{
  "case_info": {
    "docket_number": "C-4129",
    "company": {
      "name": "Sunbelt Lending Services, Inc.",
      "incorporation_state": "Florida",
      "entity_type": "corporation",
      "address": "300 South Park Place Blvd., Suite 150, Clearwater, Florida 33759",
      "business_description": "Sunbelt is a mortgage company and financial institution that operates as a wholly-owned subsidiary of Cendant Mortgage Corporation. It conducts business through loan officers located in Coldwell Banker Residential Real Estate, Inc. offices throughout the state of Florida and collects nonpublic personal information from customers including names, social security numbers, credit histories, bank account numbers, and income tax returns."
    },
    "commissioners": [
      "Deborah Platt Majoras, Chairman",
      "Orson Swindle",
      "Thomas B. Leary",
      "Pamela Jones Harbour",
      "Jon Leibowitz"
    ],
    "case_date": {
      "month": 1,
      "year": 2005
    },
    "legal_authority": "Section 5(a)(1) of the Federal Trade Commission Act, 15 U.S.C. § 45(a)(1); Standards for Safeguarding Customer Information Rule, 16 C.F.R. Part 314; Privacy of Consumer Financial Information Rule, 16 C.F.R. Part 313",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/042-3153-sunbelt-lending-services-inc-matter",
    "statutory_topics": [
      "GLBA"
    ],
    "practice_areas": [
      "Data Security"
    ],
    "industry_sectors": [
      "Financial Services"
    ]
  },
  "complaint": {
    "factual_background": "Sunbelt Lending Services, Inc., a Florida mortgage company and financial institution, failed to implement reasonable policies and procedures to protect the security and confidentiality of nonpublic personal customer information — including names, Social Security numbers, credit histories, bank account numbers, and income tax returns — from the effective date of the Safeguards Rule through at least April 2004. Specifically, Sunbelt failed to assess risks to customer information, train employees, oversee loan officers working remotely, monitor its website's data handling, oversee service providers contractually, or designate an employee to coordinate an information security program. Additionally, from the Privacy Rule's effective date through at least April 2004, Sunbelt failed to provide its online customers with the required clear and conspicuous privacy notices. These failures constitute violations of both the FTC's Safeguards Rule and Privacy Rule under the Gramm-Leach-Bliley Act, each of which constitutes an unfair or deceptive act or practice under Section 5(a)(1) of the FTC Act.",
    "representations_made": [
      {
        "description": "Sunbelt failed to implement reasonable policies and procedures to protect the security and confidentiality of nonpublic personal customer information collected through its loan officers across Florida.",
        "quoted_text": "5. Through loan officers located throughout the state of Florida, Sunbelt collects nonpublic personal information from its customers, including customer names, social security numbers, credit histories, bank account numbers, and income tax returns. From the Rule=s effective date until at least April 2004, respondent failed to implement reasonable policies and procedures to protect the security and confidentiality of the information it collects.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 5,
        "quote_start_line": 61,
        "quote_end_line": 66
      },
      {
        "description": "Sunbelt failed to assess risks, train employees, oversee remote loan officers, monitor its website, and ensure service providers maintained appropriate security for customer information.",
        "quoted_text": "6. For example, respondent failed to assess the risks to its customer information; implement reasonable policies and procedures in key areas, such as employee training and appropriate oversight of the security practices of loan officers working from remote locations; or oversee the collection and handling of information through the Sunbelt Web site. Respondent also failed to take steps to ensure that its service providers were providing appropriate security for Sunbelt=s customer information.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 6,
        "quote_start_line": 67,
        "quote_end_line": 72
      },
      {
        "description": "Sunbelt failed to provide its online customers with the clear and conspicuous privacy notices required by the Privacy Rule.",
        "quoted_text": "10. From the Rule=s effective date until at least April 2004, respondent failed to provide its online customers with the notices required by the Privacy Rule.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 10,
        "quote_start_line": 97,
        "quote_end_line": 98
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Violation of the Safeguards Rule",
        "representation": "Sunbelt was required to develop and implement a comprehensive written information security program with reasonable administrative, technical, and physical safeguards, including risk identification, safeguard implementation and testing, employee designation, and service provider oversight.",
        "fact": "From the Safeguards Rule's effective date (May 23, 2003) through at least April 2004, Sunbelt failed to assess risks to customer information, implement and monitor safeguards, develop a written information security program, oversee service providers contractually, and designate an employee to coordinate the program.",
        "conclusion": "By failing to implement reasonable security policies and procedures, respondent engaged in violations of the Safeguards Rule, which constitutes an unfair or deceptive act or practice in violation of Section 5(a)(1) of the FTC Act."
      },
      {
        "count_number": 2,
        "title": "Violation of the Privacy Rule",
        "representation": "Sunbelt was required to provide customers with clear and conspicuous privacy notices both at the formation of the customer relationship and annually thereafter, accurately reflecting its privacy policies and practices.",
        "fact": "From the Privacy Rule's effective date (July 1, 2001) through at least April 2004, Sunbelt failed to provide its online customers with the required privacy notices.",
        "conclusion": "A violation of the Privacy Rule constitutes an unfair or deceptive act or practice in violation of Section 5(a)(1) of the FTC Act."
      }
    ]
  },
  "order": {
    "definitions": {
      "Commerce": "as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. § 44.",
      "Respondent": "Sunbelt Lending Services, Inc., its successors and assigns and its officers, agents, representatives, and employees.",
      "All other terms": "synonymous in meaning and equal in scope to the usage of such terms in the Gramm-Leach-Bliley Act, 15 U.S.C. § 6801 et seq."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Violating Safeguards and Privacy Rules",
        "category": "prohibition",
        "summary": "Respondent must not violate any provision of the GLB Act's Safeguards Rule (16 C.F.R. Part 314) or Privacy Rule (16 C.F.R. Part 313), directly or through any subsidiary, division, website, or other device.",
        "requirements": [
          {
            "description": "Must not violate any provision of the Safeguards Rule or Privacy Rule, directly or through any corporation, subsidiary, division, website, or other device",
            "quoted_text": "IT IS ORDERED that respondent shall not, directly or through any corporation, subsidiary, division, Web site, or other device, violate any provision of the Gramm-Leach-Bliley Act=s (AGLB Act@) Standards for Safeguarding Customer Information Rule (ASafeguards Rule@), 16 C.F.R. Part 314, or the Gramm-Leach-Bliley Act’s Privacy of Consumer Financial Information Rule (APrivacy Rule@), 16 C.F.R. Part 313.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 59,
            "quote_end_line": 63
          },
          {
            "description": "Compliance with the Safeguards Rule or Privacy Rule as amended or modified after the order date shall not constitute a violation of this order",
            "quoted_text": "In the event the Safeguards Rule or Privacy Rule is hereafter amended or modified, respondent’s compliance with these Rules as so amended or modified shall not be a violation of this order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 64,
            "quote_end_line": 66
          }
        ],
        "statutory_topics": [
          "GLBA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Third-Party Security Assessment",
        "category": "assessment",
        "summary": "Respondent must obtain biennial independent third-party assessments of its information security program, certifying that safeguards comply with the Safeguards Rule and adequately protect nonpublic personal information.",
        "requirements": [
          {
            "description": "Obtain an assessment and report from a qualified, objective, independent third-party professional within 180 days after service of the order, and biennially thereafter for 10 years, covering specific safeguards implemented, their appropriateness, compliance with the Safeguards Rule, and certification of sufficient effectiveness",
            "quoted_text": "IT IS FURTHER ORDERED that, in connection with its compliance with the Safeguards Rule, respondent shall obtain an assessment and report (an AAssessment@) from a qualified, objective, independent third-party professional, using procedures and standards generally accepted in the profession, within one hundred and eighty (180) days after service of the order, and biennially thereafter for ten (10) years after service of the order, that: A. sets forth the specific administrative, technical, and physical safeguards that respondent has implemented and maintained during the reporting period; B. explains how such safeguards are appropriate to respondent’s size and complexity, the nature and scope of respondent=s activities, and the sensitivity of the nonpublic personal information collected from or about consumers; C. explains how such safeguards meet or exceed the protections required by the Safeguards Rule; and D. certifies that respondent=s security program is operating with sufficient effectiveness to provide reasonable assurance that the security, confidentiality, and integrity of nonpublic personal information is protected and, for biennial reports, has so operated throughout the reporting period.",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 71,
            "quote_end_line": 86
          },
          {
            "description": "Each Assessment must be prepared by a CISSP, CISA, GIAC-certified person, or a similarly qualified person or organization approved by the FTC Associate Director for Enforcement",
            "quoted_text": "Each Assessment shall be prepared by a person qualified as a Certified Information System Security Professional (CISSP); a person qualified as a Certified Information Systems Auditor (CISA); a person holding Global Information Assurance Certification (GIAC) from the SysAdmin, Audit, Network, Security Institute (SANS); or by a similarly qualified person or organization approved by the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 87,
            "quote_end_line": 92
          },
          {
            "description": "Provide the first Assessment along with all supporting plans, reports, studies, reviews, audits, policies, training materials, and assessments to the FTC Associate Director for Enforcement within 10 days after the Assessment is prepared",
            "quoted_text": "Respondent shall provide the first Assessment, as well as all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, whether prepared by or on behalf of respondent, relied upon to prepare such Assessment to the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580, within ten (10) days after the Assessment has been prepared. Respondent shall retain all subsequent biennial Assessments until the order is terminated and shall retain all materials relied upon in preparing each such Assessment, as listed above, for a period of three (3) years after the date of preparation of such Assessment. Respondent shall provide such subsequent Assessments and related materials to the Associate Director of Enforcement within ten (10) days of request.",
            "deadline": "10 days after Assessment is prepared",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 93,
            "quote_end_line": 101
          },
          {
            "description": "Retain all subsequent biennial Assessments until the order is terminated and retain all related materials for 3 years after preparation; provide subsequent Assessments and related materials to the Associate Director within 10 days of request",
            "quoted_text": "20580, within ten (10) days after the Assessment has been prepared. Respondent shall retain all subsequent biennial Assessments until the order is terminated and shall retain all materials relied upon in preparing each such Assessment, as listed above, for a period of three (3) years after the date of preparation of such Assessment. Respondent shall provide such subsequent Assessments and related materials to the Associate Director of Enforcement within ten (10) days of request.",
            "deadline": "10 days of request",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 97,
            "quote_end_line": 101
          }
        ],
        "statutory_topics": [
          "GLBA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Third-Party Assessment"
        ]
      },
      {
        "provision_number": "III",
        "title": "Order Acknowledgment and Delivery",
        "category": "acknowledgment",
        "summary": "Respondent must deliver a copy of this order to all current and future principals, officers, directors, managers, and supervisory employees within 30 days of service (current) or assumption of responsibilities (future).",
        "requirements": [
          {
            "description": "Deliver a copy of this order to all current principals, officers, directors, managers, and supervisory employees within 30 days after service of the order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall deliver a copy of this order to all current and future principals, officers, directors, and managers, and to all current and future employees, agents, and representatives having supervisory responsibilities with respect to the subject matter of this order. Respondent shall deliver this order to such current personnel within thirty (30) days after the date of service of this order, and to such future personnel within thirty (30) days after the person assumes such position or responsibilities.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 106,
            "quote_end_line": 111
          },
          {
            "description": "Deliver a copy of this order to all future principals, officers, directors, managers, and supervisory employees within 30 days after the person assumes such position or responsibilities",
            "quoted_text": "thirty (30) days after the date of service of this order, and to such future personnel within thirty (30) days after the person assumes such position or responsibilities.",
            "deadline": "30 days after assuming position",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 110,
            "quote_end_line": 111
          }
        ],
        "statutory_topics": [
          "GLBA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Notification of Corporate Changes",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the FTC at least 30 days prior to any corporate change that may affect compliance obligations, including dissolution, merger, bankruptcy, or name/address change.",
        "requirements": [
          {
            "description": "Notify the Commission at least 30 days prior to any corporate change affecting compliance obligations, including dissolution, assignment, sale, merger, emergence of a successor, creation or dissolution of a subsidiary/parent/affiliate, proposed bankruptcy filing, or change in corporate name or address",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall notify the Commission at least thirty (30) days prior to any change in the corporation that may affect compliance obligations arising under this order, including, but not limited to, a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in the corporate name or address. Provided, however, that, with respect to any proposed change in the corporation about which respondent learns less than thirty (30) days prior to the date such action is to take place, respondent shall notify the Commission as soon as is practicable after obtaining such knowledge. All notices required by this Part shall be sent by certified mail to the Associate Director, Division of Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580.",
            "deadline": "30 days prior to change",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 113,
            "quote_end_line": 124
          },
          {
            "description": "If respondent learns of a proposed change less than 30 days before it occurs, notify the Commission as soon as practicable after obtaining such knowledge",
            "quoted_text": "however, that, with respect to any proposed change in the corporation about which respondent learns less than thirty (30) days prior to the date such action is to take place, respondent shall notify the Commission as soon as is practicable after obtaining such knowledge. All notices",
            "deadline": "As soon as practicable",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 119,
            "quote_end_line": 121
          },
          {
            "description": "All notices must be sent by certified mail to the Associate Director, Division of Enforcement, Bureau of Consumer Protection, FTC, Washington, D.C. 20580",
            "quoted_text": "notify the Commission as soon as is practicable after obtaining such knowledge. All notices required by this Part shall be sent by certified mail to the Associate Director, Division of Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 121,
            "quote_end_line": 124
          }
        ],
        "statutory_topics": [
          "GLBA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "V",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondent must file a written compliance report with the FTC within 180 days after service of the order, and at other times as required, detailing how it has complied; the initial report must include the first biennial Assessment.",
        "requirements": [
          {
            "description": "File a written report with the Commission within 180 days after service of the order, and at such other times as the FTC may require, setting forth in detail the manner and form of compliance; the report must include a copy of the initial biennial Assessment required by Part II",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall within one hundred eighty (180) days after service of this order, and at such other times as the Federal Trade Commission may require, file with the Commission a report, in writing, setting forth in detail the manner and form in which it has complied with this order. This report shall include a copy of the initial biennial Assessment required by Part II of this order.",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 126,
            "quote_end_line": 130
          }
        ],
        "statutory_topics": [
          "GLBA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "The order terminates on January 3, 2025, or 20 years from the most recent date the FTC files a complaint alleging a violation of the order in federal court, whichever is later, subject to specified exceptions.",
        "requirements": [
          {
            "description": "Order terminates on January 3, 2025, or 20 years from the most recent date the United States or FTC files a federal court complaint alleging any order violation, whichever is later; does not affect parts terminating sooner, respondents not named in the complaint, or an order that has already terminated",
            "quoted_text": "This order will terminate on January 3, 2025, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part in this order that terminates in less than twenty (20) years; 4 B. This order's application to any respondent that is not named as a defendant in such complaint; and C. This order if such complaint is filed after the order has terminated pursuant to this Part.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 132,
            "quote_end_line": 143
          },
          {
            "description": "If a filed complaint is dismissed or a court rules no violation occurred, and that dismissal or ruling is not appealed or is upheld on appeal, the order terminates as though the complaint had never been filed, except it will not terminate between the filing date and the later of the appeal deadline or date the ruling is upheld",
            "quoted_text": "Provided, further, that if such complaint is dismissed or a federal court rules that the respondent did not violate any provision of the order, and the dismissal or ruling is either not appealed or upheld on appeal, then the order will terminate according to this Part as though the complaint had never been filed, except that the order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 144,
            "quote_end_line": 149
          }
        ],
        "statutory_topics": [
          "GLBA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on January 3, 2025, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part in this order that terminates in less than twenty (20) years; B. This order's application to any respondent that is not named as a defendant in such complaint; and C. This order if such complaint is filed after the order has terminated pursuant to this Part."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "01.05, Sunbelt Lending Services Complaint.pdf",
      "order": "01.05, Sunbelt Lending Services Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 3,
      "order_provisions": 6,
      "order_definitions": 3,
      "order_requirements": 14,
      "provisions_per_section": {
        "I": 2,
        "II": 4,
        "III": 2,
        "IV": 3,
        "V": 1,
        "VI": 2
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 3,
        "complaint_total": 3,
        "order_verified": 14,
        "order_total": 14
      }
    },
    "processing_time_seconds": 71.3
  }
}