{
  "case_info": {
    "docket_number": "Civ. No. WA:03-CV-7",
    "company": {
      "name": "Assail, Inc.",
      "incorporation_state": "Nevada",
      "entity_type": "corporation",
      "address": "1071 East 100 South, St. George, Utah",
      "business_description": "Assail, Inc. provides telemarketing, accounting and other management services. The company has been involved in marketing and selling products and services including purported advance-fee credit cards and other payment devices since 1999."
    },
    "commissioners": [],
    "case_date": {
      "month": 1,
      "year": 2005
    },
    "legal_authority": "Section 5 of the Federal Trade Commission Act, 15 U.S.C. § 45; Sections 13(b) and 19 of the Federal Trade Commission Act, 15 U.S.C. §§ 53(b) and 57(b); the Telemarketing and Consumer Fraud and Abuse Prevention Act, 15 U.S.C. §§ 6101 et seq.; Section 521 of the Gramm-Leach-Bliley Act, 15 U.S.C. § 6821",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/022-3147-assail-inc-et-al"
  },
  "complaint": {
    "factual_background": "Defendants, led by Assail, Inc. and affiliated entities, operated a deceptive telemarketing scheme targeting consumers with poor credit. They falsely claimed to offer MasterCard credit cards through a two-part pitch that began with a fabricated prior credit application, then used a rapid-voice 'verification' process to quietly swap the offer from a credit card to a worthless stored-value card. Defendants debited consumers' bank accounts—often $175 for the 'credit card' package plus $50–$100 per upsell—without proper authorization and before consumers received promised trial-period materials. Consumers who called to cancel were stonewalled or subjected to rebuttal scripts, and most never received a legitimate credit card, credit bureau reporting, or the promised free discounts. The Assail Defendants also obtained consumers' bank account information by falsely pretending to be affiliated with financial institutions, violating the Gramm-Leach-Bliley Act's pretexting prohibition.",
    "representations_made": [
      {
        "description": "Claimed affiliation with MasterCard, a bank, or other financial institution",
        "quoted_text": "other payment devices, Defendants represent, expressly or by implication that: A. they are affiliated with, or calling from or on behalf of, MasterCard, a bank or other financial institution;",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 49,
        "quote_start_line": 372,
        "quote_end_line": 374
      },
      {
        "description": "Claimed to be calling in response to a prior credit application made by the consumer",
        "quoted_text": "B. they are calling consumers in response to a credit application made by the consumer;",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 49,
        "quote_start_line": 375,
        "quote_end_line": 376
      },
      {
        "description": "Claimed that after paying a fee, consumers are likely or guaranteed to receive a MasterCard or other major credit card",
        "quoted_text": "C. after consumers pay a fee, consumers are likely or are guaranteed to receive a MasterCard credit card or other major credit card;",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 49,
        "quote_start_line": 377,
        "quote_end_line": 378
      },
      {
        "description": "Claimed that purchasing a payment device increases the likelihood of credit improvement and future unsecured credit card offers",
        "quoted_text": "D. the purchase of a payment device increases the likelihood that a consumer’s credit will improve and that the consumer will get other offers for unsecured credit cards in the future; or",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 49,
        "quote_start_line": 379,
        "quote_end_line": 381
      },
      {
        "description": "Claimed that after paying a fee, consumers would receive specified discounted products or services at no additional charge",
        "quoted_text": "E. after consumers pay a fee, consumers will receive, at no additional charge, specified discounted products or services.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 49,
        "quote_start_line": 382,
        "quote_end_line": 383
      },
      {
        "description": "Claimed to provide a free trial or cancellation period and that consumers would not be billed before it expired",
        "quoted_text": "A. that the seller or telemarketer provides a free trial or cancellation period during which time the consumers can cancel at any point; B. that consumers will not be billed prior to the end of the free trial or cancellation period; or",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 67,
        "quote_start_line": 519,
        "quote_end_line": 522
      },
      {
        "description": "Claimed to provide customer response services to consumers via a customer service number",
        "quoted_text": "C. that Initial Defendants provide customer response services to consumers.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 67,
        "quote_start_line": 523,
        "quote_end_line": 523
      },
      {
        "description": "Claimed to be affiliated with a bank, financial institution, or credit card company when soliciting consumers' bank account information",
        "quoted_text": "A. that Assail Defendants are affiliated with, or calling from or on behalf of, a bank, financial institution, or credit card company; or",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 75,
        "quote_start_line": 579,
        "quote_end_line": 580
      },
      {
        "description": "Claimed to already possess consumers' bank account information and to merely be verifying it",
        "quoted_text": "B. that Assail Defendants already possess, and are merely verifying, consumers’ bank account information.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 75,
        "quote_start_line": 581,
        "quote_end_line": 582
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Advance-Fee Credit Card Misrepresentations (FTC Act § 5)",
        "representation": "Defendants represented they were affiliated with MasterCard or a financial institution; were calling in response to a prior credit application; that consumers would receive a MasterCard or major credit card after paying a fee; that their credit would improve and they would get future unsecured card offers; and that they would receive specified discounts at no additional charge",
        "fact": "Defendants were not affiliated with MasterCard or any financial institution; there was no prior credit application; consumers did not receive a legitimate MasterCard or major credit card after paying; the payment device did not improve credit or generate future card offers; and consumers did not receive promised discounts at no additional charge",
        "conclusion": "The representations set forth in Paragraph 49 are false and misleading and constitute deceptive acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 2,
        "title": "Unauthorized Billing (FTC Act § 5 — Unfair Practices)",
        "representation": "Initial Defendants caused consumers' bank accounts to be electronically debited without prior authorization, before promised materials were received, before free trial periods expired, after cancellation requests, or after denying consumers the ability to cancel",
        "fact": "Consumers did not authorize the debits, had not received promised product information, had not exhausted free trials, had requested cancellation, or had been prevented from canceling through the customer service number provided",
        "conclusion": "Initial Defendants' practices cause or are likely to cause substantial injury to consumers that is not reasonably avoidable and is not outweighed by countervailing benefits, constituting unfair practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 3,
        "title": "False or Misleading Statements to Induce Payment (TSR § 310.3(a)(4))",
        "representation": "Defendants represented affiliation with MasterCard or financial institutions; claimed to be responding to prior credit applications; guaranteed or implied consumers would receive a major credit card; claimed credit improvement and future card offers; and promised specified discounts at no additional charge",
        "fact": "None of these representations were true: no affiliation existed, no prior application existed, no legitimate MasterCard was delivered, no credit improvement resulted, and no free discounts were provided",
        "conclusion": "The representations alleged in Paragraph 62 constitute false or misleading statements to induce a person to pay for goods or services, in violation of Sections 310.3(a)(4) and 310.3(b) of the TSR, 16 C.F.R. §§ 310.3(a)(4) and 310.3(b)."
      },
      {
        "count_number": 4,
        "title": "Advance-Fee Credit — Upfront Payment After Guaranteeing Credit (TSR § 310.4(a)(4))",
        "representation": "Defendants requested or received payment in advance of consumers obtaining a credit card, while guaranteeing or representing a high likelihood of success in obtaining a credit card",
        "fact": "Consumers paid advance fees based on those guarantees but did not receive a legitimate credit card",
        "conclusion": "Defendants have thereby violated Sections 310.4(a)(4) and 310.3(b) of the Telemarketing Sales Rule, 16 C.F.R. §§ 310.4(a)(4) and 310.3(b)."
      },
      {
        "count_number": 5,
        "title": "Misrepresentation of Refund and Cancellation Policies (TSR § 310.3(a)(2)(iv))",
        "representation": "Initial Defendants misrepresented that consumers could cancel during a free trial period and would not be billed before it ended, and that functional customer service was available",
        "fact": "Initial Defendants failed to honor cancellation requests during trial periods, billed consumers before trial periods expired, and failed to provide effective customer response services",
        "conclusion": "Initial Defendants have thereby violated Sections 310.3(a)(2)(iv) and 310.3(b) of the Telemarketing Sales Rule, 16 C.F.R. §§ 310.4(a)(2)(iv) and 310.3(b)."
      },
      {
        "count_number": 6,
        "title": "Failure to Disclose Identity of Seller and Purpose of Call (TSR § 310.4(d))",
        "representation": "Initial Defendants and Defendant Lawrence Silverman failed to promptly and clearly disclose that the purpose of the call was to sell goods and services, the identity of all sellers, and the nature of all goods and services offered including those presented during the 'verification' process",
        "fact": "The true purpose of the calls, the identities of all sellers, and the nature of all goods and services—including upsells introduced during verification—were not disclosed promptly or conspicuously",
        "conclusion": "Initial Defendants and Defendant Lawrence Silverman have thereby violated Sections 310.4(d) and 310.3(b) of the Telemarketing Sales Rule, 16 C.F.R. §§ 310.4(d) and 310.3(b)."
      },
      {
        "count_number": 7,
        "title": "Gramm-Leach-Bliley Act Pretexting Violations",
        "representation": "Assail Defendants represented they were affiliated with a bank, financial institution, or credit card company, or that they already possessed consumers' bank account information and were merely verifying it, in order to induce consumers to divulge personal financial information",
        "fact": "Assail Defendants were not affiliated with any bank, financial institution, or credit card company, and did not already possess the consumers' bank account information",
        "conclusion": "By engaging in these false representations to fraudulently obtain customer information of a financial institution, Assail Defendants violated Section 521 of the GLB Act, 15 U.S.C. § 6821, and their acts or practices are false and misleading and constitute deceptive acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Assisting and facilitating": "shall have the meaning that it has in Section 310.3(b) of the Telemarketing Sales Rule, 16 C.F.R. § 310.3(b) (1996), as amended (2003).",
      "Asset": "means any legal or equitable interest in, right to, or claim to, any real or personal property, including but not limited to chattel, goods, instruments, equipment, fixtures, general intangibles, effects, leaseholds, premises, contracts, mail or other deliveries, shares of stock, lists of consumer names, inventory, checks, notes, accounts, credits, receivables, funds, and all cash wherever located.",
      "Defendants": "Unless otherwise specified Defendants\" means the Individual Defendants and the Limited Partership Defendant. The \"Individual Defendants\" means Jay Lanford and H. Lee Murphy, individually. and as principals of the Limited Partership Defendant. The \"Limited Partership Defendant\" means Specialty Outsourcing Solutions, Ltd. (\"SOS\"",
      "Document": "is synonymous in meaning and equal in scope to the usage of the term in Federal Rule of Civil Procedure 34(a), and includes writings, drawings, graphs, charts, photographs, audio and video recordings, computer records, and other data compilations from which information can be obtained and translated, if necessary, into reasonably usable form though detection devices. A draft or non-identical copy is a separate document within the meaning of the term.",
      "Plaintiff": "means the Federal Trade Commission.",
      "Telemarketing": "means any plan, program or campaign (whether or not covered by the Telemarketing Sales Rule, 16 C.F.R. Part 310) that is conducted to induce the purchase of goods or services by means of the use of one or more telephones."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations",
        "category": "prohibition",
        "summary": "Defendants are permanently restrained from making any false or misleading representations in connection with the advertising, promotion, or sale of goods or services, including specific misrepresentations about credit card affiliation, guaranteed credit, and discounted products.",
        "requirements": [
          {
            "description": "Defendants are permanently restrained and enjoined from making, directly or by implication, any false or misleading representation, or assisting others in making such representations, in connection with advertising, promotion, offering for sale, or sale of goods or services",
            "quoted_text": "that in connection with the advertising, promotion, offering IT IS FURTHER ORDERED , or sale of goods or services by any means whatsoever, each of the Defendants, and their for sale successors, assigns, officers, agents , servants , employees, and those persons in active concert or paricipation with them who receive actual noticc of this Order by personal serice, facsimile , or otherwise, whether acting directly or through any corporation, subsidiary, division, or other entity, are hereby permnently restrined and enjoined from making, directly or by implication, orally or in writing, any false or misleading representation, or assisting others in making any such false or misleading representation, including any misrepresentation that:",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 101,
            "quote_end_line": 110
          },
          {
            "description": "Must not misrepresent affiliation with MasterCard, any other credit card or debit card company, or a bank or other financial institution",
            "quoted_text": "The Defendat is affliated with Masterard, any other credit card or debit card company, or a ban or other financial institution;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 111,
            "quote_end_line": 112
          },
          {
            "description": "Must not misrepresent that the Defendant is contacting the consumer in response to a credit application made by the consumer",
            "quoted_text": "The Defendant is contacting the consumer in response to a credit application made by the consumer;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 117,
            "quote_end_line": 118
          },
          {
            "description": "Must not misrepresent that after paying a fee the consumer is likely or guaranteed to receive a credit card, debit card, or any other payment card or device",
            "quoted_text": "After a consumer pays the Defendant a fee, the consumer is likely or is guarteed to receive a credit card, debit card, or any other payment card or device of any kind;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 119,
            "quote_end_line": 120
          },
          {
            "description": "Must not misrepresent that purchasing a credit card or payment device increases the likelihood that the consumer's credit will improve or that the consumer will get other offers for unsecured credit cards",
            "quoted_text": "The purchase of a credit card, debit card, or other payment card or device from the Defendant increases the likelihood that a consumer s credit wil improve and that the consumer will get other offers for unsecured credit cards in the future; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 121,
            "quote_end_line": 123
          },
          {
            "description": "Must not misrepresent that after paying a fee the consumer will receive, at no additional charge, any discounted products or services",
            "quoted_text": "After a consumer pays the Defendant a fee, the consumer wil receive, at no additional charge, any discounted products or services.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 124,
            "quote_end_line": 125
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Prohibition Against Unauthorized Billing",
        "category": "prohibition",
        "summary": "Defendants are permanently restrained from causing a consumer's credit or debit card to be charged or bank account to be debited without express authorization, before receipt of product information, before expiration of any free trial, after a cancellation request, or after the consumer is denied the ability to cancel.",
        "requirements": [
          {
            "description": "Defendants are permanently restrained and enjoined from causing a consumer's credit or debit card to be charged or bank account to be debited without having previously obtained the consumer's express authorization",
            "quoted_text": "are hereby permanently restrained and enjoined frm causing a consumer s credit or debit card to be charged or bank account to be debited: Without having previously obtained the consumer s express authorization for such charge or debit;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 134,
            "quote_end_line": 137
          },
          {
            "description": "Must not charge or debit prior to receipt by the consumer of information about the product or service",
            "quoted_text": "Prior to receipt by the consumer of information about the product or servce that the Defendant represents the consumer wil Eeceive;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 138,
            "quote_end_line": 139
          },
          {
            "description": "Must not charge or debit prior to the expiration of any free trial period",
            "quoted_text": "Prior to the expiration of any fre tral perod;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 140,
            "quote_end_line": 140
          },
          {
            "description": "Must not charge or debit after the Defendant has received a consumer request to cancel the purchase of the product or service, unless the charge occurred prior to receipt of the cancellation request",
            "quoted_text": "After the Defendat has received a consumer request to cancel the purchase of such product or serice, unless the Defendant can show the charge or debit occured prior to receipt of the request to cancel; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 145,
            "quote_end_line": 147
          },
          {
            "description": "Must not charge or debit after the consumer is denied the ability to cancel the product or service through the customer service number provided",
            "quoted_text": "After the consumer is denied the ability to cancel the product or service though the customer service number provided.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 148,
            "quote_end_line": 149
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Compliance with the Gramm-Leach-Bliley Act",
        "category": "prohibition",
        "summary": "Defendants are restrained and enjoined from violating Section 521 of the Gramm-Leach-Bliley Act, including by inducing consumers to divulge personal financial information through misrepresentations about bank or credit card affiliation or possession of account information.",
        "requirements": [
          {
            "description": "Defendants are restrained and enjoined from violating any provision of Section 521 of the Gramm-Leach-Bliley Act, including by inducing consumers to divulge personal financial information by misrepresenting affiliation with a bank, financial institution, or credit or debit card company",
            "quoted_text": "IT IS FURTHER ORDERED that in connection with the advertising, promotion, offering for sale, or sale of goods or services by any means whatsoever, each of the Defendants, and their successors, assigns, offcers, agents, servants, employees, and those persons in active concert or paricipation with them who receive actual notice of ths Order by personal service, facsimile, or otherwise, whethcr acting directly or through any_corporation, subsidiar, division, or other entity, are hereby restrained and enjoined from violating any provision of Section 521 of the Gramm-Leach-Bliley Act, 15 U. C. g 6821, including but not limited to inducing consumers to divulge their personal fmancial information by misrepresenting, expressly or by implication, that: The Defendant is affliated with, or callng from or on bchalf of, a bank, fmanciaJ institution, or credit or debit card company; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 153,
            "quote_end_line": 162
          },
          {
            "description": "Must not misrepresent that the Defendant already possesses or is verifying a consumer's bank account information",
            "quoted_text": "The Defendant already possesses, or is verifYng, a consumcr s bank accoWlt information.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 163,
            "quote_end_line": 164
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Compliance with the Telemarketing Sales Rule",
        "category": "prohibition",
        "summary": "Defendants are restrained and enjoined from violating the Telemarketing Sales Rule, including prohibitions against false statements to induce payment, advance fee collection for credit cards, misrepresentation of refund and cancellation policies, and failure to disclose the purpose of calls.",
        "requirements": [
          {
            "description": "Defendants are restrained and enjoined from violating, or assisting others to violate, the Telemarketing Sales Rule, including making any false or misleading statement to induce any person to pay for goods or services",
            "quoted_text": "IT IS FURTHER ORDERED that in connection with any telemaketing, Defendants, and each oftheir successors, assigns, principals, offcers, agents, servants, employees, and those persons in active concert or participation with them who receive actul notice of this Order by personal \\WP037U1829:3 STIPULATED JUDGMENT Page 6 of24 service, facsimile, or otherwise, whether acting directly or though any corporation, subsidiary, division, or other device, are hereby restrined and enjoined from violating, and from assisting or facilitating any other person to violate, any provision of the Telemarketig Sales Rule, 16 C. Part 310 including hut not limited to: as amended. Making any false or misleading statement to induce any person to pay for goods or services.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 166,
            "quote_end_line": 179
          },
          {
            "description": "Must not request or receive payment of a fee or consideration in advance of consumers obtaining a credit card when a telemarketer or seller has guaranteed or represented a likelihood of success in obtaining a credit card",
            "quoted_text": "Requesting orreceiving payment ofa fee or consideration in advance of consumers obtaining a credit card when a telemarketer or seller has guarteed or represented a likelihood of success in obtaining a credit card for such consumers;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 180,
            "quote_end_line": 182
          },
          {
            "description": "Must not misrepresent, directly or by implication, the terms of the seller's refund, cancellation, exchange, or repurchase policies, including misrepresentations about free trial or cancellation periods, billing before the end of a free trial, and customer response services",
            "quoted_text": "Misrepresenting, directly or by implication, the ter of the seller s refud cancellation, exchange, or repurchase policies , including but not limited to misrepresentations that; The seller or telemarketer provides a ftee tral or cancellation period durng which time the consumer can cancel; Consumers wil not be biled prior to the end of the free tral or cancellation period; and Defendants provide customer response services to consumers; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 183,
            "quote_end_line": 190
          },
          {
            "description": "Must not fail to disclose promptly and in a clear and conspicuous manner that the purpose of the call is to sell goods and services, and the identity of all sellers and the nature of all goods and services to be offered during the call",
            "quoted_text": "Failing to disclose promptly, and in a clear and conspicuous maner: That the purpose of the call is to sell goods and services; and The identity of all sellers and the natue of all goods and services to durg be offered the call.,",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 191,
            "quote_end_line": 195
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Redress Payment",
        "category": "affirmative_obligation",
        "summary": "Defendants are jointly and severally liable for $512,000 in redress, satisfied by a $294,000 payment already deposited with the Commission and a $218,000 receivable assigned to the Commission; individual defendants must also provide taxpayer identifying numbers and driver's license copies.",
        "requirements": [
          {
            "description": "Defendants are jointly and severally liable for and ordered to pay $512,000 to the Commission upon entry of this Order, satisfied by a $294,000 payment already deposited and a $218,000 receivable assigned to the Commission",
            "quoted_text": "The Defendants are jointly and severally liable for, and are ordered to pay and over to the Commssion, money and assets having a total value of $512 000. Defendants' satisfaction of this $512 000 liability is due upon the entr of this Order by the Cour, and shall be discharged as follows: Defendants deposited the sum of $294 000 with the Commission simultaneously with their execution of this Order, and hereby convey the $294 000 to the Commission upon the entr of the Order, and forever after relinquish any right to this payment, which is not a fine or penalty; and Defendants hereby transfer and assign to the Commission, upon the entr of this Order, an their rights and interest in the $218,000 receivable owed to them by Defendant Assail, Inc., and forever afer forfeit and abandon any right or interest in that amount, so that those fuds win be available for use for consumer redress.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 202,
            "quote_end_line": 214
          },
          {
            "description": "If the Court finds a Defendant materially misstated or omitted assets in their financial disclosures, a monetary judgment of $1,000,000 shall be entered against that Defendant, immediately due and payable with interest",
            "quoted_text": "agreeing to this Order. If, upon motion by the Commission, the Cour finds that any IWP03711\\829:3 STIPULATED JUDGMENT Page 8 of 24 - (; Defendant has failed to disclose any material asset or materially misstated the value of any asset in the financial documents descrbed above , or has made any other material misstatement or omission in the financial documents described above, the Court shaU enter a moneta judgment only against that Defendant in the amount of 000 000, and shall mae an express determination that there is no just reason for delay in the entr of that judgment. Ths monetary judgment, shall become immediately due and payable by the Defendant, with interest computed at the rate prescribed under 28 U. C. g 1969, as amended, due from the date of entr of this Order, and Plaintiff shall be permtted to execute upon the judgment immediately and engage in discovery in aid of execution.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 222,
            "quote_end_line": 237
          },
          {
            "description": "Defendants are required to furnish to the Commission their respective taxpayer identifying numbers (social security numbers and employer identification numbers) for purposes of collecting and reporting on any delinquent amount",
            "quoted_text": "In accordance with 31 U. c. g 7701, the Defendants are hereby required, unless fush they have done so already, to to the Commssion their respective taxpayer identifying numbers (social securty numbers and employer identification numbers) which shall be used for purposes of collecting and reporting on any delinquent amount arsing out of Defendants' relationship with the governent.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 238,
            "quote_end_line": 243
          },
          {
            "description": "Individual Defendants are required to provide the Commission with clear, legible, and full-size photocopies of all valid driver's licenses they possess",
            "quoted_text": "The Individual Defendants are furter required, unless they have done so already, to provide the Commssion with clear, legible and full-size photocopies of aU valid drver s licenses that they possess, which wil be used for reporting and compliance puroses.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 244,
            "quote_end_line": 247
          },
          {
            "description": "Defendants agree that the facts alleged in the Complaint shall be taken as true in any subsequent litigation by the Commission to enforce its rights under this Order, including non-dischargeability proceedings in bankruptcy",
            "quoted_text": "Defendants agree that the facts as alleged in the Complaint fied in this action shall be taken as tre in any subsequent litigatjn fied by the Commission to enforce its rights pursuant to this Order, including,! but not limted to, a non-dischargeability banptcy proceeding.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 248,
            "quote_end_line": 252
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Commission's Use of Funds",
        "category": "affirmative_obligation",
        "summary": "Funds paid to the Commission may be deposited into a fund for equitable relief including consumer redress; any remaining funds may be used for other equitable relief reasonably related to Defendants' practices or deposited to the U.S. Treasury as disgorgement.",
        "requirements": [
          {
            "description": "All funds paid to the Commission pursuant to Paragraph V may be deposited into a fund administered by the Commission or its agent for equitable relief including consumer redress; funds not used for equitable relief shall be deposited to the U.S. Treasury as disgorgement",
            "quoted_text": "IT IS FURTHER ORDERED that an funds paid to the Commission or its agent pursuant to Paragraph V of this Order, may be deposited into a fund admnistered by the Commission or its , including but not limted to consumer redress and any attendant agent to be used for equitable relief expenses for the administration of any redress fud. In the event that direct redress to consumers is wholly or parially impracticable or that fuds remain after redress is completed, the Commission may apply any remaining funds for such othcr equitable relief (including consumer information remcdies) as it determines to be reasonably related to Defendants' practices alleged in the Complaint. Any fuds not used for such equitable relief shall be deposited to the United States Treasury as disgorgement. Defendants shall have no right to challenge the Commission s choice of remedies under this Pargraph.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 262,
            "quote_end_line": 272
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Lifting of the Asset Freeze",
        "category": "affirmative_obligation",
        "summary": "The freeze of Defendants' assets pursuant to the Preliminary Injunction Order entered February 4, 2003 shall be lifted to the extent necessary to turn over assets required by Paragraph V, and upon completion of that transfer shall be permanently vacated and lifted.",
        "requirements": [
          {
            "description": "The freeze of Defendants' assets pursuant to the Preliminary Injunction Order of February 4, 2003 shall be lifted to the extent necessary to comply with Paragraph V, and shall be permanently vacated and lifted upon completion of the transfer",
            "quoted_text": "IT IS FURTHER ORDERED that the freeze of the Defendants' assets pursuant to the Preliminar Injunction Order entered by this Cour on February 4, 2003, shall be lifted to the extent necessary to turn over assets as required by Paragraph V of this Order, and upon completion ofthat transfer, shall be vacated and liftd permently.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 274,
            "quote_end_line": 277
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Acknowledgment of Receipt of Order",
        "category": "acknowledgment",
        "summary": "Each Defendant must submit a truthful sworn statement to the Commission acknowledging receipt of this Order within five business days of receipt.",
        "requirements": [
          {
            "description": "Each Defendant, within five (5) business days of receipt of this Order as entered by the Court, shall submit to the Commission a truthful sworn statement acknowledging receipt of this Order",
            "quoted_text": "IT IS FURTHER ORDERED that each Defendant, withi five (5) business days of receipt of this Order as entered by the Court, shall submit to the Commssion a trthful sworn statement acknowledging receipt of this Order.",
            "deadline": "5 business days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 279,
            "quote_end_line": 281
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Distribution of Order by Defendant",
        "category": "acknowledgment",
        "summary": "For five years from entry, Defendants must deliver copies of this Order and a summary of its injunctive provisions to all principals, officers, employees, agents, and independent contractors, and secure signed acknowledgments of receipt within 30 days from current personnel and before new personnel begin duties.",
        "requirements": [
          {
            "description": "The Limited Partnership Defendant shall deliver a copy of this Order to all principals, partners, officers, and directors, and to all individuals serving in a management capacity, for a period of five (5) years from the date of entry of this Order",
            "quoted_text": "IT IS FURTHER ORDERED that year from the date of entry of , for a period of five (S) this Order: The Limited Partership Defendant shall: Deliver a copy of this Order to all principals, parters, offcers, and directors , and to all individuals servng the of the Limited Parership Defendant Limited Partnership Defendat in a maagement capacity, whether designated as employees, representatives, agents, consultants, independent contrctors or otherwse;",
            "deadline": "5 years",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 289,
            "quote_end_line": 298
          },
          {
            "description": "The Limited Partnership Defendant shall deliver a summary of the injunctive provisions of this Order (in the form set forth in Appendix A) to each employee, agent, representative, and independent contractor having responsibilities subject to this Order",
            "quoted_text": "Deliver, in the form set fort in Appendix A, a sumary of the injunctive provisions of this Order. to each employee, agent, representative and independent contractor having responsibilities subject to this Order; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 299,
            "quote_end_line": 301
          },
          {
            "description": "The Limited Partnership Defendant shall secure signed and dated statements acknowledging receipt of the Order or summary from current principals, partners, officers, directors, consultants, managers, employees, agents, representatives, and independent contractors within thirty (30) days of entry, and from future personnel before they commence new duties",
            "quoted_text": "Secure signed and dated statements acknowledging receipt of the Order or summ from CUITent principals, partners, offcers, directors , consultats managers, employees, agents, representatives and independent contractors having responsibilities subject to this Order, within thirt (30) days of the date of entry of this Order, and from futue principals, parners, offcers, directors, consultats, maagers, employees, agents, representatives and independent contractors having responsibilities subject to this Order before they commence their new duties or employment.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 302,
            "quote_end_line": 310
          },
          {
            "description": "Each Individual Defendant shall deliver a copy of this Order to all principals, partners, officers, directors, and individuals serving in a management capacity who are under the Individual Defendant's control for any business that employs or contracts with the Individual Defendant and has responsibilities with respect to the subject matter of this Order",
            "quoted_text": "The Individual Defendants shall: Deliver a copy of this Order to all principals, parters, offcers, directors and individuals sering in a maagement capacity, whether designated as employees, representatives, agents, consultants, independent contractors or IWP037111829:3 Page II of24 STIPULA TED JUDGMENT otherwse, who are under the control of the Individual Defendant for any business that (a) employs or contracts for personal services from the Individual Defendant, and (b) has responsibilities with respect to the subject matter of this Orer;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 311,
            "quote_end_line": 324
          },
          {
            "description": "Each Individual Defendant shall deliver a summary of the injunctive provisions (in the form of Appendix A) to each employee, agent, representative, and independent contractor having responsibilities subject to this Order who is under the Individual Defendant's control",
            "quoted_text": "Deliver, in the form set forth in Appendix A, a summar of the injunctive provisions of this Order to each employee, agent, representative and independent contractor having responsibilities subject to this Order who is under the control of the Individual Defendant for any business that (a) employs or contracts for personal services fiom the Individual Defendant and (b) has responsibilities with respect to the subject matter of this Order; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 325,
            "quote_end_line": 331
          },
          {
            "description": "Each Individual Defendant shall secure signed and dated statements acknowledging receipt of the Order or summary from current principals, partners, officers, directors, consultants, managers, employees, agents, representatives, and independent contractors within thirty (30) days of entry, and from future personnel before they commence new duties",
            "quoted_text": "Secure signed and dated statements acknowledging receipt of the Order or sumary from curent principals, parers, offcers, directors, consultants managers, employees, agents, representatives and independent contractors having responsibilities subject to this Order, within thirt (30) days of the date of entr of the Order, and from future principals, parters, offcers directors consultants, managers, employees, agents, representatives and independent contrctors having responsibilties subject to this Order before they commence their new duties or employment.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 332,
            "quote_end_line": 339
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Compliance Reporting by Defendants",
        "category": "compliance_reporting",
        "summary": "For five years from entry, Individual Defendants must notify the Commission of changes in residence, employment status, and name within 10 days; all Defendants must notify of structural changes to business entities at least 30 days prior; and all Defendants must file annual written compliance reports for five years.",
        "requirements": [
          {
            "description": "For five (5) years from entry, each Individual Defendant shall notify the Commission in writing of any changes in residence, mailing addresses, and telephone numbers within ten (10) days of such change",
            "quoted_text": "For a period of five (5) years from the date of entr of this Order IWP03711\\829:3 STIPULATED JUDGMENT Page 12 of24 Each of the Individual Defendants shall notifY the Connssion in writing of any of the following: Any changes in residence, mailing addrsses and telephone numbers of the Individual Defendant, within ten (10) days ofthe date of such change;",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 344,
            "quote_end_line": 353
          },
          {
            "description": "Each Individual Defendant shall notify the Commission of any change in employment status (including self-employment) or ownership interest in any business entity within ten (10) days of such change, including details about the business and the Defendant's duties",
            "quoted_text": "Any change in employment status (including self-employment) ofthe Individual Defendant, and any change in the ownership interest ofthe Individual Defendant in any business entity, withn ten (10) days of such change. Such notice shall include the nae and addrss of each business that the Individual Defendant is affiliated with, employed by, or performs services for, a statement ofthe nature of the business and a statement of the Individual Defendant duties and responsibilities in connection with the business or employment; aod",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 354,
            "quote_end_line": 361
          },
          {
            "description": "Each Individual Defendant shall notify the Commission of any changes in the Individual Defendant's name or use of any aliases or fictitious names",
            "quoted_text": "Any changes in the Individual Defendant's name oruse of any aliases or fictitious naes; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 362,
            "quote_end_line": 363
          },
          {
            "description": "All Defendants shall notify the Commission of any changes in the structure of the Limited Partnership Defendant or any controlled business entity that may affect compliance obligations, including dissolution, assignment, sale, merger, bankruptcy filings, or name/address changes, at least thirty (30) days prior to such change",
            "quoted_text": "All Defendants shall notifY the Connssion of any changes in the strctue of the Limited Parnership Defendant, or any business entity that any Defendant directly or indirectly controls, or has an ownership interest in, that may affect compliance obligations arsing under this Order, including but not limited to a dissolution, assignent, sale, merger, or other action that would result in the emergence of a successor entity, the creation or dissolution of a subsidiary, parent, or affliate that engages in any acts or practices subject to IWP03711\\829:3 STIPULATED JUDGMENT Page 13 of 24 this Order, the tiling of a banptcy petition, or a change in the name or address of the entity, at least thirt (30) days prior to such change; provided that with respect to any proposed change in the business entity about which the Defendat learns less than thirt (30) days prior to the date such action is to take place, the Defendant shall notifY the Commission as soon as is practicable after obtaining such knowledge;",
            "deadline": "30 days prior",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 364,
            "quote_end_line": 381
          },
          {
            "description": "One hundred eighty (180) days after entry, and annually thereafter through January 1, 2008, each Defendant shall provide a written compliance report sworn under penalty of perjury, setting forth in detail the manner and form in which the Defendant has complied and is complying with this Order, including current addresses, employment, business income, tax returns, and a statement of compliance with Paragraphs I-IV and XV",
            "quoted_text": "One hundred eighty (180) days after the date of entr of this Order , and each year thereafter on the same date, through and including January I, 2008, each of the Defendats shall provide a wrtten report to the Commission, sworn to under penalty of peIjury, settng fort in detail the maner and form in which the Defendant has complied and is complying with this Order. This report shall include but not be limited to: The then-cUIent residence address, mailing addresses and telephone numbers of the Individual Defendant; The then-curent employment and business addresses and telephone numbers of the Individual Defendant, a description of the business activities of each such employer or business, and the title and responsibilities of the Individual Defendant for each such employer or business; A statement of the Individual Defendat's then-curent business income and expenses, including a copy ofthe Individual Defendant s income tax returns with return for any parershifl, corporations or other business entities owned, controlled or operated by the Individual Defendant or on the Individual Defendat's behalf; \\ WP03711 \\829:3 STIPULTED JUDGMENT Page 140f24 , \" . . A statement describing the manner in which the Individual Defendant has complied and is complying with Pargraphs I-IV and XV of this Order; A copy of each acknowledgment of receipt of this Order obtained by the lndividual Defendant puruant to Paragraph IX of this Order;",
            "deadline": "180 days, then annually through January 1, 2008",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 382,
            "quote_end_line": 408
          }
        ]
      },
      {
        "provision_number": "XI",
        "title": "Monitoring Compliance of Sales Personnel",
        "category": "monitoring",
        "summary": "In connection with any business Defendants manage, control, or have a majority ownership interest in, Defendants are restrained from failing to take reasonable steps to monitor and ensure employee and contractor compliance with the Order, including random blind testing, complaint procedures, and corrective action.",
        "requirements": [
          {
            "description": "Defendants are restrained and enjoined from failing to take reasonable steps sufficient to monitor and ensure that all employees and independent contractors engaged in sales or other customer service functions comply with Paragraphs I-IV and XV, including random blind testing, establishing procedures for consumer complaints, and ascertaining the number and nature of complaints",
            "quoted_text": "Failing to take reasonable steps suffcient to monitor and ensure that al1 employees and independent contractors engaged in sales or other customer service functions comply with Paragraphs I-IV and XV of this Order. Such steps shall include monitoring of sales presentations with customers, and shall also include, at a minimum, the following: (I) radom, blind testing of the oral representations made by persons engaged in sales or other customer service fuctions; (2) establishing procedure for receiving and responding to consumer complaints; and (3) ascertaining the number and natue of consumer complaints regarding tranactions in which each employee or independent contractor is involved;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 437,
            "quote_end_line": 445
          },
          {
            "description": "Defendants are restrained and enjoined from failing to promptly and fully investigate any consumer complaint received by any business to which this Paragraph applies",
            "quoted_text": "Failing promptly to investigate fully any consumer complaint received by any business to which this Pargraph applies; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 446,
            "quote_end_line": 447
          },
          {
            "description": "Defendants are restrained and enjoined from failing to take corrective action with respect to any salesperson determined not to be complying with this Order, which may include training, disciplining, and/or terminating such salesperson",
            "quoted_text": "Failing to tae any corrective action with respect to any sales person whom the Individual Defendant determnes is not complying with this Order, which may include trining, disciplining, and/or terminating such sales person.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 448,
            "quote_end_line": 450
          },
          {
            "description": "Defendants are restrained and enjoined from failing to keep records of consumer complaints and the monitoring of consumer complaints",
            "quoted_text": "Failing to keep records of consumer complaints and the monitoring of consumer complaints.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 451,
            "quote_end_line": 452
          }
        ]
      },
      {
        "provision_number": "XII",
        "title": "Record-Keeping Provisions",
        "category": "recordkeeping",
        "summary": "For eight years from entry, Defendants are restrained from failing to create and retain specified business records, including accounting records, personnel records, customer files, complaints, sales scripts and marketing materials, and all documents necessary to demonstrate full compliance with the Order.",
        "requirements": [
          {
            "description": "For eight (8) years from entry, Defendants are restrained and enjoined from failing to create and retain accounting records reflecting cost of goods or services sold, revenues generated, and disbursement of revenues",
            "quoted_text": "that, for a period of eight (8) years from the date of entr of IT IS FURTHER ORDERED this Order, in cOimection with any business that the Limited Partership Defendant or any of the Individual Defendants directly or indirectly manages, controls or has a majority ownership interest , Defendants and their agents, employees, pricipalstparers, offcers, directors, corporations successors, and assigns, and those persons in active concert or participation with them who receive actual notice of this Order by personal service, facsimle or otherwise, are hereby restrained and enjoincd from failing to create and retain the following records: \\WP037H\\829:3 STIPULATED JUGMENT Page 16 of24 - - Accounting records that reflect the cost of goods or servIces sold, revenues generated, and the disbursement of such revenues;",
            "deadline": "8 years",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 454,
            "quote_end_line": 468
          },
          {
            "description": "Must create and retain personnel records accurately reflecting name, address, telephone number, job title, start date, and termination date and reason for each person employed in any capacity",
            "quoted_text": "Personnel records accurately reflecting: the name, address, and telephone number of each person employed in any capacity by such business, including as an independent contrctor; that persons job title or position; the date upon which the person commenced work; and the date and reason for the persons termination, if applicable;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 469,
            "quote_end_line": 474
          },
          {
            "description": "Must create and retain customer files containing names, addresses, phone numbers, dollar amounts paid, quantity and description of items or services purchased, to the extent obtained in the ordinary course of business",
            "quoted_text": "Customer files containing the names, addresses, phone numbers, dollar amounts paid, quantity of items or services purchased, and description of items or services purchased, to the extent such informtion is obtained in the ordinar course of business;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 475,
            "quote_end_line": 478
          },
          {
            "description": "Must create and retain complaints and refund requests (whether received directly, indirectly, or through any third party) and any responses to those complaints or requests",
            "quoted_text": "Complaints and refud requests (whetherreceived directly, indirectly or thugh any third part) and any responses to those complaints or requests;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 479,
            "quote_end_line": 480
          },
          {
            "description": "Must create and retain copies of all sales scripts, training materials, advertisements, or other marketing materials, including email and Internet websites or web pages, regarding any good, service, company, or web site disseminated by the Defendant",
            "quoted_text": "Copies of all sales scripts , trining materials , advertisements, or other marketing materials, includig e-mail and Internet websites or web pages, regarding any good service, company or web site disseminated by the Defendant to any person; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 481,
            "quote_end_line": 483
          },
          {
            "description": "Must create and retain all records and documents necessary to demonstrate full compliance with each provision of this Order",
            "quoted_text": "Allrecords and documents necessary to demonstrte full compliance with each provision ofthis Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 484,
            "quote_end_line": 485
          }
        ]
      },
      {
        "provision_number": "XIII",
        "title": "Access to Business Premises",
        "category": "monitoring",
        "summary": "For five years from entry, Defendants must permit Commission representatives to access any office or facility storing business documents within three business days of written notice, and must allow inspection, copying, and temporary removal of documents for up to three business days.",
        "requirements": [
          {
            "description": "For five (5) years from entry, Defendants shall permit Commission representatives, within three (3) business days of written notice, access during normal business hours to any office or facility storing documents of any business that the Defendant directly or indirectly manages, controls, or has a majority interest in, and shall permit inspection, copying, and temporary removal of relevant documents for up to three (3) business days",
            "quoted_text": "IT IS FURTHER ORDERED that, for a period of five (5) year from the date of entry of this Order, for th(: purposes of determning or securing cempliance with its provisions, each ofthe Defendants, and 1heir agents, employees, principals, patiers, offcers, corporations, successors, and \\WP03711\\829:3 STIPULTED JUGMENT Page 17 of24 - -- - assigns, and those: persons or entities in active concert or partcipation with them who receive actual notice of this Order by personal service, facsimile or otherwise, shall pennit representatives of the Commission, within three (3) business days of receipt of wrtten notice from the Commssion, access during normal business hours to any offce or facility storing documents of any business tht the Defendant directly or indirectly manages, controls or has a majority interest in. In providing such access, the Defendant shall permit representatives of the Commission to inspect and copy all documents relevant to any matter contained in this Order, and shall pennit representatives of the Commission to n:move such documents for a period not to exceed thee (3) business days, so that the documents may be inspected, inventoried, and copied.",
            "deadline": "3 business days from written notice",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 487,
            "quote_end_line": 503
          }
        ]
      },
      {
        "provision_number": "XIV",
        "title": "Commission's Authority to Monitor Compliance",
        "category": "monitoring",
        "summary": "The Commission is authorized to monitor compliance through multiple means, including requiring Defendants to submit additional written reports, produce documents, appear for deposition, conduct discovery, and pose as consumers or suppliers; Defendants must permit interviews of personnel.",
        "requirements": [
          {
            "description": "Within ten (10) days of written notice from a Commission representative, each Defendant shall submit additional written reports sworn under penalty of perjury, produce documents for inspection and copying, and appear for deposition",
            "quoted_text": "Within ten (10) days of receipt of written notice from a representative of the Commssion, each of the Defendants each shall submit additional wrtten reports sworn to under penalty of perjury, produce documents for inspection and copying, and appear for deposition.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 508,
            "quote_end_line": 511
          },
          {
            "description": "The Commission is authorized to monitor compliance by all other lawful means, including obtaining discovery from any person using procedures under Fed. R. Civ. P. 30, 33, 34, and 45, and posing as consumers and suppliers without prior notice or identification",
            "quoted_text": "In addition, the Commission is authorized to monitor compliance with this Order by all other lawful means, including but not limited to the following: Obtaining discovery from any person, without further leave of cour, using the procedures prescribed by Fed. R. Civ. P. 30 33, , and 45; and Posing as consumers and suppli!!rs to Defendats, Defendants' employees or any other entity managed or controlled in whole or in part by any of the Defendants, without the necessity of identification or prior notice; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 512,
            "quote_end_line": 518
          },
          {
            "description": "Defendants shall permit Commission representatives to interview any employer, consultant, independent contractor, representative, agent, partner, officer, or employee who has agreed to such an interview relating to any conduct subject to this Order; the person interviewed may have counsel present",
            "quoted_text": "Defendants shall permt representatives of the Commssion to intervew any employer, consultant, independent contractor, representative, agent , parer, offcer or employee who has agreed to such an interview, relating in any way to any conduct subject to this Order. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 524,
            "quote_end_line": 527
          }
        ]
      },
      {
        "provision_number": "XV",
        "title": "Prohibitions Involving Consumer Lists",
        "category": "prohibition",
        "summary": "Defendants are permanently restrained from selling, renting, leasing, transferring, or disclosing any consumer identifying information obtained prior to entry of this Order in connection with goods or services marketed by Defendant Assail, Inc., except as required by law or to law enforcement.",
        "requirements": [
          {
            "description": "Defendants are permanently restrained and enjoined from selling, renting, leasing, transferring, or otherwise disclosing the name, address, telephone number, credit card number, bank account number, email address, or other identifying information of any person obtained prior to entry of this Order in connection with the advertising, promotion, marketing, offering for sale, or sale of any good or service marketed by Defendant Assail, Inc.; disclosure is permitted only to law enforcement or as required by law, regulation, or court order",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants, and their pricipals, parners , officers agents, servants, employees, and attorneys, and all other persons or entities in active concert or partcipation with them who receive actual notice of this Order by personal service, facsimile, or otherwise, are hereby permently restrined and enjoined from sellng, renting, leasing, transferrng, or otherise disclosing the name, address, telephone number, credit card number, ban account number, e-mail address, or other identifYing information of any person which was obtained , at any time prior to entr advertising, by any Defendant of ths Order, in connection with the promotion, marketing, offerig for sale , or sale of any good or service marketed by Defendat Assail, Inc. provided, however that Defendants may disclose such identifYng information to a law enforcement agency, or as required by any law, regulation or cour order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 535,
            "quote_end_line": 545
          }
        ]
      },
      {
        "provision_number": "XVI",
        "title": "Fees and Costs",
        "category": "affirmative_obligation",
        "summary": "Each party to this Order agrees to bear its own costs and attorneys' fees incurred in connection with this action.",
        "requirements": [
          {
            "description": "Each party to this Order agrees to bear its own costs and attorneys' fees incurred in connection with this action",
            "quoted_text": "IS FURTHER ORDERED that each par to this Order hereby agrees to bear its own IT costs and attorneys' fees incured in connection with this action.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 552,
            "quote_end_line": 554
          }
        ]
      },
      {
        "provision_number": "XVII",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
        "requirements": [
          {
            "description": "The Court shall retain jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order",
            "quoted_text": "IT IS FURTHER ORDERED that this Cour shall retain jurisdiction of this matter for puroses of constrction, modification and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 556,
            "quote_end_line": 558
          }
        ]
      },
      {
        "provision_number": "XVIII",
        "title": "Complete Settlement",
        "category": "acknowledgment",
        "summary": "The parties consent to entry of this Order as a final judgment and order constituting a full, complete, and final settlement of this action.",
        "requirements": [
          {
            "description": "The parties consent to entry of the foregoing Order which shall constitute a final judgment and order in this matter and a full, complete, and final settlement of this action",
            "quoted_text": "The paries hereby consent to entr of the foregoing Order which shall constitutc a final judgment and order in this matter. The partcs furter stipulate and agree that the entr of the foregoing order shall constitute a full, complete, and final settlement of this action.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 560,
            "quote_end_line": 562
          }
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "IT IS FURTHER ORDERED that this Court shall retain jurisdiction of this matter for purposes of construction, modification and enforcement of this Order."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "01.05, Assail Complaint.pdf",
      "order": "01.05, Assail Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 7,
      "complaint_representations": 9,
      "order_provisions": 18,
      "order_definitions": 6,
      "order_requirements": 54,
      "provisions_per_section": {
        "I": 6,
        "II": 5,
        "III": 2,
        "IV": 4,
        "V": 5,
        "VI": 1,
        "VII": 1,
        "VIII": 1,
        "IX": 6,
        "X": 5,
        "XI": 4,
        "XII": 6,
        "XIII": 1,
        "XIV": 3,
        "XV": 1,
        "XVI": 1,
        "XVII": 1,
        "XVIII": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 1
      },
      "verification_details": {
        "complaint_verified": 9,
        "complaint_total": 9,
        "order_verified": 54,
        "order_total": 54
      }
    },
    "processing_time_seconds": 212.1
  }
}