{
  "case_info": {
    "docket_number": "WA:03-CV-7",
    "company": {
      "name": "Assail, Inc.",
      "incorporation_state": "Nevada",
      "entity_type": "corporation",
      "address": "1071 East 100 South, St. George, Utah",
      "business_description": "Assail, Inc. provides telemarketing, accounting and other management services. Since 1999, it has marketed, sold, and provided services related to products and services including purported advance-fee credit cards and other payment devices."
    },
    "commissioners": [],
    "date_issued": "",
    "legal_authority": "Section 5(a) of the FTC Act, 15 U.S.C. § 45(a); Section 13(b) of the FTC Act, 15 U.S.C. § 53(b); Section 19 of the FTC Act, 15 U.S.C. § 57b; Telemarketing Sales Rule, 16 C.F.R. Part 310; Section 521 of the Gramm-Leach-Bliley Act, 15 U.S.C. § 6821",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/022-3147-assail-inc-et-al"
  },
  "complaint": {
    "factual_background": "Defendants operated a deceptive telemarketing scheme targeting consumers with poor credit. They falsely promised consumers MasterCard credit cards after paying advance fees, but instead delivered only worthless \"benefits packages\" or unauthorized stored-value cards. Defendants also debited consumers' bank accounts without authorization for additional \"upsell\" products, and used false pretenses to obtain consumers' personal financial information from their banks.",
    "representations_made": [
      {
        "description": "Claimed affiliation with MasterCard, a bank, or other financial institution",
        "quoted_text": "they are affiliated with, or calling from or on behalf of, MasterCard, a bank or other financial institution",
        "source_paragraph": 49
      },
      {
        "description": "Claimed to be calling in response to a prior credit application made by the consumer",
        "quoted_text": "they are calling consumers in response to a credit application made by the consumer",
        "source_paragraph": 49
      },
      {
        "description": "Promised consumers would receive a MasterCard credit card or other major credit card after paying a fee",
        "quoted_text": "after consumers pay a fee, consumers are likely or are guaranteed to receive a MasterCard credit card or other major credit card",
        "source_paragraph": 49
      },
      {
        "description": "Claimed purchasing the payment device would improve consumer's credit and lead to future unsecured credit card offers",
        "quoted_text": "the purchase of a payment device increases the likelihood that a consumer's credit will improve and that the consumer will get other offers for unsecured credit cards in the future",
        "source_paragraph": 49
      },
      {
        "description": "Promised specified discounted products or services at no additional charge after paying a fee",
        "quoted_text": "after consumers pay a fee, consumers will receive, at no additional charge, specified discounted products or services",
        "source_paragraph": 49
      },
      {
        "description": "Claimed to already possess and be merely verifying consumers' bank account information",
        "quoted_text": "Assail Defendants already possess, and are merely verifying, consumers' bank account information",
        "source_paragraph": 75
      },
      {
        "description": "Promised a free trial or cancellation period during which consumers could cancel at any point",
        "quoted_text": "the seller or telemarketer provides a free trial or cancellation period during which time the consumers can cancel at any point",
        "source_paragraph": 67
      },
      {
        "description": "Promised consumers would not be billed prior to the end of the free trial or cancellation period",
        "quoted_text": "consumers will not be billed prior to the end of the free trial or cancellation period",
        "source_paragraph": 67
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Advance-Fee Credit Card Misrepresentation",
        "representation": "Defendants represented they were affiliated with MasterCard or banks, were responding to consumer credit applications, would provide MasterCard or major credit cards after fee payment, would improve consumer credit, and would provide free discounted products or services",
        "fact": "Defendants were not affiliated with MasterCard or banks, were not responding to consumer credit applications, did not provide MasterCard credit cards or major credit cards after fee payment, did not improve consumer credit or lead to future credit card offers, and did not provide free discounted products or services",
        "conclusion": "Therefore, the representations set forth in Paragraph 49 are false and misleading and constitute deceptive acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 2,
        "title": "Unauthorized Billing",
        "representation": "Initial Defendants caused consumers' bank accounts to be electronically debited without authorization, before receipt of promised information, before expiration of trial periods, after cancellation requests, or after consumers were denied the ability to cancel",
        "fact": "These unauthorized billing practices caused substantial injury to consumers that was not reasonably avoidable and not outweighed by countervailing benefits",
        "conclusion": "Initial Defendants' practices as alleged in Paragraph 52 are unfair practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 3,
        "title": "TSR False Statements to Induce Payment",
        "representation": "Defendants made false or misleading statements that they were affiliated with MasterCard or banks, were responding to credit applications, would provide MasterCard or major credit cards, would improve consumer credit, and would provide free discounted products",
        "fact": "These representations were false - defendants were not affiliated with MasterCard or banks, were not responding to credit applications, did not provide MasterCard or major credit cards, did not improve consumer credit, and did not provide free discounted products",
        "conclusion": "Therefore, the representations alleged in Paragraph 62 constitute false or misleading statements to induce a person to pay for goods or services, and violate Sections 310.3(a)(4) and 310.3(b) of the TSR, 16 C.F.R. §§ 310.3(a)(4) and 310.3(b)."
      },
      {
        "count_number": 4,
        "title": "TSR Advance-Fee Credit Card Violation",
        "representation": "Defendants requested or received advance fees while guaranteeing or representing a high likelihood of success in obtaining a credit card for consumers",
        "fact": "Defendants requested or received payment in advance while representing high likelihood of obtaining credit cards",
        "conclusion": "Defendants have thereby violated Sections 310.4(a)(4) and 310.3(b) of the Telemarketing Sales Rule, 16 C.F.R. §§ 310.4(a)(4) and 310.3(b)."
      },
      {
        "count_number": 5,
        "title": "TSR Refund/Cancellation Policy Misrepresentation",
        "representation": "Initial Defendants misrepresented they provided free trial/cancellation periods, that consumers would not be billed before trial periods ended, and that they provided customer response services",
        "fact": "Initial Defendants failed to honor cancellation requests during trial periods, billed consumers before trial periods ended, and failed to provide customer response services to consumers who called",
        "conclusion": "Initial Defendants have thereby violated Sections 310.3(a)(2)(iv) and 310.3(b) of the Telemarketing Sales Rule, 16 C.F.R. §§ 310.4(a)(2)(iv) and 310.3(b)."
      },
      {
        "count_number": 6,
        "title": "TSR Failure to Disclose",
        "representation": "Initial Defendants and Defendant Lawrence Silverman failed to disclose promptly and clearly that the purpose of calls was to sell goods and services and failed to disclose the identity of sellers and nature of all goods and services including those offered during verification",
        "fact": "Initial Defendants and Defendant Lawrence Silverman failed to make required prompt and clear disclosures about the sales purpose and identity of sellers and nature of all goods and services",
        "conclusion": "Initial Defendants and Defendant Lawrence Silverman have thereby violated Sections 310.4(d) and 310.3(b) of the Telemarketing Sales Rule, 16 C.F.R. §§ 310.4(d) and 310.3(b)."
      },
      {
        "count_number": 7,
        "title": "Gramm-Leach-Bliley Act Pretexting Violations",
        "representation": "Assail Defendants represented they were affiliated with banks, financial institutions, or credit card companies, or that they already possessed and were merely verifying consumers' bank account information",
        "fact": "Assail Defendants were not affiliated with banks, financial institutions, or credit card companies, and did not already possess consumers' bank account information but fraudulently obtained it through false pretenses",
        "conclusion": "Therefore, Assail Defendants' acts or practices violate Section 521 of the GLB Act, 15 U.S.C. § 6821, and are false and misleading and constitute deceptive acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C.§ 45(a)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Assisting and facilitating": "shall have the meaning that it has in Section 310.3(b) of the Telemarketing Sales Rule, 16 C.F.R. § 310.3(b) (1996), as amended (2003).",
      "Asset": "means any legal or equitable interest in, right to, or claim to, any real or personal property, including but not limited to chattel, goods, instruments, equipment, fixtures, general intangibles, effects, leaseholds, premises, contracts, mail or other deliveries, shares of stock, lists of consumer names, inventory, checks, notes, accounts, credits, receivables, funds, and all cash, wherever located.",
      "Defendants": "Unless otherwise specified, Defendants means the Individual Defendants and the Limited Partnership Defendant. The \"Individual Defendants\" means Jay Lankford and H. Lee Murphy, individually, and as principals of the Limited Partnership Defendant. The \"Limited Partnership Defendant\" means Specialty Outsourcing Solutions, Ltd. (\"SOS\").",
      "Document": "is synonymous in meaning and equal in scope to the usage of the term in Federal Rule of Civil Procedure 34(a), and includes writings, drawings, graphs, charts, photographs, audio and video recordings, computer records, and other data compilations from which information can be obtained and translated, if necessary, into reasonably usable form through detection devices. A draft or non-identical copy is a separate document within the meaning of the term.",
      "Plaintiff": "means the Federal Trade Commission.",
      "Telemarketing": "means any plan, program or campaign (whether or not covered by the Telemarketing Sales Rule, 16 C.F.R. Part 310) that is conducted to induce the purchase of goods or services by means of the use of one or more telephones."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations",
        "category": "prohibition",
        "summary": "Defendants are prohibited from making false or misleading representations about affiliation with financial institutions, credit card likelihood, or discounted products and services.",
        "requirements": [
          {
            "description": "Must not misrepresent affiliation with Mastercard, credit/debit card companies, banks, or financial institutions",
            "quoted_text": "IT IS FURTHER ORDERED that in connection with the advertising, promotion, offering for sale, or sale of goods or services by any means whatsoever, each of the Defendants, and their successors, assigns, officers, agents, servants, employees, and those persons in active concert or participation with them who receive actual notice of this Order by personal service, facsimile, or otherwise, whether acting directly or through any corporation, subsidiary, division, or other entity, are hereby permanently restrained and enjoined from making, directly or by implication, orally or in writing, any false or misleading representation, or assisting others in making any such false or misleading representation, including any misrepresentation that: The Defendant is affiliated with Mastercard, any other credit card or debit card company, or a bank or other financial institution",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Must not misrepresent that contact is in response to consumer's credit application",
            "quoted_text": "The Defendant is contacting the consumer in response to a credit application made by the consumer",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent likelihood or guarantee of receiving a payment card after paying a fee",
            "quoted_text": "After a consumer pays the Defendant a fee, the consumer is likely or is guaranteed to receive a credit card, debit card, or any other payment card or device of any kind",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent that purchasing a payment card will improve credit or lead to other offers",
            "quoted_text": "The purchase of a credit card, debit card, or other payment card or device from the Defendant increases the likelihood that a consumer's credit will improve and that the consumer will get other offers for unsecured credit cards in the future",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent that consumer will receive discounted products or services at no additional charge",
            "quoted_text": "After a consumer pays the Defendant a fee, the consumer will receive, at no additional charge, any discounted products or services.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Prohibition Against Unauthorized Billing",
        "category": "prohibition",
        "summary": "Defendants are prohibited from charging consumers' credit/debit cards or debiting bank accounts without proper authorization, before trial periods expire, or after cancellation requests.",
        "requirements": [
          {
            "description": "Must not charge or debit without express consumer authorization",
            "quoted_text": "IT IS FURTHER ORDERED that in connection with the advertising, promotion, offering for sale, or sale of goods or services by any means whatsoever, each of the Defendants, and their successors, assigns, officers, agents, servants, employees, and those persons in active concert or participation with them who receive actual notice of this Order by personal service, facsimile, or otherwise, whether acting directly or through any corporation, subsidiary, division, or other entity, are hereby permanently restrained and enjoined from causing a consumer's credit or debit card to be charged or bank account to be debited: Without having previously obtained the consumer's express authorization for such charge or debit",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Must not charge before consumer receives promised product or service information",
            "quoted_text": "Prior to receipt by the consumer of information about the product or service that the Defendant represents the consumer will receive",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not charge before expiration of free trial period",
            "quoted_text": "Prior to the expiration of any free trial period",
            "deadline": null,
            "verified": true,
            "confidence": 0.9310989010989011
          },
          {
            "description": "Must not charge after receiving consumer cancellation request",
            "quoted_text": "After the Defendant has received a consumer request to cancel the purchase of such product or service, unless the Defendant can show the charge or debit occurred prior to receipt of the request to cancel",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not charge after consumer is denied ability to cancel through customer service",
            "quoted_text": "After the consumer is denied the ability to cancel the product or service through the customer service number provided.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Compliance with the Gramm-Leach-Bliley Act",
        "category": "prohibition",
        "summary": "Defendants are prohibited from violating the Gramm-Leach-Bliley Act, including inducing consumers to divulge personal financial information through misrepresentations.",
        "requirements": [
          {
            "description": "Must not violate GLB Act by misrepresenting affiliation with financial institutions",
            "quoted_text": "IT IS FURTHER ORDERED that in connection with the advertising, promotion, offering for sale, or sale of goods or services by any means whatsoever, each of the Defendants, and their successors, assigns, officers, agents, servants, employees, and those persons in active concert or participation with them who receive actual notice of this Order by personal service, facsimile, or otherwise, whether acting directly or through any corporation, subsidiary, division, or other entity, are hereby restrained and enjoined from violating any provision of Section 521 of the Gramm-Leach-Bliley Act, 15 U.S.C. § 6821, including but not limited to inducing consumers to divulge their personal financial information by misrepresenting, expressly or by implication, that: The Defendant is affiliated with, or calling from or on behalf of, a bank, financial institution, or credit or debit card company",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Must not misrepresent possession or verification of consumer's bank account information",
            "quoted_text": "The Defendant already possesses, or is verifying, a consumer's bank account information.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9785714285714286
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Compliance with the Telemarketing Sales Rule",
        "category": "prohibition",
        "summary": "Defendants are prohibited from violating the Telemarketing Sales Rule, including making false statements, requesting advance fees for credit cards, and failing to make required disclosures.",
        "requirements": [
          {
            "description": "Must not make false or misleading statements to induce payment",
            "quoted_text": "IT IS FURTHER ORDERED that in connection with any telemarketing, Defendants, and each of their successors, assigns, principals, officers, agents, servants, employees, and those persons in active concert or participation with them who receive actual notice of this Order by personal service, facsimile, or otherwise, whether acting directly or through any corporation, subsidiary, division, or other device, are hereby restrained and enjoined from violating, and from assisting or facilitating any other person to violate, any provision of the Telemarketing Sales Rule, 16 C.F.R. Part 310, as amended, including but not limited to: Making any false or misleading statement to induce any person to pay for goods or services.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Must not request or receive advance fees for credit cards with guarantee or representation of likelihood of success",
            "quoted_text": "Requesting or receiving payment of a fee or consideration in advance of consumers obtaining a credit card when a telemarketer or seller has guaranteed or represented a likelihood of success in obtaining a credit card for such consumers",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent refund, cancellation, exchange, or repurchase policies",
            "quoted_text": "Misrepresenting, directly or by implication, the terms of the seller's refund, cancellation, exchange, or repurchase policies, including but not limited to misrepresentations that; The seller or telemarketer provides a free trial or cancellation period during which time the consumer can cancel; Consumers will not be billed prior to the end of the free trial or cancellation period; and Defendants provide customer response services to consumers",
            "deadline": null,
            "verified": true,
            "confidence": 0.7693162393162394
          },
          {
            "description": "Must promptly and clearly disclose purpose of call and seller identity",
            "quoted_text": "Failing to disclose promptly, and in a clear and conspicuous manner: That the purpose of the call is to sell goods and services; and The identity of all sellers and the nature of all goods and services to be offered during the call.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9974620390455532
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Redress Payment",
        "category": "affirmative_obligation",
        "summary": "Defendants must pay $512,000 to the Commission for consumer redress, with $294,000 paid upon entry and $218,000 assigned as a receivable from Defendant Assail, Inc.",
        "requirements": [
          {
            "description": "Pay $512,000 to the Commission upon entry of Order",
            "quoted_text": "IT IS FURTHER ORDERED that: The Defendants are jointly and severally liable for, and are ordered to pay and turn over to the Commission, money and assets having a total value of $512,000. Defendants' satisfaction of this $512,000 liability is due upon the entry of this Order by the Court",
            "deadline": "upon entry of Order",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Deposit $294,000 with the Commission upon execution of Order",
            "quoted_text": "Defendants deposited the sum of $294,000 with the Commission simultaneously with their execution of this Order, and hereby convey the $294,000 to the Commission upon the entry of the Order, and forever after relinquish any right to this payment, which is not a fine or penalty",
            "deadline": "upon entry of Order",
            "verified": true,
            "confidence": 0.8187633262260128
          },
          {
            "description": "Transfer and assign $218,000 receivable from Assail, Inc. to the Commission",
            "quoted_text": "Defendants hereby transfer and assign to the Commission, upon the entry of this Order, all their rights and interest in the $218,000 receivable owed to them by Defendant Assail, Inc., and forever after forfeit and abandon any right or interest in that amount, so that those funds will be available for use for consumer redress.",
            "deadline": "upon entry of Order",
            "verified": true,
            "confidence": 0.9329275808936827
          },
          {
            "description": "Furnish taxpayer identifying numbers to the Commission",
            "quoted_text": "In accordance with 31 U.S.C. § 7701, the Defendants are hereby required, unless they have done so already, to furnish to the Commission their respective taxpayer identifying numbers (social security numbers and employer identification numbers) which shall be used for purposes of collecting and reporting on any delinquent amount arising out of Defendants' relationship with the government.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9605912596401028
          },
          {
            "description": "Provide photocopies of all valid driver's licenses",
            "quoted_text": "The Individual Defendants are further required, unless they have done so already, to provide the Commission with clear, legible and full-size photocopies of all valid driver's licenses that they possess, which will be used for reporting and compliance purposes.",
            "deadline": null,
            "verified": true,
            "confidence": 0.964108527131783
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Commission's Use of Funds",
        "category": "affirmative_obligation",
        "summary": "Funds paid to the Commission may be used for consumer redress and related equitable relief, with any remaining funds deposited to the U.S. Treasury.",
        "requirements": [
          {
            "description": "Commission may use funds for consumer redress and equitable relief",
            "quoted_text": "IT IS FURTHER ORDERED that all funds paid to the Commission or its agent pursuant to Paragraph V of this Order, may be deposited into a fund administered by the Commission or its agent to be used for equitable relief, including but not limited to consumer redress and any attendant expenses for the administration of any redress fund. In the event that direct redress to consumers is wholly or partially impracticable or that funds remain after redress is completed, the Commission may apply any remaining funds for such other equitable relief (including consumer information remedies) as it determines to be reasonably related to Defendants' practices alleged in the Complaint. Any funds not used for such equitable relief shall be deposited to the United States Treasury as disgorgement.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Lifting of the Asset Freeze",
        "category": "affirmative_obligation",
        "summary": "The asset freeze imposed by the preliminary injunction is lifted to allow asset transfer required by the Order and permanently vacated upon completion.",
        "requirements": [
          {
            "description": "Asset freeze lifted to allow required transfers and then permanently vacated",
            "quoted_text": "IT IS FURTHER ORDERED that the freeze of the Defendants' assets pursuant to the Preliminary Injunction Order entered by this Court on February 4, 2003, shall be lifted to the extent necessary to turn over assets as required by Paragraph V of this Order, and upon completion of that transfer, shall be vacated and lifted permanently.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Acknowledgment of Receipt of Order",
        "category": "acknowledgment",
        "summary": "Each Defendant must submit a truthful sworn statement acknowledging receipt of the Order within five business days.",
        "requirements": [
          {
            "description": "Submit truthful sworn statement acknowledging receipt of Order",
            "quoted_text": "IT IS FURTHER ORDERED that each Defendant, within five (5) business days of receipt of this Order as entered by the Court, shall submit to the Commission a truthful sworn statement acknowledging receipt of this Order.",
            "deadline": "5 business days",
            "verified": true,
            "confidence": 0.9766357308584687
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Distribution of Order by Defendant",
        "category": "acknowledgment",
        "summary": "For five years, Defendants must deliver copies of the Order to principals, officers, employees, and agents, and secure signed acknowledgments of receipt.",
        "requirements": [
          {
            "description": "Limited Partnership Defendant must deliver Order to principals, partners, officers, directors, and managers",
            "quoted_text": "IT IS FURTHER ORDERED that, for a period of five (5) years from the date of entry of this Order: The Limited Partnership Defendant shall: Deliver a copy of this Order to all principals, partners, officers, and directors of the Limited Partnership Defendant, and to all individuals serving the Limited Partnership Defendant in a management capacity, whether designated as employees, representatives, agents, consultants, independent contractors or otherwise",
            "deadline": null,
            "verified": true,
            "confidence": 0.8166666666666667
          },
          {
            "description": "Limited Partnership Defendant must deliver summary of Order to employees and contractors",
            "quoted_text": "Deliver, in the form set forth in Appendix A, a summary of the injunctive provisions of this Order, to each employee, agent, representative and independent contractor having responsibilities subject to this Order",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Limited Partnership Defendant must secure signed acknowledgments from current personnel within 30 days",
            "quoted_text": "Secure signed and dated statements acknowledging receipt of the Order or summary from current principals, partners, officers, directors, consultants, managers, employees, agents, representatives and independent contractors having responsibilities subject to this Order, within thirty (30) days of the date of entry of this Order",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Limited Partnership Defendant must secure signed acknowledgments from future personnel before they commence duties",
            "quoted_text": "and from future principals, partners, officers, directors, consultants, managers, employees, agents, representatives and independent contractors having responsibilities subject to this Order before they commence their new duties or employment.",
            "deadline": "before commencement",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Individual Defendants must deliver Order to principals, partners, officers, directors, and managers under their control",
            "quoted_text": "The Individual Defendants shall: Deliver a copy of this Order to all principals, partners, officers, directors and individuals serving in a management capacity, whether designated as employees, representatives, agents, consultants, independent contractors or otherwise, who are under the control of the Individual Defendant for any business that (a) employs or contracts for personal services from the Individual Defendant, and (b) has responsibilities with respect to the subject matter of this Order",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Individual Defendants must deliver summary of Order to employees and contractors under their control",
            "quoted_text": "Deliver, in the form set forth in Appendix A, a summary of the injunctive provisions of this Order to each employee, agent, representative and independent contractor having responsibilities subject to this Order who is under the control of the Individual Defendant for any business that (a) employs or contracts for personal services from the Individual Defendant and (b) has responsibilities with respect to the subject matter of this Order",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Individual Defendants must secure signed acknowledgments from current personnel within 30 days",
            "quoted_text": "Secure signed and dated statements acknowledging receipt of the Order or summary from current principals, partners, officers, directors, consultants, managers, employees, agents, representatives and independent contractors having responsibilities subject to this Order, within thirty (30) days of the date of entry of the Order",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Individual Defendants must secure signed acknowledgments from future personnel before they commence duties",
            "quoted_text": "and from future principals, partners, officers, directors, consultants, managers, employees, agents, representatives and independent contractors having responsibilities subject to this Order before they commence their new duties or employment.",
            "deadline": "before commencement",
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Compliance Reporting by Defendants",
        "category": "compliance_reporting",
        "summary": "For five years, Defendants must notify the Commission of changes in residence, employment, business structure within specified timeframes and submit annual compliance reports.",
        "requirements": [
          {
            "description": "Individual Defendants must notify FTC of changes in residence, mailing addresses, and telephone numbers",
            "quoted_text": "IT IS FURTHER ORDERED that, in order that compliance with the provisions of this Order may be monitored: For a period of five (5) years from the date of entry of this Order, Each of the Individual Defendants shall notify the Commission in writing of any of the following: Any changes in residence, mailing addresses and telephone numbers of the Individual Defendant, within ten (10) days of the date of such change",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Individual Defendants must notify FTC of changes in employment status or ownership interest",
            "quoted_text": "Any change in employment status (including self-employment) of the Individual Defendant, and any change in the ownership interest of the Individual Defendant in any business entity, within ten (10) days of such change. Such notice shall include the name and address of each business that the Individual Defendant is affiliated with, employed by, or performs services for, a statement of the nature of the business, and a statement of the Individual Defendant's duties and responsibilities in connection with the business or employment",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.998045112781955
          },
          {
            "description": "Individual Defendants must notify FTC of changes in name or use of aliases",
            "quoted_text": "Any changes in the Individual Defendant's name or use of any aliases or fictitious names",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "All Defendants must notify FTC of business structure changes 30 days prior",
            "quoted_text": "All Defendants shall notify the Commission of any changes in the structure of the Limited Partnership Defendant, or any business entity that any Defendant directly or indirectly controls, or has an ownership interest in, that may affect compliance obligations arising under this Order, including but not limited to a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor entity, the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order, the filing of a bankruptcy petition, or a change in the name or address of the entity, at least thirty (30) days prior to such change; provided that with respect to any proposed change in the business entity about which the Defendant learns less than thirty (30) days prior to the date such action is to take place, the Defendant shall notify the Commission as soon as is practicable after obtaining such knowledge",
            "deadline": "30 days prior",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Submit annual compliance reports starting 180 days after entry through January 1, 2008",
            "quoted_text": "One hundred eighty (180) days after the date of entry of this Order, and each year thereafter on the same date, through and including January 1, 2008, each of the Defendants shall provide a written report to the Commission, sworn to under penalty of perjury, setting forth in detail the manner and form in which the Defendant has complied and is complying with this Order.",
            "deadline": "180 days initially, then annually",
            "verified": true,
            "confidence": 0.8929032258064517
          }
        ]
      },
      {
        "provision_number": "XI",
        "title": "Monitoring Compliance of Sales Personnel",
        "category": "monitoring",
        "summary": "For businesses Defendants control, they must monitor sales personnel compliance through testing, complaint procedures, and corrective actions.",
        "requirements": [
          {
            "description": "Must take reasonable steps to monitor and ensure sales and customer service personnel comply with Order",
            "quoted_text": "IT IS FURTHER ORDERED that, in connection with any business that any Defendant directly or indirectly manages, controls or has a majority ownership interest in, the Defendant is hereby restrained and enjoined from: Failing to take reasonable steps sufficient to monitor and ensure that all employees and independent contractors engaged in sales or other customer service functions comply with Paragraphs I-IV and XV of this Order. Such steps shall include monitoring of sales presentations with customers, and shall also include, at a minimum, the following: (1) random, blind testing of the oral representations made by persons engaged in sales or other customer service functions; (2) establishing a procedure for receiving and responding to consumer complaints; and (3) ascertaining the number and nature of consumer complaints regarding transactions in which each employee or independent contractor is involved",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Must promptly and fully investigate any consumer complaint",
            "quoted_text": "Failing promptly to investigate fully any consumer complaint received by any business to which this Paragraph applies",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must take corrective action with respect to non-complying sales personnel",
            "quoted_text": "Failing to take any corrective action with respect to any sales person whom the Individual Defendant determines is not complying with this Order, which may include training, disciplining, and/or terminating such sales person.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must keep records of consumer complaints and monitoring",
            "quoted_text": "Failing to keep records of consumer complaints and the monitoring of consumer complaints.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XII",
        "title": "Record-Keeping Provisions",
        "category": "recordkeeping",
        "summary": "For eight years, Defendants must create and retain accounting records, personnel records, customer files, complaints, marketing materials, and compliance documents.",
        "requirements": [
          {
            "description": "Must create and retain accounting records for eight years",
            "quoted_text": "IT IS FURTHER ORDERED that, for a period of eight (8) years from the date of entry of this Order, in connection with any business that the Limited Partnership Defendant or any of the Individual Defendants directly or indirectly manages, controls or has a majority ownership interest in, Defendants and their agents, employees, principals, partners, officers, directors, corporations, successors, and assigns, and those persons in active concert or participation with them who receive actual notice of this Order by personal service, facsimile or otherwise, are hereby restrained and enjoined from failing to create and retain the following records: Accounting records that reflect the cost of goods or services sold, revenues generated, and the disbursement of such revenues",
            "deadline": null,
            "verified": true,
            "confidence": 0.7710843373493976
          },
          {
            "description": "Must create and retain personnel records",
            "quoted_text": "Personnel records accurately reflecting: the name, address, and telephone number of each person employed in any capacity by such business, including as an independent contractor; that person's job title or position; the date upon which the person commenced work; and the date and reason for the person's termination, if applicable",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Must create and retain customer files",
            "quoted_text": "Customer files containing the names, addresses, phone numbers, dollar amounts paid, quantity of items or services purchased, and description of items or services purchased, to the extent such information is obtained in the ordinary course of business",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Must retain complaints, refund requests, and responses",
            "quoted_text": "Complaints and refund requests (whether received directly, indirectly or through any third party) and any responses to those complaints or requests",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must retain copies of all sales scripts, training materials, and marketing materials",
            "quoted_text": "Copies of all sales scripts, training materials, advertisements, or other marketing materials, including e-mail and Internet websites or web pages, regarding any good, service, company or web site disseminated by the Defendant to any person",
            "deadline": null,
            "verified": true,
            "confidence": 0.9308264462809918
          },
          {
            "description": "Must retain all records demonstrating compliance with Order",
            "quoted_text": "All records and documents necessary to demonstrate full compliance with each provision of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XIII",
        "title": "Access to Business Premises",
        "category": "monitoring",
        "summary": "For five years, Defendants must permit FTC representatives to access business premises and inspect, copy, or remove documents within three business days of written notice.",
        "requirements": [
          {
            "description": "Must permit FTC access to business premises within three business days of written notice",
            "quoted_text": "IT IS FURTHER ORDERED that, for a period of five (5) years from the date of entry of this Order, for the purposes of determining or securing compliance with its provisions, each of the Defendants, and their agents, employees, principals, partners, officers, corporations, successors, and assigns, and those persons or entities in active concert or participation with them who receive actual notice of this Order by personal service, facsimile or otherwise, shall permit representatives of the Commission, within three (3) business days of receipt of written notice from the Commission, access during normal business hours to any office or facility storing documents of any business that the Defendant directly or indirectly manages, controls or has a majority interest in.",
            "deadline": "3 business days",
            "verified": true,
            "confidence": 0.8357142857142859
          },
          {
            "description": "Must permit FTC to inspect, copy, and remove documents for up tothree business days",
            "quoted_text": "In providing such access, the Defendant shall permit representatives of the Commission to inspect and copy all documents relevant to any matter contained in this Order, and shall permit representatives of the Commission to remove such documents for a period not to exceed three (3) business days, so that the documents may be inspected, inventoried, and copied.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9915931721194879
          }
        ]
      },
      {
        "provision_number": "XIV",
        "title": "Commission's Authority to Monitor Compliance",
        "category": "monitoring",
        "summary": "The FTC has authority to monitor compliance through written reports, document production, depositions, discovery, posing as consumers, and employee interviews.",
        "requirements": [
          {
            "description": "Must submit additional written reports, produce documents, and appear for deposition within ten days of FTC notice",
            "quoted_text": "IT IS FURTHER ORDERED that, for the purpose of monitoring and investigating compliance with any provision of this Order: Within ten (10) days of receipt of written notice from a representative of the Commission, each of the Defendants each shall submit additional written reports, sworn to under penalty of perjury, produce documents for inspection and copying, and appear for deposition.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "FTC authorized to obtain discovery without further leave of court",
            "quoted_text": "In addition, the Commission is authorized to monitor compliance with this Order by all other lawful means, including but not limited to the following: Obtaining discovery from any person, without further leave of court, using the procedures prescribed by Fed. R. Civ. P. 30, 33, 34, 36, and 45",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "FTC authorized to pose as consumers and suppliers without identification or notice",
            "quoted_text": "Posing as consumers and suppliers to Defendants, Defendants' employees, or any other entity managed or controlled in whole or in part by any of the Defendants, without the necessity of identification or prior notice",
            "deadline": null,
            "verified": true,
            "confidence": 0.9662745098039216
          },
          {
            "description": "Must permit FTC to interview employees and personnel who agree to interviews",
            "quoted_text": "Defendants shall permit representatives of the Commission to interview any employer, consultant, independent contractor, representative, agent, partner, officer, or employee who has agreed to such an interview, relating in any way to any conduct subject to this Order. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "XV",
        "title": "Prohibitions Involving Consumer Lists",
        "category": "prohibition",
        "summary": "Defendants are permanently prohibited from selling, renting, leasing, or disclosing identifying information of consumers obtained prior to the Order, except to law enforcement or as required by law.",
        "requirements": [
          {
            "description": "Must not sell, rent, lease, transfer, or disclose consumer identifying information obtained prior to Order entry",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants, and their principals, partners, officers, agents, servants, employees, and attorneys, and all other persons or entities in active concert or participation with them who receive actual notice of this Order by personal service, facsimile, or otherwise, are hereby permanently restrained and enjoined from selling, renting, leasing, transferring, or otherwise disclosing the name, address, telephone number, credit card number, bank account number, e-mail address, or other identifying information of any person which was obtained by any Defendant, at any time prior to entry of this Order, in connection with the advertising, promotion, marketing, offering for sale, or sale of any good or service marketed by Defendant Assail, Inc., provided, however, that Defendants may disclose such identifying information to a law enforcement agency, or as required by any law, regulation or court order.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "XVI",
        "title": "Fees and Costs",
        "category": "acknowledgment",
        "summary": "Each party bears its own costs and attorneys' fees incurred in connection with the action.",
        "requirements": [
          {
            "description": "Each party bears its own costs and attorneys' fees",
            "quoted_text": "IT IS FURTHER ORDERED that each party to this Order hereby agrees to bear its own costs and attorneys' fees incurred in connection with this action.",
            "deadline": null,
            "verified": true,
            "confidence": 0.999283276450512
          }
        ]
      },
      {
        "provision_number": "XVII",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction for purposes of construction, modification, and enforcement of the Order.",
        "requirements": [
          {
            "description": "Court retains jurisdiction for construction, modification, and enforcement",
            "quoted_text": "IT IS FURTHER ORDERED that this Court shall retain jurisdiction of this matter for purposes of construction, modification and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XVIII",
        "title": "Complete Settlement",
        "category": "acknowledgment",
        "summary": "The Order constitutes final judgment and complete settlement of the action.",
        "requirements": [
          {
            "description": "Order constitutes final judgment and complete settlement",
            "quoted_text": "The parties hereby consent to entry of the foregoing Order which shall constitute a final judgment and order in this matter. The parties further stipulate and agree that the entry of the foregoing order shall constitute a full, complete, and final settlement of this action.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9497080291970803
          }
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "IT IS FURTHER ORDERED that this Court shall retain jurisdiction of this matter for purposes of construction, modification and enforcement of this Order."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "01.05, Assail Complaint.pdf",
      "order": "01.05, Assail Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 7,
      "complaint_representations": 8,
      "order_provisions": 18,
      "order_definitions": 6,
      "order_requirements": 57
    },
    "processing_time_seconds": 564.6
  }
}