{
  "case_info": {
    "docket_number": "C-4272",
    "company": {
      "name": "Collectify LLC",
      "incorporation_state": "Delaware",
      "entity_type": "limited liability company",
      "address": "235 East 73rd Street, Suite 3C, New York, New York 10012",
      "business_description": "Collectify sells comprehensive cataloguing software to consumers over the internet, including through a website (www.collectify.com)."
    },
    "commissioners": [
      "Jon Leibowitz, Chairman",
      "Pamela Jones Harbour",
      "William E. Kovacic",
      "J. Thomas Rosch"
    ],
    "case_date": {
      "month": 1,
      "year": 2010
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/092-3142-collectify-ll"
  },
  "complaint": {
    "factual_background": "Collectify LLC, a Delaware company selling cataloguing software online, self-certified to the U.S.-EU Safe Harbor Framework in October 2001 and renewed in 2002 and 2003. In October 2004, respondent failed to renew its self-certification, and the Department of Commerce updated its status to 'not current.' Despite this lapsed status, Collectify continued to display privacy policy statements on its website claiming compliance with Safe Harbor Privacy Principles from at least October 2004 through July 2009. These claims were false, as the company was not a current Safe Harbor participant during that period.",
    "representations_made": [
      {
        "description": "Claimed that its Privacy Policy complies with U.S. Department of Commerce Safe Harbor Privacy Principles as approved by the European Commission, and that Collectify is in the process of certifying its compliance",
        "quoted_text": "This Privacy Policy complies with the U.S. Department of Commerce Safe Harbor Privacy Principles, as approved by the European Commission. Collectify is in the process of certifying its compliance with the U.S. Department of Commerce.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 11,
        "quote_start_line": 81,
        "quote_end_line": 84
      },
      {
        "description": "Represented, expressly or by implication, that it is seeking self-certification to, or is a current participant in, the Safe Harbor",
        "quoted_text": "12. Through the means described in Paragraph 11, respondent represented, expressly or by implication, that it is seeking self-certification to, or is a current participant in, the Safe Harbor.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 12,
        "quote_start_line": 88,
        "quote_end_line": 90
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "False or Misleading Safe Harbor Participation Representation",
        "representation": "From at least September 2001 to the present, respondent represented on its website that its Privacy Policy complies with U.S. Department of Commerce Safe Harbor Privacy Principles as approved by the European Commission, and that it is seeking self-certification to, or is a current participant in, the Safe Harbor.",
        "fact": "From October 2004 to July 2009, respondent did not seek self-certification to, and was not a current participant in, the Safe Harbor. Its status on Commerce's public website was listed as 'not current.'",
        "conclusion": "Therefore, the representations set forth in Paragraph 11 were, and are, false or misleading, constituting unfair or deceptive acts or practices in violation of Section 5(a) of the Federal Trade Commission Act."
      }
    ]
  },
  "order": {
    "definitions": {
      "respondent": "Collectify LLC and its subsidiaries, divisions, affiliates, successors and assigns.",
      "Commerce": "as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. § 44."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Privacy or Compliance Program Membership",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent in any manner, expressly or by implication, the extent to which it is a member of, adheres to, or participates in any privacy, security, or other compliance program sponsored by the government or any third party.",
        "requirements": [
          {
            "description": "Must not misrepresent membership in, adherence to, certification by, or participation in any government- or third-party-sponsored privacy, security, or compliance program",
            "quoted_text": "IT IS ORDERED that respondent and its officers, agents, representatives, and employees, directly or through any corporation, subsidiary, division, website, or other device, in connection with the advertising, marketing, promotion, offering for sale, or sale of any product or service, in or affecting commerce, shall not misrepresent in any manner, expressly or by implication, the extent to which respondent is a member of, adheres to, complies with, is certified by, is endorsed by, or otherwise participates in any privacy, security, or any other compliance program sponsored by the government or any other third party.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 52,
            "quote_end_line": 58
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must maintain and make available to the FTC, for five years, all documents relating to compliance with this order, including covered advertisements and any documents questioning compliance.",
        "requirements": [
          {
            "description": "Maintain and make available for FTC inspection, for five years from preparation or dissemination, all advertisements and promotional materials containing representations covered by this order, along with all materials relied upon in disseminating those representations",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall maintain and upon request make available to the Federal Trade Commission for inspection and copying, a print or electronic copy of, for a period of five (5) years from the date of preparation or dissemination, whichever is later, all documents relating to compliance with this order, including but not limited to: A. all advertisements, promotional materials, and any other statements containing any representations covered by this order, with all materials relied upon in disseminating the representation; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 60,
            "quote_end_line": 66
          },
          {
            "description": "Maintain and make available for FTC inspection, for five years, any documents that call into question respondent's compliance with this order",
            "quoted_text": "B. any documents, whether prepared by or on behalf of respondent, that call into question respondent’s compliance with this order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 67,
            "quote_end_line": 68
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Order Distribution and Acknowledgment",
        "category": "acknowledgment",
        "summary": "Respondent must deliver a copy of this order to all relevant current and future personnel and obtain signed, dated acknowledgments of receipt from each.",
        "requirements": [
          {
            "description": "Deliver a copy of this order to all current and future principals, officers, directors, managers, employees, agents, and representatives with relevant responsibilities, and obtain a signed and dated acknowledgment from each",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall deliver a copy of this order to all current and future principals, officers, directors, and managers, and to all current and future employees, agents, and representatives having responsibilities relating to the subject matter of this order, and shall secure from each such person a signed and dated statement acknowledging receipt of the order. Respondent shall deliver this order to such current personnel within thirty (30) days after service of this order, and to such future personnel within thirty (30) days after the person assumes such position or responsibilities.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 73,
            "quote_end_line": 79
          },
          {
            "description": "Deliver order to future personnel within thirty (30) days after the person assumes such position or responsibilities",
            "quoted_text": "(30) days after service of this order, and to such future personnel within thirty (30) days after the person assumes such position or responsibilities.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 78,
            "quote_end_line": 79
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Corporate Change Notification",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the FTC at least 30 days prior to any corporate change that may affect compliance obligations under this order, such as dissolution, merger, sale, bankruptcy filing, or name/address change.",
        "requirements": [
          {
            "description": "Notify the FTC at least 30 days prior to any dissolution, assignment, sale, merger, creation or dissolution of a subsidiary/parent/affiliate, proposed bankruptcy filing, or change in corporate name or address that may affect compliance obligations",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall notify the Commission at least thirty (30) days prior to any change in the corporation(s) that may affect compliance obligations arising under this order, including, but not limited to: a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in the corporate name or address. Provided, however, that, with respect to any proposed change in the corporation(s) about which respondent learns fewer than thirty (30) days prior to the date such action is to take place, respondent shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": "30 days prior to change",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 81,
            "quote_end_line": 89
          },
          {
            "description": "If respondent learns of a corporate change fewer than 30 days before it occurs, notify the FTC as soon as practicable after obtaining such knowledge",
            "quoted_text": "Provided, however, that, with respect to any proposed change in the corporation(s) about which respondent learns fewer than thirty (30) days prior to the date such action is to take place, respondent shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": "as soon as practicable",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 87,
            "quote_end_line": 89
          },
          {
            "description": "Send all required notices by certified mail to the Associate Director, Division of Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580",
            "quoted_text": "All notices required by this Part shall be sent by certified mail to the Associate Director, Division of Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 90,
            "quote_end_line": 92
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondent must file a written compliance report with the FTC within 60 days of service of this order, and at such other times as the Commission may require.",
        "requirements": [
          {
            "description": "File a written report with the FTC within 60 days of service of this order detailing the manner and form in which respondent has complied with the order; additional reports may be required by the Commission at other times",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall, within sixty (60) days after service of this order, and at such other times as the Commission may require, file with the Commission a report, in writing, setting forth in detail the manner and form in which it has complied with this order.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 94,
            "quote_end_line": 97
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Order Duration",
        "category": "duration",
        "summary": "This order terminates on November 9, 2029, or twenty years from the most recent date a complaint alleging a violation of the order is filed in federal court, whichever is later, subject to specified exceptions.",
        "requirements": [
          {
            "description": "Order terminates on November 9, 2029, or twenty years from the most recent date the United States or the Commission files a complaint in federal court alleging any violation of the order, whichever comes later, with exceptions for sub-provisions with shorter terms, non-defendant respondents, and post-termination complaints",
            "quoted_text": "This order will terminate on November 9, 2029, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. any Part in this order that terminates in fewer than twenty (20) years; B. this order’s application to any respondent that is not named as a defendant in such complaint; and Page 3 of 4 C. this order if such complaint is filed after the order has terminated pursuant to this Part. Provided, further, that if such complaint is dismissed or a federal court rules that respondent did not violate any provision of the order, and the dismissal or ruling is either not appealed or upheld on appeal, then the order as to such respondent will terminate according to this Part as though the complaint had never been filed, except that the order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 99,
            "quote_end_line": 116
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on November 9, 2029, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. any Part in this order that terminates in fewer than twenty (20) years; B. this order's application to any respondent that is not named as a defendant in such complaint; and C. this order if such complaint is filed after the order has terminated pursuant to this Part."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "01.10, Collectify LL Complaint.pdf",
      "order": "01.10, Collectify LL Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 2,
      "order_provisions": 6,
      "order_definitions": 2,
      "order_requirements": 10,
      "provisions_per_section": {
        "I": 1,
        "II": 2,
        "III": 2,
        "IV": 3,
        "V": 1,
        "VI": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 2,
        "complaint_total": 2,
        "order_verified": 10,
        "order_total": 10
      }
    },
    "processing_time_seconds": 56.2
  }
}