{
  "case_info": {
    "docket_number": "8:12-cv-00182-JDW-EAJ",
    "company": {
      "name": "Asset Acceptance, LLC",
      "incorporation_state": "Delaware",
      "entity_type": "limited liability company",
      "address": "28405 Van Dyke Avenue, Warren, Michigan 48903",
      "business_description": "Asset Acceptance is a debt buyer that purchases and collects on portfolios of charged-off consumer debts from credit originators such as credit card issuers, consumer finance companies, health clubs, and telecommunications and utilities providers. As of September 30, 2010, it held more than 34 million individual accounts with an original value of more than $42 billion."
    },
    "commissioners": [],
    "case_date": {
      "month": 1,
      "year": 2012
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a); Section 5(m)(1)(A) of the FTC Act, 15 U.S.C. § 45(m)(1)(A); the Fair Credit Reporting Act (FCRA), 15 U.S.C. §§ 1681-1681x; and the Fair Debt Collection Practices Act (FDCPA), 15 U.S.C. §§ 1692-1692p",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/052-3133-asset-acceptance-llc",
    "statutory_topics": [
      "FCRA"
    ],
    "practice_areas": [
      "Financial Practices"
    ],
    "industry_sectors": [
      "Financial Services"
    ]
  },
  "complaint": {
    "factual_background": "Asset Acceptance, LLC, a debt buyer specializing in older charged-off consumer accounts, engaged in a broad pattern of unlawful debt collection practices. The company collected debts without a reasonable basis—continuing to pursue consumers after disputes without adequate investigation—and failed to disclose that many debts were past the statute of limitations or that partial payment could revive the debt. Asset also violated the FCRA by furnishing inaccurate information to consumer reporting agencies, failing to provide required negative-information notices, and not conducting reasonable investigations of consumer disputes forwarded by reporting agencies. Additionally, Asset violated the FDCPA by repeatedly contacting wrong parties after being told they were not the debtor, disclosing debts to third parties, using false or misleading representations in collection calls, and failing to obtain genuine verification of disputed debts before resuming collection.",
    "representations_made": [
      {
        "description": "Represented to consumers that disputed debts are valid and that consumers have an obligation to pay them, even without reviewing substantiating information or where portfolio data was known to be unreliable",
        "quoted_text": "54. In numerous instances, through the means described in Paragraphs 9-52, in connection with collecting or attempting to collect debts from consumers, Asset Acceptance has 17 represented to consumers, directly or indirectly, expressly or by implication, that the debts are valid and that consumers have an obligation to pay the debts, including but not limited to circumstances where: a. The consumer has disputed the validity or accuracy of the alleged debt and Asset failed to review information substantiating the accuracy of the debt or the identity of the debtor prior to continuing collection on that account; or b. Asset has reason to believe that a specific portfolio of accounts contained unreliable data and failed to obtain and review information substantiating the accuracy of individual account data prior to collecting or attempting to collect on individual accounts in that portfolio.",
        "verified": true,
        "confidence": 0.85,
        "source_paragraph": 54,
        "quote_start_line": 400,
        "quote_end_line": 416
      },
      {
        "description": "Represented, expressly or by implication, that consumers owe past-statute-of-limitations debts in the amounts demanded, without disclosing that the debts are legally unenforceable through lawsuits or that partial payment could revive the debt",
        "quoted_text": "demanded that consumers pay, in full or in part, debts that are beyond the statute of limitations. By demanding that consumers pay these debts, Asset has represented, expressly or by implication, that consumers owe these debts in the amounts demanded.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 56,
        "quote_start_line": 429,
        "quote_end_line": 431
      },
      {
        "description": "Represented to consumer reporting agencies that disputed information was verified, without conducting a reasonable investigation",
        "quoted_text": "44. Asset processes many ACDVs through \"batch processing,\" an automated system in which certain \"identifiers\" in Asset's electronic account records are automatically compared with the information provided on the ACDV forms. When the Social Security number and consumer name on the ACDV match the information in Asset's database, Asset reports to the consumer reporting agency that it has verified the disputed information. In addition, many ACDV s that are batch processed have more information about the consumers' written disputes to the consumer reporting agencies in a generalized \"comments\" field. Asset does not review these comments for ACDVs that it batch processes.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 44,
        "quote_start_line": 316,
        "quote_end_line": 323
      },
      {
        "description": "Represented to consumers that a 'debt validation' form constituted proper verification of a disputed debt, when it merely restated the same unverified portfolio data",
        "quoted_text": "23. Asset sends consumers who dispute the debt as described in Section 809(b) of the FDCP A a form letter stating, \"Enclosed please find an account statement prepared with information provided to us by the prior creditor.\" Attached to the form letter is a form document titled \"debt validation.\" Asset generates the information in the form from the portfolio data it purchased and loaded into its collection system the same information that was the basis for the initial collection notice. The debt validation form includes the name of the original creditor, the original account number, and the balance past due, as well as the consumer's name, address and the last four digits of his or her Social Security number. Asset resumes collection activity on the debt once the form letter is mailed to the consumer.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 23,
        "quote_start_line": 173,
        "quote_end_line": 181
      },
      {
        "description": "Represented to wrong-party call recipients that the person called owed the debt or had information about the person who did, even after being informed otherwise",
        "quoted_text": "27. Even after the individual wrongly called has told Asset that it has called the wrong party, in numerous instances, Asset calls the individual repeatedly. In these calls, Asset has represented that the person called owes the debt or has information concerning the person who actually owes the debt, even though that is not the case. Asset's electronic collection system has allowed such wrong party calls even after the collector has marked the phone number as incorrect.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 27,
        "quote_start_line": 200,
        "quote_end_line": 205
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Lack of Reasonable Basis – False Representations of Debt Validity",
        "representation": "Asset represented to consumers, directly or indirectly, expressly or by implication, that debts are valid and that consumers have an obligation to pay them, including where the consumer disputed the debt and Asset failed to review substantiating information, or where Asset had reason to believe a portfolio contained unreliable data and failed to investigate before collecting.",
        "fact": "The material representations were false or misleading, or Asset did not have a reasonable basis for the representations at the time they were made.",
        "conclusion": "The representations set forth in Paragraph 54 are false or misleading and constitute deceptive acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 2,
        "title": "Failure to Disclose Statute of Limitations Status",
        "representation": "By demanding that consumers pay debts beyond the statute of limitations in full or in part, Asset represented, expressly or by implication, that consumers owe these debts in the amounts demanded.",
        "fact": "Asset failed to disclose adequately that it cannot require through a lawsuit that consumers pay time-barred debts, and that making a partial payment can renew the statute of limitations and expose consumers to renewed legal liability for the full outstanding amount.",
        "conclusion": "Asset's failure to disclose this material information, in light of its collection representations and practices, constitutes a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 3,
        "title": "Furnishing Inaccurate Information to Consumer Reporting Agencies – FCRA § 623(a)(1)(A)",
        "representation": "Asset furnished information to consumer reporting agencies while knowing or having reasonable cause to believe that the information was inaccurate.",
        "fact": "Section 623(a)(1)(A) of the FCRA prohibits furnishers from furnishing information to a consumer reporting agency if they know or have reasonable cause to believe the information is inaccurate.",
        "conclusion": "Asset's acts and practices constitute violations of Section 623(a)(1)(A) of the FCRA, 15 U.S.C. § 1681s-2(a)(1)(A), and also constitute unfair or deceptive acts or practices in violation of Section 5(a) of the FTC Act."
      },
      {
        "count_number": 4,
        "title": "Failure to Provide Required Negative Information Notice – FCRA § 623(a)(7)",
        "representation": "Asset furnished negative information about customers to consumer reporting agencies.",
        "fact": "Asset failed to provide customers with the clear and conspicuous written notice required by Section 623(a)(7) of the FCRA no later than thirty days after furnishing the negative information to the consumer reporting agency.",
        "conclusion": "Asset's acts and practices constitute violations of Section 623(a)(7) of the FCRA, 15 U.S.C. § 1681s-2(a)(7), and also constitute unfair or deceptive acts or practices in violation of Section 5(a) of the FTC Act."
      },
      {
        "count_number": 5,
        "title": "Failure to Conduct Reasonable Investigation of ACDV Disputes – FCRA § 623(b)(1)",
        "representation": "Asset used an automated batch-processing system that compared only a consumer's name and Social Security number to report to consumer reporting agencies that disputed information had been verified.",
        "fact": "Asset did not conduct a reasonable investigation, or any investigation, when it received notices of dispute from consumer reporting agencies. The batch process did not review the particulars of the consumer's claim, individual account documents, or notes, and ignored generalized dispute comments.",
        "conclusion": "Asset's acts and practices constitute violations of Section 623(b) of the FCRA, 15 U.S.C. § 1681s-2(b), and also constitute unfair acts or practices in violation of Section 5(a) of the FTC Act."
      },
      {
        "count_number": 6,
        "title": "Repeated Communications with Third Parties for Location Information – FDCPA § 804(3)",
        "representation": "Asset communicated more than once with persons other than the consumer for the purpose of obtaining location information about the consumer.",
        "fact": "Asset had no reasonable belief that the earlier response of the third party was erroneous or incomplete and that the person then had correct or complete location information, as required before additional contact is permissible under FDCPA § 804(3).",
        "conclusion": "Asset's acts and practices constitute violations of Section 804(3) of the FDCPA, 15 U.S.C. § 1692b(3), and also constitute unfair or deceptive acts or practices in violation of Section 5(a) of the FTC Act."
      },
      {
        "count_number": 7,
        "title": "Unauthorized Third-Party Communications About Debts – FDCPA § 805(b)",
        "representation": "Asset communicated about debts with persons other than the consumer, a consumer reporting agency, the creditor, or their attorneys.",
        "fact": "Such communications were made without the permission of the consumer and were not otherwise permitted under Section 804 of the FDCPA.",
        "conclusion": "Asset's acts and practices constitute violations of Section 805(b) of the FDCPA, 15 U.S.C. § 1692c(b), and also constitute unfair or deceptive acts or practices in violation of Section 5(a) of the FTC Act."
      },
      {
        "count_number": 8,
        "title": "False, Deceptive, or Misleading Representations in Debt Collection – FDCPA § 807",
        "representation": "Asset used false, deceptive, or misleading representations or means in connection with the collection of debts, including: (a) false representations about the character, amount, or legal status of a debt; (b) communicating credit information to consumer reporting agencies that it knew or should have known was false; and (c) using false representations or deceptive means to collect a debt or obtain consumer information.",
        "fact": "Section 807 of the FDCPA prohibits false, deceptive, or misleading representations in debt collection, including false statements about the legal status of a debt (§ 807(2)(A)), communicating known false credit information (§ 807(8)), and using deceptive means to collect debts (§ 807(10)).",
        "conclusion": "Asset's acts and practices constitute violations of Section 807 of the FDCPA, 15 U.S.C. § 1692e, and also constitute unfair or deceptive acts or practices in violation of Section 5(a) of the FTC Act."
      },
      {
        "count_number": 9,
        "title": "Failure to Obtain Debt Verification Before Resuming Collection – FDCPA § 809(b)",
        "representation": "Asset sent consumers a 'debt validation' form letter using the same portfolio data that generated the initial collection notice, then resumed collection activity once the letter was mailed.",
        "fact": "When a consumer notified Asset in writing within thirty days that the debt was disputed, Asset was required to cease collection and obtain and provide actual verification of the debt before resuming collection. Providing the same unverified database information does not constitute verification under FDCPA § 809(b).",
        "conclusion": "Asset's acts and practices constitute violations of Section 809(b) of the FDCPA, 15 U.S.C. § 1692g(b), and also constitute unfair or deceptive acts or practices in violation of Section 5(a) of the FTC Act."
      }
    ]
  },
  "order": {
    "definitions": {},
    "provisions": [
      {
        "provision_number": "1",
        "title": "Granting of Joint Motion for Entry of Consent Decree",
        "category": "acknowledgment",
        "summary": "The Court grants the Joint Motion for Entry of Consent Decree (Dkt. 2) and will separately enter the Consent Decree.",
        "requirements": [
          {
            "description": "The Joint Motion for Entry of Consent Decree (Dkt. 2) is granted and the Court will separately enter the Consent Decree.",
            "quoted_text": "((11)) TThhee JJooiinntt MMoottiioonn ffoorr EEnnttrryy ooff CCoonnsseenntt DDeeccrreeee ((DDkktt.. 22)) iiss GGRRAANNTTEEDD.. TThhee CCoouurrtt wwiillll sseeppaarraatteellyy eenntteerr tthhee CCoonnsseenntt DDeeccrreeee..",
            "deadline": null,
            "verified": true,
            "confidence": 0.7055393586005831,
            "quote_start_line": 28,
            "quote_end_line": 29
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "2",
        "title": "Closure of Case",
        "category": "acknowledgment",
        "summary": "The Clerk is directed to close the case.",
        "requirements": [
          {
            "description": "The Clerk is directed to close the case.",
            "quoted_text": "((22)) TThhee CClleerrkk iiss ddiirreecctteedd ttoo CCLLOOSSEE tthhiiss ccaassee..",
            "deadline": null,
            "verified": false,
            "confidence": 0.6617647058823529,
            "quote_start_line": 30,
            "quote_end_line": 30
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": null
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "01.12, Asset Acceptance Complaint.pdf",
      "order": "01.12, Asset Acceptance Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 9,
      "complaint_representations": 5,
      "order_provisions": 2,
      "order_definitions": 0,
      "order_requirements": 2,
      "provisions_per_section": {
        "1": 1,
        "2": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 5,
        "complaint_total": 5,
        "order_verified": 1,
        "order_total": 2
      }
    },
    "processing_time_seconds": 134.6
  }
}