{
  "case_info": {
    "docket_number": "C-4564",
    "company": {
      "name": "Craig Brittain",
      "incorporation_state": "",
      "entity_type": "individual",
      "address": "Colorado Springs, CO 80920",
      "business_description": "Craig Brittain operated the website www.isanybodydown.com, which posted personal information and photographs of individuals with exposed intimate parts, and operated related websites including www.obamanudes.com. He engaged in various methods to obtain such photographs and charged fees for content removal services."
    },
    "commissioners": [
      "Edith Ramirez, Chairwoman",
      "Julie Brill",
      "Maureen K. Ohlhausen",
      "Terrell McSweeny"
    ],
    "date_issued": "2015-12-28",
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. ยง 45(a)",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/132-3120-craig-brittain-matter"
  },
  "complaint": {
    "factual_background": "From November 2011 to April 2013, Craig Brittain operated www.isanybodydown.com, posting intimate photographs and personal information of over 1,000 people without their consent. He obtained photos by soliciting anonymous submissions, posing as a woman on Craigslist to trick women into sending intimate photos, and running a bounty system. He then operated fake removal services charging $200-$500 to remove the same photos he had posted, earning approximately $12,000.",
    "representations_made": [
      {
        "description": "Claimed he would use solicited photographs solely for personal private use",
        "quoted_text": "Respondent has solicited photographs from individuals of themselves with their intimate parts exposed while representing, directly or indirectly, expressly or by implication, that he would use such photographs solely for his personal private use.",
        "source_paragraph": 15
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Unfair Practices Relating to Posting of Photographs and Personal Information",
        "representation": "Respondent disseminated photographs of individuals with their intimate parts exposed, along with personal information, through the Website for commercial gain and without the knowledge or consent of those depicted",
        "fact": "He knew or should have known that the depicted person had a reasonable expectation that the image would not be disseminated through the Website for commercial gain",
        "conclusion": "Respondent's practices have caused or were likely to have caused substantial injury to consumers that is not reasonably avoidable by consumers and is not outweighed by countervailing benefits to consumers or competition. These practices were, and are, unfair acts or practices."
      },
      {
        "count_number": 2,
        "title": "False Claims Relating to Solicitation of Photographs",
        "representation": "Respondent represented that he would use photographs solicited from individuals solely for his personal private use",
        "fact": "Respondent did not use such photographs solely for his personal private use, but disseminated them through the Website with personal information about the individual and for commercial gain",
        "conclusion": "Therefore, the representation set forth in Paragraph 15 is false or misleading."
      }
    ]
  },
  "order": {
    "definitions": {
      "Respondent": "Craig Brittain, individually.",
      "Commerce": "as it is defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. ยง 44.",
      "Covered Websites": "www.isanybodydown.com, www.obamanudes.com, www.takedownlawyer.com, www.takedownhammer.com, www.takedownhammer.net, and www.takedownhammer.org.",
      "Intimate parts": "the naked genitals, pubic area, buttocks, or female nipple.",
      "Personal information": "individually identifiable information from or about an individual, including but not limited to: (1) a first and last name; (2) a home or other physical address, including street name and name of city or town; (3) an email address or other online contact information, such as an instant messaging user identifier or a screen name; (4) a telephone number; (5) date of birth; or (6) a photograph or video containing an individual's image."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition on Dissemination of Videos or Photographs Without Consent",
        "category": "prohibition",
        "summary": "Respondent is permanently prohibited from disseminating videos or photographs showing individuals with intimate parts exposed without clearly disclosing commercial intent and obtaining affirmative written consent.",
        "requirements": [
          {
            "description": "Must clearly and prominently disclose to the individual that Respondent will disseminate the video or photograph for commercial gain through a website or online service",
            "quoted_text": "clearly and prominently disclosing directly to that individual, and not as part of a \"privacy policy,\" \"terms of use,\" or similar document posted on a website or online service, that Respondent will disseminate the video or photograph for commercial gain and through a website or online service",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must obtain affirmative express written consent from the individual for dissemination",
            "quoted_text": "obtaining affirmative express consent in writing from the individual for such dissemination",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Prohibition on Misrepresentations",
        "category": "prohibition",
        "summary": "Respondent is permanently prohibited from misrepresenting material facts through a website or online service, including facts about collection, use, disclosure, or deletion of personal information, Respondent's identity, and the identity of content providers or advertisers.",
        "requirements": [
          {
            "description": "Must not misrepresent Respondent's collection, use, disclosure, or deletion of personal information",
            "quoted_text": "Respondent, and Respondent's officers, agents, servants, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this order, whether acting directly or indirectly, in connection with the marketing, promoting, or offering for sale any good or service, is permanently restrained and enjoined from misrepresenting through a website or online service, expressly or by implication, any material fact, including but not limited to: A. Respondent's collection, use, disclosure, or deletion of personal information",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent Respondent's identity",
            "quoted_text": "misrepresenting through a website or online service, expressly or by implication, any material fact, including but not limited to: B. Respondent's identity",
            "deadline": null,
            "verified": true,
            "confidence": 0.9783870967741936
          },
          {
            "description": "Must not misrepresent the identity of those providing content or sponsoring advertising",
            "quoted_text": "misrepresenting through a website or online service, expressly or by implication, any material fact, including but not limited to: C. the identity of those providing content or sponsoring advertising displayed on or through a website or online service",
            "deadline": null,
            "verified": true,
            "confidence": 0.725609756097561
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Disposition of Personal Information",
        "category": "affirmative_obligation",
        "summary": "Respondent is permanently prohibited from using or disclosing personal information obtained in connection with Covered Websites and must destroy such information within 30 days, with exceptions for government requests or legal requirements.",
        "requirements": [
          {
            "description": "Must not disclose, use, transfer, or benefit from personal information obtained prior to entry of this Order in connection with Covered Websites",
            "quoted_text": "Respondent is permanently restrained and enjoined from directly or indirectly: A. disclosing, using, transferring, or benefitting from personal information obtained prior to entry of this Order in connection with or displayed on any of the Covered Websites",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must destroy all such personal information in all forms in Respondent's possession, custody, or control",
            "quoted_text": "failing to destroy such personal information in all forms in Respondent's possession, custody, or control within 30 days after entry of this Order",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Recordkeeping Requirements",
        "category": "recordkeeping",
        "summary": "Respondent must maintain and make available to the FTC various records including consent forms, privacy policies, consumer complaints, law enforcement communications, and compliance documents for specified periods.",
        "requirements": [
          {
            "description": "Maintain affirmative express written consent from individuals whose intimate parts are exposed in photographs or videos shared",
            "quoted_text": "Respondent shall maintain and upon request make available to the Federal Trade Commission for inspection and copying a print or electronic copy of: A. affirmative express written consent obtained from each individual whose intimate parts are exposed in a photograph or video shared by Respondent on a website or through an online service",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Maintain all representations about collection, use, disclosure, or sharing of personal information for five years",
            "quoted_text": "all representations about Respondent's collection, use, disclosure, or sharing of personal information in connection with marketing, promoting, or offering for sale any good or service that involves the collecting or posting of personal information on a website or online service, including but not limited to the terms of use, frequently-asked questions, and privacy policies of such website or online service, for a period of five (5) years from the date of preparation or dissemination, whichever is later",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Maintain all consumer complaints and content removal requests for five years",
            "quoted_text": "all consumer complaints and content removal requests received by or on behalf of Respondent relating to Respondent's collection, use, disclosure, or sharing of personal information, for a period of five (5) years from the date received",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Maintain all responses to complaints and requests for five years",
            "quoted_text": "all responses to the complaints and requests set forth in Part IV.C, for a period of five (5) years from the date sent",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Maintain copies of all subpoenas and law enforcement communications for five years",
            "quoted_text": "copies of all subpoenas and other communications with law enforcement entities or personnel relating to Respondent's collection, use, disclosure, or sharing of personal information in connection with operating a website or online service, for a period of five (5) years from the date received or sent",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Maintain all documents that contradict, qualify, or call into question compliance with this order for five years",
            "quoted_text": "all documents prepared by or on behalf of Respondent that contradict, qualify, or call into question Respondent's compliance with this order, for a period of five (5) years from the date received or created",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Order Acknowledgment",
        "category": "acknowledgment",
        "summary": "Respondent must deliver a copy of this order to all current and future employees, agents, and representatives with relevant responsibilities, and obtain signed acknowledgments of receipt.",
        "requirements": [
          {
            "description": "Deliver order to current personnel with relevant responsibilities",
            "quoted_text": "Respondent shall deliver a copy of this order to all current and future employees, agents, and representatives having responsibilities relating to the subject matter of this order. Respondent shall deliver this order to such current personnel within thirty (30) days after service of this order",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver order to future personnel with relevant responsibilities",
            "quoted_text": "to such future personnel within thirty (30) days after the person assumes such position or responsibilities",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Secure signed and dated acknowledgment statements from all persons receiving the order",
            "quoted_text": "Respondent must secure a signed and dated statement acknowledging receipt of this order, within thirty (30) days of delivery, from all persons receiving a copy of the order pursuant to this section",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Change of Business Notification",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the Commission of any discontinuance of current business or employment, or affiliation with new business or employment, for a period of ten years.",
        "requirements": [
          {
            "description": "Notify the Commission of discontinuance of current business or employment, or affiliation with new business or employment",
            "quoted_text": "Respondent, for a period of ten (10) years after the date of issuance of this order, shall notify the Commission of the discontinuance of his current business or employment, or of his affiliation with any new business or employment. The notice shall include Respondent's new business address and telephone number and a description of the nature of the business or employment and his duties and responsibilities.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Compliance Report",
        "category": "compliance_reporting",
        "summary": "Respondent must file an initial compliance report within 60 days and submit additional reports upon request from the Commission.",
        "requirements": [
          {
            "description": "File initial compliance report with the Commission",
            "quoted_text": "Respondent within sixty (60) days after the date of service of this order, shall file with the Commission a true and accurate report, in writing, setting forth in detail the manner and form of his compliance with this order",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit additional compliance reports upon written notice from the Commission",
            "quoted_text": "Within ten (10) days of receipt of written notice from a representative of the Commission, Respondent shall submit an additional true and accurate written report",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "This order will terminate on December 28, 2035, or twenty years from the most recent date a complaint is filed alleging violation of the order, whichever is later, with specific exceptions.",
        "requirements": [
          {
            "description": "Order remains in effect until termination date",
            "quoted_text": "This order will terminate on December 28, 2035, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. any Part in this order that terminates in fewer than twenty (20) years; B. this order's application to any Respondent that is not named as a defendant in such complaint; and C. this order if such complaint is filed after the order has terminated pursuant to this Part.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on December 28, 2035, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. any Part in this order that terminates in fewer than twenty (20) years; B. this order's application to any Respondent that is not named as a defendant in such complaint; and C. this order if such complaint is filed after the order has terminated pursuant to this Part. Provided, further, that if such complaint is dismissed or a federal court rules that Respondent did not violate any provision of the order, and the dismissal or ruling is either not appealed or upheld on appeal, then the order as to such Respondent will terminate according to this Part as though the complaint had never been filed, except that the order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "01.16, Craig Brittain Complaint.pdf",
      "order": "01.16, Craig Brittain Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 1,
      "order_provisions": 8,
      "order_definitions": 5,
      "order_requirements": 20
    },
    "processing_time_seconds": 93.4
  }
}