{
  "case_info": {
    "docket_number": "Civil Action No. 14cv00062",
    "company": {
      "name": "TeleCheck Services, Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "Houston, Texas",
      "business_description": "TeleCheck provides check authorization and recommendation services to merchants throughout the United States regarding whether to accept consumers' checks. The company has processed 560 million transactions for over 400,000 subscribers at more than 375,000 locations and operates as a consumer reporting agency."
    },
    "commissioners": [],
    "case_date": {
      "month": 1,
      "year": 2014
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a); Section 621(a) of the Fair Credit Reporting Act, 15 U.S.C. § 1681s(a); sections 611 and 607(b) of the FCRA, 15 U.S.C. §§ 1681i and 1681e(b)",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/112-3183-telecheck-services-inc"
  },
  "complaint": {
    "factual_background": "TeleCheck, a consumer reporting agency that provides check authorization recommendations to merchants, and its affiliate TRS violated the Fair Credit Reporting Act by failing to properly conduct reinvestigations of disputed consumer information, failing to follow reasonable procedures to ensure accuracy of consumer reports, and failing to establish proper written policies regarding the accuracy and integrity of information furnished to consumer reporting agencies. These failures put consumers at risk of being denied the ability to pay by check based on inaccurate or unverifiable information.",
    "representations_made": [],
    "counts": [
      {
        "count_number": 1,
        "title": "Reinvestigations of Disputed Information",
        "representation": "TeleCheck was required to follow the steps mandated by section 611 of the FCRA when consumers disputed information, including completing reasonable reinvestigations within 30-45 days, providing prompt notice of disputes to furnishers, deleting inaccurate information, and notifying consumers of investigation results",
        "fact": "TeleCheck failed to complete reinvestigations within required timeframes; incorrectly informed consumers of valid dispute reasons; shifted the burden of reinvestigation to consumers; refused to reinvestigate fraud claims without police reports; failed to provide timely notice of disputes to furnishers; failed to promptly delete inaccurate or unverifiable information; failed to notify furnishers of modifications or deletions; failed to prevent reappearance of deleted information; and failed to provide adequate notices to consumers of reinvestigation results",
        "conclusion": "By and through the acts and practices described in paragraphs 19–21 and 27, TeleCheck has violated section 611 of the FCRA, 15 U.S.C. § 1681i."
      },
      {
        "count_number": 2,
        "title": "Accuracy of Consumer Report Information",
        "representation": "Section 607(b) of the FCRA required TeleCheck to follow reasonable procedures to assure the maximum possible accuracy of the information concerning individuals about whom reports relate",
        "fact": "TeleCheck failed to follow reasonable procedures to assure maximum possible accuracy of consumer report information. TeleCheck failed to promptly delete or modify items of information from consumers' files after conducting reinvestigations and finding that information was inaccurate or unverifiable, which increased the risk of reporting inaccurate or unverifiable consumer report information",
        "conclusion": "By and through the acts and practices described in paragraphs 23 and 30, TeleCheck has violated section 607(b) of the FCRA, 15 U.S.C. § 1681e(b)."
      },
      {
        "count_number": 3,
        "title": "Requirements of Furnishers: Written Policies",
        "representation": "The Furnisher Rule required TRS to establish and implement reasonable written policies and procedures regarding the accuracy and integrity of the information relating to consumers that they furnish to CRAs and to consider the guidelines in appendix E of that rule",
        "fact": "TRS failed to consider the guidelines in appendix E of the Furnisher Rule in its written policies and procedures regarding the accuracy and integrity of the information relating to consumers that it furnishes to TeleCheck",
        "conclusion": "By and through the acts and practices described in paragraphs 26 and 33, TRS has violated 16 C.F.R. § 660.3(a), recodified at 12 C.F.R. § 1022.42(a)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Defendants": "TeleCheck Services, Inc. (\"TeleCheck\") and TRS Recovery Services, Inc. (\"TRS\"), their subsidiaries and operating companies, and their successors and assigns.",
      "Person": "any individual, partnership, corporation, trust, estate, cooperative, association, government or governmental subdivision or agency, or other entity.",
      "Consumer": "an individual.",
      "Consumer Report": "any written, oral, or other communication of any information by a CRA bearing on a consumer's credit worthiness, credit standing, credit capacity, character, general reputation, personal characteristics, or mode of living which is used or expected to be used or collected in whole or in part for the purpose of serving as a factor in establishing the consumer's eligibility for (1) credit or insurance to be used primarily for personal, family, or household purposes; (2) employment purposes; or (3) any other purpose authorized under section 604 of the FCRA, 15 U.S.C. § 1681b. For exclusions, see section 603(d)(2) of the FCRA, 15 U.S.C. § 1681a(d)(2), a copy of which is attached as Exhibit A.",
      "Consumer Reporting Agency or CRA": "any person which, for monetary fees, dues, or on a cooperative nonprofit basis, regularly engages in whole or in part in the practice of assembling or evaluating consumer credit information or other information on consumers for the purpose of furnishing consumer reports to third parties, and which uses any means or facility of interstate commerce for the purpose of preparing or furnishing consumer reports."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Civil Penalty",
        "category": "affirmative_obligation",
        "summary": "Defendants must pay a $3,500,000 civil penalty to the United States Treasury within seven days of the order's entry.",
        "requirements": [
          {
            "description": "Pay civil penalty of $3,500,000",
            "quoted_text": "Defendants are ordered to pay Plaintiff, by making payment to the Treasurer of the United States, three million five hundred thousand dollars ($3,500,000) within seven (7) days of entry of this Order by electronic fund transfer in accordance with instructions previously provided by a representative of Plaintiff.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Additional Monetary Provisions",
        "category": "affirmative_obligation",
        "summary": "Defendants relinquish all rights to transferred assets, and facts alleged in the Complaint will be taken as true in any subsequent enforcement litigation regarding payment obligations.",
        "requirements": [
          {
            "description": "Interest on default obligations accrues from date of default",
            "quoted_text": "If Defendants are in default on any obligations under this Section, then the judgment amount, together with interest computed pursuant to 28 U.S.C. § 1961 from the date of default to the date of payment, minus any payments previously made pursuant to this Section, becomes immediately due.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Relinquish dominion over transferred assets",
            "quoted_text": "Defendants relinquish dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek the return of any assets.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Complaint facts taken as true in payment enforcement litigation",
            "quoted_text": "The facts as alleged in the Complaint filed will be taken as true, without further proof, in any subsequent civil litigation filed by or on behalf of the Commission to enforce its rights to any payment or monetary judgment pursuant to this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Prohibited Business Activities as to TeleCheck",
        "category": "prohibition",
        "summary": "TeleCheck is permanently enjoined from violating sections 611 and 607(b) of the FCRA regarding dispute reinvestigations and accuracy of consumer reports.",
        "requirements": [
          {
            "description": "Must not require consumers to contact third parties directly to resolve disputes",
            "quoted_text": "Requiring the consumer to contact a third party directly to resolve a dispute over the completeness or accuracy of any item of information contained in the consumer's file;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not impose limitations or conditions on reinvestigations unless allowed by FCRA",
            "quoted_text": "Imposing limitations or conditions before conducting a reinvestigation unless such limitations or conditions are expressly allowed by the FCRA;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not fail to complete reinvestigations within required timeframes",
            "quoted_text": "Failing to complete reinvestigations of disputes within 30 days or, if TeleCheck receives information from the consumer during that 30-day period that is relevant to the reinvestigation, within 45 days, and failing to adequately track the handling and resolution of consumer disputes to ensure their timely resolution;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not fail to notify furnishers of disputes within 5 business days",
            "quoted_text": "Failing to provide, before the expiration of the 5-business-day period beginning on the date on which TeleCheck receives notice of a dispute from any consumer, notification of the dispute to any person who provided any item of information in dispute, at the address and in the manner established with the person, which includes all relevant information regarding the dispute that TeleCheck has received from the consumer;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not fail to notify consumers within 5 business days when terminating frivolous dispute reinvestigation",
            "quoted_text": "Failing to notify the consumer, within 5 business days, by mail or other means authorized by the consumer for that purpose, when it has terminated a reinvestigation of information disputed by a consumer, because it reasonably determined that the consumer's dispute was frivolous or irrelevant;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not fail to delete or modify inaccurate information and notify furnishers",
            "quoted_text": "After conducting a reinvestigation of any information disputed by a consumer and finding that an item of information is inaccurate, incomplete, or cannot be verified, failing to: i. promptly delete or modify an item of information from the consumer's file, as appropriate, based on the results of the reinvestigation; and ii. promptly notify the furnisher of that information that the information has been modified or deleted from the consumer's file;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not fail to maintain procedures to prevent reappearance of deleted information",
            "quoted_text": "Failing to maintain reasonable procedures designed to prevent the reappearance in a consumer's file, and in consumer reports on the consumer, of information that is deleted pursuant to a reinvestigation;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not fail to provide written notice of reinvestigation results within 5 business days of completion",
            "quoted_text": "Failing to provide written notice to a consumer of the results of a reinvestigation not later than five (5) business days after the completion of the reinvestigation;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not fail to promptly delete or modify inaccurate or unverifiable information after reinvestigation",
            "quoted_text": "Failing to comply with section 607(b) of the FCRA, 15 U.S.C. § 1681e(b), a copy of which is attached as Exhibit C, including by failing to promptly delete or modify an item of information from the consumer's file after conducting a reinvestigation and finding that an item of information was inaccurate or unverifiable.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Prohibited Business Activities as to TRS",
        "category": "prohibition",
        "summary": "TRS is permanently enjoined from failing to comply with the Furnisher Rule regarding written policies and procedures for accuracy of furnished information.",
        "requirements": [
          {
            "description": "Must not fail to comply with Furnisher Rule including considering guidelines in written policies",
            "quoted_text": "Failing to comply with 12 C.F.R. § 1022.42, a copy of which is attached as Exhibit D, including by failing to consider the guidelines in 12 C.F.R. § 1022, subpart E, in TRS's written policies and procedures.",
            "deadline": null,
            "verified": true,
            "confidence": 0.98
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Defendants must submit acknowledgments of receipt of the Order and deliver copies to personnel involved in conduct related to the Order's subject matter.",
        "requirements": [
          {
            "description": "Submit acknowledgment of receipt of Order sworn under penalty of perjury",
            "quoted_text": "Each Defendant, within seven (7) days of entry of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver Order to current principals, officers, directors, LLC managers, employees, agents, and representatives",
            "quoted_text": "For five (5) years after entry of this Order, each Defendant for any business that such Defendant, individually or collectively with any other Defendant, is the majority owner or controls directly or indirectly, must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees, agents, and representatives who participate in conduct related to the subject matter of the Order; and (3) any business entity resulting from any change in structure as set forth in the Section titled Compliance Reporting. Delivery must occur within seven (7) days of entry of this Order for current personnel.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver Order to new personnel before they assume responsibilities",
            "quoted_text": "For all others, delivery must occur before they assume their responsibilities.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Obtain signed and dated acknowledgments from all recipients",
            "quoted_text": "From each individual or entity to which a Defendant delivered a copy of this Order, that Defendant must obtain, within thirty (30) days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendants must submit detailed compliance reports 180 days after entry, provide notices of business changes for 10 years, and notify the Commission of bankruptcy filings within 14 days.",
        "requirements": [
          {
            "description": "Submit initial compliance report sworn under penalty of perjury",
            "quoted_text": "One hundred eighty (180) days after entry of this Order, each Defendant must submit a compliance report, sworn under penalty of perjury. Each Defendant must: (1) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission or Plaintiff may use to communicate with Defendant; (2) identify all of that Defendant's businesses by all of their names, primary telephone numbers, and physical, postal, email, and Internet addresses; (3) describe the activities of each business, including the products and services offered, the means of consumer reporting and debt collection, and, the involvement of any other Defendant; (4) describe in detail whether and how that Defendant is in compliance with each Section of this Order; and (5) provide a copy of each Order Acknowledgment obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "180 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Submit compliance notice for changes in designated point of contact or business structure",
            "quoted_text": "For ten (10) years after entry of this Order, each Defendant must submit a compliance notice, sworn under penalty of perjury, within fourteen (14) days of any change in the following: (1) any designated point of contact; or (2) the structure of Defendant or any entity that Defendant has any ownership interest in or directly or indirectly controls that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices of subject to this Order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Submit notice of bankruptcy or insolvency proceedings",
            "quoted_text": "Each Defendant must submit to the Commission notice of the filing of any bankruptcy petition, insolvency proceeding, or any similar proceeding by or against such Defendant within fourteen (14) days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Recordkeeping Provisions",
        "category": "recordkeeping",
        "summary": "Defendants must create and retain for specified periods accounting records, personnel records, consumer complaints, training materials, dispute files, and compliance documents.",
        "requirements": [
          {
            "description": "Create accounting records for 10 years and retain for 5 years",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants must create certain records for ten (10) years after entry of the Order, and retain each such record for five (5) years. Specifically, Defendants, in connection with providing consumer reports, must create and retain the following records: A. Accounting records showing the revenues from all goods or services sold, all costs incurred in generating those revenues, and the resulting net profit or loss;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create personnel records for 10 years and retain for 5 years",
            "quoted_text": "Personnel records showing, for each person providing services, whether as an employee or otherwise, that person's: name, addresses, and telephone numbers; job title or position; dates of service; and, (if applicable) the reason for termination;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create consumer complaint records for 10 years and retain for 5 years",
            "quoted_text": "Consumer complaints, whether received directly or indirectly, such as through a third party, and any response;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create training materials and policy records for 10 years and retain for 5 years",
            "quoted_text": "Copies of all training materials and written policies and procedures that relate to Defendants' activities in consumer reporting or debt-collection or Defendants' compliance with the provisions of this Order;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create consumer dispute files for 10 years and retain for 5 years",
            "quoted_text": "Consumer dispute files that include correspondence between consumers and Defendants, and correspondence between Defendants and furnishers of disputed information, sufficient to demonstrate compliance with section 611 of the FCRA, 15 U.S.C. § 1681, a copy of which is attached as Exhibit B;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create compliance documentation for 10 years and retain for 5 years",
            "quoted_text": "All records and documents necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission and Plaintiff may monitor compliance through document requests, depositions, interviews, and other investigative means including posing as consumers.",
        "requirements": [
          {
            "description": "Submit additional compliance reports or information upon request",
            "quoted_text": "Within fourteen (14) days of receipt of a written request from a representative of Commission or Plaintiff, each Defendant must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury; appear for depositions; and produce documents for inspection and copying.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Permit Commission and Plaintiff to interview employees and affiliated persons",
            "quoted_text": "Defendants must permit representatives of the Commission and Plaintiff to interview any employee or other person affiliated with any Defendant who has agreed to such an interview. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Allow Commission and Plaintiff to use investigative means including posing as consumers",
            "quoted_text": "The Commission and Plaintiff may use all other lawful means, including posing, through its representatives, as consumers, suppliers, or other individuals or entities, to Defendants or any individual or entity affiliated with Defendants, without the necessity of identification or prior notice.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction over the matter for purposes of construction, modification, and enforcement of the Order.",
        "requirements": [
          {
            "description": "Court retains jurisdiction for construction, modification, and enforcement",
            "quoted_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "This consent decree does not contain an explicit termination date. The Court retains jurisdiction indefinitely for purposes of construction, modification, and enforcement. Specific obligations have varying durations: acknowledgment delivery (5 years), compliance notices for structural changes (10 years), recordkeeping (create for 10 years, retain for 5 years)."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "01.14, TeleCheck Services Complaint.pdf",
      "order": "01.14, TeleCheck Services Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 3,
      "complaint_representations": 0,
      "order_provisions": 9,
      "order_definitions": 5,
      "order_requirements": 31
    },
    "processing_time_seconds": 247.5
  }
}