{
  "case_info": {
    "docket_number": "2:08-cv-01842",
    "company": {
      "name": "Gregory Navone",
      "incorporation_state": "",
      "entity_type": "individual",
      "address": "Las Vegas, Nevada",
      "business_description": "Since 1987, operated multiple mortgage brokerage companies including First Interstate Mortgage Corporation (FIM) and Nevada One Corporation. These companies provided real estate financing services, including assisting customers in locating mortgage lenders, processing loan applications, and compiling customer creditworthiness documentation."
    },
    "commissioners": [],
    "case_date": {
      "month": 1,
      "year": 2010
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a); Section 628 of the Fair Credit Reporting Act, 15 U.S.C. § 1681w; and the Disposal Rule, 16 C.F.R. § 682.1 et seq.",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/072-3067-navone-gregory"
  },
  "complaint": {
    "factual_background": "Defendant Gregory Navone owned and operated mortgage brokerage companies FIM and Nevada One, which collected sensitive consumer information including Social Security numbers, credit histories, and consumer reports. Despite promising to implement reasonable security measures, Navone failed to establish basic security policies, failed to require service providers to safeguard customer data, and stored sensitive documents in unsecured boxes in his garage. On December 20, 2006, approximately 40 boxes containing tax returns, mortgage applications, bank statements, and at least 230 consumer reports were found intact in a publicly-accessible dumpster.",
    "representations_made": [
      {
        "description": "Claimed to maintain physical, electronic, and procedural safeguards complying with federal standards to protect customer information from unauthorized access, alteration and destruction",
        "quoted_text": "We take our responsibility to protect the privacy and confidentiality of customer information very seriously. We maintain physical, electronic, and procedural safeguards that comply with federal standards to store and secure information about you from unauthorized access, alteration and destruction.",
        "source_paragraph": 9
      },
      {
        "description": "Claimed that service provider companies must safeguard customer information and may not use it for any other purposes",
        "quoted_text": "From time to time, we enter into agreements with other companies to provide services to us or make products and services available to you. Under these agreements, the company may receive information about you but they must safeguard this information and they may not use it for any other purposes.",
        "source_paragraph": 9
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "False Security Measures Representation",
        "representation": "FIM and Nevada One represented that they implemented reasonable and appropriate measures to protect sensitive consumer information from unauthorized access",
        "fact": "FIM and Nevada One did not implement reasonable and appropriate measures to protect sensitive consumer information from unauthorized access, including failing to implement security policies and procedures, failing to provide oversight of service providers, and storing sensitive documents insecurely in garages",
        "conclusion": "Therefore, the representation set forth in paragraph 14 was false or misleading and constitutes a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 2,
        "title": "False Service Provider Agreements Representation",
        "representation": "FIM and Nevada One represented that they had entered into agreements with service providers that required such companies to safeguard information received about FIM's and Nevada One's customers and to use it only for purposes of providing services to FIM or Nevada One",
        "fact": "FIM and Nevada One did not enter into agreements requiring service providers to safeguard information about FIM and Nevada One customers and to use such information only for purposes of providing services to FIM or Nevada One",
        "conclusion": "Therefore, the representation set forth in paragraph 16 was false or misleading and constitutes a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C.§ 45(a)."
      },
      {
        "count_number": 3,
        "title": "Improper Disposal of Consumer Reports",
        "representation": "Defendant was required to take reasonable measures to protect against unauthorized access to or use of consumer information derived from consumer reports in connection with its disposal",
        "fact": "Through acts and practices described in paragraphs 9-13, Defendant failed to take reasonable measures to protect against unauthorized access to or use of consumer information derived from consumer reports in connection with its disposal, including failing to implement disposal policies, failing to ensure employees were qualified and trained, and failing to oversee collection and transport for disposal",
        "conclusion": "Defendant has failed to take reasonable measures to protect against unauthorized access to or use of consumer information derived from consumer reports in connection with its disposal, in violation of Section 628 of the FCRA, 15 U.S.C. § 1681w, and Section 682.3(a) of the Disposal Rule, 16 C.F.R. § 682.3(a)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Fair Credit Reporting Act": "15 U.S.C. § 1681-1681 x, as amended.",
      "person": "as defined in Section 603(b) of the FCRA, 15 U.S.C. § 1681a(b)",
      "consumer": "as defined in Section 603(c) of the FCRA, 15 U.S.C. § 1681a(c)",
      "consumer report": "as defined in Section 603(d) of the FCRA, 15 U.S.C. § 1681a(d)",
      "Personal information": "individually identifiable information from or about a consumer including, but not limited to: (a) a first and last name; (b) a home or other physical address, including street name and name of city or town; (c) a telephone number; (d) an email address or other online contact information, such as an instant messaging user identifier or a screen name, that reveals a consumer's email address; (e) date of birth; (f) a Social Security number; (g) credit or debit card information, including card or account number; (h) bank or loan account information, including routing number, and/or account number; (i) a driver's license, military, or other state identification number; (j) a persistent identifier, such as a customer number held in a \"cookie\" or processor serial number, that is combined with other available data that identifies an individual consumer; or (k) any other information from or about an individual consumer that is combined with (a) through (j) above.",
      "Disposal Rule": "the rule regarding the Disposal of Consumer Report Information and Records (\"Disposal Rule\"), 16 C.F.R. § 682.1 et seq.",
      "Consumer information": "as defined in the Disposal Rule, 16 C.F.R. § 682.1(b), i.e., \"any record about an individual, whether in paper, electronic, or other form, that is a consumer report or is derived from a consumer report. Consumer information also means a compilation of such records. Consumer information does not include information that does not identify individuals, such as aggregate information or blind data.\"",
      "Commerce": "as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. § 44.",
      "directory information": "a first and last name; a home or other physical address, including street name and name of city or town; a telephone number; and/or an email address or other online contact information, such as an instant messaging user identifier or a screen name, that reveals a consumer's email address"
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Civil Penalty",
        "category": "affirmative_obligation",
        "summary": "Defendant must pay a civil penalty of $35,000 to the Commission within five days of entry of this Order.",
        "requirements": [
          {
            "description": "Pay civil penalty of $35,000",
            "quoted_text": "Defendant is ordered to pay a civil penalty of $35,000 (thirty-five thousand dollars), pursuant to Section 621(a) of the FCRA, 15 U.S.C. § 1681s(a).",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Transfer payment to Commission by electronic funds transfer",
            "quoted_text": "Within five (5) days of entry of this Order, Mr. McKnight shall transfer the sum to the Commission by electronic funds transfer in accordance with instructions previously provided by a representative of the Commission.",
            "deadline": "5 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Prohibited Business Activities",
        "category": "prohibition",
        "summary": "Defendant is permanently restrained from misrepresenting privacy practices and from violating the FCRA Disposal Rule.",
        "requirements": [
          {
            "description": "Must not misrepresent privacy, confidentiality, or integrity of personal information",
            "quoted_text": "Defendant and his agents, servants, and employees and all persons in active concert or participation with anyone or more of them, whether acting directly or through any sole proprietorship, partnership, limited liability company, corporation, subsidiary, branch, division, device, or other business entity are hereby permanently restrained and enjoined from: 1. Misrepresenting in any manner, expressly or by implication, the extent to which the privacy, confidentiality, or integrity of any personal information collected from or about consumers is maintained or protected",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Must not violate Section 628 of the FCRA or the Disposal Rule",
            "quoted_text": "Violating Section 628 of the FCRA or the Disposal Rule, including, but not limited to, by maintaining or otherwise possessing consumer information for a business purpose and failing to properly dispose of such information by taking reasonable measures to protect against unauthorized access to or use of the information in connection with its disposal.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Required Information Security Program",
        "category": "affirmative_obligation",
        "summary": "Defendant must establish and maintain a comprehensive written information security program to protect personal information.",
        "requirements": [
          {
            "description": "Establish and implement comprehensive information security program",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant, for himself and for any business entity that he controls, directly or indirectly, if he or such business entity collects, maintains, or stores personal information from or about consumers, shall, no later than the date of entry of this Order, establish and implement, and thereafter maintain, a comprehensive information security program that is designed to protect the security, confidentiality, and integrity of personal information collected from or about consumers. Such program, the content and implementation of which must be fully documented in writing, shall contain administrative, technical, and physical safeguards appropriate to Defendant or the entity's size and complexity, the nature and scope of Defendant or the entity's activities, and the sensitivity of the personal information collected from or about consumers.",
            "deadline": "no later than the date of entry",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Designate employee(s) to coordinate and be accountable for the information security program",
            "quoted_text": "The designation of an employee or employees to coordinate and be accountable for the information security program.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Identify material internal and external risks and assess sufficiency of safeguards",
            "quoted_text": "The identification of material internal and external risks to the security, confidentiality, and integrity of personal information that could result in the unauthorized disclosure, misuse, loss, alteration, destruction, or other compromise of such information, and the assessment of the sufficiency of any safeguards in place to control these risks. At a minimum, this risk assessment should include consideration of the risks in each relevant area of operations, including, but not limited to: (1) employee training and management; (2) information systems, including network and software design, information processing, storage, transmission, and disposal; and (3) prevention, detection, and response to attacks, intrusions, or other system failures.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Design and implement reasonable safeguards with regular testing and monitoring",
            "quoted_text": "The design and implementation of reasonable safeguards to control the risks identified through risk assessment, and regular testing and monitoring of the effectiveness of the safeguards' key controls, systems, and procedures.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Select and retain service providers capable of safeguarding personal information and require them by contract to maintain safeguards",
            "quoted_text": "The development and use of reasonable steps to select and retain service providers capable of appropriately safeguarding personal information received from Defendant or the entity, and requiring service providers by contract to implement and maintain appropriate safeguards.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Evaluate and adjust the information security program based on testing, monitoring, and material changes",
            "quoted_text": "The evaluation and adjustment of the information security program in light of the results of the testing and monitoring required by Paragraph C of this Section III, any material changes to operations or business arrangements, or any other circumstances that Defendant or the entity knows or has reason to know may have a material impact on the effectiveness of the information security program.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Assessment Requirements",
        "category": "assessment",
        "summary": "Defendant must obtain initial and biennial third-party assessments of the information security program for ten years, unless only directory information is collected.",
        "requirements": [
          {
            "description": "Obtain initial third-party assessment covering first 180 days after entry of Order",
            "quoted_text": "In connection with his compliance with Sections II(A)(2) and III of this Order, Defendant, for himself and for any business entity that he controls, directly or indirectly, if he or such business entity collects, maintains, or stores personal information from or about consumers, shall obtain initial and annual assessments and reports (\"Assessments\") from a qualified, objective, independent third-party professional who uses procedures and standards generally accepted in the profession, provided, however, that Defendant shall not be required to obtain such Assessments for himself if the personal information that he collects, maintains, or stores from or about consumers is limited to a first and last name; a home or other physical address, including street name and name of city or town; a telephone number; and/or an email address or other online contact information, such as an instant messaging user identifier or a screen name, that reveals a consumer's email address (\"directory information\"). If Defendant, for himself, collects, maintains or stores personal information from or about a consumer other than directory information, Defendant is required to obtain Assessments as described in this Section IV with respect to that personal information and any directory information from or about the same consumer only. The reporting period for the Assessments shall cover: (1) the first one hundred and eighty (180) days after entry of the Order for the initial Assessment; and (2) each one-year period thereafter for ten (10) years after entry of the Order for the annual Assessments.",
            "deadline": "180 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Assessment must set forth specific safeguards implemented",
            "quoted_text": "Set forth the specific administrative, technical, and physical safeguards implemented and maintained during the reporting period",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Assessment must explain how safeguards are appropriate to size, complexity, nature, and scope of activities",
            "quoted_text": "Explain how such safeguards are appropriate to Defendant's or the entity's size and complexity, the nature and scope of the Defendant's or the entity's activities, and the sensitivity of the personal information collected from or about consumers",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Assessment must explain how safeguards meet or exceed FCRA, Disposal Rule, and Section III requirements",
            "quoted_text": "Explain how the safeguards that have been implemented meet or exceed the protections required by Section 628 of the FCRA, the Disposal Rule, and Section III of this Order",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Assessment must certify that information security program is operating effectively",
            "quoted_text": "Certify that the information security program is operating with sufficient effectiveness to provide reasonable assurance that the security, confidentiality, and integrity of personal information is protected and, for annual reports, has so operated throughout the reporting period.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Each assessment must be prepared within 60 days after end of reporting period by qualified professional",
            "quoted_text": "Each Assessment shall be prepared and completed within sixty (60) days after the end of the reporting period to which the Assessment applies by: a person qualified as a Certified Information System Security Professional (CISSP) or as a Certified Information Systems Auditor (CISA); a person holding Global Information Assurance Certification (GIAC) from the SysAdmin, Audit, Network, Security (SANS) Institute; or a similarly qualified person or organization approved by the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide initial Assessment to FTC",
            "quoted_text": "Defendant shall provide the initial Assessment to the Associate Director for Enforcement, Federal Trade Commission, 600 Pennsylvania Avenue, NW, Room NJ-2122, Washington, D.C. 20580, within ten (10) business days after the Assessment has been prepared.",
            "deadline": "10 business days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Retain all subsequent annual Assessments until three years after final Assessment and provide to FTC upon request",
            "quoted_text": "All subsequent annual Assessments shall be retained by the individual or the entity to which the Assessment pertains until three (3) years after completion of the final Assessment and provided to the Associate Director of Enforcement upon request within ten (10) business days of receipt of such request",
            "deadline": "10 business days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The FTC has authority to monitor compliance through various means including obtaining documents, depositions, business inspections, interviews, and posing as consumers.",
        "requirements": [
          {
            "description": "Within 10 days of FTC notice, submit reports, produce documents, appear for deposition, and provide entry to business locations",
            "quoted_text": "Within ten (10) days of receipt of written notice from a representative of the Commission, Defendant shall submit additional written reports, which are true and accurate and sworn to under penalty of perjury; produce documents for inspection and copying; appear for deposition; provide entry during normal business hours to any business location in Defendant's possession or direct or indirect control to inspect the business operation; and provide entry during normal business hours to any other location possessed or directly or indirectly controlled by Defendant where consumer personal information is maintained to inspect the location.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Permit FTC representatives to interview employees and other personnel who have agreed to interview",
            "quoted_text": "Defendant shall permit representatives of the Commission to interview any employer, consultant, independent contractor, representative, agent, officer or employee who has agreed to such an interview, relating in any way to any conduct subject to this Order. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Compliance Reporting by Defendant",
        "category": "compliance_reporting",
        "summary": "For five years, Defendant must notify the FTC of changes in residence, employment, business ownership, and business structure, and must file annual compliance reports.",
        "requirements": [
          {
            "description": "Notify FTC of changes in residence, mailing addresses, and telephone numbers",
            "quoted_text": "Defendant shall notify the Commission of the following: (a) Any changes in Defendant's residence, mailing addresses, and/or telephone numbers, within ten (10) days of the date of such change",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Notify FTC of changes in employment status and business ownership",
            "quoted_text": "(b) Any changes in Defendant's employment status (including self-employment), and any changes in his ownership in any business entity, within ten (10) days of the date of such change. Such notice shall include: the name and address of each business that Defendant is affiliated with, employed by, creates or forms, incorporates, or performs services for; a detailed description of the nature of the business; and a detailed description of Defendant's duties and responsibilities in connection with the business or employment",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Notify FTC of changes in name or use of aliases",
            "quoted_text": "(c) Any changes in Defendant's name or use of any aliases or fictitious names, including \"doing business as\" names.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Notify FTC of changes in business entity structure at least 30 days prior to change",
            "quoted_text": "Defendant shall notify the Commission of any changes in the structure of any business entity that Defendant directly or indirectly controls, or has an ownership interest in, that may affect compliance obligations arising under this Order, including but not limited to: incorporation or other organization; a dissolution, assignment, sale, merger, or other action; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices that are subject to this Order; or a change in the business name or address, at least thirty (30) days prior to such change, provided that, with respect to any proposed change in the business entity about which the Defendant learns less than thirty (30) days prior to the date such action is to take place, Defendant shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "File initial compliance report 180 days after entry and annually thereafter for five years",
            "quoted_text": "One hundred eighty (180) days after the date of entry of this Order and annually thereafter for a period of five (5) years, Defendant shall provide a written report to the Commission, which is true and accurate and sworn to under penalty of perjury, setting forth in detail the manner and form in which he has complied and is complying with this Order.",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Notify FTC of bankruptcy filing",
            "quoted_text": "Defendant shall notify the Commission of the filing of a bankruptcy petition by Defendant within fifteen (15) days of filing.",
            "deadline": "15 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendant must create and retain records relating to compliance with the Order for specified periods.",
        "requirements": [
          {
            "description": "For 8 years, retain all documents that contradict, qualify, or call into question compliance with this Order",
            "quoted_text": "For a period of eight (8) years from the date of entry of this Order: 1. All documents that contradict, qualify, or call into question compliance with this Order",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "For 8 years, retain all consumer complaints and responses relating to activities alleged in Complaint or compliance with Order",
            "quoted_text": "All consumer complaints (whether received in written or electronic form, directly, indirectly or through any third party), and all responses to such complaints, whether in written or electronic form, that relate to the activities as alleged in the Complaint and/or compliance with the provisions of this Order",
            "deadline": null,
            "verified": true,
            "confidence": 0.8603351955307262
          },
          {
            "description": "For 8 years, retain copies of all subpoenas and communications with law enforcement relating to consumer reports or personal information",
            "quoted_text": "Copies of all subpoenas and other communications with law enforcement entities or personnel, whether in written or electronic form, if such documents bear in any respect on the collection, maintenance, or storage of consumer reports or other personal information from or about consumers",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "For 8 years, retain all records necessary to demonstrate full compliance with each provision of Order",
            "quoted_text": "All records and documents necessary to demonstrate full compliance with each provision of this Order, including but not limited to, copies of acknowledgments of receipt of this Order required by Sections VIII and IX, and all reports submitted to the Commission pursuant to Section VI.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "For 3 years after preparation of each Assessment, retain all materials relied upon to prepare the Assessment",
            "quoted_text": "For a period of three (3) years after the date of preparation of each Assessment required under Section IV of this Order, all materials, whether prepared by or on behalf of Defendant, relied upon to prepare the Assessment, including but not limited to all plans, reports, studies, reviews, audits, audit trails, policies, training materials, work papers, and assessments, and any other materials relating to compliance with Section III of this Order for the compliance period covered by such Assessment.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Distribution of Order by Defendant",
        "category": "acknowledgment",
        "summary": "For three years, Defendant must deliver copies of the Order to personnel and entities with compliance responsibilities and obtain signed acknowledgments.",
        "requirements": [
          {
            "description": "Deliver Order to current personnel of controlled business entities within 5 days of entry",
            "quoted_text": "For any business entity that Defendant controls, directly or indirectly, which collects, maintains, or stores personal information from or about consumers, Defendant must deliver a copy of this Order to (1) all of its principals, officers, directors, and managers, (2) all employees, agents, and representatives of that business who have supervisory responsibilities related to the business's compliance with the Order, and (3) any business entity resulting from any change in structure set forth in Section VI(A)(2) of this Order. For current personnel, delivery shall be within (5) days of entry of this Order.",
            "deadline": "5 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Deliver Order to new personnel prior to assuming responsibilities",
            "quoted_text": "For new personnel, delivery shall occur prior to them assuming their responsibilities.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver Order to business entities resulting from structural changes at least 10 days prior to change",
            "quoted_text": "For any business entity resulting from any change in structure set forth in Section VI(A)(2) of this Order, delivery shall be at least ten (10) days prior to the change in structure.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver Order to principals and managers of businesses where Defendant has privacy/security responsibilities before engaging in such conduct",
            "quoted_text": "For any business that collects, maintains, or stores personal information from or about consumers, where Defendant is not a controlling person of the business but he otherwise has responsibility, in whole or in part, for developing or overseeing the implementation of policies and procedures to protect the privacy, security, confidentiality, and integrity of personal information collected from or about consumers by the business, including in connection with its disposal, Defendant must deliver a copy of this Order to all principals and managers of such business before engaging in such conduct.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Secure signed and dated acknowledgment of receipt of Order from all recipients",
            "quoted_text": "Defendant must secure a signed and dated statement acknowledging receipt of the Order, within thirty (30) days of delivery, from all persons receiving a copy of the Order pursuant to this Section VIII.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Acknowledgment of Receipt of Order by Defendant",
        "category": "acknowledgment",
        "summary": "Defendant must submit a sworn statement acknowledging receipt of the Order within five business days.",
        "requirements": [
          {
            "description": "Submit truthful sworn statement acknowledging receipt of Order",
            "quoted_text": "Defendant, within five (5) business days of receipt of this Order as entered by the Court, must submit to the Commission a truthful sworn statement acknowledging receipt of this Order.",
            "deadline": "5 business days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction for purposes of construction, modification, and enforcement of the Order.",
        "requirements": [
          {
            "description": "Court retains jurisdiction for construction, modification, and enforcement",
            "quoted_text": "IT IS FURTHER ORDERED that this Court shall retain jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "This Court shall retain jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "01.10, Navone, Gregory Complaint.pdf",
      "order": "01.10, Navone, Gregory Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 3,
      "complaint_representations": 2,
      "order_provisions": 10,
      "order_definitions": 9,
      "order_requirements": 38
    },
    "processing_time_seconds": 177.4
  }
}