{
  "case_info": {
    "docket_number": "8:12-cv-00182-JDW-EAJ",
    "company": {
      "name": "Asset Acceptance, LLC",
      "incorporation_state": "Delaware",
      "entity_type": "limited liability company",
      "address": "28405 Van Dyke Avenue, Warren, Michigan 48903",
      "business_description": "Asset Acceptance is a debt buyer that purchases and collects on portfolios of charged-off consumer debts from credit originators such as credit card issuers, consumer finance companies, health clubs, and telecommunications and utilities providers. It specializes in purchasing and collecting on older accounts that have been previously placed with third-party collectors and are more than 360 days past due."
    },
    "commissioners": [],
    "case_date": {
      "month": 1,
      "year": 2012
    },
    "legal_authority": "Sections 5(a), 5(m)(1)(A), 13(b), and 16(a) of the Federal Trade Commission Act, 15 U.S.C. §§ 45(a), 45(m)(1)(A), 53(b), and 56(a); the Fair Credit Reporting Act (FCRA), 15 U.S.C. §§ 1681-1681x; and the Fair Debt Collection Practices Act (FDCPA), 15 U.S.C. §§ 1692-1692p",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/052-3133-asset-acceptance-llc"
  },
  "complaint": {
    "factual_background": "Asset Acceptance, LLC, a debt buyer, purchased portfolios of charged-off consumer debts and attempted to collect them without adequately verifying the accuracy of account information. The company failed to properly investigate consumer disputes, continued reporting inaccurate information to credit bureaus, made repeated calls to wrong parties, failed to provide required notices to consumers, and collected on debts beyond the statute of limitations without proper disclosures. These practices harmed consumers through impaired credit, ongoing collection calls, and even lawsuits on debts they did not owe.",
    "representations_made": [
      {
        "description": "Asset represented that the debts it sought to collect were valid and that consumers had an obligation to pay them",
        "quoted_text": "In numerous instances, through the means described in Paragraphs 9-52, in connection with collecting or attempting to collect debts from consumers, Asset Acceptance has represented to consumers, directly or indirectly, expressly or by implication, that the debts are valid and that consumers have an obligation to pay the debts",
        "source_paragraph": 54
      },
      {
        "description": "Asset represented that consumers owe debts beyond the statute of limitations in the amounts demanded",
        "quoted_text": "In numerous instances, through the means described in Paragraphs 9-52, in connection with collecting or attempting to collect debts from consumers, Asset Acceptance has demanded that consumers pay, in full or in part, debts that are beyond the statute of limitations. By demanding that consumers pay these debts, Asset has represented, expressly or by implication, that consumers owe these debts in the amounts demanded.",
        "source_paragraph": 56
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Lack of Reasonable Basis for Debt Validity Claims",
        "representation": "Asset represented that the debts are valid and that consumers have an obligation to pay the debts, including where consumers disputed the validity or accuracy of debts and Asset failed to review substantiating information, or where Asset had reason to believe portfolios contained unreliable data but failed to substantiate individual accounts before collecting",
        "fact": "In truth and in fact, these representations were false or misleading, or Asset Acceptance did not have a reasonable basis for the representations at the time they were made",
        "conclusion": "Therefore, the representations set forth in Paragraph 54 are false or misleading and constitute deceptive acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 2,
        "title": "Failure to Disclose Material Facts About Time-Barred Debts",
        "representation": "Asset represented that consumers owe debts beyond the statute of limitations in the amounts demanded",
        "fact": "Asset failed to disclose that (a) it cannot require through a lawsuit that consumers pay debts beyond the statute of limitations, and (b) if consumers make partial payments on these debts, the statute of limitations period will be renewed and Asset could again require through a lawsuit that consumers pay the total outstanding amount. These facts would be material to consumers in deciding whether to pay these debts",
        "conclusion": "Asset's failure to disclose the material information described in Paragraph 57, in light of the representations and practices in Paragraph 56, constitutes a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 3,
        "title": "Furnishing Information Known or Reasonably Believed to be Inaccurate",
        "representation": "Asset furnished information relating to consumers to consumer reporting agencies",
        "fact": "In numerous instances, Asset furnished such information while knowing or having reasonable cause to believe that the information was inaccurate",
        "conclusion": "The acts and practices alleged in Paragraph 63 constitute violations of Section 623(a)(1)(A) of the FCRA, 15 U.S.C. §1681s-2(a)(1)(A)."
      },
      {
        "count_number": 4,
        "title": "Failure to Provide Required Negative Information Notice",
        "representation": "Asset furnished negative information about its customers to consumer reporting agencies",
        "fact": "In numerous instances, Asset failed to provide its customers with the written notice required by Section 623(a)(7) no later than thirty days after furnishing the negative information to the consumer reporting agency",
        "conclusion": "The acts and practices alleged in Paragraphs 67-68 constitute violations of Section 623(a)(7) of the FCRA, 15 U.S.C. §1681s-2(a)(7)."
      },
      {
        "count_number": 5,
        "title": "Failure to Conduct Reasonable Investigation of Credit Report Disputes",
        "representation": "Asset was required to conduct reasonable investigations when it received notices of dispute from consumer reporting agencies",
        "fact": "In numerous instances, Asset Acceptance does not conduct a reasonable investigation, or any investigation, when it receives a notice of dispute from a consumer reporting agency",
        "conclusion": "The acts and practices alleged in Paragraph 71 constitute violations of Section 623(b) of the FCRA, 16 U.S.C. § 1681s-2(b)."
      },
      {
        "count_number": 6,
        "title": "Multiple Communications to Third Parties for Location Information",
        "representation": "Asset communicated with third parties to obtain location information about consumers",
        "fact": "In numerous instances, Asset communicated more than once with persons other than the consumer for the purpose of obtaining location information about the consumer without a reasonable belief that the earlier response of the person was erroneous or incomplete and the person then had correct or complete location information",
        "conclusion": "The acts and practices alleged in Paragraph 76 constitute violations of Section 804(3) of the FDCPA, 15 U.S.C. § 1692b(3)."
      },
      {
        "count_number": 7,
        "title": "Improper Communications About Debts to Third Parties",
        "representation": "Asset communicated about debts with persons other than the consumer",
        "fact": "In numerous instances, Asset communicated about a debt with persons other than the consumer, a consumer reporting agency, the creditor, or their attorneys without the permission of the consumer, or as otherwise allowed by Section 804",
        "conclusion": "The acts and practices alleged in Paragraph 79 constitute violations of Section 805(b) of the FDCPA, 15 U.S.C. § 1692c(b)."
      },
      {
        "count_number": 8,
        "title": "False, Deceptive, or Misleading Representations",
        "representation": "Asset made various representations in connection with debt collection",
        "fact": "Asset used false, deceptive, or misleading representations or means, including: (a) false representations concerning the character, amount, or legal status of debts; (b) communicating credit information to consumer reporting agencies that it knew, or should have known, to be false; and (c) using false representations or deceptive means to collect debts or obtain information about consumers",
        "conclusion": "The acts and practices alleged in Paragraph 82 constitute violations of Section 807 of the FDCPA, 15 U.S.C. § 1692e."
      },
      {
        "count_number": 9,
        "title": "Failure to Provide Debt Verification After Written Dispute",
        "representation": "Asset was required to obtain and provide verification of debts when consumers disputed them in writing within thirty days",
        "fact": "In numerous instances, when a consumer notified Asset in writing within the thirty-day period that the debt is disputed, Asset failed to obtain and provide verification of the debt to the consumer and continued to attempt to collect the debt",
        "conclusion": "The acts and practices alleged in Paragraph 85 constitute violations of Section 809(b) of the FDCPA, 15 U.S.C. §1692g(b)."
      }
    ]
  },
  "order": {
    "definitions": {},
    "provisions": [
      {
        "provision_number": "1",
        "title": "Grant of Joint Motion for Entry of Consent Decree",
        "category": "acknowledgment",
        "summary": "The court grants the joint motion for entry of the consent decree and will separately enter the consent decree.",
        "requirements": [
          {
            "description": "Court grants the joint motion and will separately enter the consent decree",
            "quoted_text": "The Joint Motion for Entry of Consent Decree (Dkt. 2) is GRANTED. The Court will separately enter the Consent Decree.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "2",
        "title": "Case Closure",
        "category": "acknowledgment",
        "summary": "The clerk is directed to close the case.",
        "requirements": [
          {
            "description": "Clerk directed to close the case",
            "quoted_text": "The Clerk is directed to CLOSE this case.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": null
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "01.12, Asset Acceptance Complaint.pdf",
      "order": "01.12, Asset Acceptance Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 9,
      "complaint_representations": 2,
      "order_provisions": 2,
      "order_definitions": 0,
      "order_requirements": 2
    },
    "processing_time_seconds": 147.3
  }
}