{
  "case_info": {
    "docket_number": "DOCKET NO. 9361",
    "company": {
      "name": "Jerk, LLC",
      "incorporation_state": "",
      "entity_type": "limited liability company",
      "address": "",
      "business_description": "Jerk.com was a social media website that invited users to create profiles of other individuals and to rate them as a \"jerk\" or \"not a jerk.\""
    },
    "commissioners": [
      "Maureen K. Ohlhausen, Acting Chairman",
      "Terrell McSweeny"
    ],
    "case_date": {
      "month": 1,
      "year": 2018
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a)",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/122-3141-jerk-llc-dba-jerkcom-matter"
  },
  "complaint": {
    "factual_background": "Jerk, LLC and John Fanning operated Jerk.com, a social media website that invited users to create profiles of individuals and rate them as a 'jerk' or 'not a jerk.' The Commission found that Respondents falsely represented that content on Jerk.com, including names and photographs, had been created by users when it was actually scraped from Facebook by Jerk itself. Additionally, Jerk.com falsely claimed consumers who paid a $30 membership fee would receive benefits like the ability to dispute information, but provided nothing in return.",
    "representations_made": [
      {
        "description": "Claimed that content on Jerk.com, including names and photographs in profiles, had been created by website users and reflected users' views",
        "quoted_text": "Respondents had falsely represented that content on Jerk.com, including the names and photographs in profiles, had been created by the website's users and reflected users' views of the profiled individuals, when in fact that content was almost entirely 'scraped' from Facebook by Jerk itself or those under Jerk's control.",
        "source_paragraph": 32
      },
      {
        "description": "Claimed that consumers who paid a $30 membership fee would receive additional benefits, including the ability to dispute information posted on the site",
        "quoted_text": "Jerk.com had falsely claimed that consumers who paid a $30 membership fee would receive additional benefits, including the ability to dispute information posted on the site, but in fact had provided nothing in return for the membership fees.",
        "source_paragraph": 39
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Misrepresentation of Content Source",
        "representation": "Respondents represented that content on Jerk.com, including names and photographs in profiles, had been created by the website's users and reflected users' views of the profiled individuals",
        "fact": "The content was almost entirely 'scraped' from Facebook by Jerk itself or those under Jerk's control, not created by users",
        "conclusion": "The court of appeals sustained the Commission's findings that the Jerk.com website contained material and false representations about the source of its content."
      },
      {
        "count_number": 2,
        "title": "Misrepresentation of Membership Benefits",
        "representation": "Respondents claimed that consumers who paid a $30 membership fee would receive additional benefits, including the ability to dispute information posted on the site",
        "fact": "Respondents had provided nothing in return for the membership fees",
        "conclusion": "The court of appeals sustained the Commission's findings that the Jerk.com website contained material and false representations about the benefits of the $30 paid membership."
      }
    ]
  },
  "order": {
    "definitions": {},
    "provisions": [
      {
        "provision_number": "VI",
        "title": "Compliance Monitoring – John Fanning",
        "category": "compliance_reporting",
        "summary": "John Fanning must notify the FTC for five years of any discontinuance of current business or affiliation with new business/employment involving electronic commerce, social media, or online consumer data collection.",
        "requirements": [
          {
            "description": "Notify the Commission of discontinuance of current business or employment, or affiliation with new business or employment involving electronic commerce, social media, or online collection/use of consumer data that can be reasonably linked to a specific consumer, computer, or device",
            "quoted_text": "IT IS FURTHER ORDERED that John Fanning, for a period of five (5) years after the date of issuance of this order, shall notify the Commission of the discontinuance of his current business or employment, or of his affiliation with any new business or employment that involves electronic commerce, social media, or the online collection or use of consumer data that can be reasonably linked to a specific consumer, computer, or other device. The notice shall include respondent's new business address and telephone number and a description of the nature of the business or employment and his duties and responsibilities.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit all required notices via email to Debrief@ftc.gov or by overnight courier to Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington DC 20580, with subject line beginning 'In re Jerk, LLC'",
            "quoted_text": "Unless otherwise directed by a representative of the Commission in writing, all notices required by this Part shall be emailed to Debrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington DC 20580. The subject line must begin: In re Jerk, LLC.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 5,
      "termination_text": "IT IS FURTHER ORDERED that John Fanning, for a period of five (5) years after the date of issuance of this order, shall notify the Commission of the discontinuance of his current business or employment, or of his affiliation with any new business or employment that involves electronic commerce, social media, or the online collection or use of consumer data that can be reasonably linked to a specific consumer, computer, or other device."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "01.18, Jerk, LLC, dba Jerk.com Complaint.pdf",
      "order": "01.18, Jerk, LLC, dba Jerk.com Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 2,
      "order_provisions": 1,
      "order_definitions": 0,
      "order_requirements": 2
    },
    "processing_time_seconds": 69.1
  }
}