{
  "case_info": {
    "docket_number": "1:18-cv-00114",
    "company": {
      "name": "VTech Electronics Limited and VTech Electronics North America, LLC",
      "incorporation_state": "Hong Kong (Limited) / Delaware (North America)",
      "entity_type": "corporation / limited liability company",
      "address": "Hong Kong principal place of business (Limited); Arlington Heights, Illinois (North America)",
      "business_description": "VTech Electronics develops and markets electronic learning products (ELPs) for children ages 3-9, offers online games, and operates the Learning Lodge Navigator online service platform for downloading child-directed apps, games, e-books and online content."
    },
    "commissioners": [],
    "date_issued": "2018-01-08",
    "legal_authority": "Sections 5(a)(1), 5(m)(1)(A), 13(b), and 16(a) of the Federal Trade Commission Act (15 U.S.C. §§ 45(a)(1), 45(m)(1)(A), 53(b), and 56(a)), and Sections 1303(c) and 1306(d) of the Children's Online Privacy Protection Act (COPPA)",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/162-3032-vtech-electronics-limited",
    "statutory_topics": [
      "COPPA"
    ],
    "practice_areas": [
      "Data Security"
    ],
    "industry_sectors": [
      "Technology",
      "Education"
    ]
  },
  "complaint": {
    "factual_background": "VTech developed electronic learning products and online services for children, including Kid Connect and Planet VTech. The company failed to implement reasonable data security measures, resulting in a hacker accessing personal information of millions of consumers in November 2015. VTech also violated COPPA by failing to obtain proper parental consent and provide required privacy notices before collecting children's personal information. Additionally, VTech falsely claimed in its privacy policy that it encrypted personal information in transmission when it did not.",
    "representations_made": [
      {
        "description": "Claimed that personally identifying information would be transmitted encrypted using HTTPS encryption technology",
        "quoted_text": "In most cases, if you submit your PII to VTech directly through the Web Services it will be transmitted encrypted to protect your privacy using HTTPS encryption technology. Any Registration Data submitted in conjunction with encrypted PII will also be transmitted encrypted.",
        "source_paragraph": 29
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "COPPA Violations",
        "representation": "Defendants collected personal information from children under 13 through Kid Connect, an online service directed to children",
        "fact": "Defendants violated COPPA by: (a) failing to provide sufficient notice on its website of information collection practices; (b) failing to provide direct notice to parents; (c) failing to obtain verifiable parental consent before collecting personal information from children; and (d) failing to establish and maintain reasonable procedures to protect the confidentiality, security, and integrity of personal information collected from children",
        "conclusion": "Therefore, Defendants have violated the Rule, 16 C.F.R. Part 312, which constitutes an unfair or deceptive act or practice in or affecting commerce, in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 2,
        "title": "False Encryption Claims",
        "representation": "Defendants represented that most personally identifying information submitted by consumers and all registration information transmitted with it would be transmitted in encrypted form",
        "fact": "Defendants did not encrypt any information transmitted through their Learning Lodge or Planet VTech online services, including registration information",
        "conclusion": "Therefore, Defendants' representation as described in Paragraph 34 of this Complaint is false and misleading and constitutes a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Child": "An individual under the age of 13.",
      "Collects or collection": "For the purposes of Parts I and VIII of this Order only, the gathering of any personal information from a child by any means, including but not limited to: 1. Requesting, prompting, or encouraging a child to submit personal information online; 2. Enabling a child to make personal information publicly available in identifiable form; or 3. Passive tracking of a child online.",
      "Covered information": "(1) registration information, and (2) personal information collected from a child.",
      "Defendants": "VTech Electronics Limited and VTech Electronics North America, LLC, and their successors and assigns, to the extent any of these entities market products or services to consumers in the United States.",
      "Disclose or disclosure": "With respect to personal information: 1. The release of personal information collected by an operator from a child in identifiable form for any purpose, except where an operator provides such information to a person who provides support for the internal operations of the Web site or online service; and 2. Making personal information collected by an operator from a child publicly available in identifiable form by any means, including but not limited to a public posting through the Internet, or through a personal home page or screen posted on a Web site or online service; a pen pal service; an electronic mail service; a message board; or a chat room.",
      "Internet": "Collectively the myriad of computer and telecommunication facilities, including equipment and operating software, which comprises the interconnected world-wide network of networks that employ the Transmission Control Protocol/Internet Protocol, or any predecessor or successor protocols to such protocol, to communicate information of all kinds by wire, radio, or other methods of transmission.",
      "Obtaining verifiable consent": "Making any reasonable effort (taking into consideration available technology) to ensure that before personal information is collected from a child, a parent of the child: 1. Receives notice of the operator's personal information collection, use, and disclosure practices; and 2. Authorizes any collection, use, and/or disclosure of the personal information.",
      "Online contact information": "An email address or any other substantially similar identifier that permits direct contact with a person online, including but not limited to, an instant messaging user identifier, a voice over internet protocol (VOIP) identifier, or a video chat identifier.",
      "Operator": "Any person who operates a Web site located on the Internet or an online service and who collects or maintains personal information from or about the users of or visitors to such Web site or online service, or on whose behalf such information is collected or maintained, or offers products or services for sale through the Web site or online service, where such Web site or online service is operated for commercial purposes involving commerce among the several States, or with one or more foreign nations; in any territory of the United States or in the District of Columbia, or between any such territory and another such territory or any State or foreign nation; or between the District of Columbia and any State, territory, or foreign nation.",
      "Parent": "Includes a legal guardian.",
      "Person": "Any individual, partnership, corporation, trust, estate, cooperative, association, or other entity.",
      "Personal information": "Individually identifiable information about an individual collected online from a child, including: 1. A first and last name; 2. A home or other physical address including street name and name of a city or town; 3. Online contact information as defined in 16 C.F.R. § 312.2; 4. A screen or user name where it functions in the same manner as online contact information, as defined in 16 C.F.R. § 312.2; 5. A telephone number; 6. A Social Security number; 7. A persistent identifier that can be used to recognize a user over time and across different Web sites or online services. Such persistent identifier includes, but is not limited to, a customer number held in a cookie, an Internet Protocol (IP) address, a processor or device serial number, or unique device identifier; 8. A photograph, video, or audio file where such file contains a child's image or voice; 9. Geolocation information sufficient to identify street name and name of a city or town; or 10. Information concerning the child or the parents of that child that the operator collects online from the child and combines with an identifier described in this section.",
      "Registration information": "Information collected by Defendants from individual consumers in the course of registering to use Defendants' products or services, including: 1. A first and last name; 2. A home or other physical address including street name and name of a city or town; 3. Online contact information; 4. A telephone number; 5. A Social Security number; 6. Authentication credentials, such as a username and password; 7. Photo, video, or audio files; and 8. The name, date of birth, and any personal information relating to a child.",
      "Support for the internal operations of the Web site or online service": "1. Those activities necessary to: a. Maintain or analyze the functioning of the Web site or online service; b. Perform network communications; c. Authenticate users of, or personalize the content on, the Web site or online service; d. Serve contextual advertising on the Web site or online service or cap the frequency of advertising; e. Protect the security or integrity of the user, Web site, or online service; f. Ensure legal or regulatory compliance; or g. Fulfill a request of a child as permitted by 16 C.F.R. §§ 312.5(c)(3) and (4); 2. So long as the information collected for the activities listed in paragraphs (1)(a)-(g) of this definition is not used or disclosed to contact a specific individual, including through behavioral advertising, to amass a profile on a specific individual, or for any other purpose.",
      "Web site or online service directed to children": "A commercial Web site or online service, or portion thereof, that is targeted to children. 1. In determining whether a Web site or online service, or a portion thereof, is directed to children, the Commission will consider its subject matter, visual content, use of animated characters or child-oriented activities and incentives, music or other audio content, age of models, presence of child celebrities or celebrities who appeal to children, language or other characteristics of the Web site or online service, as well as whether advertising promoting or appearing on the Web site or online service is directed to children. The Commission will also consider competent and reliable empirical evidence regarding audience composition, and evidence regarding the intended audience. 2. A Web site or online service shall be deemed directed to children when it has actual knowledge that it is collecting personal information directly from users of another Web site or online service directed to children. 3. A Web site or online service that is directed to children under this criteria set forth in paragraph (1) of this definition, but that does not target children as its primary audience, shall not be deemed directed to children if it: a. Does not collect personal information from any visitor prior to collecting age information; and b. Prevents the collection, use, or disclosure of personal information from visitors who identify themselves as under age 13 without first complying with the notice and parental consent provisions of this part. 4. A Web site or online service shall not be deemed directed to children solely because it refers or links to a commercial Web site or online service directed to children by using information location tools, including a directory, index, reference, pointer, or hypertext link."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Injunction Concerning the Collection of Personal Information",
        "category": "prohibition",
        "summary": "Defendants are permanently restrained from violating the Children's Online Privacy Protection Rule when operating websites or online services directed to children or with actual knowledge of collecting personal information from children.",
        "requirements": [
          {
            "description": "Must not fail to make reasonable efforts to ensure parents receive direct notice of practices regarding collection, use, or disclosure of personal information",
            "quoted_text": "Failing to make reasonable efforts, taking into account available technology, to ensure that a parent of a child receives direct notice of Defendants' practices with regard to the collection, use, or disclosure of personal information, including notice of any material change in the collection, use, or disclosure practices to which the parent has previously consented",
            "deadline": null,
            "verified": true,
            "confidence": 1
          },
          {
            "description": "Must not fail to post a prominent and clearly labeled link to online notice of information practices on home page and at each area where personal information is collected",
            "quoted_text": "Failing to post a prominent and clearly labeled link to an online notice of its information practices with regard to children, if any, on the home or landing page or screen of its Web site or online service, and at each area of the Web site or online service where personal information is collected",
            "deadline": null,
            "verified": true,
            "confidence": 1
          },
          {
            "description": "Must not fail to obtain verifiable parental consent before any collection, use, or disclosure of personal information",
            "quoted_text": "Failing to obtain verifiable parental consent before any collection, use, or disclosure of personal information, including consent to any material change in the collection, use, or disclosure practices to which the parent has previously consented",
            "deadline": null,
            "verified": true,
            "confidence": 1
          },
          {
            "description": "Must not fail to establish and maintain reasonable procedures to protect the confidentiality, security, and integrity of personal information",
            "quoted_text": "Failing to establish and maintain reasonable procedures to protect the confidentiality, security, and integrity of personal information",
            "deadline": null,
            "verified": true,
            "confidence": 1
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Monetary Judgement for Civil Penalty",
        "category": "affirmative_obligation",
        "summary": "Defendants must pay a civil penalty of $650,000 to the United States Treasury.",
        "requirements": [
          {
            "description": "Pay civil penalty of $650,000",
            "quoted_text": "Defendants are ordered to pay to Plaintiff, by making payment to the Treasurer of the United States, six hundred fifty thousand dollars ($650,000), which, as Defendants stipulate, their undersigned counsel holds in escrow for no purpose other than payment to Plaintiff. Such payment must be made within 7 days of entry of this Order by electronic fund transfer in accordance with instructions previously provided by a representative of Plaintiff.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 0.8664627930682977
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      },
      {
        "provision_number": "III",
        "title": "Additional Monetary Provisions",
        "category": "affirmative_obligation",
        "summary": "Defendants must relinquish all rights to assets transferred and acknowledge that facts in the Complaint will be taken as true in future enforcement proceedings.",
        "requirements": [
          {
            "description": "Relinquish all rights to transferred assets",
            "quoted_text": "Defendants relinquish dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek the return of any assets.",
            "deadline": null,
            "verified": true,
            "confidence": 1
          },
          {
            "description": "Submit Taxpayer Identification Numbers to the Commission",
            "quoted_text": "Defendants acknowledge that their Taxpayer Identification Numbers, which Defendants must submit to the Commission, may be used for collecting and reporting on any delinquent amount arising out of this Order, in accordance with 31 U.S.C. §7701.",
            "deadline": null,
            "verified": true,
            "confidence": 1
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Injunction Regarding Misrepresenting Data Security and Privacy Practices",
        "category": "prohibition",
        "summary": "Defendants are permanently restrained from misrepresenting the extent to which they maintain and protect the privacy, confidentiality, security, or integrity of covered information.",
        "requirements": [
          {
            "description": "Must not misrepresent the extent of privacy, confidentiality, security, or integrity protection of covered information",
            "quoted_text": "Defendants, Defendants' officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them who receive actual notice of this Order, whether acting directly or indirectly, are permanently restrained and enjoined from misrepresenting, expressly or by implication, the extent to which they maintain and protect the privacy, confidentiality, security, or integrity of covered information, including Defendants' collection, use, disclosure, and deletion practices.",
            "deadline": null,
            "verified": true,
            "confidence": 0.8695652173913043
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "V",
        "title": "Comprehensive Data Security Program Requirement",
        "category": "affirmative_obligation",
        "summary": "Defendants must establish and maintain a comprehensive information security program that is reasonably designed to protect the security, confidentiality, and integrity of personal information collected.",
        "requirements": [
          {
            "description": "Establish and implement comprehensive information security program",
            "quoted_text": "Defendant must, no later than the date of service of this Order, establish and implement, and thereafter maintain, a comprehensive information security program that is reasonably designed to protect the security, confidentiality, and integrity of personal information collected directly or indirectly by Defendants. The content, implementation and maintenance of the program must be fully documented in writing.",
            "deadline": "no later than the date of service of this Order",
            "verified": true,
            "confidence": 0.9824913093858633
          },
          {
            "description": "Designate employee(s) to coordinate information security program",
            "quoted_text": "The designation of an employee or employees to coordinate and be responsible for the information security program",
            "deadline": null,
            "verified": true,
            "confidence": 0.9999570815450644
          },
          {
            "description": "Identify and assess internal and external risks to personal information security",
            "quoted_text": "The identification of internal and external risks to the security, confidentiality, or integrity of personal information that could result in the unauthorized disclosure, misuse, loss, alteration, destruction, or other compromise of such information, and assessment of the sufficiency of any safeguards in place to control these risks. At a minimum, this risk assessment must include consideration of risks in each area of relevant operation, including: (1) employee training and management; (2) information systems, such as network and software design, information processing, storage, transmission, and disposal; and (3) prevention, detection, and response to attacks, intrusions, or other systems failures",
            "deadline": null,
            "verified": true,
            "confidence": 0.9013754646840149
          },
          {
            "description": "Design, implement, and test reasonable safeguards to control risks",
            "quoted_text": "The design and implementation of reasonable safeguards to control these risks, and regular testing or monitoring of the effectiveness of the safeguards' key controls, systems, and procedures",
            "deadline": null,
            "verified": true,
            "confidence": 1
          },
          {
            "description": "Select and retain service providers capable of safeguarding personal information",
            "quoted_text": "The development and use of reasonable steps to select and retain service providers capable of appropriately safeguarding personal information they receive from Defendants, and requiring service providers, by contract, to implement and maintain appropriate safeguards",
            "deadline": null,
            "verified": true,
            "confidence": 0.9720849420849421
          },
          {
            "description": "Evaluate and adjust information security program based on testing and monitoring results",
            "quoted_text": "The evaluation and adjustment of the information security program in light of the results of the testing and monitoring required by sub-provision C, any changes to Defendants' operations or business arrangements, or any other circumstances that Defendants know or have reason to know may have an impact on the effectiveness of the information security program.",
            "deadline": null,
            "verified": true,
            "confidence": 1
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Comprehensive Security Program"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Data Security Program Assessment Requirement",
        "category": "assessment",
        "summary": "Defendants must obtain initial and biennial third-party assessments of their data security program for 20 years.",
        "requirements": [
          {
            "description": "Obtain assessments from qualified, objective, independent third-party professional",
            "quoted_text": "The Assessments must be obtained from a qualified, objective, independent third-party professional, who uses procedures and standards generally accepted in the profession. A professional qualified to prepare such Assessments must be: an individual qualified as a Certified Information System Security Professional (CISSP) or as a Certified Information Systems Auditor (CISA); an individual holding Global Information Assurance Certification (GIAC) from the SANS Institute; or a qualified individual or entity approved by the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission.",
            "deadline": null,
            "verified": true,
            "confidence": 0.8725128960943257
          },
          {
            "description": "Complete initial assessment covering first 180 days after Order issuance",
            "quoted_text": "The reporting period for the Assessments must cover: (1) the first 180 days after the issuance date of the Order for the initial Assessment",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1
          },
          {
            "description": "Complete biennial assessments for 20 years after Order issuance",
            "quoted_text": "each 2-year period thereafter for 20 years after issuance of the Order for the biennial Assessments",
            "deadline": null,
            "verified": true,
            "confidence": 0.9996969696969698
          },
          {
            "description": "Complete each assessment within 60 days after end of reporting period",
            "quoted_text": "Each Assessment must be completed within 60 days after the end of the reporting period to which the Assessment applies.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 0.9858232931726908
          },
          {
            "description": "Submit initial assessment to Commission within 10 days after completion",
            "quoted_text": "Defendants must submit the initial Assessment to the Commission within 10 days after the Assessment has been completed.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.9858232931726908
          },
          {
            "description": "Retain all subsequent biennial assessments until Order terminates and submit within 10 days of Commission request",
            "quoted_text": "Defendants must retain all subsequent biennial Assessments, at least until the Order terminates. Defendants must submit any biennial Assessments to the Commission within 10 days of a request from a representative of the Commission.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.7317073170731707
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Third-Party Assessment",
          "Comprehensive Security Program"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Defendants must submit acknowledgment of receipt of Order and deliver copies to personnel with management responsibilities.",
        "requirements": [
          {
            "description": "Submit acknowledgment of receipt of Order to Commission",
            "quoted_text": "Each Defendant, within 7 days of entry of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1
          },
          {
            "description": "Deliver copy of Order to current principals, officers, directors, managers, members, and employees with management responsibilities",
            "quoted_text": "For five (5) years after entry of this Order, Defendants must deliver a copy of this Order to: (1) all principals, officers, directors, and managers and members; (2) all employees, agents, and representatives having management responsibilities related to subject matter covered by this Order; and (3) any business entity resulting from any change in structure as set forth in the Part titled Compliance Reporting. Delivery must occur within seven (7) days of entry of this Order for current personnel.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 0.9880838323353294
          },
          {
            "description": "Deliver copy of Order to new personnel before they assume responsibilities",
            "quoted_text": "For all others, delivery must occur before they assume their responsibilities.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9625153374233129
          },
          {
            "description": "Obtain signed acknowledgments from individuals receiving copy of Order",
            "quoted_text": "From each individual or entity to which a Defendant delivered a copy of this Order, that Defendant must obtain, within 30 days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.9989119170984456
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendants must submit annual compliance reports and notify the Commission of changes in structure or contact information.",
        "requirements": [
          {
            "description": "Submit initial compliance report one year after entry of Order",
            "quoted_text": "One year after entry of this Order, each Defendant must submit a compliance report, sworn under penalty of perjury.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 1
          },
          {
            "description": "Submit compliance notice within 14 days of changes to designated point of contact or entity structure",
            "quoted_text": "For ten (10) years after entry of this Order, each Defendant must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in: (a) any designated point of contact; or (b) the structure of any Defendant or any entity that Defendant has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.9828706083976008
          },
          {
            "description": "Submit notice of bankruptcy or insolvency proceedings within 14 days of filing",
            "quoted_text": "Each Defendant must submit to the Commission notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against such Defendant within 14 days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "IX",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendants must create and retain records demonstrating compliance with the Order for 10 years.",
        "requirements": [
          {
            "description": "Create records for 10 years and retain each record for 5 years",
            "quoted_text": "Defendants must create certain records for ten (10) years after entry of this Order, and retain each such record for five (5) years.",
            "deadline": null,
            "verified": true,
            "confidence": 1
          },
          {
            "description": "Create and retain records demonstrating full compliance with Order",
            "quoted_text": "All records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission",
            "deadline": null,
            "verified": true,
            "confidence": 1
          },
          {
            "description": "Create and retain copies of consumer complaints relating to covered information collection",
            "quoted_text": "Copies of all consumer complaints relating to Defendants' collection of covered information, and any response",
            "deadline": null,
            "verified": true,
            "confidence": 0.986140350877193
          },
          {
            "description": "Create and retain copy of each materially different form, page, or screen through which covered information is collected",
            "quoted_text": "A copy of each materially different form, page, or screen created, maintained, or otherwise provided by Defendants through which covered information is collected, and a copy of each materially different document containing any representation regarding collection, use, and disclosure practices pertaining to covered information. Each webpage copy shall be accompanied by the URL of the webpage where the material was posted online. Electronic copies shall include all text and graphics files, audio scripts, and other computer files used in presenting information on the Internet.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9138475499092559
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "X",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission and Plaintiff are authorized to monitor Defendants' compliance through document requests, depositions, and interviews.",
        "requirements": [
          {
            "description": "Submit additional compliance reports or information within 14 days of written request from Commission or Plaintiff",
            "quoted_text": "Within fourteen (14) days of receipt of a written request from a representative of the Commission or Plaintiff, each Defendant must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury; appear for depositions; and produce documents for inspection and copying.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.9825222551928784
          },
          {
            "description": "Permit Commission and Plaintiff to communicate directly with Defendants and interview employees",
            "quoted_text": "For matters concerning this Order, the Commission and Plaintiff are authorized to communicate directly with each Defendant. Defendants must permit representatives of the Commission and Plaintiff to interview any employee or other person affiliated with Defendants who has agreed to such an interview. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9924277456647399
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "XI",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction over this matter for purposes of construction, modification, and enforcement of the Order.",
        "requirements": [
          {
            "description": "Court retains jurisdiction for construction, modification, and enforcement",
            "quoted_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "The reporting period for the Assessments must cover: (1) the first 180 days after the issuance date of the Order for the initial Assessment, and (2) each 2-year period thereafter for 20 years after issuance of the Order for the biennial Assessments."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "01.18, VTech Electronics Limited Complaint.pdf",
      "order": "01.18, VTech Electronics Limited Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 1,
      "order_provisions": 11,
      "order_definitions": 15,
      "order_requirements": 34
    },
    "processing_time_seconds": 1062.3
  }
}