{
  "case_info": {
    "docket_number": "C-4270",
    "company": {
      "name": "Onyx Graphics, Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "6915 South High Tech Drive, Salt Lake City, Utah 84101",
      "business_description": "Onyx Graphics develops and markets commercial printing software and solutions for the digital color printing marketplace."
    },
    "commissioners": [
      "Jon Leibowitz, Chairman",
      "Pamela Jones Harbour",
      "William E. Kovacic",
      "J. Thomas Rosch"
    ],
    "case_date": {
      "month": 1,
      "year": 2010
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/0923139-onyx-graphics-inc"
  },
  "complaint": {
    "factual_background": "Onyx Graphics, Inc., a developer and marketer of commercial printing software, self-certified to the U.S.-EU Safe Harbor Framework in August 2006, which allows U.S. companies to lawfully transfer personal data from the EU. In August 2007, Onyx failed to renew its certification, and the Department of Commerce updated its status to 'not current.' Despite this lapse, Onyx continued to display statements on its website from at least October 2006 through at least July 2009 claiming it was 'Safe Harbor Certified' and had self-certified its privacy practices as consistent with Safe Harbor principles. These representations were false or misleading because Onyx was not a current Safe Harbor participant during the period of its lapsed certification.",
    "representations_made": [
      {
        "description": "Claimed to be 'Safe Harbor Certified' and that Onyx had self-certified its privacy practices as consistent with U.S.-EU Safe Harbor principles published by the U.S. Department of Commerce",
        "quoted_text": "Safe Harbor Certified ONYX is Safe Harber [sic] Certified. For ONYX Safe Harbor Agreement, click here. For more information on being Safe Harbor Compliant, click here. Exhibit B, Privacy Policy. Onyx has self-certified its privacy practices as consistent with the U.S.-E.U. Safe Harbor principles as published by the US Department of Commerce (the “Principles”). These include: Notice, Choice, Onward Transfer, Access and Accuracy, Security, and Oversight/Enforcement. More information about the U.S. Department of Commerce Safe Harbor Program can be found at http://www.export.gov/safeharbor/.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 11,
        "quote_start_line": 81,
        "quote_end_line": 92
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "False or Misleading Safe Harbor Participation Claim",
        "representation": "Respondent represented, expressly or by implication, that it is a current participant in the U.S.-EU Safe Harbor Framework by displaying statements on its website claiming to be 'Safe Harbor Certified' and to have self-certified its privacy practices as consistent with Safe Harbor principles.",
        "fact": "From August 2007 to July 2009, respondent was not a current participant in the Safe Harbor, as its self-certification had lapsed and Commerce had updated its status to 'not current.'",
        "conclusion": "Therefore, the representations set forth in Paragraph 11 were, and are, false or misleading, and constitute unfair or deceptive acts or practices in or affecting commerce in violation of Section 5(a) of the Federal Trade Commission Act."
      }
    ]
  },
  "order": {
    "definitions": {
      "respondent": "Onyx Graphics, Inc. and its subsidiaries, divisions, affiliates, successors and assigns.",
      "Commerce": "as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. § 44."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresenting Participation in Privacy or Compliance Programs",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent, expressly or by implication, its membership in, adherence to, certification by, or participation in any government- or third-party-sponsored privacy, security, or compliance program.",
        "requirements": [
          {
            "description": "Must not misrepresent participation in any privacy, security, or other compliance program sponsored by the government or any third party",
            "quoted_text": "IT IS ORDERED that respondent and its officers, agents, representatives, and employees, directly or through any corporation, subsidiary, division, website, or other device, in connection with the advertising, marketing, promotion, offering for sale, or sale of any product or service, in or affecting commerce, shall not misrepresent in any manner, expressly or by implication, the extent to which respondent is a member of, adheres to, complies with, is certified by, is endorsed by, or otherwise participates in any privacy, security, or any other compliance program sponsored by the government or any other third party.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 52,
            "quote_end_line": 58
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must maintain and make available to the FTC, for five years, all documents relating to compliance with this order, including advertisements and any documents questioning compliance.",
        "requirements": [
          {
            "description": "Maintain and make available for FTC inspection all advertisements, promotional materials, and statements covered by this order, with materials relied upon in disseminating the representation, for five years from preparation or dissemination",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall maintain and upon request make available to the Federal Trade Commission for inspection and copying, a print or electronic copy of, for a period of five (5) years from the date of preparation or dissemination, whichever is later, all documents relating to compliance with this order, including but not limited to: A. all advertisements, promotional materials, and any other statements containing any representations covered by this order, with all materials relied upon in disseminating the representation; and",
            "deadline": "5 years retention",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 60,
            "quote_end_line": 66
          },
          {
            "description": "Maintain and make available for FTC inspection any documents that call into question respondent's compliance with this order, for five years",
            "quoted_text": "B. any documents, whether prepared by or on behalf of respondent, that calls into question respondent’s compliance with this order.",
            "deadline": "5 years retention",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 67,
            "quote_end_line": 68
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Acknowledgment and Delivery of Order",
        "category": "acknowledgment",
        "summary": "Respondent must deliver a copy of this order to all relevant current and future personnel and obtain signed acknowledgments of receipt within 30 days.",
        "requirements": [
          {
            "description": "Deliver a copy of this order to all current principals, officers, directors, managers, employees, agents, and representatives with relevant responsibilities, and obtain a signed and dated acknowledgment from each; deliver to current personnel within 30 days after service of this order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall deliver a copy of this order to all current and future principals, officers, directors, and managers, and to all current and future employees, agents, and representatives having responsibilities relating to the subject matter of this order, and shall secure from each such person a signed and dated statement acknowledging receipt of the order. Respondent shall deliver this order to such current personnel within thirty (30) days after service of this order, and to such future personnel within thirty (30) days after the",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 73,
            "quote_end_line": 78
          },
          {
            "description": "Deliver a copy of this order to future personnel within 30 days after the person assumes such position or responsibilities, and obtain a signed and dated acknowledgment",
            "quoted_text": "(30) days after service of this order, and to such future personnel within thirty (30) days after the person assumes such position or responsibilities.",
            "deadline": "30 days of assuming position",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 78,
            "quote_end_line": 79
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Notification of Corporate Changes",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the FTC at least 30 days prior to any corporate change that may affect compliance obligations under this order, such as dissolution, merger, sale, bankruptcy filing, or name/address change.",
        "requirements": [
          {
            "description": "Notify the FTC at least 30 days prior to any change in the corporation that may affect compliance obligations, including dissolution, assignment, sale, merger, creation or dissolution of a subsidiary/parent/affiliate, proposed bankruptcy petition, or change of corporate name or address",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall notify the Commission at least thirty (30) days prior to any change in the corporation(s) that may affect compliance obligations arising under this order, including, but not limited to: a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in the corporate name or address.",
            "deadline": "30 days prior to change",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 81,
            "quote_end_line": 86
          },
          {
            "description": "If respondent learns of a corporate change fewer than 30 days before it occurs, notify the FTC as soon as practicable after obtaining such knowledge",
            "quoted_text": "Provided, however, that, with respect to any proposed change in the corporation(s) about which respondent learns fewer than thirty (30) days prior to the date such action is to take place, respondent shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": "As soon as practicable",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 87,
            "quote_end_line": 89
          },
          {
            "description": "Send all required notices by certified mail to the Associate Director, Division of Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580",
            "quoted_text": "All notices required by this Part shall be sent by certified mail to the Associate Director, Division of Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 90,
            "quote_end_line": 92
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondent must file a written compliance report with the FTC within 60 days of service of this order and at such other times as the Commission may require.",
        "requirements": [
          {
            "description": "File a written report with the FTC within 60 days after service of this order, and at such other times as the Commission may require, setting forth in detail the manner and form in which respondent has complied with this order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall, within sixty (60) days after service of this order, and at such other times as the Commission may require, file with the Commission a report, in writing, setting forth in detail the manner and form in which it has complied with this order.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 94,
            "quote_end_line": 97
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "This order terminates on November 9, 2029, or 20 years from the most recent date a complaint alleging a violation of the order is filed in federal court, whichever is later, subject to specified exceptions.",
        "requirements": [
          {
            "description": "Order terminates on November 9, 2029, or 20 years from the most recent date a federal court complaint alleging any order violation is filed, whichever is later; provisions terminating in fewer than 20 years, non-defendant respondents, and orders already terminated are excepted",
            "quoted_text": "This order will terminate on November 9, 2029, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. any Part in this order that terminates in fewer than twenty (20) years; B. this order’s application to any respondent that is not named as a defendant in such complaint; and Page 3 of 4 C. this order if such complaint is filed after the order has terminated pursuant to this Part.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 99,
            "quote_end_line": 110
          },
          {
            "description": "If a filed complaint is dismissed or a federal court rules respondent did not violate any provision, and that result is not appealed or is upheld on appeal, the order terminates as if the complaint had never been filed, except it will not terminate between the filing date and the later of the appeal deadline or the date the dismissal/ruling is upheld",
            "quoted_text": "Provided, further, that if such complaint is dismissed or a federal court rules that respondent did not violate any provision of the order, and the dismissal or ruling is either not appealed or upheld on appeal, then the order as to such respondent will terminate according to this Part as though the complaint had never been filed, except that the order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 111,
            "quote_end_line": 116
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on November 9, 2029, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. any Part in this order that terminates in fewer than twenty (20) years; B. this order's application to any respondent that is not named as a defendant in such complaint; and C. this order if such complaint is filed after the order has terminated pursuant to this Part."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "01.10, Onyx Graphics Complaint.pdf",
      "order": "01.10, Onyx Graphics Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 1,
      "order_provisions": 6,
      "order_definitions": 2,
      "order_requirements": 11,
      "provisions_per_section": {
        "I": 1,
        "II": 2,
        "III": 2,
        "IV": 3,
        "V": 1,
        "VI": 2
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 1,
        "complaint_total": 1,
        "order_verified": 11,
        "order_total": 11
      }
    },
    "processing_time_seconds": 54.2
  }
}