{
  "case_info": {
    "docket_number": "9361",
    "company": {
      "name": "Jerk, LLC",
      "incorporation_state": "",
      "entity_type": "limited liability company",
      "address": "",
      "business_description": "Jerk.com was a social media website that invited users to create profiles of other individuals and to rate them as a 'jerk' or 'not a jerk.' The website falsely represented that content, including names and photographs in profiles, had been created by users when in fact the content was scraped from Facebook."
    },
    "commissioners": [
      "Maureen K. Ohlhausen, Acting Chairman",
      "Terrell McSweeny"
    ],
    "case_date": {
      "month": 1,
      "year": 2018
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a)",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/122-3141-jerk-llc-dba-jerkcom-matter",
    "statutory_topics": [
      "Section 5 Only"
    ],
    "practice_areas": [
      "Privacy"
    ],
    "industry_sectors": [
      "Technology",
      "Social Media"
    ]
  },
  "complaint": {
    "factual_background": "The document provided is not an FTC complaint. It is Respondent John Fanning's Amended and Supplemental Reply Brief filed on May 12, 2017, in FTC Docket No. 9361 (In the Matter of Jerk, LLC and John Fanning). The brief argues against the scope of a Compliance Monitoring Provision proposed by Complaint Counsel on remand following a First Circuit Court of Appeals decision. The underlying case involved the website jerk.com and alleged misrepresentation of the source of content appearing on that website. No original FTC complaint with numbered paragraphs, counts, or representations by the respondents is present in this document.",
    "representations_made": [
      {
        "description": "Claimed that content on Jerk.com, including names and photographs in profiles, had been created by website users and reflected users' views",
        "quoted_text": "Respondents had falsely represented that content on Jerk.com, including the names and photographs in profiles, had been created by the website's users and reflected users' views of the profiled individuals, when in fact that content was almost entirely 'scraped' from Facebook by Jerk itself or those under Jerk's control.",
        "source_paragraph": 32
      },
      {
        "description": "Claimed that consumers who paid a $30 membership fee would receive additional benefits, including the ability to dispute information posted on the site",
        "quoted_text": "Jerk.com had falsely claimed that consumers who paid a $30 membership fee would receive additional benefits, including the ability to dispute information posted on the site, but in fact had provided nothing in return for the membership fees.",
        "source_paragraph": 39
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Misrepresentation of Content Source",
        "representation": "Respondents represented that content on Jerk.com, including names and photographs in profiles, had been created by the website's users and reflected users' views of the profiled individuals",
        "fact": "The content was almost entirely 'scraped' from Facebook by Jerk itself or those under Jerk's control, not created by users",
        "conclusion": "The court of appeals sustained the Commission's findings that the Jerk.com website contained material and false representations about the source of its content."
      },
      {
        "count_number": 2,
        "title": "Misrepresentation of Membership Benefits",
        "representation": "Respondents claimed that consumers who paid a $30 membership fee would receive additional benefits, including the ability to dispute information posted on the site",
        "fact": "Respondents had provided nothing in return for the membership fees",
        "conclusion": "The court of appeals sustained the Commission's findings that the Jerk.com website contained material and false representations about the benefits of the $30 paid membership."
      }
    ]
  },
  "order": {
    "definitions": {},
    "provisions": [
      {
        "provision_number": "1",
        "title": "Amendment to Section VI – Revised Compliance Monitoring Provision",
        "category": "monitoring",
        "summary": "Section VI of the original March 13, 2015 Final Order is amended so that John Fanning must notify the Commission for five years (running from the date of the original Final Order's issuance) whenever he discontinues his current business or employment, or affiliates with any new business or employment involving electronic commerce, social media, or the online collection or use of consumer data linked to a specific consumer, computer, or device. Notices must include the new business address, telephone number, a description of the business or employment, and his duties and responsibilities, and must be delivered by email or overnight courier to the specified FTC address.",
        "requirements": [
          {
            "description": "John Fanning must notify the Commission of the discontinuance of his current business or employment, or of his affiliation with any new business or employment that involves electronic commerce, social media, or the online collection or use of consumer data that can be reasonably linked to a specific consumer, computer, or other device — for a period of five years after the date of issuance of the original Final Order (March 13, 2015), with retroactive notification required for qualifying changes that occurred between issuance of the Final Order and the effective date of this remand order.",
            "quoted_text": "IT IS FURTHER ORDERED that John Fanning, for a period of five (5) years after the date of issuance of this order, shall notify the Commission of the discontinuance of his current business or employment, or of his affiliation with any new business or employment that involves electronic commerce, social media, or the online collection or use of consumer data that can be reasonably linked to a specific consumer, computer, or other device. The notice shall include",
            "deadline": "5 years from date of issuance of original Final Order (March 13, 2015)",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 264,
            "quote_end_line": 269
          },
          {
            "description": "The notice sent to the Commission must include respondent's new business address and telephone number and a description of the nature of the business or employment and his duties and responsibilities.",
            "quoted_text": "linked to a specific consumer, computer, or other device. The notice shall include respondent’s new business address and telephone number and a description of the nature of the business or employment and his duties and responsibilities. Unless",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 269,
            "quote_end_line": 271
          },
          {
            "description": "Unless otherwise directed by a representative of the Commission in writing, all required notices must be emailed to Debrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington DC 20580. The subject line must begin: In re Jerk, LLC.",
            "quoted_text": "nature of the business or employment and his duties and responsibilities. Unless otherwise directed by a representative of the Commission in writing, all notices required by this Part shall be emailed to Debrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington DC 20580. The subject line must begin: In re Jerk, LLC.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 271,
            "quote_end_line": 277
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "2",
        "title": "Preservation of All Other Provisions of the Original Final Order",
        "category": "affirmative_obligation",
        "summary": "All portions of the Commission's original Final Order issued on March 13, 2015, other than Section VI (which is replaced by the revised compliance monitoring provision above), remain in effect without any modification.",
        "requirements": [
          {
            "description": "All portions of the Commission's Final Order in this proceeding, issued on March 13, 2015, other than Section VI, shall remain in effect without modification.",
            "quoted_text": "2. All portions of the Commission’s Final Order in this proceeding, issued on March 13, 2015, other than Section VI, shall remain in effect without modification.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 278,
            "quote_end_line": 279
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 5,
      "termination_text": "IT IS FURTHER ORDERED that John Fanning, for a period of five (5) years after the date of issuance of this order, shall notify the Commission of the discontinuance of his current business or employment, or of his affiliation with any new business or employment that involves electronic commerce, social media, or the online collection or use of consumer data that can be reasonably linked to a specific consumer, computer, or other device."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "01.18, Jerk, LLC, dba Jerk.com Complaint.pdf",
      "order": "01.18, Jerk, LLC, dba Jerk.com Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 2,
      "order_provisions": 2,
      "order_definitions": 0,
      "order_requirements": 4,
      "provisions_per_section": {
        "1": 3,
        "2": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 0,
        "complaint_total": 0,
        "order_verified": 4,
        "order_total": 4
      }
    },
    "processing_time_seconds": 58.2
  }
}