{
  "case_info": {
    "docket_number": "C-4564",
    "company": {
      "name": "Craig Brittain",
      "incorporation_state": "",
      "entity_type": "individual",
      "address": "Colorado Springs, CO 80920",
      "business_description": "Craig Brittain owned and operated websites that posted personal information and photographs of individuals with their intimate parts exposed, including www.isanybodydown.com and www.obamanudes.com. He operated these websites from November 2011 to April 2013, obtaining photographs through solicitation, deception, and a bounty system, and earned approximately $12,000 from this operation."
    },
    "commissioners": [
      "Edith Ramirez, Chairwoman",
      "Julie Brill",
      "Maureen K. Ohlhausen",
      "Terrell McSweeny"
    ],
    "case_date": {
      "month": 1,
      "year": 2016
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a)",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/132-3120-craig-brittain-matter",
    "statutory_topics": [
      "Section 5 Only"
    ],
    "practice_areas": [
      "Privacy"
    ],
    "industry_sectors": [
      "Technology"
    ]
  },
  "complaint": {
    "factual_background": "Craig Brittain owned and operated the website www.isanybodydown.com from November 2011 to April 2013, on which he posted intimate photographs and personal information of over 1,000 individuals without their knowledge or consent. He obtained photographs through anonymous submissions from third parties, by posing as a woman on Craigslist to solicit intimate images under false pretenses, and through a paid 'bounty system.' Victims who sought removal of their content were directed to fake third-party services ('Takedown Hammer' and 'Takedown Lawyer') that were secretly operated by Brittain himself, who charged $200–$500 to remove the very photographs he had posted. Brittain earned approximately $12,000 from these operations.",
    "representations_made": [
      {
        "description": "While posing as a woman on Craigslist and soliciting intimate photographs from other women, Respondent represented that the photographs would be used solely for his personal private use.",
        "quoted_text": "15. Through the means described in Paragraph 6, Respondent has solicited photographs from individuals of themselves with their intimate parts exposed while representing, directly or indirectly, expressly or by implication, that he would use such photographs solely for his personal private use.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 15,
        "quote_start_line": 99,
        "quote_end_line": 102
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Unfair Practices — Posting Photographs and Personal Information Without Consent",
        "representation": "Respondent disseminated intimate photographs and personal information of individuals through the Website for commercial gain without the knowledge or consent of those depicted, knowing or having reason to know those individuals had a reasonable expectation the images would not be so disseminated.",
        "fact": "Respondent's practices caused or were likely to cause substantial injury to consumers that was not reasonably avoidable and not outweighed by countervailing benefits to consumers or competition.",
        "conclusion": "Respondent's practices constitute unfair acts or practices in violation of Section 5(a) of the Federal Trade Commission Act."
      },
      {
        "count_number": 2,
        "title": "False Claims — Solicitation of Photographs Under False Pretenses",
        "representation": "Respondent represented, directly or indirectly, expressly or by implication, that intimate photographs solicited from individuals on Craigslist would be used solely for his personal private use.",
        "fact": "Respondent did not use such photographs solely for personal private use; instead, he disseminated them through the Website along with personal information about the individual and for commercial gain.",
        "conclusion": "Therefore, the representation set forth in Paragraph 15 is false or misleading, constituting a deceptive act or practice in violation of Section 5(a) of the Federal Trade Commission Act."
      }
    ]
  },
  "order": {
    "definitions": {
      "Respondent": "Craig Brittain, individually.",
      "Commerce": "as it is defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. § 44.",
      "Covered Websites": "www.isanybodydown.com, www.obamanudes.com, www.takedownlawyer.com, www.takedownhammer.com, www.takedownhammer.net, and www.takedownhammer.org.",
      "Intimate parts": "the naked genitals, pubic area, buttocks, or female nipple.",
      "Personal information": "individually identifiable information from or about an individual, including but not limited to: (1) a first and last name; (2) a home or other physical address, including street name and name of city or town; (3) an email address or other online contact information, such as an instant messaging user identifier or a screen name; (4) a telephone number; (5) date of birth; or (6) a photograph or video containing an individual's image."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition on Dissemination of Videos or Photographs Without Consent",
        "category": "prohibition",
        "summary": "Respondent is permanently prohibited from disseminating, through a website or online service, videos or photographs exposing an individual's intimate parts unless the individual has received a clear disclosure and provided affirmative express written consent.",
        "requirements": [
          {
            "description": "Must not disseminate intimate images through a website or online service without first clearly and prominently disclosing directly to the individual (not buried in a privacy policy or terms of use) that Respondent will disseminate the video or photograph for commercial gain through a website or online service",
            "quoted_text": "IT IS ORDERED that Respondent and Respondent’s officers, agents, servants, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this order, whether acting directly or indirectly, in connection with the marketing, promoting, or offering for sale of any good or service, is permanently restrained and enjoined from disseminating, through a website or online service, a video or photograph of an individual with his or her intimate parts exposed without: A. clearly and prominently disclosing directly to that individual, and not as part of a “privacy policy,” “terms of use,” or similar document posted on a website or online service, that Respondent will disseminate the video or photograph for commercial gain and through a website or online service; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 62,
            "quote_end_line": 71
          },
          {
            "description": "Must obtain affirmative express written consent from the individual before disseminating any intimate image",
            "quoted_text": "B. obtaining affirmative express consent in writing from the individual for such dissemination.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 75,
            "quote_end_line": 76
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Prohibition on Misrepresentations",
        "category": "prohibition",
        "summary": "Respondent is permanently prohibited from misrepresenting any material fact through a website or online service, including misrepresentations about data collection/use/disclosure/deletion, Respondent's own identity, and the identity of content providers or advertisers.",
        "requirements": [
          {
            "description": "Must not misrepresent Respondent's collection, use, disclosure, or deletion of personal information",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent, and Respondent’s officers, agents, servants, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this order, whether acting directly or indirectly, in connection with the marketing, promoting, or offering for sale any good or service, is permanently restrained and enjoined from misrepresenting through a website or online service, expressly or by implication, any material fact, including but not limited to: A. Respondent’s collection, use, disclosure, or deletion of personal information;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 79,
            "quote_end_line": 85
          },
          {
            "description": "Must not misrepresent Respondent's identity",
            "quoted_text": "B. Respondent’s identity; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 86,
            "quote_end_line": 86
          },
          {
            "description": "Must not misrepresent the identity of those providing content or sponsoring advertising displayed on or through a website or online service",
            "quoted_text": "C. the identity of those providing content or sponsoring advertising displayed on or through a website or online service.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 87,
            "quote_end_line": 88
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "III",
        "title": "Disposition of Personal Information",
        "category": "affirmative_obligation",
        "summary": "Respondent is permanently prohibited from using or disclosing personal information obtained in connection with the Covered Websites prior to entry of this Order, and must destroy all such personal information within 30 days of entry of this Order.",
        "requirements": [
          {
            "description": "Must not disclose, use, transfer, or benefit from personal information obtained prior to entry of this Order in connection with or displayed on any of the Covered Websites",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent is permanently restrained and enjoined from directly or indirectly: A. disclosing, using, transferring, or benefitting from personal information obtained prior to entry of this Order in connection with or displayed on any of the Covered Websites; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 91,
            "quote_end_line": 95
          },
          {
            "description": "Must destroy all such personal information in all forms in Respondent's possession, custody, or control within 30 days after entry of this Order (except as required by government agency or law)",
            "quoted_text": "B. failing to destroy such personal information in all forms in Respondent’s possession, custody, or control within 30 days after entry of this Order. Provided, however, that such personal information need not be disposed of, and may be disclosed, to the extent requested by a government agency or required by law, regulation, or court order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 96,
            "quote_end_line": 100
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Data Deletion"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must maintain and make available to the FTC upon request specific records related to consent, representations about data practices, consumer complaints, law enforcement communications, and any documents questioning compliance.",
        "requirements": [
          {
            "description": "Maintain and make available affirmative express written consent obtained from each individual whose intimate parts are exposed in a photograph or video shared by Respondent",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent shall maintain and upon request make available to the Federal Trade Commission for inspection and copying a print or electronic copy of: 3 A. affirmative express written consent obtained from each individual whose intimate parts are exposed in a photograph or video shared by Respondent on a website or through an online service;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 102,
            "quote_end_line": 110
          },
          {
            "description": "Maintain all representations about Respondent's collection, use, disclosure, or sharing of personal information (including terms of use, FAQs, and privacy policies) for five (5) years from the date of preparation or dissemination, whichever is later",
            "quoted_text": "B. all representations about Respondent’s collection, use, disclosure, or sharing of personal information in connection with marketing, promoting, or offering for sale any good or service that involves the collecting or posting of personal information on a website or online service, including but not limited to the terms of use, frequently-asked questions, and privacy policies of such website or online service, for a period of five (5) years from the date of preparation or dissemination, whichever is later;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 111,
            "quote_end_line": 117
          },
          {
            "description": "Maintain all consumer complaints and content removal requests received relating to Respondent's collection, use, disclosure, or sharing of personal information for five (5) years from the date received",
            "quoted_text": "C. all consumer complaints and content removal requests received by or on behalf of Respondent relating to Respondent’s collection, use, disclosure, or sharing of personal information, for a period of five (5) years from the date received;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 118,
            "quote_end_line": 120
          },
          {
            "description": "Maintain all responses to the consumer complaints and content removal requests for five (5) years from the date sent",
            "quoted_text": "D. all responses to the complaints and requests set forth in Part IV.C, for a period of five (5) years from the date sent;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 121,
            "quote_end_line": 122
          },
          {
            "description": "Maintain copies of all subpoenas and other communications with law enforcement entities or personnel relating to Respondent's collection, use, disclosure, or sharing of personal information in connection with operating a website or online service, for five (5) years from the date received or sent",
            "quoted_text": "E. copies of all subpoenas and other communications with law enforcement entities or personnel relating to Respondent’s collection, use, disclosure, or sharing of personal information in connection with operating a website or online service, for a period of five (5) years from the date received or sent; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 123,
            "quote_end_line": 126
          },
          {
            "description": "Maintain all documents prepared by or on behalf of Respondent that contradict, qualify, or call into question Respondent's compliance with this order, for five (5) years from the date received or created",
            "quoted_text": "F. all documents prepared by or on behalf of Respondent that contradict, qualify, or call into question Respondent’s compliance with this order, for a period of five (5) years from the date received or created.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 127,
            "quote_end_line": 129
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "V",
        "title": "Order Acknowledgment and Delivery",
        "category": "acknowledgment",
        "summary": "Respondent must deliver a copy of this Order to all current and future employees, agents, and representatives with relevant responsibilities, and must obtain signed and dated acknowledgment receipts within 30 days of delivery.",
        "requirements": [
          {
            "description": "Deliver a copy of this order to all current employees, agents, and representatives having responsibilities relating to the subject matter of this order within thirty (30) days after service of this order",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent shall deliver a copy of this order to all current and future employees, agents, and representatives having responsibilities relating to the subject matter of this order. Respondent shall deliver this order to such current personnel within thirty (30) days after service of this order, and to such future personnel within thirty (30) days",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 131,
            "quote_end_line": 134
          },
          {
            "description": "Deliver a copy of this order to all future employees, agents, and representatives having relevant responsibilities within thirty (30) days after the person assumes such position or responsibilities",
            "quoted_text": "thirty (30) days after service of this order, and to such future personnel within thirty (30) days after the person assumes such position or responsibilities. Respondent must secure a signed and",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 134,
            "quote_end_line": 135
          },
          {
            "description": "Obtain a signed and dated statement acknowledging receipt of this order from all persons receiving a copy, within thirty (30) days of delivery",
            "quoted_text": "after the person assumes such position or responsibilities. Respondent must secure a signed and dated statement acknowledging receipt of this order, within thirty (30) days of delivery, from all persons receiving a copy of the order pursuant to this section.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 135,
            "quote_end_line": 137
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Business Change Notification",
        "category": "compliance_reporting",
        "summary": "For ten (10) years after the date of issuance of this order, Respondent must notify the Commission of any discontinuance of current business or employment or affiliation with any new business or employment, including contact details and a description of the new role.",
        "requirements": [
          {
            "description": "For ten (10) years after the date of issuance of this order, notify the Commission of any discontinuance of current business or employment, or affiliation with any new business or employment, providing the new business address, telephone number, nature of business, and Respondent's duties and responsibilities; notice must be emailed to Debrief@ftc.gov or sent by overnight courier to the Associate Director of Enforcement, Bureau of Consumer Protection, FTC",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent, for a period of ten (10) years after the date of issuance of this order, shall notify the Commission of the discontinuance of his current business or employment, or of his affiliation with any new business or employment. The notice shall include Respondent’s new business address and telephone number and a description of the nature of the business or employment and his duties and responsibilities. Unless otherwise directed by a representative of the Commission in writing, all notices required by this Part shall be emailed to Debrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to the 4 Associate Director of Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue N.W., Washington, D.C. 20580. The subject line must begin: In the Matter of Craig Brittain, FTC File No. 132 3120.",
            "deadline": "10 years (ongoing)",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 139,
            "quote_end_line": 151
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondent must file an initial written compliance report with the Commission within 60 days of service of this order, and must submit additional written reports within 10 days of receiving written notice from a Commission representative.",
        "requirements": [
          {
            "description": "Within sixty (60) days after service of this order, file with the Commission a true and accurate written report detailing the manner and form of compliance with this order",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent within sixty (60) days after the date of service of this order, shall file with the Commission a true and accurate report, in writing, setting forth in detail the manner and form of his compliance with this order. Within ten (10) days of",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 153,
            "quote_end_line": 155
          },
          {
            "description": "Within ten (10) days of receipt of written notice from a representative of the Commission, submit an additional true and accurate written report",
            "quoted_text": "forth in detail the manner and form of his compliance with this order. Within ten (10) days of receipt of written notice from a representative of the Commission, Respondent shall submit an additional true and accurate written report.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 155,
            "quote_end_line": 157
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Order Duration",
        "category": "duration",
        "summary": "This order terminates on December 28, 2035, or twenty (20) years from the most recent date the United States or the Commission files a complaint alleging any violation of the order, whichever comes later, subject to specified exceptions.",
        "requirements": [
          {
            "description": "Order terminates on December 28, 2035, or twenty (20) years from the most recent date that the United States or the Commission files a complaint alleging any violation of the order, whichever comes later, with exceptions for parts that terminate in fewer than twenty years, respondents not named in such complaint, and orders already terminated",
            "quoted_text": "This order will terminate on December 28, 2035, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. any Part in this order that terminates in fewer than twenty (20) years; B. this order’s application to any Respondent that is not named as a defendant in such complaint; and C. this order if such complaint is filed after the order has terminated pursuant to this Part. Provided, further, that if such complaint is dismissed or a federal court rules that Respondent did not violate any provision of the order, and the dismissal or ruling is either not appealed or upheld on appeal, then the order as to such Respondent will terminate according to this Part as though the complaint had never been filed, except that the order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 159,
            "quote_end_line": 173
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on December 28, 2035, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. any Part in this order that terminates in fewer than twenty (20) years; B. this order's application to any Respondent that is not named as a defendant in such complaint; and C. this order if such complaint is filed after the order has terminated pursuant to this Part."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "01.16, Craig Brittain Complaint.pdf",
      "order": "01.16, Craig Brittain Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 1,
      "order_provisions": 8,
      "order_definitions": 5,
      "order_requirements": 20,
      "provisions_per_section": {
        "I": 2,
        "II": 3,
        "III": 2,
        "IV": 6,
        "V": 3,
        "VI": 1,
        "VII": 2,
        "VIII": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 1,
        "complaint_total": 1,
        "order_verified": 20,
        "order_total": 20
      }
    },
    "processing_time_seconds": 77
  }
}