{
  "case_info": {
    "docket_number": "2:08-cv-01842",
    "company": {
      "name": "Gregory Navone",
      "incorporation_state": "",
      "entity_type": "individual",
      "address": "Las Vegas, Nevada",
      "business_description": "Gregory Navone is an individual who has owned and/or directed numerous mortgage brokerage companies since 1987, including First Interstate Mortgage Corporation and Nevada One Corporation, which provided real estate financing services and assisted customers in locating mortgage lenders and processing loan applications."
    },
    "commissioners": [],
    "case_date": {
      "month": 1,
      "year": 2010
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a); Section 628 of the Fair Credit Reporting Act, 15 U.S.C. § 1681w; and the Disposal Rule, 16 C.F.R. § 682.1 et seq.",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/072-3067-navone-gregory"
  },
  "complaint": {
    "factual_background": "Gregory Navone, owner and director of mortgage brokerage companies First Interstate Mortgage Corporation (FIM) and Nevada One, collected sensitive consumer information—including Social Security numbers, credit histories, bank statements, tax returns, and consumer reports—while falsely representing that the companies maintained reasonable physical, electronic, and procedural safeguards to protect that data. In reality, Navone failed to implement data security policies, failed to train employees, and failed to require service providers to maintain appropriate safeguards. Navone personally stored boxes of sensitive consumer records in an insecure manner in his residential garages. On December 20, 2006, approximately forty boxes of intact documents—including at least 230 consumer reports, tax returns, mortgage applications, and bank statements—were found discarded in a publicly accessible dumpster in Las Vegas, Nevada.",
    "representations_made": [
      {
        "description": "Claimed that FIM and Nevada One maintained physical, electronic, and procedural safeguards complying with federal standards to protect customer information from unauthorized access, alteration, and destruction",
        "quoted_text": "We take our responsibility to protect the privacy and confidentiality of customer 9 information very seriously. We maintain physical, electronic, and procedural safeguards that comply with federal standards to store and secure information 10 about you from unauthorized access, alteration and destruction. . . . From time to time, we enter into agreements with other companies to provide services to us or 11 make products and services available to you. Under these agreements, the company may receive information about you but they must safeguard this 12 information and they may not use it for any other purposes.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 9,
        "quote_start_line": 159,
        "quote_end_line": 168
      },
      {
        "description": "Claimed that FIM and Nevada One entered into agreements with service providers requiring those companies to safeguard customer information and use it only for permitted purposes",
        "quoted_text": "time, we enter into agreements with other companies to provide services to us or 11 make products and services available to you. Under these agreements, the company may receive information about you but they must safeguard this 12 information and they may not use it for any other purposes.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 9,
        "quote_start_line": 163,
        "quote_end_line": 168
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Misrepresentation of Data Security Measures",
        "representation": "Through the privacy statements disseminated to consumers, Defendant represented, expressly or by implication, that FIM and Nevada One implemented reasonable and appropriate measures to protect sensitive consumer information from unauthorized access.",
        "fact": "FIM and Nevada One did not implement reasonable and appropriate measures to protect sensitive consumer information from unauthorized access. Defendant failed to implement security policies and procedures, employee training, and proper oversight of service providers handling sensitive consumer data.",
        "conclusion": "The representation was false or misleading and constitutes a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 2,
        "title": "Misrepresentation of Service Provider Data Safeguard Agreements",
        "representation": "Through the privacy statements disseminated to consumers, Defendant represented, expressly or by implication, that FIM and Nevada One had entered into agreements with service providers requiring those companies to safeguard customer information and use it only for the purpose of providing services to FIM or Nevada One.",
        "fact": "FIM and Nevada One did not enter into agreements requiring service providers to safeguard customer information or restrict its use. Defendant failed to provide reasonable oversight of service providers' handling of sensitive consumer information and did not contractually require appropriate safeguards.",
        "conclusion": "The representation was false or misleading and constitutes a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 3,
        "title": "Violation of FCRA Disposal Rule — Failure to Properly Dispose of Consumer Report Information",
        "representation": "Defendant maintained and possessed consumer information derived from consumer reports for a business purpose and was required under the FCRA Disposal Rule to take reasonable measures to protect against unauthorized access to or use of that information in connection with its disposal.",
        "fact": "Defendant failed to take reasonable measures to protect consumer report information during disposal. He stored records insecurely in his garage, failed to implement disposal policies, failed to train or oversee employees or third parties handling the information for disposal, and allowed approximately forty boxes of intact consumer documents—including at least 230 consumer reports—to be discarded in a publicly accessible dumpster.",
        "conclusion": "Defendant's acts and practices violated Section 628 of the FCRA, 15 U.S.C. § 1681w, and Section 682.3(a) of the Disposal Rule, 16 C.F.R. § 682.3(a), constituting unfair or deceptive acts or practices under Section 5(a) of the FTC Act, and a pattern or practice of knowing violations subjecting Defendant to civil monetary penalties of up to $2,500 per violation."
      }
    ]
  },
  "order": {
    "definitions": {
      "Fair Credit Reporting Act": "\"Fair Credit Reporting Act\" or \"FCRA\" refers to 15 U.S.C. § 1681-1681x, as amended.",
      "person, consumer, and consumer report": "The terms \"person,\" \"consumer,\" and \"consumer report\" mean as defined in Sections 603(b), (c), and (d), respectively, of the FCRA, 15 U.S.C. §§ 1681a(b), 1681a(c), and [1681a(d)].",
      "Personal information": "\"Personal information\" means individually identifiable information from or about a consumer including, but not limited to: (a) a first and last name; (b) a home or other physical address, including street name and name of city or town; (c) a telephone number; (d) an email address or other online contact information, such as an instant messaging user identifier or a screen name, that reveals a consumer's email address; (e) date of birth; (f) a Social Security number; (g) credit or debit card information, including card or account number; (h) bank or loan account information, including routing number, and/or account number; (i) a driver's license, military, or other state identification number; (j) a persistent identifier, such as a customer number held in a \"cookie\" or processor serial number, that is combined with other available data that identifies an individual consumer; or (k) any other information from or about an individual consumer that is combined with (a) through (j) above.",
      "Disposal Rule": "\"Disposal Rule\" means the rule regarding the Disposal of Consumer Report Information and Records (\"Disposal Rule\"), 16 C.F.R. § 682.1 et seq.",
      "Consumer information": "\"Consumer information\" means as defined in the Disposal Rule, 16 C.F.R. § 682.1(b), i.e., \"any record about an individual, whether in paper, electronic, or other form, that is a consumer report or is derived from a consumer report. Consumer information also means a compilation of such records. Consumer information does not include information that does not identify individuals, such as aggregate information or blind data.\"",
      "Commerce": "\"Commerce\" means as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. § 44."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Civil Penalty",
        "category": "affirmative_obligation",
        "summary": "Defendant is ordered to pay a $35,000 civil penalty pursuant to Section 621(a) of the FCRA, with funds held in escrow by former counsel to be transferred to the Commission within 5 days of entry of the Order.",
        "requirements": [
          {
            "description": "Defendant must pay a civil penalty of $35,000 pursuant to Section 621(a) of the FCRA",
            "quoted_text": "A. Defendant is ordered to pay a civil penalty of $35,000 (thirty-five thousand dollars), pursuant to Section 621(a) of the FCRA, 15 U.S.C. § 1681s(a).",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 111,
            "quote_end_line": 112
          },
          {
            "description": "Former counsel Richard McKnight must transfer the escrowed $35,000 to the Commission by electronic funds transfer within five (5) days of entry of this Order",
            "quoted_text": "Commission. Within five (5) days of entry of this Order, Mr. McKnight shall transfer the sum to the Commission by electronic funds transfer in accordance with instructions previously provided by a representative of the Commission.",
            "deadline": "5 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 120,
            "quote_end_line": 122
          },
          {
            "description": "Defendant relinquishes all dominion, control, and title to the amount paid and shall make no claim to or demand return of these funds",
            "quoted_text": "C. Defendant relinquishes all dominion, control, and title to the amount paid pursuant to this Section I to the fullest extent permitted by law. Defendant shall make no claim to or demand return of these funds, directly or indirectly, through counselor otherwise.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 123,
            "quote_end_line": 125
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Prohibited Business Activities",
        "category": "prohibition",
        "summary": "Defendant is permanently restrained from misrepresenting the privacy or security of personal information and from violating Section 628 of the FCRA or the Disposal Rule by failing to properly dispose of consumer information.",
        "requirements": [
          {
            "description": "Defendant and all persons acting in concert with him are permanently enjoined from misrepresenting, expressly or by implication, the extent to which the privacy, confidentiality, or integrity of any personal information collected from or about consumers is maintained or protected",
            "quoted_text": "1. Misrepresenting in any manner, expressly or by implication, the extent to which the privacy, confidentiality, or integrity of any personal information collected from or about consumers is maintained or protected; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 138,
            "quote_end_line": 140
          },
          {
            "description": "Defendant and all persons acting in concert with him are permanently enjoined from violating Section 628 of the FCRA or the Disposal Rule, including by maintaining or possessing consumer information for a business purpose and failing to properly dispose of such information by taking reasonable measures to protect against unauthorized access or use in connection with its disposal",
            "quoted_text": "2. Violating Section 628 of the FCRA or the Disposal Rule, including, but not limited to, by maintaining or otherwise possessing consumer information for a business purpose and failing to properly dispose of such information by taking reasonable measures to protect against unauthorized access to or use of the information in connection with its disposal.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 145,
            "quote_end_line": 148
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Required Information Security Program",
        "category": "affirmative_obligation",
        "summary": "Defendant must establish, implement, and maintain a comprehensive written information security program for any business he controls that collects, maintains, or stores personal information from consumers, including specific administrative, technical, and physical safeguards.",
        "requirements": [
          {
            "description": "Defendant, for himself and any business entity he controls that collects, maintains, or stores personal information, must no later than the date of entry of this Order establish and implement, and thereafter maintain, a comprehensive written information security program designed to protect the security, confidentiality, and integrity of personal information",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant, for himself and for any business entity that he controls, directly or indirectly, if he or such business entity collects, maintains, or stores personal information from or about consumers, shall, no later than the date of entry of this Order, establish and implement, and thereafter maintain, a comprehensive information security program that is designed to protect the security, confidentiality, and integrity of personal information collected from or about consumers. Such program, the content and implementation of which must be fully documented in writing, shall contain administrative, technical, and physical safeguards appropriate to Defendant or the entity's size and complexity, the nature and scope of Defendant or the entity's activities, and the sensitivity of the personal information collected from A. The designation of an employee or employees to coordinate and be accountable for the information security program.",
            "deadline": "date of entry of Order",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 153,
            "quote_end_line": 163
          },
          {
            "description": "The program must include identification and assessment of material internal and external risks to the security, confidentiality, and integrity of personal information, covering employee training and management, information systems, and prevention/detection/response to attacks",
            "quoted_text": "B. The identification of material internal and external risks to the security, confidentiality, and integrity of personal information that could result in the unauthorized disclosure, misuse, loss, alteration, destruction, or other compromise of such information, and Page 6 of 17 Case 2:08-cv-01842-KJD-LRL Document 41 Filed 12/30/09 Page 7 of 17 the assessment of the sufficiency of any safeguards in place to control these risks. At a minimum, this risk assessment should include consideration of the risks in each relevant area of operations, including, but not limited to: (1) employee training and management; (2) information systems, including network and software design, information processing, storage, transmission, and disposal; and (3) prevention, detection, and response to attacks, intrusions, or other system failures.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 164,
            "quote_end_line": 176
          },
          {
            "description": "The program must include the design and implementation of reasonable safeguards to control identified risks, and regular testing and monitoring of the effectiveness of safeguards' key controls, systems, and procedures",
            "quoted_text": "C. The design and implementation of reasonable safeguards to control the risks identified through risk assessment, and regular testing and monitoring of the effectiveness of the safeguards' key controls, systems, and procedures.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 177,
            "quote_end_line": 179
          },
          {
            "description": "The program must include reasonable steps to select and retain service providers capable of appropriately safeguarding personal information, and require service providers by contract to implement and maintain appropriate safeguards",
            "quoted_text": "D. The development and use of reasonable steps to select and retain service providers capable of appropriately safeguarding personal information received from Defendant or the entity, and requiring service providers by contract to implement and maintain appropriate safeguards.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 180,
            "quote_end_line": 183
          },
          {
            "description": "The program must include evaluation and adjustment of the information security program in light of testing and monitoring results, material changes to operations or business arrangements, or other circumstances that may have a material impact on the program's effectiveness",
            "quoted_text": "E. The evaluation and adjustment of the information security program in light of the results of the testing and monitoring required by Paragraph C of this Section III, any material changes to operations or business arrangements, or any other circumstances that Defendant or the entity knows or has reason to know may have a material impact on the effectiveness of the IV. ASSESSMENT REQUIREMENTS",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 184,
            "quote_end_line": 188
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Assessment Requirements",
        "category": "assessment",
        "summary": "Defendant must obtain initial and annual third-party assessments of his information security program for 10 years, with each assessment certifying the sufficiency of safeguards, prepared by a qualified professional and submitted to or retained for the FTC.",
        "requirements": [
          {
            "description": "Defendant, for himself and any business entity he controls that collects, maintains, or stores personal information, must obtain initial and annual assessments from a qualified, objective, independent third-party professional; the initial assessment covers the first 180 days after entry of the Order, and annual assessments cover each one-year period thereafter for 10 years",
            "quoted_text": "shall obtain initial and annual assessments and reports (,'Assessments\") from a qualified, objective, independent third-party professional who uses procedures and standards generally accepted in the profession, provided, hOlvever, that Defendant shall not be required to obtain such Assessmentsfi)r himse(fif the personal information that he collects, maintains, or stores from or about consumers is limited to a first and last name; a home or other physical address, including street name and name of city or town; a telephone number; and/or an email address or other online contact information, such as an instant messaging user identifier or a screen name, that reveals a consumer's email address (,'directory information\"). ]f Defendant, for himself, collects, maintains or stores personal information from or about a consumer other than directory information, Defendant is required to obtain Assessments as described in this Section IV with respect to that personal information and any directory information from or about the same consumer only. The reporting period for the Assessments shall cover: (1) the first one hundred and eighty (180) days after entry of the Order for the initial Assessment; and (2) each one-year period thereafter for ten (10) years after entry of the Order for the annual Assessments. Each Assessment shall:",
            "deadline": "180 days (initial); annually for 10 years",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 197,
            "quote_end_line": 211
          },
          {
            "description": "Each Assessment must set forth the specific administrative, technical, and physical safeguards implemented and maintained during the reporting period",
            "quoted_text": "I. Set forth the specific administrative, technical, and physical safeguards implemented and maintained during the reporting period;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 212,
            "quote_end_line": 213
          },
          {
            "description": "Each Assessment must explain how safeguards are appropriate to Defendant's or the entity's size and complexity, nature and scope of activities, and sensitivity of personal information collected",
            "quoted_text": "2. Explain how such safeguards are appropriate to Defendant's or the entity's size and complexity, the nature and scope of the Defendant's or the entity's activities, and the sensitivity of the personal information collected from or about consumers;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 214,
            "quote_end_line": 216
          },
          {
            "description": "Each Assessment must explain how implemented safeguards meet or exceed protections required by Section 628 of the FCRA, the Disposal Rule, and Section III of the Order",
            "quoted_text": "3. Explain how the safeguards that have been implemented meet or exceed the protections required by Section 628 of the FCRA, the Disposal Rule, and Section III of this Order; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 217,
            "quote_end_line": 219
          },
          {
            "description": "Each Assessment must certify that the information security program is operating with sufficient effectiveness to provide reasonable assurance that the security, confidentiality, and integrity of personal information is protected, and for annual reports, has so operated throughout the reporting period",
            "quoted_text": "4. Certify that the information security program is operating with sufficient effectiveness to provide reasonable assurance that the security, confidentiality, and integrity of personal information is protected and, for annual reports, has so operated throughout the reporting period.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 224,
            "quote_end_line": 227
          },
          {
            "description": "Each Assessment must be prepared and completed within sixty (60) days after the end of the reporting period by a CISSP, CISA, GIAC-certified person, or similarly qualified person approved by the FTC Associate Director for Enforcement",
            "quoted_text": "B. Each Assessment shall be prepared and completed within sixty (60) days after the end of the reporting period to which the Assessment applies by: a person qualified as a Certified Information System Security Professional (CISSP) or as a Certified Information Systems Auditor (CISA); a person holding Global Information Assurance Certification (GIAC) from the SysAdmin, Audit, Network, Security (SANS) Institute; or a similarly qualified person or organization approved by the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission.",
            "deadline": "60 days after end of reporting period",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 228,
            "quote_end_line": 234
          },
          {
            "description": "Defendant must provide the initial Assessment to the FTC Associate Director for Enforcement within ten (10) business days after the Assessment has been prepared; all subsequent annual Assessments must be retained until three (3) years after completion of the final Assessment and provided to the Associate Director upon request within ten (10) business days",
            "quoted_text": "C. Defendant shall provide the initial Assessment to the Associate Director for Enforcement, Federal Trade Commission, 600 Pennsylvania Avenue, NW, Room NJ-2122, Washington, D.C. 20580, within ten (10) business days after the Assessment has been prepared. All subsequent annual Assessments shall be retained by the individual or the entity to which the Assessment pertains until three (3) years after completion of the final Assessment and provided to the Associate Director of Enforcement upon request within ten (10) business days of receipt of such request",
            "deadline": "10 business days (initial submission); 10 business days upon request (annual)",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 235,
            "quote_end_line": 241
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "Defendant must cooperate with FTC monitoring efforts, including submitting written reports, producing documents, appearing for deposition, and providing entry to business locations within 10 days of written notice; the Commission may also conduct undercover investigations and discovery.",
        "requirements": [
          {
            "description": "Within ten (10) days of receipt of written notice from the Commission, Defendant must submit additional written reports sworn under penalty of perjury, produce documents for inspection and copying, appear for deposition, provide entry during normal business hours to any business location in Defendant's possession or control, and provide entry to any location where consumer personal information is maintained",
            "quoted_text": "A. Within ten (10) days of receipt of written notice from a representative of the Commission, Defendant shall submit additional written reports, which are true and accurate and sworn to under penalty of perjury; produce documents for inspection and copying; appear for deposition; provide entry during normal business hours to any business location in Defendant's possession or direct or indirect control to inspect the business operation; and provide entry during normal business hours to any other location possessed or directly or indirectly controlled by Defendant where consumer personal information is maintained to inspect the location.",
            "deadline": "10 days of written notice",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 249,
            "quote_end_line": 255
          },
          {
            "description": "The Commission is authorized to use all other lawful means including obtaining discovery from any person without further leave of Court and posing as consumers and suppliers to Defendant without identification or prior notice",
            "quoted_text": "B. In addition, the Commission is authorized to use all other lawful means, including, but not limited to: 1. Obtaining discovery from any person, without further leave of Court, using the procedures prescribed by Fed. R. Civ. P. 30, 31,33,34,36,45,69; and 2. Posing as consumers and suppliers to Defendant, his employees, or any other entity managed or controlled in whole or in part by Defendant, without the necessity of identification or prior notice.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 256,
            "quote_end_line": 262
          },
          {
            "description": "Defendant must permit Commission representatives to interview any employer, consultant, independent contractor, representative, agent, officer, or employee who has agreed to such an interview relating to any conduct subject to this Order",
            "quoted_text": "C Defendant shall permit representatives of the Commission to interview any employer, consultant, independent contractor, representative, agent, officer or employee who has agreed to such an interview, relating in any way to any conduct subject to this Order. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 263,
            "quote_end_line": 266
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Compliance Reporting by Defendant",
        "category": "compliance_reporting",
        "summary": "For five years, Defendant must notify the FTC of changes in residence, employment, business structure, and name; file sworn compliance reports every 180 days and annually; and notify the FTC of any bankruptcy filing within 15 days.",
        "requirements": [
          {
            "description": "For five (5) years from entry of the Order, Defendant must notify the Commission within ten (10) days of any changes in his residence, mailing addresses, and/or telephone numbers",
            "quoted_text": "A. For a period of five (5) years from the date of entry of this Order, I. Defendant shall notify the Commission of the following: (a) Any changes in Defendant's residence, mailing addresses. and/or telephone numbers, within ten (l0) days of the date of such change:",
            "deadline": "10 days of change; for 5 years",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 279,
            "quote_end_line": 282
          },
          {
            "description": "For five (5) years from entry of the Order, Defendant must notify the Commission within ten (10) days of any changes in his employment status (including self-employment) and any changes in his ownership in any business entity, including name, address, nature of business, and Defendant's duties",
            "quoted_text": "(b) Any changes in Defendant's employment status (including self- employment), and any changes in his ownership in any business entity, within ten (10) days of the date of such change. Such notice shall include: the name and address of each business that Defendant is affiliated with, employed by, creates or forms, incorporates, or performs services for; a detailed description of the nature of the business; and a detailed description of Defendant's duties and responsibilities in connection with the business or employment; and",
            "deadline": "10 days of change; for 5 years",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 283,
            "quote_end_line": 288
          },
          {
            "description": "For five (5) years from entry of the Order, Defendant must notify the Commission of any changes in his name or use of any aliases or fictitious names",
            "quoted_text": "(c) Any changes in Defendant's name or use of any aliases or fictitious names, including \"doing business as\" names.",
            "deadline": "10 days of change; for 5 years",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 289,
            "quote_end_line": 290
          },
          {
            "description": "For five (5) years from entry of the Order, Defendant must notify the Commission of any changes in the structure of any business entity he directly or indirectly controls that may affect compliance obligations, at least thirty (30) days prior to such change",
            "quoted_text": "2. Defendant shall notify the Commission of any changes in the structure of any business entity that Defendant directly or indirectly controls, or has an ownership interest in, that may affect compliance obligations arising under this Order, including but not limited to: incorporation or other organization; a dissolution, assignment, sale, merger, or other action; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices Page II of 17 Case 2:08-cv-01842-KJD-LRL Document 41 Filed 12/30/09 Page 12 of 17 that are subject to this Order; or a change in the business name or address, at least thirty (30) days prior to such change, provided that. with respect to any proposed change in the business entity about which the Defendant learns less than thirty (30) days prior to the date such action is to take place, Defendant shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": "30 days prior to change; for 5 years",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 291,
            "quote_end_line": 304
          },
          {
            "description": "One hundred eighty (180) days after entry of the Order and annually thereafter for five (5) years, Defendant must provide a sworn written compliance report to the Commission detailing how he has complied with this Order, including current residence, employment status, copies of acknowledgments, and any other required changes",
            "quoted_text": "B. One hundred eighty (180) days after the date of entry of this Order and annually thereafter for a period of five (5) years, Defendant shall provide a written report to the Commission, which is true and accurate and sworn to under penalty of perjury, setting forth in detail the manner and form in which he has complied and is complying with this Order. This report shall include, but not be limited to: 1. Defendant's then-current residence address, mailing addresses, and telephone numbers; 2. Defendant's then-current employment status (including self-employment), including the name, addresses, and telephone numbers of each business that Defendant is affiliated with, employed by, or performs services for; a detailed description of the nature of the business: and a detailed description of Defendant's duties and responsibilities in connection with the business or employment; 3. A copy of each acknowledgment of receipt of this Order obtained pursuant to Section VIII of this Order; and 4. Any other changes required to be reported under Paragraph A of this Section VI.",
            "deadline": "180 days; then annually for 5 years",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 305,
            "quote_end_line": 320
          },
          {
            "description": "Defendant must notify the Commission of the filing of a bankruptcy petition within fifteen (15) days of filing",
            "quoted_text": "C. Defendant shall notify the Commission of the filing of a bankruptcy petition by Defendant within fifteen (15) days of filing.",
            "deadline": "15 days of filing",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 321,
            "quote_end_line": 322
          },
          {
            "description": "Defendant must send all reports and notifications required by this Order to the FTC Associate Director for Enforcement by overnight courier (or first-class mail with simultaneous electronic copy)",
            "quoted_text": "D. For the purposes of this Order, Defendant shall, unless otherwise directed by the Commission's authorized representatives, send by overnight courier all reports and notifications required by this Order to the Commission, to the following address: Associate Director for Enforcement Federal Trade Commission 600 Pennsylvania Avenue, N.W., Room NJ-2122 Washington, D.C. 20580 RE: FTC v. Gregory Navone Provided that. in lieu of overnight courier, Defendant may send such reports or notifications by first-class mail, but only if Defendant contemporaneously sends an electronic version of such report or notification to the Commission at: =-.:.~'-=~='-\"\"'-~",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 327,
            "quote_end_line": 337
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Record Keeping",
        "category": "recordkeeping",
        "summary": "Defendant must create and retain specified records for eight years, including documents contradicting compliance, consumer complaints, law enforcement communications, and all compliance records; assessment-related materials must be retained for three years after each assessment.",
        "requirements": [
          {
            "description": "For eight (8) years from entry of the Order, Defendant must retain all documents that contradict, qualify, or call into question compliance with this Order",
            "quoted_text": "A. F or a period of eight (8) years from the date of entry of this Order: I. All documents that contradict, qualify, or call into question compliance with this Order;",
            "deadline": "8 years",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 347,
            "quote_end_line": 349
          },
          {
            "description": "For eight (8) years from entry of the Order, Defendant must retain all consumer complaints (written or electronic, direct or through third parties) and all responses to such complaints related to activities alleged in the Complaint and/or compliance with the Order",
            "quoted_text": "2. All consumer complaints (whether received in written or electronic form, directly, indirectly or through any third party), and all responses to such complaints, whether in Page 13 of 17 Case 2:08-cv-01842-KJD-LRL Document 41 Filed 12/30/09 Page 14 of 17 written or electronic form, that relate to the aetivities as alleged in the Complaint and/or compliance with the provisions of this Order;",
            "deadline": "8 years",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 350,
            "quote_end_line": 357
          },
          {
            "description": "For eight (8) years from entry of the Order, Defendant must retain copies of all subpoenas and other communications with law enforcement entities or personnel that bear on the collection, maintenance, or storage of consumer reports or other personal information",
            "quoted_text": "3. Copies of all subpoenas and other communications with law enforcement entities or personnel, whether in written or electronic form, if such documents bear in any respect on the collection, maintenance, or storage of consumer reports or other personal information from or about consumers; and",
            "deadline": "8 years",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 358,
            "quote_end_line": 361
          },
          {
            "description": "For eight (8) years from entry of the Order, Defendant must retain all records and documents necessary to demonstrate full compliance with each provision of the Order, including copies of acknowledgments and all reports submitted to the Commission",
            "quoted_text": "4. All records and documents necessary to demonstrate full compliance with each provision of this Order, including but not limited to, copies of acknowledgments of receipt of this Order required by Sections VIII and IX, and all reports submitted to the Commission pursuant to Section VI.",
            "deadline": "8 years",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 362,
            "quote_end_line": 365
          },
          {
            "description": "For three (3) years after the date of preparation of each Assessment required under Section IV, Defendant must retain all materials relied upon to prepare the Assessment, including plans, reports, studies, reviews, audits, audit trails, policies, training materials, work papers, and assessments",
            "quoted_text": "B. F or a period of three (3) years after the date of preparation of each Assessment required under Section IV of this Order, all materials, whether prepared by or on behalf of Defendant, relied upon to prepare the Assessment, including but not limited to all plans, reports, studies, reviews, audits, audit trails, policies, training materials, work papers, and assessments, and any other materials relating to compliance with Section III of this Order for the compliance period covered by such Assessment.",
            "deadline": "3 years after each Assessment",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 366,
            "quote_end_line": 371
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Distribution of Order by Defendant",
        "category": "acknowledgment",
        "summary": "For three years from entry, Defendant must deliver copies of this Order to principals, officers, managers, and supervisory employees of any business entity he controls that handles personal information, and to principals and managers of businesses where he oversees privacy policies, and must obtain signed receipts within 30 days.",
        "requirements": [
          {
            "description": "For three (3) years from entry of the Order, for any business entity Defendant controls that collects, maintains, or stores personal information, Defendant must deliver a copy of the Order to all principals, officers, directors, managers, and supervisory employees; for current personnel within 5 days of entry; for new personnel before assuming responsibilities; for new business entities at least 10 days prior to any change in structure",
            "quoted_text": "IT IS FURTHER ORDERED that for a period of three (3) years from the date of entry of this order, Defendant shall deliver copies of this Order as directed below: A. For any business entity that Defendant controls, directly or indirectly, which collects, maintains, or stores personal information from or about consumers, Defendant must deliver a copy of this Order to (1) all of its principals, officers, directors, and managers, (2) all employees, agents, and representatives of that business who have supervisory responsibilities Page 14 of 17 Case 2:08-cv-01842-KJD-LRL Document 41 Filed 12/30/09 Page 15 of 17 related to the business's compliance with the Order, and (3) any business entity resulting from any change in structure set forth in Section VI(A)(2) of this Order. For current personnel. delivery shall be within (5) days of entry of this Order. For new personnel, delivery shall occur prior to them assuming their responsibilities. For any business entity resulting from any change in structure set forth in Section VI(A)(2) of this Order, delivery shall be at least ten (10) days prior to the change in structure.",
            "deadline": "5 days (current personnel); prior to assuming responsibilities (new personnel); 10 days prior to structural change",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 373,
            "quote_end_line": 388
          },
          {
            "description": "For businesses where Defendant is not a controlling person but has responsibility for developing or overseeing privacy and security policies, Defendant must deliver a copy of the Order to all principals and managers before engaging in such conduct",
            "quoted_text": "B. For any business that collects, maintains, or stores personal information from or about consumers, where Defendant is not a controlling person of the business but he otherwise has responsibility, in whole or in part, for developing or overseeing the implementation of policies and procedures to protect the privacy, security, confidentiality, and integrity of personal information collected from or about consumers by the business, including in connection with its disposal, Defendant must deliver a copy of this Order to all principals and managers of such business before engaging in such conduct.",
            "deadline": "before engaging in such conduct",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 389,
            "quote_end_line": 395
          },
          {
            "description": "Defendant must secure a signed and dated acknowledgment of receipt of the Order from all persons receiving a copy, within thirty (30) days of delivery",
            "quoted_text": "C. Defendant must secure a signed and dated statement acknowledging receipt of the Order, within thirty (30) days of delivery, from all persons receiving a copy of the Order pursuant to this Section VIII.",
            "deadline": "30 days of delivery",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 396,
            "quote_end_line": 398
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Acknowledgment of Receipt of Order by Defendant",
        "category": "acknowledgment",
        "summary": "Defendant must personally submit a sworn statement to the Commission acknowledging receipt of this Order within five business days of receipt.",
        "requirements": [
          {
            "description": "Within five (5) business days of receipt of this Order as entered by the Court, Defendant must submit to the Commission a truthful sworn statement acknowledging receipt of this Order",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant, within five (5) business days of receipt of this Order as entered by the Court, must submit to the Commission a truthful sworn statement acknowledging receipt of this Order.",
            "deadline": "5 business days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 400,
            "quote_end_line": 402
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of the Order.",
        "requirements": [
          {
            "description": "The Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order",
            "quoted_text": "IT IS FURTHER ORDERED that this Court shall retain jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 404,
            "quote_end_line": 405
          }
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "IT IS FURTHER ORDERED that this Court shall retain jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "01.10, Navone, Gregory Complaint.pdf",
      "order": "01.10, Navone, Gregory Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 3,
      "complaint_representations": 2,
      "order_provisions": 10,
      "order_definitions": 6,
      "order_requirements": 37,
      "provisions_per_section": {
        "I": 3,
        "II": 2,
        "III": 5,
        "IV": 7,
        "V": 3,
        "VI": 7,
        "VII": 5,
        "VIII": 3,
        "IX": 1,
        "X": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 2,
        "complaint_total": 2,
        "order_verified": 37,
        "order_total": 37
      }
    },
    "processing_time_seconds": 159.0
  }
}