{
  "case_info": {
    "docket_number": "4:20-cv-00110",
    "company": {
      "name": "Mortgage Solutions FCS, Inc.",
      "incorporation_state": "California",
      "entity_type": "corporation",
      "address": "2700 Ygnacio Valley Road, Suite 255, Walnut Creek, California 94598",
      "business_description": "Mortgage Solutions is a mortgage broker serving as an intermediary between residential mortgage lenders and prospective borrowers. The company collects and maintains sensitive personal financial information from customers and prospective customers, including names, Social Security numbers, dates of birth, income information, and credit history."
    },
    "commissioners": [],
    "case_date": {
      "month": 1,
      "year": 2020
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a); Section 13(b) of the Federal Trade Commission Act, 15 U.S.C. § 53(b); Fair Credit Reporting Act, 15 U.S.C. §§ 1681-1681x; Privacy of Consumer Financial Information (Regulation P), 12 C.F.R. Part 1016; Standards for Safeguarding Customer Information (Safeguards Rule), 16 C.F.R. Part 314",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/182-3199-mortgage-solutions-fcs-inc",
    "statutory_topics": [
      "FCRA"
    ],
    "practice_areas": [
      "Data Security",
      "Financial Practices",
      "Privacy"
    ],
    "industry_sectors": [
      "Healthcare",
      "Financial Services"
    ]
  },
  "complaint": {
    "factual_background": "Mortgage Solutions FCS, Inc. (also d/b/a Mount Diablo Lending), a California mortgage broker, and its owner Ramon Walker publicly disclosed customers' sensitive personal and financial information on Yelp.com by responding to negative consumer reviews with details drawn from customers' loan files and credit reports — including credit scores, debt-to-income ratios, family health conditions, and credit history. The company also failed to provide customers with accurate privacy notices and gave them no opportunity to opt out of public disclosure of their information. Additionally, Mortgage Solutions did not implement any information security program until September 2017, and the program it eventually adopted lacked any mechanism for regularly testing its own effectiveness. These actions violated Regulation P, the Fair Credit Reporting Act, the Safeguards Rule, and Section 5 of the FTC Act.",
    "representations_made": [
      {
        "description": "The 2012 Privacy Notice stated that the only personal information collected by Mortgage Solutions was customers' Social Security numbers and that Mortgage Solutions does not share this information with any third party for any reason — misrepresenting what was actually collected and disclosed",
        "quoted_text": "4 20. The 2012 Notice omits or misstates significant information that is required to be 5 disclosed under Regulation P. Among other things, the 2012 Notice indicates that the only 6 personal information collected by Mortgage Solutions is customers’ Social Security numbers 7 and that Mortgage Solutions does not share this personal information with any third party for 8 any reason. Defendants’ posting of negative customer information on Yelp caused the 2012 9 Notice to be inaccurate, and thus, in violation of Regulation P.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 20,
        "quote_start_line": 250,
        "quote_end_line": 255
      },
      {
        "description": "In connection with offering mortgage brokering services, Defendants represented — directly, indirectly, expressly, or by implication — that Mortgage Solutions would not publicly disclose personal financial information collected from its customers",
        "quoted_text": "12 53. As described in Paragraphs 18 and 19, in numerous instances in connection with 13 the offering or provision of mortgage brokering services, Defendants have represented, directly 14 or indirectly, expressly or by implication, that Mortgage Solutions would not publicly disclose 15 personal financial information collected from its customers.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 53,
        "quote_start_line": 418,
        "quote_end_line": 421
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Failure to Provide Clear, Conspicuous, and Accurate Privacy Notices",
        "representation": "From approximately October 2012 until approximately April 2018, Defendants disseminated a privacy notice (the '2012 Notice') that omitted or misstated significant required information, including understating what personal information was collected and falsely stating it was not shared with third parties",
        "fact": "Regulation P requires financial institutions to provide customers with clear, conspicuous, and accurate privacy notices that accurately reflect the institution's privacy policies and practices, including categories of nonpublic personal information collected and disclosed",
        "conclusion": "Defendants' acts and practices constitute a violation of Regulation P, 12 C.F.R. §§ 1016.4–1016.6"
      },
      {
        "count_number": 2,
        "title": "Impermissible Disclosure of Nonpublic Personal Information",
        "representation": "Between approximately June 2015 and August 2016, Defendants publicly disclosed nonpublic personal information about Mortgage Solutions customers by publishing it in Yelp responses without providing notice or an opt-out opportunity",
        "fact": "Regulation P prohibits a financial institution from disclosing nonpublic personal information to nonaffiliated third parties unless the customer has been given notice and a reasonable opportunity to opt out and has not done so",
        "conclusion": "Defendants' acts and practices constitute violations of Regulation P, 12 C.F.R. § 1016.10(a)(1)"
      },
      {
        "count_number": 3,
        "title": "Impermissible Use of Consumer Reports",
        "representation": "In numerous instances, Defendants publicly disseminated information derived from consumer credit reports in Yelp responses, including details about customers' charge-offs, late payments, and credit history, for purposes unrelated to any credit decision",
        "fact": "The FCRA, Section 604(f), makes it unlawful to use a consumer report for any purpose other than the permissible purposes enumerated in Section 604(a); public dissemination in response to online reviews is not a permissible purpose",
        "conclusion": "Defendants' acts or practices violate Section 604(f) of the FCRA, 15 U.S.C. § 1681b(f), and also constitute unfair or deceptive acts or practices in violation of Section 5(a) of the FTC Act"
      },
      {
        "count_number": 4,
        "title": "Failure to Develop and Implement an Information Security Program",
        "representation": "Until approximately September 2017, Mortgage Solutions operated without any information security program in place",
        "fact": "The Safeguards Rule requires financial institutions to develop and implement a comprehensive written information security program containing reasonable administrative, technical, and physical safeguards to protect the security, confidentiality, and integrity of customer information",
        "conclusion": "Defendants' acts and practices constitute a violation of the Safeguards Rule, 16 C.F.R. § 314.3(a)"
      },
      {
        "count_number": 5,
        "title": "Inadequacy of Information Security Program",
        "representation": "Beginning in September 2017, Defendants implemented an 'Information Security Plan' that made no provision for regularly testing or assessing its own effectiveness; Defendants have failed to engage in any regular testing or assessment of the plan's key controls, systems, and procedures",
        "fact": "The Safeguards Rule requires that financial institutions, in developing, implementing, and maintaining their information security programs, 'regularly test or otherwise monitor the effectiveness of the safeguards' key controls, systems, and procedures'",
        "conclusion": "Defendants' acts and practices constitute a violation of the Safeguards Rule, 16 C.F.R. § 314.4(c)"
      },
      {
        "count_number": 6,
        "title": "Section 5 Deception — False Privacy Representation",
        "representation": "In numerous instances in connection with offering or providing mortgage brokering services, Defendants represented, directly or indirectly, expressly or by implication, that Mortgage Solutions would not publicly disclose personal financial information collected from its customers",
        "fact": "In truth and in fact, Defendants publicly disclosed customers' personal financial information in response to customers' critical online reviews of Defendants' services",
        "conclusion": "Defendants' representation is false or misleading and constitutes a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)"
      },
      {
        "count_number": 7,
        "title": "Section 5 Unfairness — Public Disclosure of Sensitive Financial Information",
        "representation": "In numerous instances, Defendants publicly disclosed consumers' sensitive financial information in responses to consumers' critical online reviews of Defendants' services",
        "fact": "Defendants' actions cause or are likely to cause substantial injury to consumers — including loss of control over private financial and personal information — that consumers cannot reasonably avoid and that is not outweighed by any countervailing benefit",
        "conclusion": "Defendants' acts or practices constitute unfair acts or practices in violation of Section 5 of the FTC Act, 15 U.S.C. §§ 45(a) and 45(n)"
      }
    ]
  },
  "order": {
    "definitions": {
      "Clear(ly) and Conspicuous(ly)": "\"Clear(ly) and Conspicuous(ly)\" means that a required disclosure is reasonably understandable and designed to call attention to the nature and significance of the information in the notice, including in all of the following ways:\nIn any communication that is solely visual or solely audible, the disclosure must be made through the same means through which the communication is presented. In any communication made through both visual and audible means, such as a television advertisement, the disclosure must be presented simultaneously in both the visual and audible portions of the communication even if the representation requiring the disclosure is made in only one means.\nA visual disclosure, by its size, contrast, location, the length of time it appears, and other characteristics, must stand out from any accompanying text or other visual elements so that it is easily noticed, read, and understood.\nAn audible disclosure, including by telephone or streaming video, must be delivered in a volume, speed, and cadence sufficient for ordinary consumers to easily hear and understand it.\nIn any communication using an interactive electronic medium, such as the Internet or software, the disclosure must be unavoidable.\nThe disclosure must use diction and syntax understandable to ordinary consumers and must appear in each language in which the representation that requires the disclosure appears.\nThe disclosure must comply with these requirements in each medium through which it is received, including all electronic devices and face-to-face communications.\nThedisclosure must not be contradicted or mitigated by, or inconsistent with, anything elsein the communication.\nWhen the representation or sales practice targets a specific audience, such as children, the elderly, or the terminally ill, \"ordinary consumers\" includes reasonable members of that group.",
      "Consumer Report": "means any written, oral, or other communication of any information by a Consumer Reporting Agency bearing on a consumer's credit worthiness, credit standing, credit capacity, character, general reputation, personal characteristics, or mode of living which is used or expected to be used or collected in whole or in part For a Permissible Purpose.",
      "Consumer Reporting Agency": "means any person which, for monetary fees, dues, or on a cooperative nonprofit basis, regularly engages in whole or in part in the practice of assembling or evaluating consumer credit information or other information on consumers for the purpose of furnishing Consumer Reports to third parties, and which uses any means or facility of interstate commerce for the purpose of preparing or furnishing Consumer Reports.",
      "Corporate Defendant": "means Mortgage Solutions FCS, Inc., also doing business as Mount Diablo Lending, and its successors and assigns.",
      "Covered Business": "means Corporate Defendant, any business that Corporate Defendant controls, directly or indirectly, and any business that Individual Defendant controls, directly or indirectly.",
      "Covered Incident": "means any instance in which any United States federal, state, or local law or regulation requires a Covered Business or Individual Defendant, to notify any U.S. federal, state, or local government entity that Nonpublic Personal Information collected or received, directly or indirectly, by a Covered Business from or about an individual consumer was, or is reasonably believed to have been, accessed, acquired, or shared without authorization.",
      "Customer Relationship": "means a continuing relationship between a consumer and a business under which the business provides one or more Financial Services to the consumer that are to be used primarily for personal, family, or household purposes.",
      "Defendants": "means the Individual Defendant and the Corporate Defendant, individually, collectively, or in any combination.",
      "Excepted Disclosures": "\"Excepted Disclosures\" means disclosures of Nonpublic Personal Information made:\n1. In connection with:\nServiceing or processing a financial product or service that a consumer requests or authorizes;\nMaintaining or servicing the consumer's account with a Covered Business, or with another entity as part of a private label credit card program or other extension of credit on behalf of such entity; or\nA proposed or actual securitization, secondary market sale (including sales of servicing rights), or similar transaction related to a transaction of the consumer.\n2. To protect the confidentiality or security of Defendants' records pertaining to the consumer, service, product, or transaction;\n3. To protect against or prevent actual or potential fraud, unauthorized transactions, claims, or other liability;\n4. For required institutional risk control or for resolving consumer disputes or inquiries;\n5. To persons holding a legal or beneficial interest relating to the consumer;\n6. To persons acting in a fiduciary or representative capacity on behalf of the consumer;\n7. To provide information to insurance rate advisory organizations, guaranty funds or agencies, agencies that are rating Defendants, persons that are assessing Defendants' compliance with industry standards, and Defendants' attorneys, accountants, and auditors;\n8. To the extent specifically permitted or required under provisions of law, to law enforcement agencies, self-regulatory organizations, or for an investigation on a matter related to public safety;\n9. To a Consumer Reporting Agency;\n10. In connection with a proposed or actual sale, merger, transfer, or exchange of all or a portion of a business or operating unit if the disclosure of Nonpublic Personal Information concerns solely consumers of such business or unit;\n11. To comply with Federal, state, or local laws, rules and other applicable legal requirements;\n12. To comply with a properly authorized civil, criminal, or regulatory investigation, or subpoena or summons by Federal, state, or local authorities; or\n13. To respond to judicial process or government regulatory authorities having jurisdiction over Defendants for examination, compliance, or other purposes as authorized by law.",
      "Financial Service": "\"Financial Service\" means:\n1. Extending credit and servicing loans. Making, acquiring, brokering, or servicing loans or other extensions of credit (including factoring, issuing letters of credit and accepting drafts) for the company's account or for the account of others;\n2. Activities related to extending credit. Any activity usual in connection with making, acquiring, brokering or servicing loans or other extensions of credit, including:\na. Real estate and personal property appraising. Performing appraisals of real estate and tangible and intangible personal property, including securities.\nb. Arranging commercial real estate equity financing. Acting as intermediary for the financing of commercial or industrial income-producing real estate by arranging for the transfer of the title, control, and risk of such a real estate project to one or more investors, if the bank holding company and its affiliates do not have an interest in, or participate in managing or developing, a real estate project for which it arranges equity financing, and do not promote or sponsor the development of the property.\nc. Asset management, servicing, and collection activities. Engaging under contract with a third party in asset management, servicing, and collection of assets of a type that an insured depository institution may originate and own, if the company does not engage in real property management or real estate brokerage services as part of these services.\nd. Real estate settlement servicing. Providing real estate settlement services.\n3. Leasing personal or real property. Leasing personal or real property or acting as agent, broker, or adviser in leasing such property if:\na. The lease is on a nonoperating basis;\nb. The initial term of the lease is at least 90 days;\nc. In the case of leases involving real property:\ni. At the inception of the initial lease, the effect of the transaction will yield a return that will compensate the lessor for not less than the lessor's full investment in the property plus the estimated total cost of financing the property over the term of the lease from rental payments, estimated tax benefits, and the estimated residual value of the property at the expiration of the initial lease; and\nii. The estimated residual value of property shall not exceed 25 percent of the acquisition cost of the property to the lessor.\n4. Financial and investment advisory activities. Acting as investment or financial advisor to any person, including (without, in any way, limiting the foregoing):\na. Serving as investment adviser to a registered investment company, including sponsoring, organizing, and managing a closed-end investment company;\nb. Furnishing general economic information and advice, general economic statistical forecasting services, and industry studies; or\nc. Providing educational courses, and instructional materials to consumers on individual financial management matters;\n5. Credit insurance. Acting as principal, agent, or broker for insurance (including home mortgage redemption insurance) that is:\na. Directly related to an extension of credit by the bank holding company or any of its subsidiaries; and\nb. Limited to ensuring the repayment of the outstanding balance due on the extension of credit in the event of the death, disability, or involuntary unemployment of the debtor.",
      "For a Permissible Purpose": "\"For a Permissible Purpose\" means:\n1. In connection with a credit transaction involving the consumer whose report is to be obtained or used and involving the extension of credit to, or review or collection of an account of, that consumer; or\n2. For employment purposes; or\n3. In connection with the underwriting of insurance involving the consumer; or\n4. In connection with a determination of the consumer's eligibility for a license or other benefit granted by a governmental instrumentality required by law to consider an applicant's financial responsibility or status; or\n5. In connection with a valuation of, or an assessment of the credit or prepayment risks associated with, an existing credit obligation; or\n6. Otherwise in connection with a legitimate business need for the information—\na. In connection with a business transaction that is initiated by the consumer; or\nb. To review an account to determine whether the consumer continues to meet the terms of the account.",
      "Individual Defendant": "means Ramon Walker.",
      "Information Security Program": "means a comprehensive policy that is written in one or more readily accessible parts and contains administrative, technical, and physical safeguards that are appropriate to Defendants' size and complexity, the nature and scope of Defendants' activities, and the sensitivity of any customer information at issue.",
      "Nonpublic Personal Information": "means 1. Personally Identifiable Financial Information; 2. Any list, description, or other grouping of consumers (and publicly available information pertaining to them) that is derived using any Personally Identifiable Financial Information that is not publicly available.",
      "Opt Out Notice": "means a Clear and Conspicuous notice that accurately explains consumers' right to opt out of disclosures of Nonpublic Personal Information to nonaffiliated third parties. Such notice must state: That Defendants disclose or reserve the right to disclose Nonpublic Personal Information about the consumer to a nonaffiliated third party; That the consumer has the right to Opt Out of that disclosure; and A reasonable means by which the consumer may exercise the Opt Out right.",
      "Opt Out": "means to direct that Defendants not disclose Nonpublic Personal Information about that consumer to a nonaffiliated third party, except for Excepted Disclosures.",
      "Personally Identifiable Financial Information": "means any information: 1. That a consumer provides to Defendants to obtain a Financial Service from Defendants; 2. About a consumer resulting from any transaction involving a Financial Service between Defendants and the consumer; or 3. That Defendants otherwise obtain about a consumer in connection with providing a Financial Service to that consumer.",
      "Privacy Notice": "\"Privacy Notice\" means a Clear and Conspicuous notice that accurately reflects the Defendant's privacy policies and practices and that Defendants provide to a consumer not later than upon entering into a Customer Relationship with the consumer or, in any event, before disclosing any Nonpublic Personal Information about the consumer to any nonaffiliated third party unless the disclosure is an Excepted Disclosure. Such notice shall include, at a minimum,\nThe categories of Nonpublic Personal Information that Defendants collect;\nThe categories of Nonpublic Personal Information that Defendants disclose;\nThe categories of affiliates and nonaffiliated third parties to whom Defendants disclose Nonpublic Personal Information, other than parties to whom Defendants make Excepted Disclosures;\nThe categories of Nonpublic Personal Information about Defendants' former customers that Defendants disclose and the categories of affiliates and nonaffiliated third parties to whom Defendants disclose Nonpublic Personal Information about former customers, other than those parties to whom Defendants make only Excepted Disclosures;\nA separate statement of the categories of information Defendants disclose to Service Providers and the categories of Service Providers with whom Defendants have contracted;\nAn explanation of the consumer's right to opt out of the disclosure of Nonpublic Personal Information to nonaffiliated third parties, including the method(s) by which the consumer may exercise that right at that time and any disclosures to which the right does not apply; and\nDefendants' policies and practices with respect to protecting the confidentiality and security of Nonpublic Personal Information.",
      "Service Provider": "means a nonaffiliated third party to which Defendants disclose Nonpublic Personal Information so that the third party can perform services for Defendants or functions on Defendants' behalf, and with whom Defendants have entered into a contractual agreement that prohibits the third party from disclosing or using the information other than to carry out the purposes for which Defendants disclosed the information, including for a use that would qualify the disclosure as an Excepted Disclosure in the ordinary course of business."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresenting Privacy Practices",
        "category": "prohibition",
        "summary": "Defendants are permanently restrained from misrepresenting, expressly or by implication, their privacy and data security practices, including how they collect, use, transfer, and/or disclose personal information about consumers.",
        "requirements": [
          {
            "description": "Defendants are permanently restrained and enjoined from misrepresenting, expressly or by implication, Defendants' privacy and data security practices, including whether, how, and for what purposes Defendants collect, use, transfer, and/or disclose personal information about consumers.",
            "quoted_text": "IT IS ORDERED that Defendants, Defendants’ officers, agents, employees, and 5 attorneys, and all other persons in active concert or participation with any of them, who receive 6 actual notice of this Order, whether acting directly or indirectly, in connection with promoting or 7 offering for sale any good or service, are permanently restrained and enjoined from 8 9 misrepresenting, expressly or by implication, Defendants’ privacy and data security practices, 10 including whether, how, and for what purposes Defendants collect, use, transfer, and/or disclose 11 personal information about consumers.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 605,
            "quote_end_line": 617
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Injunction Concerning Using or Obtaining Consumer Reports",
        "category": "prohibition",
        "summary": "Defendants are permanently restrained from using or obtaining a Consumer Report for any purpose other than a Permissible Purpose.",
        "requirements": [
          {
            "description": "Defendants are permanently restrained and enjoined from using or obtaining a Consumer Report for any purpose other than For a Permissible Purpose.",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants and Defendants’ officers, agents, 14 15 employees, and attorneys, and all other persons in active concert or participation with any of 16 them, who receive actual notice of this Order, whether acting directly or indirectly, in connection 17 with the sale of any good or service, are hereby permanently restrained and enjoined from using 18 or obtaining a Consumer Report for any purpose other than For a Permissible Purpose.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 621,
            "quote_end_line": 629
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Data Security",
          "Financial Practices",
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "III",
        "title": "Injunction Concerning the Provision of Privacy Notices",
        "category": "prohibition",
        "summary": "Defendants are permanently restrained from failing to provide a Privacy Notice to each consumer with whom Defendants form a Customer Relationship or about whom Defendants make a non-excepted disclosure to a nonaffiliated third party.",
        "requirements": [
          {
            "description": "Defendants are permanently restrained and enjoined from failing to provide a Privacy Notice to each consumer with whom Defendants form a Customer Relationship or about whom Defendants make a disclosure of Nonpublic Personal Information, other than an Excepted Disclosure, to a nonaffiliated third party.",
            "quoted_text": "21 IT IS FURTHER ORDERED that Defendants and Defendants’ officers, agents, 22 employees, and attorneys, and all other persons in active concert or participation with any of 23 them, who receive actual notice of this Order, whether acting directly or indirectly, in connection 24 with Defendants’ provision of any Financial Service are hereby permanently restrained and 25 enjoined from failing to provide a Privacy Notice to each consumer with whom Defendants form 26 27 a Customer Relationship or about whom Defendants make a disclosure of Nonpublic Personal 28 Information, other than an Excepted Disclosure, to a nonaffiliated third party.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 633,
            "quote_end_line": 645
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Prohibition Against Improper Disclosure of Nonpublic Personal Information",
        "category": "prohibition",
        "summary": "Defendants are permanently restrained from disclosing Nonpublic Personal Information to nonaffiliated third parties unless the disclosure is to a Service Provider, is an Excepted Disclosure, or the consumer has been clearly informed and provided affirmative express consent.",
        "requirements": [
          {
            "description": "Defendants are permanently restrained and enjoined from disclosing to any nonaffiliated third party any Nonpublic Personal Information about a consumer unless the disclosure is to a Service Provider or is an Excepted Disclosure, or Defendants have clearly and conspicuously disclosed the categories of information and identity of third parties and obtained the consumer's affirmative express consent.",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants, Defendants’ officers, agents, employees, 5 and attorneys, and all other persons in active concert or participation with any of them, who 6 receive actual notice of this Order, whether acting directly or indirectly, in connection with 7 Defendants’ provision of any Financial Service, are permanently restrained and enjoined from 8 9 disclosing to any nonaffiliated third party any Nonpublic Personal Information about a consumer 10 unless 11 A. The disclosure is to a Service Provider or is an Excepted Disclosure; or 12 B. Defendants have: 13 1. Clearly and Conspicuously disclosed to the consumer, separate and apart from any 14 15 “privacy policy,” “data use policy,” “statement of rights and responsibilities” page, or other 16 similar document, including any notice provided pursuant to Provision III of this order: (1) 17 the categories of nonpublic personal information that will be disclosed to such third parties 18 and (2) the identity or specific categories of such third parties; and 19 2. Obtained the relevant consumer’s affirmative express consent.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 655,
            "quote_end_line": 681
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "V",
        "title": "Mandated Information Security Program",
        "category": "affirmative_obligation",
        "summary": "Each Covered Business must establish, implement, and maintain a comprehensive Information Security Program protecting the security, confidentiality, and integrity of Nonpublic Personal Information, including documentation, risk assessments, safeguards, testing, and service provider oversight.",
        "requirements": [
          {
            "description": "Each Covered Business must not transfer, sell, share, collect, maintain, or store Nonpublic Personal Information unless it establishes, implements, and maintains a comprehensive Information Security Program protecting security, confidentiality, and integrity of such information.",
            "quoted_text": "IT IS FURTHER ORDERED that each Covered Business shall not transfer, sell, share, 23 collect, maintain, or store Nonpublic Personal Information unless the Covered Business 24 establishes and implements, and thereafter maintains, a comprehensive Information Security 25 26 Program that protects the security, confidentiality, and integrity of such Nonpublic Personal 27 Information. To satisfy this requirement, each Covered Business must, at a minimum:",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 685,
            "quote_end_line": 692
          },
          {
            "description": "Document in writing the content, implementation, and maintenance of the Information Security Program.",
            "quoted_text": "A. Document in writing the content, implementation, and maintenance of the Information STIPULATED ORDED FOR CIVIL PENALTIES, Case No. 4:20-cv-00110; 14 Case 4:20-cv-00110-DMR Document 12 Filed 01/10/20 Page 15 of 30 1 Security Program;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 694,
            "quote_end_line": 700
          },
          {
            "description": "Provide the written program and any evaluations or updates to a senior officer responsible for the Information Security Program at least once every twelve (12) months and promptly after a Covered Incident.",
            "quoted_text": "3 B. Provide the written program and any evaluations thereof or updates thereto to a senior 4 officer responsible for its Information Security Program at least once every twelve (12) months 5 and promptly after a Covered Incident;",
            "deadline": "annually and promptly after Covered Incident",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 702,
            "quote_end_line": 706
          },
          {
            "description": "Designate a qualified employee or employees to coordinate and be responsible for the Information Security Program.",
            "quoted_text": "C. Designate a qualified employee or employees to coordinate and be responsible for the 7 Information Security Program;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 708,
            "quote_end_line": 710
          },
          {
            "description": "Assess and document, at least once every twelve (12) months and promptly following a Covered Incident, internal and external risks to the security, confidentiality, or integrity of Personal Information.",
            "quoted_text": "9 D. Assess and document, at least once every twelve (12) months and promptly following a 10 Covered Incident, internal and external risks to the security, confidentiality, or integrity of 11 Personal Information that could result in the unauthorized disclosure, misuse, loss, theft, 12 alteration, destruction, or other compromise of such information;",
            "deadline": "annually and promptly after Covered Incident",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 712,
            "quote_end_line": 718
          },
          {
            "description": "Design, implement, maintain, and document safeguards that control the internal and external risks to the security, confidentiality, or integrity of Nonpublic Personal Information identified in the risk assessment, based on volume, sensitivity, and likelihood of risk.",
            "quoted_text": "E. Design, implement, maintain, and document safeguards that control the internal and 14 15 external risks to the security, confidentiality, or integrity of Nonpublic Personal Information 16 identified in response to sub-Provision VI.D. Each safeguard shall be based on the volume and 17 sensitivity of the Personal Information that is at risk, and the likelihood that the risk could be 18 realized and result in the unauthorized access, collection, use, alteration, destruction, or 19 disclosure of the Personal Information.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 720,
            "quote_end_line": 730
          },
          {
            "description": "Assess, at least once every twelve (12) months and promptly following a Covered Incident, the sufficiency of safeguards in place to address risks, and modify the Information Security Program based on the results.",
            "quoted_text": "21 F. Assess, at least once every twelve (12) months and promptly following a Covered 22 Incident, the sufficiency of any safeguards in place to address the risks to the security, 23 confidentiality, or integrity of Nonpublic Personal Information, and modify the Information 24 Security Program based on the results;",
            "deadline": "annually and promptly after Covered Incident",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 732,
            "quote_end_line": 738
          },
          {
            "description": "Test and monitor the effectiveness of the safeguards at least once every twelve (12) months and promptly following a Covered Incident, and modify the Information Security Program based on the results.",
            "quoted_text": "G. Test and monitor the effectiveness of the safeguards at least once every twelve (12) 26 27 months and promptly following a Covered Incident, and modify the Information Security 28 Program based on the results;",
            "deadline": "annually and promptly after Covered Incident",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 740,
            "quote_end_line": 744
          },
          {
            "description": "Select and retain service providers capable of safeguarding Nonpublic Personal Information and contractually require service providers to implement and maintain safeguards for Personal Information.",
            "quoted_text": "H. Select and retain service providers capable of safeguarding Nonpublic Personal 2 3 Information they access through or receive from each Covered Business, and contractually 4 require service providers to implement and maintain safeguards for Personal Information; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 750,
            "quote_end_line": 754
          },
          {
            "description": "Evaluate and adjust the Information Security Program in light of any changes to operations, a Covered Incident, or other circumstances that may impact effectiveness, at a minimum once every twelve (12) months.",
            "quoted_text": "I. Evaluate and adjust the Information Security Program in light of any changes to its 6 operations or business arrangements, a Covered Incident, or any other circumstances that 7 Defendants know or have reason to know may have an impact on the effectiveness of the 8 9 Information Security Program. At a minimum, each Covered Business must evaluate the 10 Information Security Program at least once every twelve (12) months and modify the 11 Information Security Program based on the results.",
            "deadline": "annually and after relevant changes or Covered Incident",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 756,
            "quote_end_line": 766
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Comprehensive Security Program"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Information Security Assessments by a Third Party",
        "category": "assessment",
        "summary": "Defendants must obtain initial and biennial third-party assessments of the Information Security Program for each Covered Business, conducted by a qualified independent assessor, covering the first 180 days and each two-year period thereafter for ten years.",
        "requirements": [
          {
            "description": "Defendants must obtain, for each Covered Business, initial and biennial assessments from a qualified, objective, independent third-party professional who uses generally accepted procedures, conducts an independent review, and retains all relevant documents for five (5) years, providing them to the Commission within ten (10) days of written request.",
            "quoted_text": "A. The Assessments must be obtained from a qualified, objective, independent third-party 18 professional (“Assessor”), who: (1) uses procedures and standards generally accepted in the 19 profession; (2) conducts an independent review of the Information Security Program; and (3) 20 21 retains all documents relevant to each Assessment for five (5) years after completion of such 22 Assessment and will provide such documents to the Commission within ten (10) days of receipt 23 of a written request from a representative of the Commission. No documents may be withheld 24 on the basis of a claim of confidentiality, proprietary or trade secrets, work product protection, 25 attorney client privilege, statutory exemption, or any similar claim.",
            "deadline": "initial within 180 days; biennial thereafter for 10 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 776,
            "quote_end_line": 790
          },
          {
            "description": "For each Assessment, Defendants must provide the Associate Director for Enforcement for the Bureau of Consumer Protection with the name and affiliation of the selected Assessor, subject to the Associate Director's approval in his sole discretion.",
            "quoted_text": "27 B. For each Assessment, Defendants shall provide the Associate Director for Enforcement 28 for the Bureau of Consumer Protection at the Federal Trade Commission with the name and STIPULATED ORDED FOR CIVIL PENALTIES, Case No. 4:20-cv-00110; 16 Case 4:20-cv-00110-DMR Document 12 Filed 01/10/20 Page 17 of 30 1 affiliation of the person selected to conduct the Assessment, which the Associate Director shall 2 3 have the authority to approve in his sole discretion.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 792,
            "quote_end_line": 802
          },
          {
            "description": "The reporting period for Assessments must cover: (1) the first 180 days after the issuance date of the Order for the initial Assessment; and (2) each 2-year period thereafter for ten (10) years after issuance of the Order for the biennial Assessments.",
            "quoted_text": "C. The reporting period for the Assessments must cover: (1) the first 180 days after the 5 issuance date of the Order for the initial Assessment; and (2) each 2-year period thereafter for ten 6 (10) years after issuance of the Order for the biennial Assessments.",
            "deadline": "initial: 180 days; biennial: every 2 years for 10 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 804,
            "quote_end_line": 808
          },
          {
            "description": "Each Assessment must determine whether the Information Security Program has been implemented and maintained, assess effectiveness of sub-Provisions V.A-I, identify gaps or weaknesses, and identify specific evidence examined, and must be signed by the Assessor without relying solely on management assertions.",
            "quoted_text": "D. Each Assessment must: (1) determine whether each Covered Business has implemented 8 9 and maintained the Information Security Program required by Provision VI of this Order, titled 10 Mandated Information Security Program; (2) assess the effectiveness of each Covered Business’s 11 implementation and maintenance of sub-Provisions VI.A-I; (3) identify any gaps or weaknesses 12 in the Information Security Program; and (4) identify specific evidence (including, but not 13 limited to documents reviewed, sampling and testing performed, and interviews conducted) 14 15 examined to make such determinations, assessments, and identifications, and explain why the 16 evidence that the Assessor examined is sufficient to justify the Assessor’s findings. No finding 17 of any Assessment shall rely solely on assertions or attestations by a Covered Business’s 18 management. The Assessment shall be signed by the Assessor and shall state that the Assessor 19 conducted an independent review of the Information Security Program, and did not rely solely on 20 21 assertions or attestations by a Covered Business’s management.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 810,
            "quote_end_line": 832
          },
          {
            "description": "Each Assessment must be completed within sixty (60) days after the end of the reporting period. Defendants must submit each Assessment to the Commission within ten (10) days after completion via email to DEbrief@ftc.gov or overnight courier. All subsequent biennial Assessments must be retained until the order is terminated and provided to the Associate Director within ten (10) days of request.",
            "quoted_text": "E. Each Assessment must be completed within sixty (60) days after the end of the reporting 23 period to which the Assessment applies. Unless otherwise directed by a Commission 24 representative in writing, Defendants must submit each Assessment to the Commission within 25 ten (10) days after the Assessment has been completed via email to DEbrief@ftc.gov or by 26 27 overnight courier (not the U.S. Postal Service) to Associate Director for Enforcement, Bureau of 28 Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, STIPULATED ORDED FOR CIVIL PENALTIES, Case No. 4:20-cv-00110; 17 Case 4:20-cv-00110-DMR Document 12 Filed 01/10/20 Page 18 of 30 1 DC 20580. The subject line must begin, “FTC v. Mortgage Solutions FCS, Inc., FTC File No. 2 3 1823199.” All subsequent biennial Assessments shall be retained by Defendants until the order 4 is terminated and provided to the Associate Director for Enforcement within ten (10) days of 5 request.",
            "deadline": "60 days after reporting period end; submit within 10 days of completion",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 834,
            "quote_end_line": 856
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Third-Party Assessment",
          "Comprehensive Security Program"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Cooperation with Third Party Information Security Assessor",
        "category": "affirmative_obligation",
        "summary": "Defendants must fully cooperate with the third-party Assessor by disclosing all material facts honestly and providing all relevant information and materials in their possession or control.",
        "requirements": [
          {
            "description": "Defendants must disclose all material facts to the Assessor and must not misrepresent in any manner, expressly or by implication, any fact material to the Assessor's determinations regarding the Information Security Program.",
            "quoted_text": "A. Disclose all material facts to the Assessor, and must not misrepresent in any manner, 13 expressly or by implication, any fact material to the Assessor’s: (1) determination of whether 14 15 Defendants have implemented and maintained the Information Security Program required by 16 Provision VI of this Order, titled Mandated Information Security Program; (2) assessment of the 17 effectiveness of the implementation and maintenance of sub-Provisions VI.A-I; or (3) 18 identification of any gaps or weaknesses in the Information Security Program; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 868,
            "quote_end_line": 878
          },
          {
            "description": "Defendants must provide or otherwise make available to the Assessor all information and material in their possession, custody, or control that is relevant to the Assessment for which there is no reasonable claim of privilege.",
            "quoted_text": "B. Provide or otherwise make available to the Assessor all information and material in their 20 21 possession, custody, or control that is relevant to the Assessment for which there is no reasonable 22 claim of privilege.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 880,
            "quote_end_line": 884
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Comprehensive Security Program"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Annual Certification",
        "category": "compliance_reporting",
        "summary": "Defendants must annually provide the Commission with a certification from a senior corporate manager or senior officer of each Covered Business attesting to compliance with the Order, the absence of uncorrected or undisclosed material noncompliance, and describing any Covered Incidents.",
        "requirements": [
          {
            "description": "One year after the issuance date of this Order, and each year thereafter, provide the Commission with a certification from a senior corporate manager or senior officer of each Covered Business that: (1) the Order's requirements have been established, implemented, and maintained; (2) the Covered Business is not aware of any material noncompliance that has not been corrected or disclosed to the Commission; and (3) includes a brief description of any Covered Incident. The certification must be based on personal knowledge of the certifying officer or subject matter experts upon whom the officer reasonably relies.",
            "quoted_text": "27 A. One year after the issuance date of this Order, and each year thereafter, provide the 28 Commission with a certification from a senior corporate manager, or, if no such senior corporate STIPULATED ORDED FOR CIVIL PENALTIES, Case No. 4:20-cv-00110; 18 Case 4:20-cv-00110-DMR Document 12 Filed 01/10/20 Page 19 of 30 1 manager exists, a senior officer of each Covered Business responsible for each Covered 2 3 Business’s Information Security Program that: (1) each Covered Business has established, 4 implemented, and maintained the requirements of this Order; (2) each Covered Business is not 5 aware of any material noncompliance that has not been (a) corrected or (b) disclosed to the 6 Commission; and (3) includes a brief description of any Covered Incident. The certification 7 must be based on the personal knowledge of the senior corporate manager, senior officer, or 8 9 subject matter experts upon whom the senior corporate manager or senior officer reasonably 10 relies in making the certification.",
            "deadline": "1 year after issuance, annually thereafter",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 892,
            "quote_end_line": 914
          },
          {
            "description": "Submit all annual certifications to the Commission via email to DEbrief@ftc.gov or by overnight courier to the Associate Director for Enforcement, Bureau of Consumer Protection, FTC. The subject line must begin, \"FTC v. Mortgage Solutions FCS, Inc., FTC File No. 1823199.\"",
            "quoted_text": "B. Unless otherwise directed by a Commission representative in writing, submit all annual 12 certifications to the Commission pursuant to this Order via email to DEbrief@ftc.gov or by 13 overnight courier (not the U.S. Postal Service) to Associate Director for Enforcement, Bureau of 14 15 Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, 16 DC 20580. The subject line must begin, “FTC v. Mortgage Solutions FCS, Inc., FTC File No. 17 1823199.”",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 916,
            "quote_end_line": 926
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Data Security",
          "Financial Practices",
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "IX",
        "title": "Covered Incident Reports",
        "category": "compliance_reporting",
        "summary": "Defendants must submit a report to the Commission for any Covered Business no later than ten (10) days after first notifying any government entity of a Covered Incident, including details about the incident, affected information, consumers affected, remediation steps, and copies of required notices.",
        "requirements": [
          {
            "description": "Within a reasonable time after discovery of a Covered Incident, but no later than ten (10) days after the date the Covered Business first notifies any U.S. federal, state, or local government entity of the Covered Incident, Defendants must submit a report to the Commission.",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants, for any Covered Business, within a 20 21 reasonable time after the date of discovery of a Covered Incident, but in any event no later than 22 ten (10) days after the date the Covered Business first notifies any U.S. federal, state, or local 23 government entity of the Covered Incident, must submit a report to the Commission. The report 24 must include, to the extent possible:",
            "deadline": "10 days after first government notification",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 930,
            "quote_end_line": 938
          },
          {
            "description": "The report must include: (A) the date, estimated date, or estimated date range when the Covered Incident occurred; (B) a description of the facts relating to the Covered Incident, including causes if known; (C) a description of each type of information that triggered the notification obligation; (D) the number of consumers whose information triggered the notification obligation; (E) acts taken to remediate the Covered Incident and protect Personal Information and affected individuals; and (F) a representative copy of each materially different notice sent to consumers or government entities.",
            "quoted_text": "A. The date, estimated date, or estimated date range when the Covered Incident occurred; 26 27 B. A description of the facts relating to the Covered Incident, including the causes of the 28 Covered Incident, if known; STIPULATED ORDED FOR CIVIL PENALTIES, Case No. 4:20-cv-00110; 19 Case 4:20-cv-00110-DMR Document 12 Filed 01/10/20 Page 20 of 30 1 C. A description of each type of information that triggered the notification obligation to the 2 3 U.S. federal, state, or local government entity; 4 D. The number of consumers whose information triggered the notification obligation to the 5 U.S. federal, state, or local government entity; 6 E. The acts that the Covered Business has taken to date to remediate the Covered Incident 7 and protect Personal Information from further exposure or access, and protect affected 8 9 individuals from identity theft or other harm that may result from the Covered Incident; and 10 F. A representative copy of each materially different notice required by U.S. federal, state, 11 or local law or regulation and sent by the Covered Business or any of its clients to consumers or 12 to any U.S. federal, state, or local government entity.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 940,
            "quote_end_line": 968
          },
          {
            "description": "All Covered Incident reports must be emailed to DEbrief@ftc.gov or sent by overnight courier to the Associate Director for Enforcement, Bureau of Consumer Protection, FTC. The subject line must begin, \"FTC v. Mortgage Solutions FCS, Inc., FTC File No. 1823199.\"",
            "quoted_text": "Unless otherwise directed by a Commission representative in writing, all Covered Incident 14 15 reports to the Commission pursuant to this Order must be emailed to DEbrief@ftc.gov or sent by 16 overnight courier (not the U.S. Postal Service) to Associate Director for Enforcement, Bureau of 17 Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, 18 DC 20580. The subject line must begin, “FTC v. Mortgage Solutions FCS, Inc., FTC File No. 19 1823199.”",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 970,
            "quote_end_line": 980
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Data Security",
          "Financial Practices",
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "X",
        "title": "Monetary Judgment for Civil Penalty",
        "category": "affirmative_obligation",
        "summary": "A civil penalty judgment of $120,000 is entered jointly and severally against Defendants, to be paid to the U.S. Treasury within 7 days of entry of this Order by electronic fund transfer.",
        "requirements": [
          {
            "description": "Judgment in the amount of one hundred and twenty thousand dollars ($120,000) is entered in favor of Plaintiff against Individual Defendant and Corporate Defendant, jointly and severally, as a civil penalty.",
            "quoted_text": "A. Judgment in the amount of one hundred and twenty thousand dollars ($120,000) is 24 entered in favor of Plaintiff against Individual Defendant and Corporate Defendant, jointly and 25 severally, as a civil penalty.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 986,
            "quote_end_line": 990
          },
          {
            "description": "Defendants are ordered to pay $120,000 to Plaintiff (the Treasurer of the United States) within 7 days of entry of this Order by electronic fund transfer in accordance with instructions previously provided by a representative of Plaintiff.",
            "quoted_text": "27 B. Defendants are ordered to pay to Plaintiff, by making payment to the Treasurer of the 28 United States, one hundred and twenty thousand dollars ($120,000), which, as Defendants STIPULATED ORDED FOR CIVIL PENALTIES, Case No. 4:20-cv-00110; 20 Case 4:20-cv-00110-DMR Document 12 Filed 01/10/20 Page 21 of 30 1 stipulate, their undersigned counsel holds in escrow for no purpose other than payment to 2 3 Plaintiff. Such payment must be made within 7 days of entry of this Order by electronic fund 4 transfer in accordance with instructions previously provided by a representative of Plaintiff.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 992,
            "quote_end_line": 1004
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Data Security",
          "Financial Practices",
          "Privacy"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      },
      {
        "provision_number": "XI",
        "title": "Additional Monetary Provisions",
        "category": "affirmative_obligation",
        "summary": "Defendants relinquish all rights to assets transferred under this Order; the Complaint's facts may be used as true in future proceedings; the penalty is not dischargeable in bankruptcy; and Defendants must submit their Taxpayer Identification Numbers to the Commission.",
        "requirements": [
          {
            "description": "Defendants relinquish dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek the return of any assets.",
            "quoted_text": "A. Defendants relinquish dominion and all legal and equitable right, title, and interest in all 8 9 assets transferred pursuant to this Order and may not seek the return of any assets.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 1010,
            "quote_end_line": 1012
          },
          {
            "description": "The facts alleged in the Complaint will be taken as true, without further proof, in any subsequent civil litigation by or on behalf of the Commission, including in a proceeding to enforce its rights to any payment or monetary judgment pursuant to this Order.",
            "quoted_text": "B. The facts alleged in the Complaint will be taken as true, without further proof, in any 11 subsequent civil litigation by or on behalf of the Commission, including in a proceeding to 12 enforce its rights to any payment or monetary judgment pursuant to this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 1014,
            "quote_end_line": 1018
          },
          {
            "description": "Defendants agree that the judgment represents a civil penalty owed to the government of the United States, is not compensation for actual pecuniary loss, and is not subject to discharge under the Bankruptcy Code pursuant to 11 U.S.C. § 523(a)(7).",
            "quoted_text": "C. Defendants agree that the judgment represents a civil penalty owed to the government of 14 15 the United States, is not compensation for actual pecuniary loss, and, therefore, as to the 16 Individual Defendants, it is not subject to discharge under the Bankruptcy Code pursuant to 11 17 U.S.C. § 523(a)(7).",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 1020,
            "quote_end_line": 1026
          },
          {
            "description": "Defendants must submit their Taxpayer Identification Numbers (Social Security Numbers or Employer Identification Numbers) to the Commission; these may be used for collecting and reporting on any delinquent amount arising out of this Order, in accordance with 31 U.S.C. § 7701.",
            "quoted_text": "D. Defendants acknowledge that their Taxpayer Identification Numbers (Social Security 19 Numbers or Employer Identification Numbers), which Defendants must submit to the 20 21 Commission, may be used for collecting and reporting on any delinquent amount arising out of 22 this Order, in accordance with 31 U.S.C. §7701.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 1028,
            "quote_end_line": 1034
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Data Security",
          "Financial Practices",
          "Privacy"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      },
      {
        "provision_number": "XII",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Defendants must submit a sworn acknowledgment of receipt of this Order within 7 days, deliver copies to all relevant personnel and business entities within specified timeframes, and obtain signed acknowledgments within 30 days from each recipient.",
        "requirements": [
          {
            "description": "Each Defendant, within 7 days of entry of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "quoted_text": "27 A. Each Defendant, within 7 days of entry of this Order, must submit to the Commission an 28 acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 1042,
            "quote_end_line": 1044
          },
          {
            "description": "For 5 years after entry of this Order, each Individual Defendant (for any majority-owned or controlled business) and each Corporate Defendant must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees with managerial responsibilities related to the Order's subject matter and all agents who participate in related conduct; and (3) any business entity resulting from any change in structure. Delivery must occur within 7 days of entry for current personnel; for all others, before they assume their responsibilities.",
            "quoted_text": "B. For 5 years after entry of this Order, each Individual Defendant for any business that 2 3 such Defendant, individually or collectively with any other Defendants, is the majority owner or 4 controls directly or indirectly, and each Corporate Defendant, must deliver a copy of this Order 5 to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees 6 having managerial responsibilities for conduct related to the subject matter of the Order and all 7 agents and representatives who participate in conduct related to the subject matter of the Order; 8 9 and (3) any business entity resulting from any change in structure as set forth in the Section titled 10 Compliance Reporting. Delivery must occur within 7 days of entry of this Order for current 11 personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "7 days for current personnel; before assuming responsibilities for new personnel",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 1050,
            "quote_end_line": 1066
          },
          {
            "description": "From each individual or entity to which a Defendant delivered a copy of this Order, that Defendant must obtain, within 30 days, a signed and dated acknowledgment of receipt of this Order.",
            "quoted_text": "C. From each individual or entity to which a Defendant delivered a copy of this Order, that 13 Defendant must obtain, within 30 days, a signed and dated acknowledgment of receipt of this 14 15 Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 1068,
            "quote_end_line": 1072
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Data Security",
          "Financial Practices",
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "XIII",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendants must submit an initial compliance report one year after entry of the Order and ongoing compliance notices within 14 days of any change in contact information or business structure for 15 years, and must notify the Commission of any bankruptcy filing within 14 days.",
        "requirements": [
          {
            "description": "One year after entry of this Order, each Defendant must submit a compliance report, sworn under penalty of perjury, identifying contact information, all businesses, activities, and involvement of other Defendants, describing compliance with each section of the Order, and providing copies of Order Acknowledgments. Individual Defendants must also identify all addresses, business activities, and describe their involvement in each business.",
            "quoted_text": "A. One year after entry of this Order, each Defendant must submit a compliance report, 20 21 sworn under penalty of perjury: 22 Each Defendant must: (a) identify the primary physical, postal, and email address and 23 telephone number, as designated points of contact, which representatives of the Commission 24 and Plaintiff may use to communicate with Defendant; (b) identify all of that Defendant’s 25 businesses by all of their names, telephone numbers, and physical, postal, email, and 26 27 Internet addresses; (c) describe the activities of each business, including the goods and 28 services offered, and the involvement of any other Defendant (which Individual Defendants STIPULATED ORDED FOR CIVIL PENALTIES, Case No. 4:20-cv-00110; 22 Case 4:20-cv-00110-DMR Document 12 Filed 01/10/20 Page 23 of 30 1 must describe if they know or should know due to their own involvement); (d) describe in 2 3 detail whether and how that Defendant is in compliance with each Section of this Order; and 4 (e) provide a copy of each Order Acknowledgment obtained pursuant to this Order, unless 5 previously submitted to the Commission. 6 Additionally,each Individual Defendant must: (a) identify all telephone numbers and all 7 physical, postal, email and Internet addresses, including all residences; (b) identify all 8 9 business activities, including any business for which such Defendant performs services 10 whether as an employee or otherwise and any entity in which such Defendant has any 11 ownership interest; and (c) describe in detail such Defendant’s involvement in each such 12 business, including title, role, responsibilities, participation, authority, control, and any 13 ownership.",
            "deadline": "1 year after entry",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 1080,
            "quote_end_line": 1120
          },
          {
            "description": "For 15 years after entry of this Order, each Defendant must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in designated contact points or the structure of any Corporate Defendant or entity in which Defendant has an ownership interest or controls. Individual Defendants must also report any change in name, residence, or title or role in any business activity.",
            "quoted_text": "15 B. For 15 years after entry of this Order, each Defendant must submit a compliance 16 notice, sworn under penalty of perjury, within 14 days of any change in the following: 17 Each Defendant must report any change in: (a) any designated point of contact; or (b) the 18 structure of any Corporate Defendant or any entity that Defendant has any ownership interest 19 in or controls directly or indirectly that may affect compliance obligations arising under this 20 21 Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, 22 or affiliate that engages in any acts or practices subject to this Order. 23 Additionally,each Individual Defendant must report any change in: (a) name, including 24 aliases or fictitious name, or residence address; or (b) title or role in any business activity, 25 including any business for which such Defendant performs services whether as an employee 26 27 or otherwise and any entity in which such Defendant has any ownership interest, and identify 28 the name, physical address, and any Internet address of the business or entity.",
            "deadline": "14 days after any change",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 1122,
            "quote_end_line": 1144
          },
          {
            "description": "Each Defendant must submit to the Commission notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against such Defendant within 14 days of its filing.",
            "quoted_text": "C. Each Defendant must submit to the Commission notice of the filing of any bankruptcy 2 3 petition, insolvency proceeding, or similar proceeding by or against such Defendant within 14 4 days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 1150,
            "quote_end_line": 1154
          },
          {
            "description": "Any submission to the Commission required by this Order to be sworn under penalty of perjury mustbe true and accurate and comply with 28 U.S.C. § 1746.",
            "quoted_text": "D. Any submission to the Commission required by this Order to be sworn under penalty of 6 perjury must be true and accurate and comply with 28 U.S.C. § 1746, such as by concluding: “I 7 declare under penalty of perjury under the laws of the United States of America that the 8 9 foregoing is true and correct. Executed on: _____” and supplying the date, signatory’s full 10 name, title (if applicable), and signature.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 1156,
            "quote_end_line": 1164
          },
          {
            "description": "Unless otherwise directed by a Commission representative in writing, all submissions to the Commission pursuant to this Order must be emailed to DEbrief@ftc.gov or sent by overnight courier to the Associate Director for Enforcement, Bureau of Consumer Protection, FTC. The subject line must begin: FTC v. Mortgage Solutions FCS, Inc., FTC File No. 1823199.",
            "quoted_text": "E. Unless otherwise directed by a Commission representative in writing, all submissions to 12 the Commission pursuant to this Order must be emailed to DEbrief@ftc.gov or sent by overnight 13 courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of 14 15 Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, 16 DC 20580. The subject line must begin: FTC v. Mortgage Solutions FCS, Inc., FTC File No. 17 1823199.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 1166,
            "quote_end_line": 1176
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Data Security",
          "Financial Practices",
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "XIV",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendants must create certain records for fifteen (15) years after entry of the Order and retain each such record for five (5) years, including accounting records, personnel records, consumer complaints, Assessment materials, law enforcement communications, and all records showing compliance.",
        "requirements": [
          {
            "description": "Defendants must create records for fifteen (15) years after entry of the Order and retain each such record for five (5) years, specifically: (A) accounting records showing revenues from all goods or services sold; (B) personnel records for each person providing services; (C) copies of all consumer complaints and refund requests related to the subject matter of the Order and any response; (D) for five (5) years after each Assessment, all materials and evidence the Assessor considered; (E) for five (5) years from date received, copies of all subpoenas and communications with law enforcement related to compliance with this Order; (F) for five (5) years from the date created or received, all records tending to show any lack of compliance; and (G) all records necessary to demonstrate full compliance, including all submissions to the Commission.",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants must create certain records for fifteen (15) 20 21 years after entry of the Order, and retain each such record for five (5) years. Specifically, 22 Corporate Defendant and each Individual Defendant for any business that such Defendant, 23 individually or collectively with any other Defendants, is a majority owner or controls directly or 24 indirectly, must create and retain the following records: 25 A. Accounting records showing the revenues from all goods or services sold; 26 27 B. Personnel records showing, for each person providing services, whether as an employee 28 or otherwise, that person’s: name; addresses; telephone numbers; job title or position; dates of STIPULATED ORDED FOR CIVIL PENALTIES, Case No. 4:20-cv-00110; 24 Case 4:20-cv-00110-DMR Document 12 Filed 01/10/20 Page 25 of 30 1 service; and (if applicable) the reason for termination; 2 3 C. Copies or records of all consumer complaints and refund requests related to the subject 4 matter of this Order, whether received directly or indirectly, such as through a third party, and 5 any response; 6 D. For five (5) years after the date of preparation of each Assessment required by this Order, 7 all materials and evidence that the Assessor considered, reviewed, relied upon or examined to 8 9 prepare the Assessment, whether prepared by or on behalf of Respondents, including all plans, 10 reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, and 11 any other materials concerning Respondents’ compliance with related Provisions of this Order, 12 for the compliance period covered by such Assessment; 13 E. For five (5) years from the date received, copies of all subpoenas and other 14 15 communications with law enforcement, if such communications relate to Respondents’ 16 compliance with this Order; 17 F. For five (5) years from the date created or received, all records, whether prepared by or 18 on behalf of Respondents, that tend to show any lack of compliance by Respondents with this 19 Order; and 20 21 G. All records necessary to demonstrate full compliance with each provision of this Order, 22 including all submissions to the Commission.",
            "deadline": "create for 15 years; retain each record for 5 years",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 1180,
            "quote_end_line": 1234
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Data Security",
          "Financial Practices",
          "Privacy"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "XV",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission and Plaintiff are authorized to monitor Defendants' compliance through written requests for information, depositions, document production, direct communications with Defendants, employee interviews, undercover methods, compulsory process, and consumer reporting agency reports.",
        "requirements": [
          {
            "description": "Within 14 days of receipt of a written request from a representative of the Commission or Plaintiff, each Defendant must submit additional compliance reports or other requested information (sworn under penalty of perjury), appear for depositions, and produce documents for inspection and copying. The Commission and Plaintiff are also authorized to obtain discovery using procedures prescribed by Federal Rules of Civil Procedure 29, 30, 31, 33, 34, 36, 45, and 69.",
            "quoted_text": "27 A. Within 14 days of receipt of a written request from a representative of the Commission or 28 Plaintiff, each Defendant must: submit additional compliance reports or other requested STIPULATED ORDED FOR CIVIL PENALTIES, Case No. 4:20-cv-00110; 25 Case 4:20-cv-00110-DMR Document 12 Filed 01/10/20 Page 26 of 30 1 information, which must be sworn under penalty of perjury; appear for depositions; and produce 2 3 documents for inspection and copying. The Commission and Plaintiff are also authorized to 4 obtain discovery, without further leave of court, using any of the procedures prescribed by 5 Federal Rules of Civil Procedure 29, 30 (including telephonic depositions), 31, 33, 34, 36, 45, 6 and 69.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 1242,
            "quote_end_line": 1258
          },
          {
            "description": "For matters concerning this Order, the Commission and Plaintiff are authorized to communicate directly with each Defendant. Defendant must permit representatives of the Commission and Plaintiff to interview any employee or other person affiliated with any Defendant who has agreed to such an interview.",
            "quoted_text": "B. For matters concerning this Order, the Commission and Plaintiff are authorized to 8 9 communicate directly with each Defendant. Defendant must permit representatives of the 10 Commission and Plaintiff to interview any employee or other person affiliated with any 11 Defendant who has agreed to such an interview. The person interviewed may have counsel 12 present.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 1260,
            "quote_end_line": 1268
          },
          {
            "description": "The Commission and Plaintiff may use all other lawful means, including posing as consumers, suppliers, or other individuals or entities, without necessity of identification or prior notice. Nothing in this Order limits the Commission's lawful use of compulsory process pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "quoted_text": "C. The Commission and Plaintiff may use all other lawful means, including posing, through 14 15 its representatives as consumers, suppliers, or other individuals or entities, to Defendants or any 16 individual or entity affiliated with Defendants, without the necessity of identification or prior 17 notice. Nothing in this Order limits the Commission’s lawful use of compulsory process, 18 pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 1270,
            "quote_end_line": 1278
          },
          {
            "description": "Upon written request from a representative of the Commission or Plaintiff, any consumer reporting agency must furnish consumer reports concerning Individual Defendants, pursuant to Section 604(1) of the Fair Credit Reporting Act, 15 U.S.C. § 1681b(a)(1).",
            "quoted_text": "D. Upon written request from a representative of the Commission or Plaintiff, any consumer 20 21 reporting agency must furnish consumer reports concerning Individual Defendants, pursuant to 22 Section 604(1) of the Fair Credit Reporting Act, 15 U.S.C. §1681b(a)(1).",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 1280,
            "quote_end_line": 1284
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Data Security",
          "Financial Practices",
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "XVI",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction over this matter for purposes of construction, modification, and enforcement of the Order.",
        "requirements": [
          {
            "description": "This Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "quoted_text": "3 IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for 4 purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 1298,
            "quote_end_line": 1300
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Data Security",
          "Financial Practices",
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "01.20, Mortgage Solutions FCS Complaint (Pending).pdf",
      "order": "01.20, Mortgage Solutions FCS Order (Pending).pdf"
    },
    "extraction_stats": {
      "complaint_counts": 7,
      "complaint_representations": 2,
      "order_provisions": 16,
      "order_definitions": 19,
      "order_requirements": 46,
      "provisions_per_section": {
        "I": 1,
        "II": 1,
        "III": 1,
        "IV": 1,
        "V": 10,
        "VI": 5,
        "VII": 2,
        "VIII": 2,
        "IX": 3,
        "X": 2,
        "XI": 4,
        "XII": 3,
        "XIII": 5,
        "XIV": 1,
        "XV": 4,
        "XVI": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 5
      },
      "verification_details": {
        "complaint_verified": 2,
        "complaint_total": 2,
        "order_verified": 46,
        "order_total": 46
      }
    },
    "processing_time_seconds": 425.7
  }
}