{
  "case_info": {
    "docket_number": "2:22-cv-00073",
    "company": {
      "name": "ITMEDIA SOLUTIONS LLC",
      "incorporation_state": "California",
      "entity_type": "Limited Liability Company",
      "address": "2800 Olympic Blvd., Santa Monica, CA 90404",
      "business_description": "ITMedia Solutions, together with its wholly owned subsidiaries and controlled entities, advertised online loan-finding services to consumers throughout the United States and marketed and sold lead generation services to businesses throughout the United States."
    },
    "commissioners": [],
    "case_date": {
      "month": 1,
      "year": 2022
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a); Sections 604 and 607 of the Fair Credit Reporting Act, 15 U.S.C. §§ 1681b and 1681e; Sections 13(b) and 16(a)(1) of the Federal Trade Commission Act, 15 U.S.C. §§ 53(b) and 56(a)(1)",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/1523225-itmedia-solutions-llc",
    "statutory_topics": [
      "FCRA"
    ],
    "practice_areas": [
      "Data Security",
      "Financial Practices"
    ],
    "industry_sectors": [
      "Technology",
      "Financial Services"
    ]
  },
  "complaint": {
    "factual_background": "ITMedia operated approximately 200 websites soliciting consumers to complete online loan applications with sensitive personal information. The company represented that it would share consumers' information only with trusted lenders to secure loan offers, but instead sold the information to a wide variety of entities including non-lenders, marketers, debt negotiators, and companies whose business was unknown to ITMedia. ITMedia also improperly obtained and used consumers' credit scores for marketing purposes without a permissible purpose under the Fair Credit Reporting Act. The company disseminated sensitive information including Social Security numbers and bank account details to prospective buyers without adequate safeguards, exposing consumers to identity theft and fraud.",
    "representations_made": [
      {
        "description": "Information consumers provide will be shared only with a network of trusted lenders to connect consumers with loan offers",
        "quoted_text": "• We only share your information with our network of trusted 9 lenders, lending partners and financial service providers, in 10 an attempt to connect you with a lender or lending partner that can offer you a loan. (signatureloan.com, 2020)",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 23,
        "quote_start_line": 339,
        "quote_end_line": 344
      },
      {
        "description": "Protected consumer data will only be shared with qualified lenders",
        "quoted_text": "• Customers simply fill out our secure online form, then hit the 12 SUBMIT button. From there, your protected data will only be 13 shared with qualified lenders. (cashadvance.com, FAQ, 2017)",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 23,
        "quote_start_line": 346,
        "quote_end_line": 349
      },
      {
        "description": "The company serves as a connector between borrowers and trusted nationwide lending network members carefully chosen for reputability and trustworthiness",
        "quoted_text": "14 • [W]e serve as a connector between potential online loan borrowers and the skilled members of our trusted nationwide 15 lending network. The PaydayAdvance.com affiliate lenders 16 have been carefully chosen on the basis of their reputability and trustworthiness, as well as their ability to provide people 17 with quick and easy access to needed funds. 18 (PaydayAdvance.com 2017, Rates & Fees)",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 23,
        "quote_start_line": 350,
        "quote_end_line": 358
      },
      {
        "description": "Consumer information is presented to a network of trusted lenders",
        "quoted_text": "• MobileLoans.com connects consumers with an entire 19 network of lenders who offer a variety of loans. We present 20 your information to our vast network of trusted lenders and allow you to decide if the loan offer presented suits your 21 needs. (Mobileloans.com 2020, How it Works)",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 23,
        "quote_start_line": 359,
        "quote_end_line": 366
      },
      {
        "description": "The company only works with professional lenders who engage in responsible lending practices",
        "quoted_text": "• SignatureLoan.com only works with professional lenders and 23 lending partners who engage in responsible lending 24 Page 11 of 44 Case 2:22-cv-00073 Document 1 Filed 01/05/22 Page 12 of 37 Page ID #:12 1 practices and are authorized to lend money in the form of signature loans to consumers. (signatureloan.com 2020, best- 2 lending-practices)",
        "verified": true,
        "confidence": 0.85,
        "source_paragraph": 23,
        "quote_start_line": 368,
        "quote_end_line": 378
      },
      {
        "description": "Lenders and lending partners review requests and consumer information is collected to ensure connection with a lender that can work for the consumer",
        "quoted_text": "9 Why do we need this information? 10 Don't worry - our lenders and lending partners review 11 requests for all credit and loan types. We simply ask for this information to help ensure that you are connected 12 with a lender or lending partner that can work for you! 13 Providing us with accurate, up-to-date information is essential to being considered for a loan.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 24,
        "quote_start_line": 385,
        "quote_end_line": 394
      },
      {
        "description": "Information is collected so lenders or lending partners can reach out to confirm loans",
        "quoted_text": "Contact Information 15 16 We collect this information because, if you are approved, lenders or lending partners will often reach out to you 17 quickly to confirm your loan.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 24,
        "quote_start_line": 396,
        "quote_end_line": 401
      },
      {
        "description": "Lenders and lending partners require employment information to consider consumers for loans",
        "quoted_text": "Employment Information 19 Our lenders and lending partners require this information 20 to consider you for a loan.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 24,
        "quote_start_line": 403,
        "quote_end_line": 406
      },
      {
        "description": "Lenders and lending partners must verify identity when reviewing loan requests",
        "quoted_text": "21 Identity and Bank Information 22 Lenders and lending partners must be able to verify your identity when reviewing your request.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 24,
        "quote_start_line": 407,
        "quote_end_line": 410
      },
      {
        "description": "The company helps people secure loans regardless of credit rating",
        "quoted_text": "6 • We're Here For You Every day, we help people like you secure loans regardless 7 of your credit rating. We’re here to help you find solutions to your financial needs. 8 (badcreditloans.com, 2020;Burstloans.com, 2020)",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 25,
        "quote_start_line": 424,
        "quote_end_line": 430
      },
      {
        "description": "Bad credit personal loans can be obtained quickly without any credit score requirements",
        "quoted_text": "• In the past, gaining access to loan funds required a pile of 10 paperwork and a stellar credit history. Bad credit personal loans, however, can now be obtained quickly and without 11 any credit score requirements. (badcreditloans.com/personal- 12 loans, 2020)",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 25,
        "quote_start_line": 432,
        "quote_end_line": 437
      },
      {
        "description": "Lenders do not require credit scores and credit scores will not affect loan fees and terms",
        "quoted_text": "13 • MobileLoans.com [Burstloans.com/CashUSA.com] lenders do not require credit scores and do not ask applicants to 14 provide credit score details. Your credit score will not affect 15 the fees and terms of your loan in any way. (Mobileloans.com 2020, Rates and Fees; burstloans.com; Rates and Fees, 2020; 16 CashUSA.com 2020, Rates and Fees)",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 25,
        "quote_start_line": 438,
        "quote_end_line": 445
      },
      {
        "description": "Credit history will not hurt chances of getting a cash advance or negatively affect interest rates and fees",
        "quoted_text": "• Your credit history will neither hurt you chances of getting a cash advance nor have a negative effect on the interest 18 rates and fees that you are charged. If you have poor credit 19 or even no credit, then you still have the opportunity to get the cash you need. (DirectDepositLoans.com 2019, Why Cash 20 Advance Payday Loans May Help with Your Emergency Cash 21 Needs)",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 25,
        "quote_start_line": 447,
        "quote_end_line": 457
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Deceptive Representations About Information Sharing",
        "representation": "Defendants represented that they would only share information consumers submit on loan forms to connect the consumer with a loan offer, that information would be given to loan providers only, and that consumers could receive loans without regard for credit score or history",
        "fact": "ITMedia distributed consumer information to a variety of entities that were not lenders, did not require recipients to use information to make loan offers, sold information to debt negotiators, pre-paid debit card sellers, marketers, and entities whose business was unknown to ITMedia. For over 84% of consumers since January 2016, ITMedia either sold information to non-lenders, created targeted marketing data, or directed consumers to online advertisements. ITMedia did not require that recipients offer loans regardless of credit history",
        "conclusion": "The representations set forth in Paragraph 61 are false and misleading, or were not substantiated at the time the representations were made. Therefore, the making of the representations as set forth in Paragraph 61 constitute deceptive acts or practices in violation of Section 5(a) of the FTC Act"
      },
      {
        "count_number": 2,
        "title": "Unfair Distribution of Sensitive Information",
        "representation": "Defendants shared and sold sensitive personal and financial information from consumers' loan forms including full names, addresses, email addresses, phone numbers, birthdates, Social Security numbers, bank routing and account numbers, driver's license numbers, income, employment information, military status, homeownership status, and credit scores",
        "fact": "This information was shared without consumers' knowledge or consent and without regard for whether recipients were lenders or had a legitimate need for the information. ITMedia transmitted unmasked loan applications to multiple entities that had not committed to purchase the information or offer loans, had no program to assess whether purchasers safeguarded information, and shared information with entities whose identities and business were unknown",
        "conclusion": "The acts or practices cause or are likely to cause substantial injury to consumers that consumers could not reasonably avoid themselves and that are not outweighed by countervailing benefits to consumers or competition. Therefore, the acts or practices constitute unfair acts or practices in violation of Section 5 of the FTC Act"
      },
      {
        "count_number": 3,
        "title": "Obtaining and Using Consumer Reports Without Permissible Purpose",
        "representation": "Defendants obtained credit scores from a national consumer reporting agency and used them to maximize sales strategy, set lead prices based on credit scores, send consumer information to buyers with codes identifying credit score ranges, and filter consumer information based on credit score ranges selected by buyers",
        "fact": "Obtaining or using credit scores to filter, price, market, or evaluate leads for marketing is not a permissible purpose under Section 604 of the FCRA. ITMedia did not require entities receiving credit score-based leads to certify they would use leads solely to respond to consumers' loan requests. Since at least 2013, Defendants knew of FCRA requirements and that using credit scores for purposes other than certified permissible purposes is unlawful",
        "conclusion": "By and through the acts and practices described, Defendants have violated Section 604(f) of the FCRA. The acts and practices constitute a pattern or practice of knowing violations of the FCRA"
      },
      {
        "count_number": 4,
        "title": "Failure to Establish Procedures to Avoid Impermissible Use of Consumer Report Information",
        "representation": "Defendants procured credit scores for resale purposes but failed to establish or comply with reasonable procedures to limit resale to users and purposes permitted by the FCRA",
        "fact": "ITMedia did not require purchasers and end-users to identify themselves, certify purposes for which information was sought, or certify information would be used for no other purpose. ITMedia did not make reasonable efforts to verify the identity of each purchaser or the purposes for which purchasers or end-users were using consumer report information. Lead sale contracts did not identify all entities that may receive leads and contemplated sharing with unnamed entities",
        "conclusion": "By and through the acts and practices described, Defendants have violated Section 607(e)(2) of the FCRA. The acts and practices constitute a pattern or practice of knowing violations of the FCRA"
      },
      {
        "count_number": 5,
        "title": "Reselling Consumer Reports to Unidentified Users",
        "representation": "Defendants procured credit scores for the purpose of selling leads filtered by credit score",
        "fact": "Defendants did not disclose to the consumer reporting agency that furnishes the consumer report the identity of the end-users to which Defendants furnish credit score information or the purposes for which these end-users use such information. This violated the requirement that persons reselling consumer reports must disclose to the credit reporting agency the identity of the end-user and the permissible purpose",
        "conclusion": "By and through the acts and practices described, Defendants have violated Section 607(e)(1) of the FCRA. The acts and practices constitute a pattern or practice of knowing violations of the FCRA"
      }
    ]
  },
  "order": {
    "definitions": {
      "Consumer Report": "any written, oral, or other communication of any information by a Consumer Reporting Agency bearing on a consumer's credit worthiness, credit standing, credit capacity, character, general reputation, personal characteristics, or mode of living which is used or expected to be used or collected in whole or in part for the purpose of serving as a factor in establishing the consumer's eligibility for (1) credit or insurance to be used primarily for personal, family, or household purposes; (2) employment purposes; or (3) any other Permissible Purpose.",
      "Consumer Reporting Agency": "any Person which, for monetary fees, dues, or on a cooperative nonprofit basis, regularly engages in whole or in part in the practice of assembling or evaluating consumer credit information or other information on consumers for the purpose of furnishing Consumer Reports to third parties, and which uses any means or facility of interstate commerce for the purpose of preparing or furnishing Consumer Reports.",
      "Defendants": "all of the Individual Defendants and the Corporate Defendants, individually, collectively, or in any combination.",
      "Corporate Defendants": "ITMEDIA SOLUTIONS LLC, DEV.XYZ LLC, TEAM.XYZ LLC, 123 LLC, XYZ LLC, GREAT LLC, General LLC, MEDIA LLC, ADV MARKET DIRECT LLC, Direct Ad Sales LLC, MARKETING SOLUTIONS 33 LLC, DEC MKT LLC, Ads Full3 LLC, Sunset Marketing Services LLC, Arrow Eagle, LLC, Arrow Hawk, LLC, Gen Ads, LLC, and their successors and assigns.",
      "Individual Defendants": "Michael Ambrose, Daniel Negari, Grant Carpenter, Jason Ramin, Anisha Hancock, and Sione Kaufusi.",
      "Financial Product or Service": "any product, service, plan, or program represented, expressly or by implication, to (1) provide any consumer, arrange for any consumer to receive, or assist any consumer in receiving a loan or other extension of credit; (2) provide any consumer, arrange for any consumer to receive, or assist any consumer in receiving credit, debit, or stored value cards; (3) improve, repair, or arrange to improve or repair any consumer's credit record, credit history, or credit rating; or (4) provide information about or provide assistance to improve any consumer's credit record, credit history, or credit rating.",
      "Person": "a natural person, organization, or other legal entity, including a corporation, partnership, proprietorship, association, cooperative, or any other group or combination acting as an entity.",
      "Permissible Purpose": "(1) in connection with a credit transaction involving the consumer on whom the information is to be furnished and involving the extension of credit to, or review or collection of an account of, the consumer; or (2) for employment purposes; or (3) in connection with the underwriting of insurance involving the consumer; or (4) in connection with a determination of the consumer's eligibility for a license or other benefit granted by a governmental instrumentality required by law to consider an applicant's financial responsibility or status; or (5) in connection with a valuation of, or an assessment of the credit or prepayment risks associated with, an existing credit obligation; or (6) otherwise in connection with a legitimate business need for the information (i) in connection with a business transaction that is initiated by the consumer; or (ii) to review an account to determine whether the consumer continues to meet the terms of the account.",
      "Personal Information": "information from or about an individual consumer including but not limited to the following: (1) a first name and last name; (2) a home or other physical address, including street name and name of city or town; (3) an email address or other online contact information; (4) a telephone number; (5) a Social Security number; (6) a driver's license number or other government-issued identification number; (7) a financial institution account number; (8) credit or debit card information; (9) precise geolocation data of an individual or mobile device, including but not limited to GPS-based, WiFi-based, or cell-based location information; or (10) an authentication credential, such as a username and password.",
      "Sensitive Personal Information": "any of the following about a consumer: (1) a Social Security number; (2) financial institution account number; (3) credit or debit card information; (4) taxpayer identification number; (5) passport number; (6) a driver's license number or other government-issued identification number; (7) date of birth (other than year); (8) any other information by which a consumer's financial account can be accessed, or by which a consumer might be charged for goods or services, including through third parties such as telecommunications carriers."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibited Misrepresentations",
        "category": "prohibition",
        "summary": "Defendants are permanently prohibited from misrepresenting material facts to consumers, including how Personal Information will be shared, whether they assist in obtaining loans, credit requirements, and other material aspects of products or services.",
        "requirements": [
          {
            "description": "Must not misrepresent the entities and types of entities with which Defendants will share consumers' Personal Information, and for what purpose",
            "quoted_text": "16 A. misrepresenting or assisting others in misrepresenting, expressly or by 17 implication, 18 1. the entities and types of entities with which Defendants will share 19 consumers’ Personal Information, and for what purpose;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 178,
            "quote_end_line": 181
          },
          {
            "description": "Must not misrepresent that Defendants will assist consumers in obtaining a loan",
            "quoted_text": "20 2. that Defendants will assist consumers in obtaining a loan;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 182,
            "quote_end_line": 182
          },
          {
            "description": "Must not misrepresent that a product or service is available without regard for a consumer's credit score or history",
            "quoted_text": "3. that a product or service is available without regard for a consumer’s 21 credit score or history; or 22",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 183,
            "quote_end_line": 186
          },
          {
            "description": "Must not misrepresent any other fact material to consumers, such as total costs, material restrictions, limitations, conditions, or any material aspect of performance, efficacy, nature, or central characteristics",
            "quoted_text": "4. any other fact material to consumers, such as the total costs; any 1 material restrictions, limitations, or conditions; or any material aspect 2 of the product or service’s performance, efficacy, nature, or central 3 characteristics; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 193,
            "quote_end_line": 199
          },
          {
            "description": "Must ensure all representations are non-misleading and substantiated by competent and reliable evidence at the time the representation is made",
            "quoted_text": "B. making any representation, expressly or by implication, unless the 5 representation is non-misleading, and, at the time such representation is made, 6 Defendants possess and rely upon competent and reliable evidence that is sufficient 7 to substantiate that the representation is true.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 201,
            "quote_end_line": 207
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Injunction Concerning Sale, Transfer, or Disclosure of Sensitive Personal Information",
        "category": "prohibition",
        "summary": "Defendants are permanently prohibited from selling, transferring, or disclosing a consumer's Sensitive Personal Information unless the consumer requested a Financial Product or Service, the disclosure is necessary for providing that service, Defendants have express informed consent, and screening requirements are met.",
        "requirements": [
          {
            "description": "Must not sell, transfer, or disclose Sensitive Personal Information unless consumer has requested a Financial Product or Service",
            "quoted_text": "assisting others in, selling, transferring, or otherwise disclosing a consumer’s 15 Sensitive Personal Information to any Person, unless the consumer has requested a 16 Financial Product or Service; and 17",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 221,
            "quote_end_line": 226
          },
          {
            "description": "Sale, transfer, or disclosure must be necessary for a third party to provide the requested Financial Product or Service",
            "quoted_text": "A. the sale, transfer, or disclosure is necessary for a third party to provide the 18 requested Financial Product or Service;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 227,
            "quote_end_line": 229
          },
          {
            "description": "Must obtain the consumer's express, informed consent for the sale, transfer, or disclosure",
            "quoted_text": "B. Defendants have the consumer’s express, informed consent for the sale, 20 transfer, or disclosure; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 231,
            "quote_end_line": 233
          },
          {
            "description": "Must comply with Section III.A and Section III.B screening procedures for the recipient Person",
            "quoted_text": "C. Defendants have complied with Section III.A and Section III.B for that 22 Person.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 235,
            "quote_end_line": 237
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "III",
        "title": "Required Screening of Recipients of Sensitive Personal Information",
        "category": "affirmative_obligation",
        "summary": "Defendants must establish, implement, and maintain procedures to verify the legitimate need for and monitor the use of consumers' Sensitive Personal Information by any recipient, including obtaining certifications, conducting verification, ongoing monitoring, and immediately ceasing disclosure upon indications of misuse.",
        "requirements": [
          {
            "description": "Establish, implement, and maintain procedures to verify legitimate need for and monitor use of Sensitive Personal Information by recipients",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants shall establish, implement, 8 and maintain procedures to verify the legitimate need for and monitor the use of 9 consumers’ Sensitive Personal Information by any Person to whom Defendants 10 sell, transfer, or disclose such information, including:",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 252,
            "quote_end_line": 258
          },
          {
            "description": "Obtain from each recipient a signed and dated certification stating the name and nature of business, physical addresses, trade names, online sites and profiles, licenses or registrations",
            "quoted_text": "A. Obtaining from each Person a signed and dated certification stating 12 13 1. the name and nature of the Person’s business(es), including the 14 purpose(s) for obtaining consumers’ Sensitive Personal Information; 15 the Person’s physical address(es) for conducting business; trade 16 names; online sites and profiles; and licenses or registrations; 17 2. a confirmation that the Person will not use, sell, transfer, or otherwise",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 260,
            "quote_end_line": 266
          },
          {
            "description": "Obtain certification that recipient will not use, sell, transfer, or disclose Sensitive Personal Information for any purpose other than to provide the Financial Product or Service requested by the consumer",
            "quoted_text": "18 disclose the Sensitive Personal Information it receives from 19 Defendants for any purpose other than to provide the Financial 20 Product or Service requested by the consumer; 21 3. a description of any individuals or entities to which the Person will or",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 267,
            "quote_end_line": 270
          },
          {
            "description": "Obtain description of any individuals or entities to which the recipient will or may sell, transfer, or disclose Sensitive Personal Information, including purposes and safeguarding measures",
            "quoted_text": "22 may sell, transfer, or otherwise disclose consumers’ Sensitive 23 Personal Information that includes: (i) any and all purposes for which 24 those individuals or entities may use the such information; and Page 8 of 20 Case 2:22-cv-00073-DSF-E Document 12 Filed 01/10/22 Page 9 of 20 Page ID #:127 1 (ii) measures implemented by those individuals or entities for 2 safeguarding Sensitive Personal Information, including secure 3 transmission and storage. 4 Defendants must obtain from each Person a new certification annually and 5 upon any material change in the nature of the Person’s business or of the 6 purpose(s) for which the Person would use consumers’ Sensitive Personal",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 271,
            "quote_end_line": 283
          },
          {
            "description": "Obtain from each recipient a new certification annually and upon any material change in the nature of the recipient's business or purposes",
            "quoted_text": "7 Information. 8 B. Conducting reasonable procedures to verify the information provided in the 9 certification described in Subsection A, including reviewing and confirming the 10 Person’s physical addresses, online sites and profiles, and licenses and",
            "deadline": "annually",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 284,
            "quote_end_line": 287
          },
          {
            "description": "Conduct reasonable procedures to verify the information provided in the certification, including reviewing physical addresses, online sites and profiles, licenses and registrations, and verifying identity, advertising, lines of business, and purposes relate to providing Financial Products or Services",
            "quoted_text": "8 B. Conducting reasonable procedures to verify the information provided in the 9 certification described in Subsection A, including reviewing and confirming the 10 Person’s physical addresses, online sites and profiles, and licenses and 11 registrations; and that the Person’s identity, advertising, lines(s) of business, and 12 purpose(s) for obtaining consumers’ Sensitive Personal Information relate to 13 providing Financial Products or Services. 14 C. Conducting reasonable ongoing procedures to monitor that each Person to",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 285,
            "quote_end_line": 291
          },
          {
            "description": "Conduct reasonable ongoing procedures to monitor that each recipient is using Sensitive Personal Information solely to provide the consumer with a Financial Product or Service, including periodic audits and investigating legal actions, complaints, or reports indicating misuse",
            "quoted_text": "14 C. Conducting reasonable ongoing procedures to monitor that each Person to 15 whom Defendants sell, transfer, or disclose a consumer’s Sensitive Personal 16 Information is using it solely to provide the consumer with a Financial Product or 17 Service, including by conducting periodic audits that involve examining 18 information and documents from the Person and third parties to which the Person 19 will or may sell, transfer, or otherwise disclose consumers’ Sensitive Personal 20 Information to verify the ongoing accuracy of the certification described in 21 Subsection A, and investigating any legal actions, complaints, or reports of which 22 Defendants have notice and that indicate misuse of Sensitive Personal Information. 23",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 291,
            "quote_end_line": 300
          },
          {
            "description": "Immediately desist from disclosing Sensitive Personal Information to a recipient if Defendants receive information indicating certification was false, misleading, or materially erroneous; recipient used information for purposes other than providing Financial Product or Service; or recipient will not use information solely to provide Financial Product or Service",
            "quoted_text": "1 D. Immediately desisting from disclosing any consumer’s Sensitive Personal 2 Information to the Person if Defendants receive information, pursuant to 3 procedures required by this Order, or otherwise, indicating that: 4 1. a certification provided by the Person was false, misleading, or 5 materially erroneous; 6 2. the Person has used Sensitive Personal Information for any purpose 7 other than to provide a consumer with a Financial Product or Service; 8 or 3. the Person will not use the Sensitive Personal Information solely to 9 provide the consumer with a Financial Product or Service.",
            "deadline": "immediately",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 306,
            "quote_end_line": 316
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Prohibitions Concerning Consumer Reports",
        "category": "prohibition",
        "summary": "Defendants are permanently prohibited from using or obtaining Consumer Reports for purposes other than Permissible Purposes, and must establish procedures to ensure Consumer Reports are resold only for Permissible Purposes, including disclosing end-user identity and purposes to Consumer Reporting Agencies and verifying certifications.",
        "requirements": [
          {
            "description": "Must not use or obtain a Consumer Report for a purpose other than a Permissible Purpose",
            "quoted_text": "9 A. using or obtaining a Consumer Report for a purpose other than a Permissible 10 Purpose;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 360,
            "quote_end_line": 361
          },
          {
            "description": "For any Consumer Report that Defendants procure for resale purposes, must disclose to the Consumer Reporting Agency the identity of the end-user and each Permissible Purpose for which the Consumer Report is furnished to the end-user",
            "quoted_text": "11 B. for any Consumer Report that Defendants procure for purposes of reselling 12 the Consumer Report or any information in the Consumer Report, failing to 13 disclose to the Consumer Reporting Agency that originally furnishes the Consumer 14 Report: 15 1. the identity of the end-user of the Consumer Report (or information); 16 and 17 2. each Permissible Purpose for which the Consumer Report (or 18 information) is furnished to the end-user of the Consumer Report (or 19 information);",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 362,
            "quote_end_line": 370
          },
          {
            "description": "Must establish and comply with reasonable procedures to ensure Consumer Reports are resold only for Permissible Purposes, including requiring recipients to identify end users, certify purposes, and certify the report will be used for no other purpose",
            "quoted_text": "20 C. failing to establish and comply with reasonable procedures designed to 21 ensure that a Consumer Report or any information in the Consumer Report is 22 resold only for a Permissible Purpose including by requiring that each person to 23 which the Consumer Report or any information in the Consumer Report is resold: 24 (i) identifies each end user of the resold Consumer Report (or information); Page 11 of 20 Case 2:22-cv-00073-DSF-E Document 12 Filed 01/10/22 Page 12 of 20 Page ID #:130 1 (ii) certifies each purpose for which the Consumer Report (or information) will be 2 used; (iii) certifies that the Consumer Report (or information) will be used for no 3 other purpose; and 4 D. before reselling any Consumer Report or any information in the Consumer",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 371,
            "quote_end_line": 383
          },
          {
            "description": "Before reselling any Consumer Report, must make reasonable efforts to verify the identifications and certifications, including conducting Section III.A and III.B procedures if sold for Financial Product or Service provision",
            "quoted_text": "5 Report, failing to make reasonable efforts to verify the identifications and 6 certifications described in Paragraph IV.C including, if the Consumer Report or 7 information is sold to a Person to provide a Financial Product or Service to the 8 Consumer, failing to conduct the procedures described in Section III.A and 9 Section III.B for that identified end user. 10 Provided, however, that this Section IV does not apply to a consumer’s self-",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 384,
            "quote_end_line": 389
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Data Security",
          "Financial Practices"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "V",
        "title": "Monetary Judgment for Civil Penalty",
        "category": "affirmative_obligation",
        "summary": "Judgment of $1,500,000 is entered against Defendants jointly and severally, to be paid within 7 days of entry of this Order by electronic fund transfer.",
        "requirements": [
          {
            "description": "Pay $1,500,000 civil penalty to Plaintiff by electronic fund transfer",
            "quoted_text": "18 Thousand Dollars ($1,500,000), which, as Defendants stipulate, their undersigned 19 counsel holds in escrow for no purpose other than payment to Plaintiff. Such 20 payment must be made within 7 days of entry of this Order by electronic fund 21 transfer in accordance with instructions previously provided by a representative of 22 Plaintiff. 23",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 397,
            "quote_end_line": 402
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Data Security",
          "Financial Practices"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Additional Monetary Provisions",
        "category": "acknowledgment",
        "summary": "Defendants relinquish all rights to assets transferred pursuant to this Order, and acknowledge that the judgment represents a civil penalty not subject to discharge under the Bankruptcy Code.",
        "requirements": [
          {
            "description": "Relinquish dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order",
            "quoted_text": "3 A. Defendants relinquish dominion and all legal and equitable right, title, and 4 interest in all assets transferred pursuant to this Order and may not seek the return 5 of any assets.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 410,
            "quote_end_line": 412
          },
          {
            "description": "Submit Taxpayer Identification Numbers (Social Security Numbers or Employer Identification Numbers) to the Commission for use in collecting and reporting on any delinquent amount",
            "quoted_text": "18 E. Defendants acknowledge that their Taxpayer Identification Numbers (Social 19 Security Numbers or Employer Identification Numbers), which Defendants must 20 submit to the Commission, may be used for collecting and reporting on any 21 delinquent amount arising out of this Order, in accordance with 31 U.S.C. § 7701. 22 VII. CUSTOMER INFORMATION",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 425,
            "quote_end_line": 429
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Data Security",
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Customer Information",
        "category": "affirmative_obligation",
        "summary": "Defendants are permanently prohibited from disclosing, using, or benefitting from Personal Information obtained prior to entry of this Order in connection with lead generation activities, and must destroy such information within 30 days and instruct entities that received it to do the same.",
        "requirements": [
          {
            "description": "Must not disclose, use, or benefit from Personal Information obtained prior to entry of this Order in connection with lead generation activities",
            "quoted_text": "3 A. disclosing, using, or benefitting from Personal Information of any Person 4 that any Defendant obtained prior to entry of this Order in connection with lead 5 generation activities; and 6 B. failing to destroy such Personal Information in all forms in their possession,",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 438,
            "quote_end_line": 441
          },
          {
            "description": "Destroy all Personal Information obtained prior to entry of this Order in all forms by means that protects against unauthorized access, such as burning, pulverizing, shredding papers, and erasing or destroying electronic media",
            "quoted_text": "7 custody, or control within 30 days after entry of this Order. The information shall 8 be destroyed by a means that protects against the unauthorized access to the 9 information, such as by burning, pulverizing, or shredding any papers, and by 10 erasing or destroying any electronic media, to ensure that the information cannot 11 practicably be read or reconstructed; 12 C. failing, within 30 days after entry of this Order, to instruct each entity that",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 442,
            "quote_end_line": 447
          },
          {
            "description": "Instruct each entity that received Personal Information distributed by Defendants in connection with lead generation activities prior to entry of this Order to destroy such information and notify Defendants of destruction or explain why not",
            "quoted_text": "13 received Personal Information that Defendants distributed in connection with lead 14 generation activities prior to entry of this Order to (i) destroy any such Personal 15 Information in the entity’s possession, custody, or control by a means that protects 16 against the unauthorized access to the information; and (ii) notify Defendants 17 within 30 days after receiving such instruction that such Personal Information was 18 destroyed or explain why the entity did not destroy the Personal Information. 19 Provided, however, that customer information need not be disposed of, and may be",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 448,
            "quote_end_line": 454
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition",
          "Data Deletion"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Defendants must submit acknowledgments of receipt of this Order within 7 days, deliver copies to principals, officers, employees, and agents, and obtain signed acknowledgments from those who receive it.",
        "requirements": [
          {
            "description": "Each Defendant must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury",
            "quoted_text": "1 A. Each Defendant, within 7 days of entry of this Order, must submit to the 2 Commission an acknowledgment of receipt of this Order sworn under penalty of 3 perjury. 4 B. For 10 years after entry of this Order, each Individual Defendant for any",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 464,
            "quote_end_line": 467
          },
          {
            "description": "For 10 years, deliver a copy of this Order to all principals, officers, directors, LLC managers and members, employees with managerial responsibilities, agents and representatives who participate in conduct related to the Order, and any business entity resulting from change in structure",
            "quoted_text": "4 B. For 10 years after entry of this Order, each Individual Defendant for any 5 business that such Defendant, individually or collectively with any other 6 Defendants, is the majority owner or controls directly or indirectly, and each 7 Corporate Defendant, must deliver a copy of this Order to: (1) all principals, 8 officers, directors, and LLC managers and members; (2) all employees having 9 managerial responsibilities for conduct related to the subject matter of the Order 10 and all agents and representatives who participate in conduct related to the subject 11 matter of the Order; and (3) any business entity resulting from any change in 12 structure as set forth in the Section titled Compliance Reporting. Delivery must 13 occur within 7 days of entry of this Order for current personnel. For all others,",
            "deadline": "7 days for current personnel; before assuming responsibilities for others",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 467,
            "quote_end_line": 476
          },
          {
            "description": "Obtain from each individual or entity to which a Defendant delivered a copy of this Order a signed and dated acknowledgment of receipt",
            "quoted_text": "15 C. From each individual or entity to which a Defendant delivered a copy of this 16 Order, that Defendant must obtain, within 30 days, a signed and dated 17 acknowledgment of receipt of this Order. 18 IX. COMPLIANCE REPORTING",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 478,
            "quote_end_line": 481
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Data Security",
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "IX",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendants must submit timely compliance reports to the Commission, including a 90-day report on Customer Information compliance, a one-year comprehensive compliance report, ongoing notices of changes for 10 years, and bankruptcy notices.",
        "requirements": [
          {
            "description": "Submit a compliance report sworn under penalty of perjury describing in detail compliance with the Customer Information section, including identity of entities instructed to delete Personal Information and their responses",
            "quoted_text": "21 A. Ninety days after entry of this Order, Defendants must submit a compliance 22 report, sworn under penalty of perjury, describing in detail their compliance with 23 the Section titled Customer Information. The report shall include the identity of 24 each entity that Defendants instructed to delete Personal Information in accordance Page 15 of 20 Case 2:22-cv-00073-DSF-E Document 12 Filed 01/10/22 Page 16 of 20 Page ID #:134 1 with Section VIII.C, and a statement setting forth in detail such entity’s response to 2 Defendants, if any, including, but not limited to, whether such entity deleted the 3 Personal Information and, if not, any explanation provided for why the entity did 4 not delete the Personal Information it obtained from Defendants. 5 B. One year after entry of this Order, each Defendant must submit a compliance",
            "deadline": "90 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 484,
            "quote_end_line": 496
          },
          {
            "description": "Submit a compliance report sworn under penalty of perjury identifying contact information, all businesses and their activities, compliance with each section of the Order, and copies of Order Acknowledgments",
            "quoted_text": "5 B. One year after entry of this Order, each Defendant must submit a compliance 6 report, sworn under penalty of perjury: 7 1. Each Defendant must: (a) identify the primary physical, postal, and email 8 address and telephone number, as designated points of contact, which 9 representatives of the Commission may use to communicate with Defendant; (b) 10 identify all of that Defendant’s businesses by all of their names, telephone 11 numbers, and physical, postal, email, and Internet addresses; (c) describe the 12 activities of each business, including the goods and services offered, the means of 13 advertising, marketing, and sales, and the involvement of any other Defendant 14 (which Individual Defendants must describe if they know or should know due to 15 their own involvement); (d) describe in detail whether and how that Defendant is in 16 compliance with each Section of this Order; and (e) provide a copy of each Order 17 Acknowledgment obtained pursuant to this Order, unless previously submitted to 18 the Commission. 19 2. Additionally, each Individual Defendant must: (a) identify all telephone 20 numbers and all physical, postal, email, and Internet addresses, including all 21 residences; (b) identify all business activities, including any business for which 22 such Defendant performs services whether as an employee or otherwise and any 23 entity in which such Defendant has any ownership interest; and (c) describe in 24 Page 16 of 20",
            "deadline": "1 year",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 496,
            "quote_end_line": 518
          },
          {
            "description": "Individual Defendants must additionally report all telephone numbers, addresses, residences, business activities, ownership interests, and involvement in each business",
            "quoted_text": "19 2. Additionally, each Individual Defendant must: (a) identify all telephone 20 numbers and all physical, postal, email, and Internet addresses, including all 21 residences; (b) identify all business activities, including any business for which 22 such Defendant performs services whether as an employee or otherwise and any 23 entity in which such Defendant has any ownership interest; and (c) describe in 24 Page 16 of 20 Case 2:22-cv-00073-DSF-E Document 12 Filed 01/10/22 Page 17 of 20 Page ID #:135 1 detail such Defendant’s involvement in each such business, including title, role, 2 responsibilities, participation, authority, control, and any ownership. 3 C. For 10 years after entry of this Order, each Defendant must submit a",
            "deadline": "1 year",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 510,
            "quote_end_line": 522
          },
          {
            "description": "For 10 years, submit a compliance notice sworn under penalty of perjury within 14 days of any change in designated points of contact, structure of Corporate Defendants or entities with ownership interest that may affect compliance obligations",
            "quoted_text": "4 compliance notice, sworn under penalty of perjury, within 14 days of any change 5 in the following: 6 1. Each Defendant must report any change in: (a) any designated point of 7 contact; or (b) the structure of any Corporate Defendant or any entity that 8 Defendant has any ownership interest in or controls directly or indirectly that may 9 affect compliance obligations arising under this Order, including: creation, merger, 10 sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages 11 in any acts or practices subject to this Order. 12 2. Additionally, each Individual Defendant must report any change in:",
            "deadline": "14 days of change",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 523,
            "quote_end_line": 531
          },
          {
            "description": "Individual Defendants must report any change in name, aliases, residence address, title or role in any business activity, and ownership interests",
            "quoted_text": "13 (a) name, including aliases or fictitious name, or residence address; or (b) title or 14 role in any business activity, including any business for which such Defendant 15 performs services whether as an employee or otherwise and any entity in which 16 such Defendant has any ownership interest, and identify the name, physical 17 address, and any Internet address of the business or entity. 18 D. Each Defendant must submit to the Commission notice of the filing of any",
            "deadline": "14 days of change",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 532,
            "quote_end_line": 537
          },
          {
            "description": "Submit notice of filing of any bankruptcy petition, insolvency proceeding, or similar proceeding",
            "quoted_text": "19 bankruptcy petition, insolvency proceeding, or similar proceeding by or against 20 such Defendant within 14 days of its filing. 21 E. Any submission to the Commission required by this Order to be sworn under",
            "deadline": "14 days of filing",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 538,
            "quote_end_line": 540
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Data Security",
          "Financial Practices"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "X",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendants must create and retain specific records for 10 years after entry of the Order, retaining each record for 5 years, including proof of consumer consent, accounting records, personnel records, complaints, compliance documentation, and marketing materials.",
        "requirements": [
          {
            "description": "Create records for 10 years after entry of the Order and retain each such record for 5 years",
            "quoted_text": "10 IT IS FURTHER ORDERED that Defendants must create certain records for 11 10 years after entry of the Order, and retain each such record for 5 years. 12 Specifically, Corporate Defendants, in connection with the collection or sale of",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 557,
            "quote_end_line": 559
          },
          {
            "description": "Create and retain proof of each consumer's express, informed consent to the sale, transfer, or disclosure of Sensitive Personal Information, showing name, contact information, time, place, and method of consent",
            "quoted_text": "17 A. proof of each consumer’s express, informed consent to the sale, transfer, or 18 disclosure of that consumer’s Sensitive Personal Information, which shows the 19 consumer’s name and contact information; and the time, place, and method of 20 consent; 21 B. accounting records showing the revenues from all goods or services sold, all 22 costs incurred in generating those revenues, and the resulting net profit or loss; 23 C. personnel records showing, for each Person providing services, whether as",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 564,
            "quote_end_line": 570
          },
          {
            "description": "Create and retain accounting records showing revenues from all goods or services sold, all costs incurred, and resulting net profit or loss",
            "quoted_text": "21 B. accounting records showing the revenues from all goods or services sold, all 22 costs incurred in generating those revenues, and the resulting net profit or loss; 23 C. personnel records showing, for each Person providing services, whether as",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 568,
            "quote_end_line": 570
          },
          {
            "description": "Create and retain personnel records showing name, addresses, telephone numbers, job title or position, dates of service, and reason for termination for each person providing services",
            "quoted_text": "23 C. personnel records showing, for each Person providing services, whether as 24 an employee or otherwise, that Person’s: name; addresses; telephone numbers; Page 18 of 20 Case 2:22-cv-00073-DSF-E Document 12 Filed 01/10/22 Page 19 of 20 Page ID #:137 1 job title or position; dates of service; and (if applicable) the reason for termination; 2 D. complaints and refund requests relating to advertising, marketing,",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 570,
            "quote_end_line": 577
          },
          {
            "description": "Create and retain complaints and refund requests relating to advertising, marketing, promotion, offering for sale, or selling of Financial Products or Services, whether received directly or indirectly, and any response",
            "quoted_text": "2 D. complaints and refund requests relating to advertising, marketing, 3 promotion, offering for sale, or selling of a Financial Product or Service, whether 4 received directly or indirectly, such as through a third party, and any response; 5 E. all records necessary to demonstrate full compliance with each provision of",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 577,
            "quote_end_line": 580
          },
          {
            "description": "Create and retain all records necessary to demonstrate full compliance with each provision of this Order, including all certifications and other documentation related to Section III, and all submissions to the Commission",
            "quoted_text": "6 this Order, including all certifications and other documentation related to 7 Section III, and all submissions to the Commission; and 8 F. a copy of each unique advertisement or other marketing material relating to",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 581,
            "quote_end_line": 583
          },
          {
            "description": "Create and retain a copy of each unique advertisement or other marketing material relating to advertising, marketing, promotion, offering for sale, or selling of a Financial Product or Service",
            "quoted_text": "8 F. a copy of each unique advertisement or other marketing material relating to 9 advertising, marketing, promotion, offering for sale, or selling of a Financial 10 Product or Service. 11 XI. COMPLIANCE MONITORING",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 583,
            "quote_end_line": 586
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Data Security",
          "Financial Practices"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "XI",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission is authorized to monitor Defendants' compliance with this Order through various means, including requesting additional reports, conducting depositions, obtaining discovery, interviewing personnel, and posing as consumers or other entities.",
        "requirements": [
          {
            "description": "Within 14 days of receipt of written request from Commission representative, Defendants must submit additional compliance reports or requested information sworn under penalty of perjury, appear for depositions, and produce documents for inspection and copying",
            "quoted_text": "15 A. Within 14 days of receipt of a written request from a representative of the 16 Commission each Defendant must: submit additional compliance reports or other 17 requested information, which must be sworn under penalty of perjury; appear for 18 depositions; and produce documents for inspection and copying. The Commission 19 is also authorized to obtain discovery, without further leave of court, using any of 20 the procedures prescribed by Federal Rules of Civil Procedure 29, 30 (including 21 telephonic depositions), 31, 33, 34, 36, 45, and 69. 22 B. For matters concerning this Order, the Commission is authorized to",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 590,
            "quote_end_line": 597
          },
          {
            "description": "Permit Commission representatives to interview any employee or other person affiliated with any Defendant who has agreed to such an interview",
            "quoted_text": "23 communicate directly with each Defendant. Defendant must permit 24 representatives of the Commission to interview any employee or other person Page 19 of 20",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 598,
            "quote_end_line": 602
          },
          {
            "description": "Allow Commission to pose through its representatives as consumers, suppliers, or other individuals or entities to Defendants or any affiliated individual or entity, without necessity of identification or prior notice",
            "quoted_text": "Case 2:22-cv-00073-DSF-E Document 12 Filed 01/10/22 Page 20 of 20 Page ID #:138 1 affiliated with any Defendant who has agreed to such an interview. The person 2 interviewed may have counsel present. 3 C. The Commission may use all other lawful means, including posing, through 4 its representatives as consumers, suppliers, or other individuals or entities, to 5 Defendants or any individual or entity affiliated with Defendants, without the 6 necessity of identification or prior notice. Nothing in this Order limits the",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 603,
            "quote_end_line": 609
          },
          {
            "description": "Upon written request from Commission representative, any Consumer Reporting Agency must furnish Consumer Reports concerning Individual Defendants pursuant to Section 604(1) of the Fair Credit Reporting Act",
            "quoted_text": "9 D. Upon written request from a representative of the Commission, any 10 Consumer Reporting Agency must furnish Consumer Reports concerning 11 Individual Defendants, pursuant to Section 604(1) of the Fair Credit Reporting Act, 12 15 U.S.C. §1681b(a)(1). 13 XII. RETENTION OF JURISDICTION",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 612,
            "quote_end_line": 616
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Data Security",
          "Financial Practices"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "XII",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
        "requirements": [
          {
            "description": "Court retains jurisdiction for purposes of construction, modification, and enforcement of this Order",
            "quoted_text": "14 IT IS FURTHER ORDERED that this Court retains jurisdiction of this 15 matter for purposes of construction, modification, and enforcement of this Order. 16",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 617,
            "quote_end_line": 619
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Data Security",
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "This Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "01.22, ITMedia Solutions Complaint.pdf",
      "order": "01.22, ITMedia Solutions Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 5,
      "complaint_representations": 13,
      "order_provisions": 12,
      "order_definitions": 10,
      "order_requirements": 48,
      "provisions_per_section": {
        "I": 5,
        "II": 4,
        "III": 8,
        "IV": 4,
        "V": 1,
        "VI": 2,
        "VII": 3,
        "VIII": 3,
        "IX": 6,
        "X": 7,
        "XI": 4,
        "XII": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 13,
        "complaint_total": 13,
        "order_verified": 48,
        "order_total": 48
      }
    },
    "processing_time_seconds": 242.7
  }
}