{
  "case_info": {
    "docket_number": "C-4780",
    "company": {
      "name": "DRIZLY, LLC",
      "incorporation_state": "Delaware",
      "entity_type": "limited liability company",
      "address": "501 Boylston Street, Boston, MA 02216",
      "business_description": "Drizly operates an e-commerce platform that enables local retailers to sell alcohol online to consumers of legal drinking age. The company maintains a network of more than 4,000 retail partners across 1,600 urban and suburban markets and facilitates alcohol sales for delivery in more than 33 states and the District of Columbia."
    },
    "commissioners": [
      "Lina M. Khan, Chair",
      "Rebecca Kelly Slaughter",
      "Christine S. Wilson",
      "Alvaro M. Bedoya"
    ],
    "case_date": {
      "month": 1,
      "year": 2023
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a)(1)",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/2023185-drizly-llc-matter",
    "statutory_topics": [
      "Section 5 Only"
    ],
    "practice_areas": [
      "Data Security"
    ],
    "industry_sectors": [
      "Retail",
      "Technology"
    ]
  },
  "complaint": {
    "factual_background": "Drizly, LLC, an alcohol e-commerce platform, failed to implement reasonable information security practices to protect the personal information of its consumers. Despite publicly representing that it used industry-standard security measures, Drizly stored AWS and database credentials insecurely in GitHub repositories, failed to enforce strong passwords or multifactor authentication, and lacked monitoring or access controls. In July 2020, a malicious actor exploited these weaknesses to access Drizly's production environment and exfiltrate the personal data of approximately 2.5 million consumers. CEO James Cory Rellas bore personal responsibility for these failures, having neglected to hire a senior security executive or properly delegate information security oversight. The stolen data—including names, email addresses, passwords, and other personal details—was subsequently offered for sale on dark web forums.",
    "representations_made": [
      {
        "description": "Claimed that all information collected is securely stored and that the company uses standard, industry-wide, commercially reasonable security practices such as 128-bit encryption, firewalls, and SSL (September 2016 Privacy Policy)",
        "quoted_text": "Security. All information we collect is securely stored within our database, and we use standard, industry-wide, commercially reasonable security practices such as 128-bit encryption, firewalls and SSL (Secure Socket Layers).",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 15,
        "quote_start_line": 133,
        "quote_end_line": 136
      },
      {
        "description": "Claimed that the company uses standard security practices such as encryption and firewalls to protect consumer information (October 2019 Privacy Policy)",
        "quoted_text": "Security. We use standard security practices such as encryption and firewalls to protect the information we collect from you.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 16,
        "quote_start_line": 139,
        "quote_end_line": 140
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Drizly's Unfair Information Security Practices",
        "representation": "Respondents failed to employ reasonable security measures to protect consumers' personal information",
        "fact": "Drizly failed to develop adequate security policies, securely store credentials, enforce access controls, monitor for data loss, test security features, or maintain a data retention policy, resulting in the breach and exfiltration of 2.5 million consumers' personal information",
        "conclusion": "This practice caused or is likely to cause substantial injury to consumers that is not outweighed by countervailing benefits and is not reasonably avoidable by consumers, constituting an unfair act or practice."
      },
      {
        "count_number": 2,
        "title": "Drizly's Deceptive Security Statements",
        "representation": "Respondents represented, directly or indirectly, expressly or by implication, that Drizly used appropriate safeguards to protect consumers' personal information",
        "fact": "Respondents did not maintain appropriate safeguards to protect consumers' personal information, as described by the numerous security failures in Paragraph 13",
        "conclusion": "Therefore, the representations set forth in Paragraph 32 are false or misleading."
      }
    ]
  },
  "order": {
    "definitions": {
      "Covered Business": "any business that Corporate Respondent controls, directly or indirectly.",
      "Corporate Respondent": "Drizly, LLC, and its successors and assigns.",
      "Covered Incident": "any incident that results in a Covered Business notifying, pursuant to a statutory or regulatory requirement, any U.S. federal, state, or local government entity that information of or about an individual consumer was, or is reasonably believed to have been, accessed, acquired, or publicly exposed without authorization.",
      "Covered Information": "information from or about an individual consumer, including: (a) a first and last name; (b) a home or physical address; (c) an email address or other online contact information, such as an instant messaging user identifier or a screen name; (d) a mobile or other telephone number; (e) a driver's license or other government-issued identification number; (f) date of birth; (g) Geolocation information sufficient to identify street name and name of a city or town; (h) credit or debit card information (including a partial credit or debit card number); (i) User identifier, or other persistent identifier that can be used to recognize a User over time and across different devices, websites, or online services; or (j) User account credentials, such as a login name and password (whether plain text, encrypted, hashed, and/or salted).",
      "Delete / Deleted / Deletion": "to remove Covered Information such that it is not maintained in retrievable form and cannot be retrieved in the normal course of business.",
      "Individual Respondent": "James Cory Rellas.",
      "Relevant Business": "any business other than a Covered Business that collects, uses, discloses, or stores Covered Information from 25,000 or more individual consumers.",
      "Respondents": "the Corporate Respondent and the Individual Respondent, individually, collectively, or in any combination.",
      "User": "an individual consumer from whom Covered Business has obtained information for the purpose of providing access to a Respondent's products and services."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations",
        "category": "prohibition",
        "summary": "Corporate Respondent must not misrepresent how it collects, uses, discloses, or protects Covered Information, or misrepresent the extent of any Covered Incident or unauthorized disclosure.",
        "requirements": [
          {
            "description": "Must not misrepresent the extent to which Corporate Respondent collects, uses, discloses, maintains, Deletes, or permits or denies access to any Covered Information",
            "quoted_text": "A. The extent to which Corporate Respondent collects, uses, discloses, maintains, Deletes, or permits or denies access to any Covered Information;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 92,
            "quote_end_line": 93
          },
          {
            "description": "Must not misrepresent the extent to which Corporate Respondent otherwise protects the privacy, security, availability, confidentiality, or integrity of any Covered Information",
            "quoted_text": "B. The extent to which Corporate Respondent otherwise protects the privacy, security, availability, confidentiality, or integrity of any Covered Information; or",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 94,
            "quote_end_line": 95
          },
          {
            "description": "Must not misrepresent the extent of any Covered Incident or unauthorized disclosure, misuse, loss, theft, alteration, destruction, or other compromise of Covered Information",
            "quoted_text": "C. The extent of any Covered Incident or unauthorized disclosure, misuse, loss, theft, alteration, destruction, or other compromise of Covered Information.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 96,
            "quote_end_line": 97
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Mandated Deletion and Data Minimization",
        "category": "affirmative_obligation",
        "summary": "Corporate Respondent must delete all Covered Information not being used for customer services within 60 days, report the deletion to the Commission, and refrain from collecting or maintaining unnecessary Covered Information going forward.",
        "requirements": [
          {
            "description": "Within 60 days, delete or destroy all Covered Information not being used or retained in connection with providing products or services to customers, and provide a written statement to the Commission confirming deletion and enumerating which types were deleted or destroyed",
            "quoted_text": "A. Within 60 days after the issuance date of this Order, Delete or destroy all Covered Information that is not being used or retained in connection with providing products or services to Corporate Respondent’s customers, and provide a written statement to the Commission, pursuant to the Provision entitled Compliance Report and Notices, confirming that all such data has been Deleted or destroyed specifically enumerating which types of information were Deleted or destroyed; and",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 100,
            "quote_end_line": 105
          },
          {
            "description": "Refrain from collecting or maintaining any Covered Information not necessary for the specific purposes provided in the retention schedule required under Provision III",
            "quoted_text": "B. Refrain from collecting or maintaining any Covered Information not necessary for the specific purpose(s) provided in the retention schedule required under Provision III entitled Data Retention Limits.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 109,
            "quote_end_line": 111
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Data Deletion"
        ]
      },
      {
        "provision_number": "III",
        "title": "Data Retention Limits",
        "category": "affirmative_obligation",
        "summary": "Corporate Respondent must document, adhere to, and publicly post a retention schedule for Covered Information within 60 days, report it to the Commission, and update the schedule before collecting any new types of consumer information.",
        "requirements": [
          {
            "description": "Within 60 days of issuance, document, adhere to, and make publicly available on its website(s) or app(s) a retention schedule for Covered Information setting forth the purpose, specific business needs, and a set deletion timeframe for each type of Covered Information",
            "quoted_text": "A. Within 60 days of issuance of this Order, document, adhere to, and make publicly available on its website(s) or app(s), a retention schedule for Covered Information, setting forth: (1) the purpose or purposes for which each type of Covered Information is collected; (2) the specific business needs for retaining each type of Covered Information; and (3) a set timeframe for Deletion of each type of Covered Information that precludes indefinite retention of any Covered Information; and",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 121,
            "quote_end_line": 126
          },
          {
            "description": "Within 60 days of issuance, provide a written statement to the Commission describing the publicly available retention schedule for Covered Information",
            "quoted_text": "B. Within 60 days after the issuance date of this Order, Corporate Respondent shall provide a written statement to the Commission, pursuant to the Provision entitled Compliance Report and Notices, describing the retention schedule for Covered Information made publicly available on its website(s) or app(s); and",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 127,
            "quote_end_line": 130
          },
          {
            "description": "Prior to collecting any new type of consumer information not collected as of the issuance date and not described in published retention schedules, update the retention schedule to set forth the purpose, business need, and deletion timeframe for the new information",
            "quoted_text": "C. Prior to collecting any new type of information related to consumers that was not being collected as of the issuance date of this Order, and is not described in retention schedules published in accordance with sub-Provision A of this Provision entitled Data Retention Limits, Corporate Respondent must update its retention schedule setting forth: (1) the purpose or purposes for which the new information is collected; (2) the specific business needs for retaining the new information; and (3) a set timeframe for Deletion of the new information that precludes indefinite retention.",
            "deadline": "Prior to collecting new information",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 131,
            "quote_end_line": 137
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Mandated Information Security Program for Covered Businesses",
        "category": "affirmative_obligation",
        "summary": "Corporate Respondent and all Covered Businesses must establish, implement, and maintain a comprehensive information security program within 60 days, meeting detailed minimum requirements including written documentation, risk assessments, safeguards, training, access controls, monitoring, and vendor management.",
        "requirements": [
          {
            "description": "Within 60 days, establish, implement, and thereafter maintain a comprehensive information security program protecting the security, confidentiality, and integrity of Covered Information",
            "quoted_text": "IT IS FURTHER ORDERED that Corporate Respondent and any business that Corporate Respondent controls, directly or indirectly, in connection with the collection, maintenance, use, or disclosure of, or provision of access to, Covered Information, must each, within 60 days of the effective date of this Order, establish and implement, and thereafter maintain, a comprehensive information security program (“Information Security Program”) that protects the security, confidentiality, and integrity of such Covered Information. To satisfy this requirement, each Covered Business must, at a minimum:",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 139,
            "quote_end_line": 145
          },
          {
            "description": "Document in writing the content, implementation, and maintenance of the Information Security Program",
            "quoted_text": "A. Document in writing the content, implementation, and maintenance of the Information Security Program;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 149,
            "quote_end_line": 150
          },
          {
            "description": "Provide the written Information Security Program and evaluations or updates to the board of directors or governing body (or senior officer if no board exists) at least once every 12 months and promptly (within 30 days) after a Covered Incident",
            "quoted_text": "B. Provide the written Information Security Program and any evaluations thereof or updates thereto to any Covered Business’ board of directors or governing body or, if no such board or equivalent governing body exists, to a senior officer of the Covered Business responsible for the business’ Information Security Program at least once every 12 months and promptly (not to exceed 30 days) after a Covered Incident;",
            "deadline": "At least every 12 months; within 30 days after Covered Incident",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 151,
            "quote_end_line": 155
          },
          {
            "description": "Designate a qualified employee or employees to coordinate and be responsible for the Information Security Program",
            "quoted_text": "C. Designate a qualified employee or employees to coordinate and be responsible for the Information Security Program;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 156,
            "quote_end_line": 157
          },
          {
            "description": "Assess and document, at least once every 12 months and within 30 days following a Covered Incident, internal and external risks to the security, confidentiality, or integrity of Covered Information",
            "quoted_text": "D. Assess and document, at least once every 12 months and promptly (not to exceed 30 days) following a Covered Incident, internal and external risks to the security, confidentiality, or integrity of Covered Information that could result in the (1) unauthorized collection, maintenance, alteration, use, disclosure of, or provision of access to, Covered Information; or the (2) misuse, loss, theft, alteration, destruction, or other compromise of such information;",
            "deadline": "At least every 12 months; within 30 days after Covered Incident",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 158,
            "quote_end_line": 163
          },
          {
            "description": "Design, implement, maintain, and document safeguards controlling for identified internal and external risks, including written security policies, security education/training (including secure software development), technical measures to prevent unsecured access key storage, multi-factor authentication for employees and consumers, access controls and logging, data access controls, monitoring/logging of data transfers and anomalous activity, technical safeguards against unauthorized access, source code risk assessments, and systematic inventory and deletion of Covered Information",
            "quoted_text": "E. Design, implement, maintain, and document safeguards that control for the internal and external risks Covered Businesses identify to the security, confidentiality, or integrity of Covered Information identified in response to sub-Provision D of the Provision entitled Mandated Information Security Program for Covered Businesses. Each safeguard must be based on the volume and sensitivity of the Covered Information that is at risk, and the likelihood that the risk could be realized and result in the (1) unauthorized collection, maintenance, use, disclosure of, or provision of access to, Covered Information; or the (2) misuse, loss, theft, alteration, destruction, or other compromise of such information. Such safeguards must also include: 1. A written information security policy and accompanying written standards and procedures that describe, at a minimum: (a) how each Covered Business implements each of the safeguards identified in this sub-Provision; and (b) how each Covered Business assesses and enforces compliance with these safeguards and any other controls it identifies in the policy and accompanying standards and procedures; 2. Standards, procedures, and policy provisions mandating security education that address internal or external risks each Covered Business identifies under sub- Provision D of this Provision, and that includes, at a minimum: (a) training for each Covered Business’ employees about each Covered Business’ security policy, standards, and procedures, including the requirements of this Order and the process for submitting complaints and concerns, to be conducted when an employee begins employment or takes on a new role, and on at least an annual basis thereafter; and (b) training in secure software development principles, including secure engineering and defensive programming concepts, for developers, engineers, system administrators, and other employees that design, Page 5 of 17 implement, and operate a Covered Business’ products or services or that are otherwise responsible for the security of Covered Information; 3. Technical measures, standards, procedures, and policy provisions to prevent the storage of unsecured access keys or other unsecured credentials on a Covered Business’ network or in any cloud-based services; 4. Policy provisions and, to the extent possible, technical measures requiring employees, contractors, or third parties to secure any accounts with access to a Covered Business’ information technology infrastructure by: (a) using strong, unique passwords; and (b) using multi-factor authentication whenever available; 5. Requiring multi-factor authentication methods for all employees, contractors, and affiliates in order to access any assets (including databases) storing Covered Information. Such multi-factor authentication methods for all employees, contractors, and affiliates shall not include telephone or SMS-based authentication methods and must be resistant to phishing attacks. A Covered Business may use widely-adopted industry authentication options that provide at least equivalent security as the multi-factor authentication options required by this sub-provision, if approved in writing by the Commission; 6. Requiring multi-factor authentication methods be provided as an option for consumers. Any information collected from consumers at the time they select to use multi-factor authentication may only be used for authentication purposes and no other purpose; 7. Technical measures, standards, procedures, and policy provisions to: (a) log and monitor access to repositories of Covered Information in the control of a Covered Business; (b) limit access to Covered Information by, at a minimum, limiting employee and service provider access to what is needed to perform that employee’s or service provider’s job function; (c) grant and audit varying levels of access based on an employee’s need to know; and (d) periodically monitor and terminate employee and contractor accounts following inappropriate usage or termination of employment; 8. Technical measures, standards, procedures, and policy provisions to control data access for all assets (including databases) containing Covered Information or resources containing proprietary (i.e., non-open source) source code repositories, including, at a minimum: (a) restrictions of inbound connections to those originating from approved IP addresses; (b) requiring connections to be authenticated and encrypted; and (c) periodic audits of account permissions; 9. Technical measures, standards, procedures, and policy provisions to: (a) monitor and log transfers or exfiltration of Covered Information outside each Covered Business’ network boundaries; (b) monitor and log data security events and other anomalous activity; and (c) verify the effectiveness of monitoring and logging; Page 6 of 17 10. Technical measures to safeguard against unauthorized access, including: (a) an intrusion prevention or detection system; (b) file integrity monitoring tools; (c) data loss prevention tools; (d) properly configured firewalls; and (e) properly configured physical or logical segmentation of networks, systems, and databases; 11. Technical measures, standards, procedures, and policy provisions to assess the risk posed by source code to Covered Information stored on any Covered Business’ network or other assets, including, at least once every 12 months and promptly (not to exceed 30 days) after a Covered Incident involving a vulnerability related to Respondent’s source code: (a) software code review; and (b) penetration testing of each Covered Business’ software; and 12. Technical measures, procedures, and policy provisions to systematically inventory Covered Information in each Covered Business’ control and Delete Covered Information that is no longer necessary;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 164,
            "quote_end_line": 246
          },
          {
            "description": "Assess at least once every 12 months and within 30 days after a Covered Incident the sufficiency of safeguards in place, and modify the Information Security Program based on results",
            "quoted_text": "F. Assess, at least once every 12 months and promptly (not to exceed 30 days) following a Covered Incident, the sufficiency of any safeguards in place to address the risks to the security, confidentiality, or integrity of Covered Information, and modify the Information Security Program based on the results;",
            "deadline": "At least every 12 months; within 30 days after Covered Incident",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 247,
            "quote_end_line": 250
          },
          {
            "description": "Test and monitor the effectiveness of safeguards at least once every 12 months and within 30 days after a Covered Incident, including vulnerability testing every 4 months and penetration testing at least annually, and modify the program based on results",
            "quoted_text": "G. Test and monitor the effectiveness of the safeguards in place at least once every 12 months and promptly (not to exceed 30 days) following a Covered Incident, and modify the Information Security Program based on the results. Such testing and monitoring must include: (1) vulnerability testing of each Covered Business’ network and applications once every 4 months and promptly (not to exceed 30 days) after a Covered Incident; and (2) penetration testing of each Covered Business’ network(s) and applications at least once every 12 months and promptly (not to exceed 30 days) after a Covered Incident;",
            "deadline": "At least every 12 months; vulnerability testing every 4 months; within 30 days after Covered Incident",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 251,
            "quote_end_line": 257
          },
          {
            "description": "Select and retain service providers capable of safeguarding Covered Information and contractually require them to implement and maintain sufficient safeguards",
            "quoted_text": "H. Select and retain service providers capable of safeguarding Covered Information they access through or receive from each Covered Business, and contractually require service providers to implement and maintain safeguards sufficient to address the internal and external risks to the security, confidentiality, or integrity of Covered Information; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 258,
            "quote_end_line": 261
          },
          {
            "description": "Evaluate and adjust the Information Security Program in light of changes to operations, Covered Incidents, new technologies, or any circumstances that may affect its effectiveness, at a minimum once every 12 months",
            "quoted_text": "I. Evaluate and adjust the Information Security Program in light of any changes to a Covered Business’ operations or business arrangements, a Covered Incident, new or more efficient technological or operational methods to control for the risks identified in sub- Provision D of the Provision entitled Mandated Information Security Program for Covered Businesses, or any other circumstances that a Covered Business or its officers, agents, or employees know or have reason to know may have an impact on the effectiveness of the Information Security Program or any of its individual safeguards. At a minimum, each Covered Business must evaluate the Information Security Program at least once every 12 months and modify the Information Security Program based on the results.",
            "deadline": "At least every 12 months",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 262,
            "quote_end_line": 271
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Comprehensive Security Program"
        ]
      },
      {
        "provision_number": "V",
        "title": "Third Party Information Security Assessments for Covered Businesses",
        "category": "assessment",
        "summary": "Corporate Respondent must obtain initial and biennial independent third-party assessments of its Information Security Program, using a qualified assessor approved by the FTC, covering defined reporting periods for 20 years, with completed assessments submitted to the Commission.",
        "requirements": [
          {
            "description": "Obtain initial and biennial assessments from a qualified, objective, independent third-party professional who uses generally accepted procedures, conducts an independent review, and retains all relevant documents for 5 years and provides them to the Commission within 10 days of request",
            "quoted_text": "A. The Assessments must be obtained from a qualified, objective, independent third-party professional (“Assessor”), who: (1) uses procedures and standards generally accepted in the profession; (2) conducts an independent review of the Information Security Program; and (3) retains all documents relevant to each Assessment for 5 years after completion of such Assessment and will provide such documents to the Commission within 10 days of receipt of a written request from a representative of the Commission. No documents may be withheld by the Assessor on the basis of a claim of confidentiality, proprietary or trade secrets, work product protection, attorney-client privilege, statutory exemption, or any similar claim.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 279,
            "quote_end_line": 287
          },
          {
            "description": "For each Assessment, provide the FTC Associate Director for Enforcement with the name, affiliation, and qualifications of the proposed Assessor for approval",
            "quoted_text": "B. For each Assessment, Corporate Respondent must provide the Associate Director for Enforcement for the Bureau of Consumer Protection at the Federal Trade Commission with the name, affiliation, and qualifications of the proposed Assessor, whom the Associate Director shall have the authority to approve in their sole discretion.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 288,
            "quote_end_line": 291
          },
          {
            "description": "Assessments must cover the first 180 days after the Information Security Program is put in place for the initial Assessment, and each two-year period thereafter for 20 years for biennial Assessments",
            "quoted_text": "C. The reporting period for the Assessments must cover: (1) the first 180 days after the Mandated Information Security Program for Covered Businesses required by Provision IV of this Order has been put in place for the initial Assessment; and (2) each two-year period thereafter for 20 years after issuance of the Order for the biennial Assessments.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 292,
            "quote_end_line": 295
          },
          {
            "description": "Each Assessment must determine whether the Information Security Program has been implemented and maintained, assess its effectiveness, identify gaps or weaknesses, address prior Assessment findings, and identify specific evidence examined to support its conclusions; it must be signed by the Assessor and state that the review was independent",
            "quoted_text": "D. Each Assessment must, for the entire assessment period: 1. Determine whether Corporate Respondent has implemented and maintained the Information Security Program required by the Provision entitled Mandated Information Security Program for Covered Businesses; 2. Assess the effectiveness of Corporate Respondent’s implementation and maintenance of sub-Provisions A-I of the Provision entitled Mandated Information Security Program for Covered Businesses; 3. Identify any gaps or weaknesses in, or instances of material noncompliance with, the Information Security Program; 4. Address the status of gaps or weaknesses in, or instances of material non- compliance with, the Information Security Program that were identified in any prior Assessment required by this Order; and 5. Identify specific evidence (including, but not limited to, documents reviewed, sampling and testing performed, and interviews conducted) examined to make such determinations, assessments, and identifications, and explain why the evidence that the Assessor examined is (a) appropriate for assessing an enterprise Page 8 of 17 of the business’s size, complexity, and risk profile; and (b) sufficient to justify the Assessor’s findings. No finding of any Assessment shall rely primarily on assertions or attestations by Corporate Respondent’s management. The Assessment must be signed by the Assessor, state that the Assessor conducted an independent review of the Information Security Program and did not rely primarily on assertions or attestations by Corporate Respondent’s management, and state the number of hours that each member of the assessment team worked on the Assessment. To the extent Corporate Respondent revises, updates, or adds one or more safeguards required under the Provision entitled Mandated Information Security Program for Covered Businesses in the middle of an Assessment period, the Assessment must assess the effectiveness of the revised, updated, or added safeguard(s) for the time period in which it was in effect, and provide a separate statement detailing the basis for each revised, updated, or additional safeguard.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 296,
            "quote_end_line": 328
          },
          {
            "description": "Each Assessment must be completed within 60 days after the end of the reporting period; the initial Assessment (both unredacted and proposed redacted copies) must be submitted to the Commission within 10 days after completion; subsequent biennial Assessments must be retained and provided to the Associate Director within 10 days of request",
            "quoted_text": "E. Each Assessment must be completed within 60 days after the end of the reporting period to which the Assessment applies. Unless otherwise directed by a Commission representative in writing, Corporate Respondent must submit an unredacted copy of the initial Assessment and a proposed redacted copy suitable for public disclosure of the initial Assessment to the Commission within 10 days after the Assessment has been completed via email to DEbrief@ftc.gov or by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin, “In re Drizly, LLC and James Cory Rellas, FTC File No. 2023185.” Corporate Respondent must retain an unredacted copy of each subsequent biennial Assessment as well as a proposed redacted copy of each subsequent biennial Assessment suitable for public disclosure until the Order is terminated and must provide each such Assessment to the Associate Director for Enforcement within ten (10) days of request. The initial Assessment and any subsequent biennial Assessment provided to the Commission must be marked, in the upper right-hand corner of each page, with the words “DPIP Assessment” in red lettering.",
            "deadline": "Within 60 days after reporting period ends; submitted within 10 days of completion",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 329,
            "quote_end_line": 344
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Third-Party Assessment"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Cooperation with Third-Party Information Security Assessor",
        "category": "affirmative_obligation",
        "summary": "Respondents must fully cooperate with the third-party assessor by providing all relevant information, granting network and IT asset visibility, and disclosing all material facts without misrepresentation.",
        "requirements": [
          {
            "description": "Provide or make available to the Assessor all information and material in Respondents' possession, custody, or control that is relevant to the Assessment and for which there is no reasonable claim of privilege",
            "quoted_text": "A. Provide or otherwise make available to the Assessor all information and material in their possession, custody, or control that is relevant to the Assessment for which there is no reasonable claim of privilege;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 349,
            "quote_end_line": 351
          },
          {
            "description": "Provide or make available to the Assessor information about Corporate Respondent's networks and all information technology assets so the Assessor can determine the scope of the Assessment and have visibility to in-scope portions",
            "quoted_text": "B. Provide or otherwise make available to the Assessor information about Corporate Respondent’s networks and all of Corporate Respondent’s information technology assets so that the Assessor can determine the scope of the Assessment, and visibility to those portions of the networks and information technology assets deemed in scope; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 352,
            "quote_end_line": 355
          },
          {
            "description": "Disclose all material facts to the Assessor and not misrepresent any fact material to the Assessor's determination regarding implementation of the Information Security Program, its effectiveness, or identification of gaps or weaknesses",
            "quoted_text": "C. Disclose all material facts to the Assessor, and not misrepresent in any manner, expressly or by implication, any fact material to the Assessor’s: (1) determination of whether Corporate Respondent has implemented and maintained the Mandated Information Security Program for Covered Businesses; (2) assessment of the effectiveness of the Corporate Respondent’s implementation and maintenance of sub-Provisions A-I of the required Mandated Information Security Program for Covered Businesses; or (3) identification of any gaps or weaknesses in, or instances of material noncompliance with, the Mandated Information Security Program for Covered Businesses.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 359,
            "quote_end_line": 366
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Mandated Information Security Program for Certain Businesses of the Individual Respondent",
        "category": "affirmative_obligation",
        "summary": "For 10 years after issuance, Individual Respondent must ensure that any Relevant Business for which he is a majority owner or senior officer with information security responsibility establishes and maintains a comprehensive information security program meeting detailed minimum requirements within 180 days.",
        "requirements": [
          {
            "description": "For 10 years after issuance, for any Relevant Business where Individual Respondent is majority owner or holds a senior officer role with information security responsibility, ensure within 180 days that the business establishes and implements a comprehensive information security program (Business ISP) protecting Covered Information",
            "quoted_text": "IT IS FURTHER ORDERED that, for 10 years after issuance of this Order, Individual Respondent, for any Relevant Business that he is: 1) majority owner; or 2) employed or functions as a Chief Executive Officer or other senior officer with direct or indirect responsibility for information security, must within 180 days ensure that the business has established and implemented, and thereafter maintains, a comprehensive information security program (“Business ISP”) that protects the security, confidentiality, and integrity of Covered Information. To satisfy this requirement, Individual Respondent must ensure that each Relevant Business, at a minimum:",
            "deadline": "180 days; applies for 10 years after issuance",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 369,
            "quote_end_line": 376
          },
          {
            "description": "Ensure each Relevant Business documents in writing the content, implementation, and maintenance of the Business ISP",
            "quoted_text": "A. Documents in writing the content, implementation, and maintenance of the Business ISP;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 377,
            "quote_end_line": 377
          },
          {
            "description": "Ensure each Relevant Business provides the written Business ISP and evaluations or updates to the board of directors or governing body (or senior officer if no board) at least once every 12 months",
            "quoted_text": "B. Provides the written Business ISP and any evaluations thereof or updates thereto to any Relevant Business’s board of directors or governing body or, if no such board or equivalent governing body exists, to a senior officer of the Relevant Business responsible for the Business ISP at least once every 12 months;",
            "deadline": "At least every 12 months",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 378,
            "quote_end_line": 381
          },
          {
            "description": "Ensure each Relevant Business designates a qualified employee or employees to coordinate and be responsible for the Business ISP",
            "quoted_text": "C. Designates a qualified employee or employees to coordinate and be responsible for the Business ISP;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 382,
            "quote_end_line": 383
          },
          {
            "description": "Ensure each Relevant Business assesses and documents, at least once every 12 months, internal and external risks to the security, confidentiality, or integrity of Covered Information",
            "quoted_text": "D. Assesses and documents, at least once every 12 months, internal and external risks to the security, confidentiality, or integrity of Covered Information that could result in the (1) unauthorized collection, maintenance, alteration, use, disclosure of, or provision of access to, Covered Information; or the (2) misuse, loss, theft, destruction, or other compromise of such information;",
            "deadline": "At least every 12 months",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 384,
            "quote_end_line": 388
          },
          {
            "description": "Ensure each Relevant Business designs, implements, maintains, and documents safeguards controlling for identified risks, based on the volume and sensitivity of Covered Information at risk and likelihood of compromise",
            "quoted_text": "E. Designs, implements, maintains, and documents safeguards that control for the internal and external risks to the security, confidentiality, or integrity of Covered Information identified in response to sub-Provision D of this provision entitled Mandated Information Security Program for Certain Businesses of the Individual Respondent. Each safeguard must be based on the volume and sensitivity of the Covered Information that is at risk, and the likelihood that the risk could be realized and result in the (1) unauthorized collection, maintenance, use, disclosure of, or provision of access to, Covered Information; or the (2) misuse, loss, theft, alteration, destruction, or other compromise of such information;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 389,
            "quote_end_line": 397
          },
          {
            "description": "Ensure each Relevant Business assesses at least once every 12 months the sufficiency of safeguards in place and modifies the Business ISP based on the results",
            "quoted_text": "F. Assesses, at least once every 12 months, the sufficiency of any safeguards in place to address the risks to the security, confidentiality, or integrity of Covered Information, and modify the Business ISP based on the results;",
            "deadline": "At least every 12 months",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 401,
            "quote_end_line": 403
          },
          {
            "description": "Ensure each Relevant Business tests and monitors the effectiveness of safeguards at least once every 12 months, including vulnerability testing every 4 months and penetration testing at least annually, and modifies the Business ISP based on results",
            "quoted_text": "G. Tests and monitors the effectiveness of the safeguards in place at least once every 12 months, and modifies the Business ISP based on the results. Such testing and monitoring must include: (1) vulnerability testing of the Relevant Business’s network and applications once every 4 months; and (2) penetration testing of the Relevant Business’s network(s) and applications at least once every 12 months;",
            "deadline": "At least every 12 months; vulnerability testing every 4 months",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 404,
            "quote_end_line": 408
          },
          {
            "description": "Ensure each Relevant Business selects and retains service providers capable of safeguarding Covered Information and contractually requires them to implement and maintain sufficient safeguards",
            "quoted_text": "H. Selects and retains service providers capable of safeguarding Covered Information they access through or receive from the Relevant Business, and contractually require service providers to implement and maintain safeguards sufficient to address the internal and external risks to the security, confidentiality, or integrity of Covered Information; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 409,
            "quote_end_line": 412
          },
          {
            "description": "Ensure each Relevant Business evaluates and adjusts the Business ISP in light of changes to operations, new technologies, or any circumstances that may affect its effectiveness, at a minimum once every 12 months",
            "quoted_text": "I. Evaluates and adjusts the Business ISP in light of any changes to the Relevant Business’s operations or business arrangements, new or more efficient technological or operational methods to control for the risks identified in sub-Provision D of this provision entitled Mandated Information Security Program for Certain Businesses of the Individual Respondent, or any other circumstances that Individual Respondent or the Relevant Business know or have reason to know may have an impact on the effectiveness of the Business ISP or any of its individual safeguards. At a minimum, each Relevant Business must evaluate the Business ISP at least once every 12 months and modify the Business ISP based on the results.",
            "deadline": "At least every 12 months",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 413,
            "quote_end_line": 421
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Comprehensive Security Program"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Annual Certification",
        "category": "compliance_reporting",
        "summary": "Corporate Respondent must submit an annual certification to the Commission from its CEO (or designated senior officer) confirming compliance with the Order, absence of uncorrected material noncompliance, and describing all verified Covered Incidents during the certified period.",
        "requirements": [
          {
            "description": "One year after issuance and each year thereafter, provide the Commission with a certification from the CEO (or designated senior officer) confirming that: (1) each Covered Business has established, implemented, and maintained the Order's requirements; (2) no material noncompliance exists that has not been corrected or disclosed; and (3) includes a description of all Covered Incidents verified during the certified period",
            "quoted_text": "A. One year after the issuance date of this Order, and each year thereafter, provide the Commission with a certification from Corporate Respondent’s Chief Executive Officer, James Cory Rellas, or if Mr. Rellas no longer serves as Corporate Respondent’s Chief Executive Officer, President, or such other officer (regardless of title) that is designated in Corporate Respondent’s Bylaws or resolution of the Board of Directors as having the duties of the principal executive officer of Corporate Respondent, then a senior corporate manager, or, if no such senior corporate manager exists, a senior officer responsible for Corporate Respondent’s Information Security Program that: (1) each Covered Business has established, implemented, and maintained the requirements of this Order; (2) each Covered Business is not aware of any material noncompliance that has not been (a) corrected or (b) disclosed to the Commission; and (3) includes a brief description of all Covered Incidents that Corporate Respondent verified or confirmed during the certified period. The certification must be based on the personal knowledge of Mr. Rellas, the senior corporate manager, senior officer, or subject matter experts upon whom Mr. Rellas, the senior corporate manager, or senior officer reasonably relies in making the certification.",
            "deadline": "1 year after issuance; annually thereafter",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 424,
            "quote_end_line": 439
          },
          {
            "description": "Submit all annual certifications to the Commission via email to DEbrief@ftc.gov or by overnight courier to the Associate Director for Enforcement, with subject line beginning 'In re Drizly, LLC and James Cory Rellas, FTC File No. 2023185'",
            "quoted_text": "B. Unless otherwise directed by a Commission representative in writing, submit all annual certifications to the Commission pursuant to this Order via email to DEbrief@ftc.gov or by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin, “In re Drizly, LLC and James Cory Rellas, FTC File No. 2023185.”",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 443,
            "quote_end_line": 448
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "IX",
        "title": "Covered Incident Reports",
        "category": "compliance_reporting",
        "summary": "Within 10 days of notifying any U.S. government entity of a Covered Incident, each Covered Business must submit a detailed report to the Commission including the date, facts, types and number of consumers affected, remediation steps, and copies of consumer notices.",
        "requirements": [
          {
            "description": "Within 10 days of any notification to a U.S. federal, state, or local entity of a Covered Incident, each Covered Business must submit a report to the Commission including: incident date, description of facts, types of information affected, number of affected consumers, remediation actions taken, and copies of materially different notices sent to consumers or government entities",
            "quoted_text": "IT IS FURTHER ORDERED that, within 10 days of any notification to a United States federal, state, or local entity of a Covered Incident, each Covered Business must submit a report to the Commission. The report must include, to the extent possible: A. The date, estimated date, or estimated date range when the Covered Incident occurred; B. A description of the facts relating to the Covered Incident, including the causes and scope of the Covered Incident, if known; C. A description of each type of information that was affected by the Covered Incident; D. The number of consumers whose information was affected by the Covered Incident; E. The acts that each Covered Business has taken to date to remediate the Covered Incident and protect Covered Information from further exposure or access, and protect affected individuals from identity theft or other harm that may result from the Covered Incident; and F. A representative copy of each materially different notice sent by each Covered Business to consumers or to any U.S. federal, state, or local government entity regarding the Covered Incident.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 450,
            "quote_end_line": 464
          },
          {
            "description": "All Covered Incident reports must be emailed to DEbrief@ftc.gov or sent by overnight courier to the Associate Director for Enforcement, with subject line beginning 'In re Drizly, LLC and James Cory Rellas, FTC File No. 2023185'",
            "quoted_text": "Unless otherwise directed by a Commission representative in writing, all Covered Incident reports to the Commission pursuant to this Order must be emailed to DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin, “In re Drizly, LLC and James Cory Rellas, FTC File No. 2023185.”",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 465,
            "quote_end_line": 470
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "X",
        "title": "Acknowledgments of the Order",
        "category": "acknowledgment",
        "summary": "Each Respondent must acknowledge receipt of the Order within 10 days, deliver copies of the Order to all relevant principals, officers, and employees within 10 days (and to future personnel before they assume responsibilities), and obtain signed acknowledgments from each recipient within 30 days.",
        "requirements": [
          {
            "description": "Within 10 days after the effective date of this Order, each Respondent must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury",
            "quoted_text": "A. Each Respondent, within 10 days after the effective date of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 474,
            "quote_end_line": 475
          },
          {
            "description": "For 10 years after issuance, deliver a copy of this Order to all principals, officers, directors, LLC managers and members; employees and agents with managerial responsibilities for data security or consumer information; employees with primary responsibility for a Relevant Business' data security; and any new business entity resulting from structural changes. Delivery must occur within 10 days after the effective date for current personnel; before assuming responsibilities for all others",
            "quoted_text": "B. For 10 years after the issuance date of this Order, Individual Respondent for any business that such Respondent, individually or collectively with any other Respondent is the majority owner or controls, directly or indirectly, and Corporate Respondent must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees, agents, and representatives with managerial responsibilities for a Covered Business’ data security, collection of consumer information, and decision- making about the use of consumer information; (3) the employee(s) having primary responsibility for a Relevant Business’ data security, collection of consumer information, and decision-making about the use of consumer information; and (4) any business entity resulting from any change in structure as set forth in the Provision titled Compliance Report and Notices. Delivery must occur within 10 days after the effective date of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "10 days for current personnel; before assuming responsibilities for others",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 479,
            "quote_end_line": 491
          },
          {
            "description": "From each individual or entity to whom Respondents delivered a copy of this Order, obtain within 30 days a signed and dated acknowledgment of receipt",
            "quoted_text": "C. From each individual or entity to which Respondents delivered a copy of this Order, Respondents must obtain, within 30 days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 492,
            "quote_end_line": 494
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "XI",
        "title": "Compliance Report and Notices",
        "category": "compliance_reporting",
        "summary": "Each Respondent must submit an initial compliance report one year after issuance, provide timely notices of any material changes (within 14 days), and notify the Commission of any bankruptcy filings within 14 days, with all submissions made under penalty of perjury.",
        "requirements": [
          {
            "description": "One year after issuance, each Respondent must submit a compliance report sworn under penalty of perjury identifying contact information, all businesses and their activities, describing compliance with each Order Provision, and providing copies of Order acknowledgments",
            "quoted_text": "A. One year after the issuance date of this Order, each Respondent must submit a compliance report, sworn under penalty of perjury, in which: 1. Each Respondent must: (a) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission, may use to communicate with Respondent; (b) identify all of that Respondent’s businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (c) describe the activities of each business, including the goods and services offered, the means of advertising, marketing, and sales, and the involvement of any other Respondent (which Individual Respondent must describe if they know or should know due to their own involvement); (d) describe in detail whether and how that Respondent is in compliance with each Provision of this Order, including a discussion of all of the changes the Respondent made to comply with the Order; and (e) provide a copy of each Acknowledgment of the Order obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "1 year after issuance",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 498,
            "quote_end_line": 512
          },
          {
            "description": "Additionally, Individual Respondent must include in the compliance report: all telephone numbers and addresses including residences, all business activities, description of involvement in each business activity, and whether each identified business is a Relevant Business",
            "quoted_text": "2. Additionally, Individual Respondent must: (a) identify all their telephone numbers and all their physical, postal, email and Internet addresses, including all residences; (b) identify all their business activities, including any business for which such Respondent performs services whether as an employee or otherwise and any entity in which such Respondent has any ownership interest; (c) describe in detail such Respondent’s involvement in each such business activity, including Page 13 of 17 title, role, responsibilities, participation, authority, control, and any ownership; and (d) explain whether or not any business identified in sub-part (b) is a Relevant Business.",
            "deadline": "1 year after issuance",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 513,
            "quote_end_line": 524
          },
          {
            "description": "Each Respondent must submit a compliance notice sworn under penalty of perjury within 14 days of any change in designated contact points or the structure of Corporate Respondent or any entity Respondent owns or controls; Individual Respondent must also notify of any change in name, residence address, or business title or role",
            "quoted_text": "B. Each Respondent must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following: 1. Each Respondent must submit notice of any change in: (a) any designated point of contact; or (b) the structure of Corporate Respondent or any entity that Respondent has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order. 2. Additionally, Individual Respondent must submit notice of any change in: (a) name, including alias or fictitious name, or residence address; or (b) title or role in any business activity, including (i) any business for which Respondent performs services whether as an employee or otherwise and (ii) any entity in which Respondent has any ownership interest and over which Respondent has direct or indirect control. For each such business, also identify its name, physical address, any Internet address, and whether or not it is a Relevant Business.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 525,
            "quote_end_line": 539
          },
          {
            "description": "Each Respondent must submit notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding within 14 days of its filing",
            "quoted_text": "C. Each Respondent must submit notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against such Respondent within 14 days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 540,
            "quote_end_line": 542
          },
          {
            "description": "Any submission required to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746",
            "quoted_text": "D. Any submission to the Commission required by this Order to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, such as by concluding: “I declare under penalty of perjury under the laws of the United States of America that the foregoing is true and correct. Executed on: _____” and supplying the date, signatory’s full name, title (if applicable), and signature.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 543,
            "quote_end_line": 547
          },
          {
            "description": "Unless otherwise directed, all submissions must be emailed to DEbrief@ftc.gov or sent by overnight courier to the Associate Director for Enforcement, with subject line beginning 'In re Drizly, LLC and James Cory Rellas, FTC File No. 2023185'",
            "quoted_text": "E. Unless otherwise directed by a Commission representative in writing, all submissions to the Commission pursuant to this Order must be emailed to DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin: In re Drizly, LLC and James Cory Rellas, FTC File No. 2023185.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 548,
            "quote_end_line": 553
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "XII",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondents must create records for 20 years and retain them for 5 years (unless otherwise specified), covering accounting records, personnel records, consumer complaints, advertising materials, privacy representations, Assessment materials, law enforcement communications, noncompliance records, and all records necessary to demonstrate full compliance.",
        "requirements": [
          {
            "description": "Create and retain accounting records showing revenues, costs, and net profit or loss from all goods or services sold",
            "quoted_text": "A. Accounting records showing the revenues from all goods or services sold, the costs incurred in generating those revenues, and resulting net profit or loss;",
            "deadline": "20 years creation / 5 years retention",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 563,
            "quote_end_line": 564
          },
          {
            "description": "Create and retain personnel records showing, for each person providing services in relation to any aspect of the Order, that person's name, addresses, telephone numbers, job title or position, dates of service, and reason for termination if applicable",
            "quoted_text": "B. Personnel records showing, for each person providing services in relation to any aspect of the Order, whether as an employee or otherwise, that person’s: name, addresses, telephone numbers, job title or position, dates of service, and (if applicable) the reason for termination;",
            "deadline": "20 years creation / 5 years retention",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 565,
            "quote_end_line": 568
          },
          {
            "description": "Create and retain copies of all consumer complaints related to information security, privacy, or identity theft received directly or indirectly by Corporate Respondent, and any responses",
            "quoted_text": "C. Copies or records of all consumer complaints related to information security, privacy, or identity theft whether received directly or indirectly by Corporate Respondent, such as through a third party, and any response;",
            "deadline": "20 years creation / 5 years retention",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 569,
            "quote_end_line": 571
          },
          {
            "description": "Retain a copy of each unique advertisement or other marketing material containing a representation subject to this Order",
            "quoted_text": "D. A copy of each unique advertisement or other marketing material of Corporate Respondent containing a representation subject to this Order;",
            "deadline": "20 years creation / 5 years retention",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 572,
            "quote_end_line": 573
          },
          {
            "description": "Retain a copy of each widely disseminated and materially different representation describing the extent to which Corporate Respondent maintains or protects the privacy, security, availability, confidentiality, or integrity of any Covered Information",
            "quoted_text": "E. A copy of each widely disseminated and materially different representation by Corporate Respondent that describes the extent to which Corporate Respondent maintains or protects the privacy, security, availability, confidentiality, or integrity of any Covered Information, including any representation concerning a change in any website or other service controlled by Corporate Respondent that relates to privacy, security, availability, confidentiality, or integrity of Covered Information;",
            "deadline": "20 years creation / 5 years retention",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 574,
            "quote_end_line": 579
          },
          {
            "description": "Retain for 5 years after preparation of each Assessment all materials and evidence that the Assessor considered, reviewed, relied upon, or examined to prepare the Assessment, including all plans, reports, studies, reviews, audits, policies, training materials, and assessments",
            "quoted_text": "F. For 5 years after the date of preparation of each Assessment required by this Order, all materials and evidence that the Assessor considered, reviewed, relied upon or examined to prepare the Assessment, whether prepared by or on behalf of Respondents, including all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, and any other materials concerning Respondents’ compliance with related Provisions of this Order, for the compliance period covered by such Assessment;",
            "deadline": "5 years after Assessment preparation",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 580,
            "quote_end_line": 585
          },
          {
            "description": "Retain for 5 years from the date received copies of all subpoenas and other communications with law enforcement relating to Respondents' compliance with this Order",
            "quoted_text": "G. For 5 years from the date received, copies of all subpoenas and other communications with law enforcement, if such communications relate to Respondents’ compliance with this Order;",
            "deadline": "5 years from date received",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 586,
            "quote_end_line": 588
          },
          {
            "description": "Retain for 5 years from the date created or received all records that tend to show any lack of compliance by Respondents with this Order",
            "quoted_text": "H. For 5 years from the date created or received, all records, whether prepared by or on behalf of Respondents, that tend to show any lack of compliance by Respondents with this Order; and",
            "deadline": "5 years from date created or received",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 589,
            "quote_end_line": 591
          },
          {
            "description": "Retain all records necessary to demonstrate full compliance with each Provision of this Order, including all submissions to the Commission",
            "quoted_text": "I. All records necessary to demonstrate full compliance with each Provision of this Order, including all submissions to the Commission.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 592,
            "quote_end_line": 593
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "XIII",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission is authorized to monitor Respondents' compliance by requesting additional reports and records within 10 days, communicating directly with and interviewing affiliated persons, and using any other lawful means including undercover methods.",
        "requirements": [
          {
            "description": "Within 10 days of receipt of a written request from a Commission representative, Respondents must submit additional compliance reports or other requested information sworn under penalty of perjury, and produce records for inspection and copying",
            "quoted_text": "A. Within 10 days of receipt of a written request from a representative of the Commission, Respondents must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury, and produce records for inspection and copying.",
            "deadline": "10 days of request",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 600,
            "quote_end_line": 603
          },
          {
            "description": "Respondents must permit Commission representatives to communicate directly with Respondents and to interview anyone affiliated with Respondents who has agreed to such an interview (interviewee may have counsel present)",
            "quoted_text": "B. For matters concerning this Order, representatives of the Commission are authorized to communicate directly with Respondents. Respondents must permit representatives of the Commission to interview anyone affiliated with Respondents who has agreed to such an interview. The interviewee may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 604,
            "quote_end_line": 607
          },
          {
            "description": "The Commission may use all other lawful means, including posing as consumers, suppliers, or other individuals or entities, without prior identification or notice, and may use compulsory process under Sections 9 and 20 of the FTC Act",
            "quoted_text": "C. The Commission may use all other lawful means, including posing through its representatives as consumers, suppliers, or other individuals or entities, to Respondents or any individual or entity affiliated with Respondents, without the necessity of identification or prior notice. Nothing in this Order limits the Commission’s lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 608,
            "quote_end_line": 613
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "XIV",
        "title": "Order Effective Dates and Duration",
        "category": "duration",
        "summary": "This Order is effective upon publication on the FTC's website and terminates 20 years from its issuance date, or 20 years from the most recent date the Commission files a complaint alleging a violation, whichever is later, subject to specified exceptions.",
        "requirements": [
          {
            "description": "The Order is final and effective upon publication on the Commission's website (ftc.gov) as a final order and terminates 20 years from issuance or 20 years from the most recent date the Commission files a violation complaint, whichever is later, subject to exceptions for provisions terminating in less than 20 years, non-defendant respondents, and complaints filed after the Order has terminated",
            "quoted_text": "IT IS FURTHER ORDERED that this Order is final and effective upon the date of its publication on the Commission’s website (ftc.gov) as a final order. This Order will terminate 20 years from the date of its issuance, (which date may be stated at the end of this Order, near the Commission’s seal), or 20 years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of this Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Provision in this Order that terminates in less than 20 years; B. This Order’s application to any Respondent that is not named as a defendant in such complaint; and C. This Order if such complaint is filed after the Order has terminated pursuant to this Provision. Page 16 of 17 Provided, further, that if such complaint is dismissed or a federal court rules that the Respondents did not violate any provision of the Order, and the dismissal or ruling is either not appealed or upheld on appeal, then the Order will terminate according to this Provision as though the complaint had never been filed, except that the Order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 615,
            "quote_end_line": 634
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This Order will terminate 20 years from the date of its issuance, (which date may be stated at the end of this Order, near the Commission's seal), or 20 years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of this Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Provision in this Order that terminates in less than 20 years; B. This Order's application to any Respondent that is not named as a defendant in such complaint; and C. This Order if such complaint is filed after the Order has terminated pursuant to this Provision."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "01.23, Drizly Complaint (Pending).pdf",
      "order": "01.23, Drizly Order (Pending).pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 2,
      "order_provisions": 14,
      "order_definitions": 9,
      "order_requirements": 62,
      "provisions_per_section": {
        "I": 3,
        "II": 2,
        "III": 3,
        "IV": 10,
        "V": 5,
        "VI": 3,
        "VII": 10,
        "VIII": 2,
        "IX": 2,
        "X": 3,
        "XI": 6,
        "XII": 9,
        "XIII": 3,
        "XIV": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 2,
        "complaint_total": 2,
        "order_verified": 62,
        "order_total": 62
      }
    },
    "processing_time_seconds": 159.9
  }
}