{
  "case_info": {
    "docket_number": "C-4790",
    "company": {
      "name": "Epic Games, Inc.",
      "incorporation_state": "Maryland",
      "entity_type": "corporation",
      "address": "620 Crossroads Blvd., Cary, North Carolina 27518",
      "business_description": "Epic Games, Inc. is the developer and distributor of the video game Fortnite and operates the Epic Games Store, an online video game store. Fortnite is available on multiple platforms including Sony PlayStation, Microsoft Xbox, Nintendo Switch, Google Android, and Windows PCs, with more than 400 million registered users. Epic generates revenue through in-game purchases of cosmetics, battle passes, and other digital content."
    },
    "commissioners": [
      "Lina M. Khan, Chair",
      "Rebecca Kelly Slaughter",
      "Christine S. Wilson",
      "Alvaro M. Bedoya"
    ],
    "case_date": {
      "month": 1,
      "year": 2024
    },
    "legal_authority": "Section 5 of the Federal Trade Commission Act",
    "violation_type": "unfair",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/1923203-epic-games-matter",
    "statutory_topics": [
      "Section 5 Only"
    ],
    "practice_areas": [
      "Deceptive Design / Dark Patterns"
    ],
    "industry_sectors": [
      "Technology"
    ]
  },
  "complaint": {
    "factual_background": "Epic Games, the developer of the popular video game Fortnite, charged consumers—including parents of children—without obtaining their express informed consent, using design tricks known as 'dark patterns' that made accidental purchases easy while deliberately obscuring cancellation and refund options. Epic saved consumers' payment information by default without adequate notice and billed accounts for in-game purchases (V-Bucks, Cosmetics, Battle Passes, Llamas) triggered by a single button press, with no confirmation step required. Despite receiving over one million consumer complaints and repeated internal employee warnings, Epic resisted adding safeguards because it feared reducing 'impulse purchases.' Epic further used dark patterns to hide and complicate the refund process, including deliberately burying the refund link under 'Settings' to discourage its use. When consumers attempted to dispute unauthorized charges through their credit card providers (chargebacks), Epic retaliated by deactivating their Fortnite accounts, causing them to lose access to all previously purchased content without refund.",
    "representations_made": [
      {
        "description": "Epic charged consumers for in-game items without first obtaining their express informed consent, including charging parents for children's in-app purchases triggered by a single button press with no confirmation step",
        "quoted_text": "55. In numerous instances, Respondent has charged consumers without having obtained consumers’ express informed consent.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 55,
        "quote_start_line": 387,
        "quote_end_line": 388
      },
      {
        "description": "Epic denied consumers access to their Fortnite accounts—including all previously paid-for content—when those consumers disputed unauthorized charges with their credit card providers",
        "quoted_text": "58. In numerous instances, Respondent has denied consumers access to their Fortnite accounts for disputing unauthorized charges.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 58,
        "quote_start_line": 396,
        "quote_end_line": 397
      },
      {
        "description": "Epic saved consumers' payment information by default and used it to bill future charges, including unauthorized charges by children, without informing consumers their cards had been saved",
        "quoted_text": "9. At the time of Fortnite’s launch, when consumers first made a purchase through Epic – for example, of any video game – Epic saved consumers’ payment information by default and used it to bill consumers for future charges, including charges incurred by children while playing Fortnite or other games. Many consumers did not realize that Epic had saved their cards.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 9,
        "quote_start_line": 55,
        "quote_end_line": 58
      },
      {
        "description": "Epic designed its in-game purchase flows so that a single accidental button press immediately charged consumers, with no confirmation required, while making cancellation and refunds deliberately difficult",
        "quoted_text": "31. In none of the scenarios just described does Epic require users to take any further action before charging them, such as asking them to confirm their purchase. By contrast, as discussed below, Epic requires users to press and hold a button in order to cancel unwanted charges and to confirm their request for a refund.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 31,
        "quote_start_line": 183,
        "quote_end_line": 186
      },
      {
        "description": "Epic deliberately obscured the refund request feature by hiding it under 'Settings' in an attempt to prevent consumers from finding and using it",
        "quoted_text": "and lengthy path to request a refund through the Fortnite app. To start, Epic hid the link to submit a refund request under the “Settings” tab on the Fortnite app menu, far removed from the purchase screen, even though requesting a refund is not a game or device setting. The Epic user experience (“UX”) designer who helped design the refund request path reported that he put the link there in an “attempt to obfuscate the existence of the feature” and that “not a single player found this option in the most recent round of UX testing.” When the designer asked whether he should make the feature easier to find, he was told by a superior, “it is perfect where it is at.”",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 43,
        "quote_start_line": 323,
        "quote_end_line": 329
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Unfair Billing Without Express Informed Consent",
        "representation": "In numerous instances, Respondent charged consumers for in-game items and digital content without having obtained consumers' express informed consent, including through dark-pattern purchase flows that required only a single button press with no confirmation step, and by billing stored payment information for children's in-app purchases without parental authorization.",
        "fact": "Epic was required to obtain consumers' express informed consent before billing them for any charge. Instead, Epic knowingly designed its purchase flows to enable charges from a single accidental button press, ignored over a million consumer complaints and repeated internal employee recommendations to add confirmation steps, and persisted in these practices because it feared confirmation steps would reduce impulse purchases.",
        "conclusion": "Therefore, Respondent's acts or practices as set forth in Paragraph 55 constitute unfair acts or practices in violation of Section 5 of the FTC Act, 15 U.S.C. § 45(a) and (n)."
      },
      {
        "count_number": 2,
        "title": "Unfair Denial of Account Access for Disputing Charges",
        "representation": "In numerous instances, Respondent denied consumers access to their Fortnite accounts—including all previously paid-for content stored therein—when consumers exercised their legal right to dispute unauthorized charges with their credit card providers and seek chargebacks.",
        "fact": "Consumers have a legal right under the Fair Credit Billing Act to dispute unauthorized charges with their financial institutions. Epic was not permitted to retaliate against consumers for exercising this right by permanently or temporarily deactivating their accounts and withholding access to content they had legitimately purchased, without providing refunds for that content.",
        "conclusion": "Therefore, Respondent's acts or practices as set forth in Paragraph 58 constitute unfair acts or practices in violation of Section 5 of the FTC Act, 15 U.S.C. § 45(a) and (n)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Account Holder": "an individual or entity that is responsible for paying for Charges associated with an account to which Respondent may bill Charges.",
      "Application": "any software application that can be installed on a computing device, including a personal computer, mobile device, or video game console.",
      "Application Activity": "any user conduct within an Application, including the acquisition of currency, goods, services, or other Applications.",
      "Charge": "a charge associated with an Application Activity billed by Respondent.",
      "Clear and conspicuous": "means that a required disclosure is difficult to miss (i.e., easily noticeable) and easily understandable by ordinary consumers, including in all of the following ways:\n1. In any communication that is solely visual or solely audible, the disclosure must be made through the same means through which the communication is presented. In any communication made through both visual and audible means, such as a television advertisement, the disclosure must be presented simultaneously in both the visual and audible portions of the communication even if the representation requiring the disclosure (\"triggering representation\") is made through only one means.\n2. A visual disclosure, by its size, contrast, location, the length of time it appears, and other characteristics, must stand out from any accompanying text or other visual elements so that it is easily noticed, read, and understood.\n3. An audible disclosure, including by telephone or streaming video, must be delivered in a volume, speed, and cadence sufficient for ordinary consumers to easily hear and understand it.\n4. In any communication using an interactive electronic medium, such as the Internet or software, the disclosure must be unavoidable.\n5. The disclosure must use diction and syntax understandable to ordinary consumers and must appear in each language in which the triggering representation appears.\n6. The disclosure must comply with these requirements in each medium through which it is received, including all electronic devices and face-to-face communications.\n7. The disclosure must not be contradicted or mitigated by, or inconsistent with, anything else in the communication.\n8. When the representation or sales practice targets a specific audience, such as children, the elderly, or the terminally ill, \"ordinary consumers\" includes reasonable members of that group.",
      "Express, Informed Consent": "upon being presented with options to provide or withhold consent, an affirmative act communicating informed authorization of a Charge, made prior to and proximate to an Application Activity for which there is a Charge and to Respondent's Clear and Conspicuous disclosure of all material information related to the billing, including:\n1. If consent is sought for a specific Charge: (a) the Application Activity associated with the Charge; (b) the specific amount of the Charge; and (c) the account that will be billed for the Charge; or\n2. If consent is sought for potential future Charges: (a) the scope of the Charges for which consent is sought, including the duration and Applications to which consent applies; (b) the account that will be billed for the Charge; and (c) method(s) through which the Account Holder can revoke or otherwise modify the scope of consent on the device, including an immediate means to access the method(s).\nProvided that the solicitation of the \"affirmative act\" and the disclosure of the information in F.1 and F.2 must be reasonably calculated to ensure that the person providing Express, Informed Consent is the Account Holder.\nProvided also that if Respondent obtains Express, Informed Consent to potential future Charges as set forth in definition F.2 above, it must do so a minimum of once per device.\nProvided also that Express, Informed Consent may not be obtained through a user interface that has the effect of subverting or impairing user autonomy, decision-making, or choice."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Billing Without Express, Informed Consent",
        "category": "prohibition",
        "summary": "Respondent is prohibited from billing an Account Holder for any Charge without first obtaining Express, Informed Consent. If Respondent obtains consent for future charges, it must provide a simple mechanism to revoke that consent at any time.",
        "requirements": [
          {
            "description": "Must not bill any Account Holder for any Charge without having obtained Express, Informed Consent for the Charge",
            "quoted_text": "IT IS ORDERED that Respondent and its officers, agents, and employees, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, are restrained and enjoined for the term of this Order from billing an Account Holder for any Charge without having obtained Express, Informed Consent for the Charge. If Respondent seeks and obtains Express, Informed Consent to billing",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 528,
            "quote_end_line": 532
          },
          {
            "description": "If Respondent obtains Express, Informed Consent for potential future Charges, must provide a simple, non-burdensome mechanism for the Account Holder to revoke consent at any time, at least as simple as the mechanism used to initiate the Charge(s)",
            "quoted_text": "Consent for the Charge. If Respondent seeks and obtains Express, Informed Consent to billing potential future Charges (other than future royalty payments owed by the user based on revenue the user derives from use of an Application), Respondent must provide the Account Holder with a simple mechanism to revoke consent at any time. Such mechanism must not be difficult, costly, confusing, or time consuming, and must be at least as simple as the mechanism the consumer used to initiate the Charge(s).",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 532,
            "quote_end_line": 537
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Deceptive Design / Dark Patterns"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Prohibition Against Denying Account Access for Disputing Charges",
        "category": "prohibition",
        "summary": "Respondent is permanently prohibited from denying, temporarily or permanently, a consumer's access to or use of their account — including any paid-for goods or services — for reasons that include the consumer's dispute of a Charge.",
        "requirements": [
          {
            "description": "Must not deny, temporarily or permanently, a consumer's access to or use of their account, including any paid-for goods or services, for reasons that include the consumer's dispute of a Charge",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent and its officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with the advertising, marketing, promoting, offering for sale, or selling of any goods or services, are permanently restrained and enjoined from denying, temporarily or permanently, a consumer’s access to or use of his or her account, including any paid-for goods or services, for reasons that include the consumer’s dispute of a Charge.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 539,
            "quote_end_line": 545
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Deceptive Design / Dark Patterns"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "III",
        "title": "Monetary Relief",
        "category": "affirmative_obligation",
        "summary": "Respondent must pay $245,000,000 to the Commission within 8 days of the effective date of this Order by electronic fund transfer.",
        "requirements": [
          {
            "description": "Pay $245,000,000 to the Commission (held in escrow by undersigned counsel)",
            "quoted_text": "A. Respondent must pay to the Commission $245,000,000, which its undersigned counsel holds in escrow for no purpose other than payment to the Commission.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 548,
            "quote_end_line": 549
          },
          {
            "description": "Payment must be made within 8 days of the effective date of this Order by electronic fund transfer in accordance with Commission instructions",
            "quoted_text": "B. Such payment must be made within 8 days of the effective date of this Order by electronic fund transfer in accordance with instructions provided by a representative of the Commission.",
            "deadline": "8 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 550,
            "quote_end_line": 552
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Deceptive Design / Dark Patterns"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Additional Monetary Provisions",
        "category": "affirmative_obligation",
        "summary": "Respondent relinquishes all rights to assets transferred under this Order; complaint facts are taken as true in subsequent litigation; money paid may be used for consumer redress; interest accrues on default; daily nonpayment constitutes a separate violation; and Respondent's Taxpayer ID may be used for collecting delinquent amounts.",
        "requirements": [
          {
            "description": "Respondent relinquishes dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek their return",
            "quoted_text": "A. Respondent relinquishes dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek the return of any assets.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 555,
            "quote_end_line": 556
          },
          {
            "description": "Facts alleged in the Complaint will be taken as true without further proof in any subsequent civil litigation by or on behalf of the Commission to enforce payment rights under this Order",
            "quoted_text": "B. The facts alleged in the Complaint will be taken as true, without further proof, in any subsequent civil litigation by or on behalf of the Commission to enforce its rights to any payment pursuant to this Order, such as a nondischargeability complaint in any 4 bankruptcy case.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 557,
            "quote_end_line": 563
          },
          {
            "description": "Facts in the Complaint establish all elements necessary to sustain an action under Section 523(a)(2)(A) of the Bankruptcy Code; this Order will have collateral estoppel effect for such purposes",
            "quoted_text": "C. The facts alleged in the Complaint establish all elements necessary to sustain an action by or on behalf of the Commission pursuant to Section 523(a)(2)(A) of the Bankruptcy Code, 11 U.S.C. § 523(a)(2)(A), and this Order will have collateral estoppel effect for such purposes.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 564,
            "quote_end_line": 567
          },
          {
            "description": "Money paid to the Commission may be used for consumer redress and related expenses; any remaining money may be applied to other related relief or deposited to the U.S. Treasury; Respondent has no right to challenge activities under this Provision",
            "quoted_text": "D. All money paid to the Commission pursuant to this Order may be deposited into a fund administered by the Commission or its designee to be used for relief, including consumer redress and any attendant expenses for the administration of any redress fund. If a representative of the Commission decides that direct redress to consumers is wholly or partially impracticable or money remains after redress is completed, the Commission may apply any remaining money for such other relief (including consumer information remedies) as it determines to be reasonably related to Respondent’s practices alleged in the Complaint. Any money not used is to be deposited to the U.S. Treasury. Respondent has no right to challenge any activities pursuant to this Provision.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 568,
            "quote_end_line": 576
          },
          {
            "description": "In the event of default, interest accrues from the date of default; if default continues for 10 days beyond the payment due date, the entire amount becomes immediately due and payable",
            "quoted_text": "E. In the event of default on any obligation to make payment under this Order, interest, computed as if pursuant to 28 U.S.C. § 1961(a), shall accrue from the date of default to the date of payment. In the event such default continues for 10 days beyond the date that payment is due, the entire amount will immediately become due and payable.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 577,
            "quote_end_line": 580
          },
          {
            "description": "Each day of nonpayment constitutes a separate offense and violation of the Order for which a civil penalty shall accrue",
            "quoted_text": "F. Each day of nonpayment is a violation through continuing failure to obey or neglect to obey a final order of the Commission and thus will be deemed a separate offense and violation for which a civil penalty shall accrue.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 581,
            "quote_end_line": 583
          },
          {
            "description": "Respondent acknowledges its Taxpayer Identification Number may be used for collecting and reporting on any delinquent amount arising out of this Order",
            "quoted_text": "G. Respondent acknowledges that its Taxpayer Identification Number (Social Security or Employer Identification Number), which Respondent has previously submitted to the Commission, may be used for collecting and reporting on any delinquent amount arising out of this Order, in accordance with 31 U.S.C. § 7701.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 584,
            "quote_end_line": 587
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Deceptive Design / Dark Patterns"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "V",
        "title": "Customer Information",
        "category": "affirmative_obligation",
        "summary": "Respondent must provide sufficient customer information to enable the Commission to administer consumer redress, and must respond to any written Commission request for redress-related information within 14 days.",
        "requirements": [
          {
            "description": "Must directly or indirectly provide sufficient customer information to enable the Commission to efficiently administer consumer redress to Account Holders billed without Express, Informed Consent and those denied access to paid-for goods or services for disputing a Charge",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent must directly or indirectly provide sufficient customer information to enable the Commission to efficiently administer consumer redress to Account Holders to whom Respondent billed a Charge without Express, Informed Consent, and Account Holders whom Respondent denied access to paid-for goods or services for disputing",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 589,
            "quote_end_line": 592
          },
          {
            "description": "If a Commission representative requests in writing any information related to redress, must provide it in the form prescribed by the Commission representative within 14 days",
            "quoted_text": "any Charge. If a representative of the Commission requests in writing any information related to redress, Respondent must provide it, in the form prescribed by the Commission representative, within 14 days.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 593,
            "quote_end_line": 595
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Deceptive Design / Dark Patterns"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Acknowledgments of the Order",
        "category": "acknowledgment",
        "summary": "Respondent must submit a sworn acknowledgment of receipt of the Order within 10 days, deliver copies to key personnel within 10 days, and obtain signed acknowledgments from each recipient within 30 days.",
        "requirements": [
          {
            "description": "Within 10 days after the effective date of this Order, submit to the Commission a sworn acknowledgment of receipt of this Order under penalty of perjury",
            "quoted_text": "A. Respondent, within 10 days after the effective date of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 602,
            "quote_end_line": 603
          },
          {
            "description": "For 20 years after issuance, deliver a copy of this Order to all principals, officers, directors, LLC managers and members; employees and agents with managerial responsibilities related to the Order's subject matter; and any successor business entities. Delivery must occur within 10 days for current personnel and within 10 days of assuming responsibilities for new personnel",
            "quoted_text": "B. For 20 years after the issuance date of this Order, Respondent must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees having managerial responsibilities for conduct related to the subject matter of the Order and all agents and representatives who participate in conduct related to the subject matter of the Order; and (3) any business entity resulting from any change in structure as set forth in the Provision titled Compliance Report and Notices. Delivery must occur within 10 days after the effective date of this Order for current personnel. For all others, delivery must occur within 10 days of when they assume their responsibilities.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 604,
            "quote_end_line": 611
          },
          {
            "description": "From each individual or entity to which a copy of the Order was delivered, obtain a signed and dated acknowledgment of receipt within 30 days",
            "quoted_text": "C. From each individual or entity to which Respondent delivered a copy of this Order, Respondent must obtain, within 30 days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 612,
            "quote_end_line": 614
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Deceptive Design / Dark Patterns"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Compliance Report and Notices",
        "category": "compliance_reporting",
        "summary": "Respondent must submit a sworn compliance report one year after issuance, provide sworn compliance notices within 14 days of certain structural or contact changes for 10 years, and notify the Commission within 14 days of any bankruptcy filing.",
        "requirements": [
          {
            "description": "One year after issuance, submit a sworn compliance report identifying contact points, all businesses, activities, and purchase/billing practices; describe compliance with each Provision including material changes; and provide copies of all Order acknowledgments not previously submitted",
            "quoted_text": "A. One year after the issuance date of this Order, Respondent must submit a compliance report, sworn under penalty of perjury, in which: 1. Respondent must: (a) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission, may use to communicate with Respondent; (b) identify all of Respondent’s businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (c) describe the activities of each business, including the goods and services offered, purchase flows, billing practices; (d) describe in detail whether and how Respondent is in compliance with each Provision of this Order, including a discussion of all material changes Respondent made to comply with the Order; and (e) provide a copy of each Acknowledgment of the Order obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 618,
            "quote_end_line": 629
          },
          {
            "description": "For 10 years after issuance, submit a sworn compliance notice within 14 days of any change in designated contact points or in the structure of Respondent or any entity it owns or controls that may affect compliance obligations, including creation, merger, sale, or dissolution",
            "quoted_text": "B. For 10 years after the issuance date of this Order, Respondent must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following: 1. Respondent must submit notice of any change in: (a) any designated point of contact; or (b) the structure of Respondent or any entity that Respondent has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 630,
            "quote_end_line": 637
          },
          {
            "description": "Submit notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against Respondent within 14 days of its filing",
            "quoted_text": "C. Respondent must submit notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against Respondent within 14 days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 641,
            "quote_end_line": 642
          },
          {
            "description": "Any submission required to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, including the required declaration language, date, full name, title, and signature",
            "quoted_text": "D. Any submission to the Commission required by this Order to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, such as by concluding: “I declare under penalty of perjury under the laws of the United States of America that the foregoing is true and correct. Executed on: _____” and supplying the date, signatory’s full name, title (if applicable), and signature.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 643,
            "quote_end_line": 647
          },
          {
            "description": "Unless otherwise directed, all submissions must be emailed to DEbrief@ftc.gov or sent by overnight courier to the Associate Director for Enforcement, Bureau of Consumer Protection, FTC, 600 Pennsylvania Avenue NW, Washington, DC 20580, with subject line beginning: In re Epic Games, Inc., [C or D docket number]",
            "quoted_text": "E. Unless otherwise directed by a Commission representative in writing, all submissions to the Commission pursuant to this Order must be emailed to DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin: In re Epic Games, Inc., [C or D docket number].",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 648,
            "quote_end_line": 653
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Deceptive Design / Dark Patterns"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must create and retain specified records for 10 years (with 5-year retention), including accounting records, personnel records, consumer complaints, research/testing records, law enforcement communications, custodial records, and all compliance-related records.",
        "requirements": [
          {
            "description": "Create and retain for 5 years accounting records showing revenues from all goods or services sold, costs incurred, and resulting net profit or loss",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent must create certain records for 10 years and retain each such record for 5 years. Specifically, Respondent, for any business that Respondent is a majority owner or controls directly or indirectly, must create and retain the following records: A. accounting records showing the revenues from all goods or services sold, the costs incurred in generating those revenues, and resulting net profit or loss;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 655,
            "quote_end_line": 659
          },
          {
            "description": "Create and retain for 5 years personnel records showing each service provider's name, addresses, telephone numbers, job title or position, dates of service, and reason for termination (if applicable)",
            "quoted_text": "B. personnel records showing, for each person providing services in relation to any aspect of the Order, whether as an employee or otherwise, that person’s: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 660,
            "quote_end_line": 663
          },
          {
            "description": "Create and retain for 5 years copies or records of all consumer complaints and refund requests concerning the subject matter of the Order, whether received directly or through any domestic government regulatory authority",
            "quoted_text": "C. copies or records of all consumer complaints and refund requests concerning the subject matter of the Order, whether received directly or through any domestic government regulatory authority;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 664,
            "quote_end_line": 666
          },
          {
            "description": "Create and retain for 5 years records of any market, behavioral, or psychological research, or user/customer testing performed by or at Respondent's direction, including A/B testing, surveys, focus groups, interviews, clickstream analysis, eye/mouse tracking, heat maps, or session replays or recordings",
            "quoted_text": "D. records of any market, behavioral, or psychological research, or user or customer testing performed by or at the direction of Respondent, including any A/B or multivariate testing, copy testing, surveys, focus groups, customer interviews, clickstream analysis, eye or mouse tracking studies, heat maps, or session replays or recordings;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 667,
            "quote_end_line": 670
          },
          {
            "description": "Retain for 5 years from date received copies of all subpoenas and other communications with domestic law enforcement relating to Respondent's compliance with this Order",
            "quoted_text": "E. for 5 years from the date received, copies of all subpoenas and other communications with domestic law enforcement, if such communication relate to Respondent’s compliance with this Order;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 671,
            "quote_end_line": 673
          },
          {
            "description": "Retain for 5 years from date created or received all custodial records for individuals with managerial responsibility for digital purchasing and user interface",
            "quoted_text": "F. for 5 years from the date created or received, all custodial records for individuals with managerial responsibility for digital purchasing and user interface; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 674,
            "quote_end_line": 675
          },
          {
            "description": "Retain all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission",
            "quoted_text": "G. all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 679,
            "quote_end_line": 680
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Deceptive Design / Dark Patterns"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "IX",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The FTC may monitor Respondent's compliance by requiring additional reports and records within 10 days of written request, communicating directly with and interviewing Respondent's personnel, and using all other lawful means including undercover investigation.",
        "requirements": [
          {
            "description": "Within 10 days of a written request from a Commission representative, submit additional compliance reports or other requested information sworn under penalty of perjury and produce records for inspection and copying",
            "quoted_text": "A. Within 10 days of receipt of a written request from a representative of the Commission, Respondent must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury, and produce records for inspection and copying.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 684,
            "quote_end_line": 687
          },
          {
            "description": "Permit Commission representatives to communicate directly with Respondent and to interview anyone affiliated with Respondent who has agreed to such an interview (interviewee may have counsel present)",
            "quoted_text": "B. For matters concerning this Order, representatives of the Commission are authorized to communicate directly with Respondent. Respondent must permit representatives of the Commission to interview anyone affiliated with Respondent who has agreed to such an interview. The interviewee may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 688,
            "quote_end_line": 691
          },
          {
            "description": "The Commission may use all other lawful means, including posing as consumers, suppliers, or other individuals or entities, without identification or prior notice; nothing in this Order limits the Commission's lawful use of compulsory process under Sections 9 and 20 of the FTC Act",
            "quoted_text": "C. The Commission may use all other lawful means, including posing through its representatives as consumers, suppliers, or other individuals or entities, to Respondent or any individual or entity affiliated with Respondent, without the necessity of identification or prior notice. Nothing in this Order limits the Commission’s lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 692,
            "quote_end_line": 696
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Deceptive Design / Dark Patterns"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "X",
        "title": "Order Effective Dates and Duration",
        "category": "duration",
        "summary": "This Order is effective upon publication on the FTC's website and terminates 20 years from the date of issuance, or 20 years from the most recent date a complaint alleging a violation of this Order is filed in federal court, whichever is later.",
        "requirements": [
          {
            "description": "Order is final and effective upon publication on the Commission's website (ftc.gov) as a final order",
            "quoted_text": "IT IS FURTHER ORDERED that this Order is final and effective upon the date of its publication on the Commission’s website (ftc.gov) as a final order. This Order will terminate 20",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 698,
            "quote_end_line": 699
          },
          {
            "description": "Order terminates 20 years from issuance or 20 years from the most recent date a federal court complaint alleging any violation of this Order is filed, whichever is later; provisions terminating in less than 20 years and the Order itself (if complaint filed after termination) are excepted",
            "quoted_text": "publication on the Commission’s website (ftc.gov) as a final order. This Order will terminate 20 years from the date of its issuance (which date may be stated at the end of this Order, near the Commission’s seal), or 20 years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of this Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Provision in this Order that terminates in less than 20 years; and B. This Order if such complaint is filed after the Order has terminated pursuant to this Provision.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 699,
            "quote_end_line": 707
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Deceptive Design / Dark Patterns"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This Order will terminate 20 years from the date of its issuance (which date may be stated at the end of this Order, near the Commission's seal), or 20 years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of this Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Provision in this Order that terminates in less than 20 years; and B. This Order if such complaint is filed after the Order has terminated pursuant to this Provision."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "01.24, Epic Games Complaint (Pending).pdf",
      "order": "01.24, Epic Games Order (Pending).pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 5,
      "order_provisions": 10,
      "order_definitions": 6,
      "order_requirements": 34,
      "provisions_per_section": {
        "I": 2,
        "II": 1,
        "III": 2,
        "IV": 7,
        "V": 2,
        "VI": 3,
        "VII": 5,
        "VIII": 7,
        "IX": 3,
        "X": 2
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 1
      },
      "verification_details": {
        "complaint_verified": 5,
        "complaint_total": 5,
        "order_verified": 34,
        "order_total": 34
      }
    },
    "processing_time_seconds": 169.4
  }
}