{
  "case_info": {
    "docket_number": "C-4696",
    "company": {
      "name": "InfoTrax Systems, L.C.",
      "incorporation_state": "Utah",
      "entity_type": "limited liability company",
      "address": "1875 South State Street, Suite 3000, Orem, Utah 84097",
      "business_description": "InfoTrax operates a technology company that provides backend operations systems and online distributor tools for the direct sales industry. The company manages all aspects of multi-level marketers' business operations, including compensation, inventory, orders, accounting, training, communication, and data security."
    },
    "commissioners": [
      "Joseph J. Simons, Chairman",
      "Noah Joshua Phillips",
      "Rohit Chopra",
      "Rebecca Kelly Slaughter",
      "Christine S. Wilson"
    ],
    "case_date": {
      "month": 1,
      "year": 2020
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a)",
    "violation_type": "unfair",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/162-3130-infotrax-systems-lc"
  },
  "complaint": {
    "factual_background": "InfoTrax Systems, L.C. and its CEO Mark Rawlins operated a backend technology platform for multi-level marketing companies, collecting and storing sensitive personal information—including SSNs, payment card data, and bank account numbers—for approximately 11.8 million consumers. From at least 2014 through 2016, Respondents failed to implement basic data security measures such as input validation, network segmentation, intrusion detection, and encryption of stored credentials. As a result, an intruder accessed InfoTrax's servers undetected seventeen times over nearly two years, ultimately exfiltrating personal information for approximately one million consumers, over 2,300 full payment card numbers, and thousands of cleartext user credentials. The breaches led to over 280 reports of alleged fraud from consumers, including unauthorized credit card charges, new credit lines opened in victims' names, and tax fraud.",
    "representations_made": [
      {
        "description": "InfoTrax assumed responsibility for the security and confidentiality of consumers' personal information by contract, and purported to ensure that all personal information is adequately protected",
        "quoted_text": "8. As part of providing products and services to manage the business operations of its clients, InfoTrax assumes responsibility for the security and confidentiality of consumers’ personal information by contract, and purports to ensure that all personal information is adequately protected.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 8,
        "quote_start_line": 61,
        "quote_end_line": 64
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Unfairness: Failure to Employ Reasonable Data Security Practices",
        "representation": "Respondents assumed responsibility for security and confidentiality of consumers' personal information by contract and purported to ensure all personal information was adequately protected, while operating a platform that stored sensitive data including names, addresses, SSNs, government identifiers, and financial account information for approximately 11.8 million consumers",
        "fact": "Respondents failed to employ reasonable data security practices, including failing to inventory and delete unnecessary personal data, failing to conduct adequate code review and penetration testing, failing to implement input validation, failing to segment their network, failing to deploy intrusion detection or data loss prevention tools, and storing sensitive personal information including SSNs, payment card data, and credentials in clear readable text — allowing an intruder to access their systems undetected seventeen times over nearly two years and ultimately breach personal information of approximately one million consumers",
        "conclusion": "Respondents' failure to employ reasonable data security practices caused or is likely to cause substantial injury to consumers that is not outweighed by countervailing benefits to consumers or competition and is not reasonably avoidable by consumers themselves, constituting an unfair act or practice in violation of Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a)"
      }
    ]
  },
  "order": {
    "definitions": {
      "Covered Business": "(1) Corporate Respondent; (2) any business that Corporate Respondent controls, directly or indirectly; and (3) any business that Individual Respondent controls, directly or indirectly, except for the businesses that own, lease, and/or operate the Aravada Springs Campground (\"Campground\"), located in Bunkerville, Nevada, solely to the extent that the businesses are engaged in the operation of the Campground.",
      "Covered Incident": "any instance in which any United States federal, state, or local law or regulation requires a Covered Business or Individual Respondent, or any client of a Covered Business, to notify any U.S. federal, state, or local government entity that information collected or received, directly or indirectly, by a Covered Business from or about an individual consumer was, or is reasonably believed to have been, accessed or acquired without authorization.",
      "Personal Information": "individually identifiable information from or about an individual consumer, including: (1) a first and last name; (2) a physical address; (3) an email address or other online contact information, such as an instant messaging user identifier or a screen name; (4) a telephone number; (5) date of birth; (6) a Social Security number; (7) driver's license or other government issued identification number; (8) financial institution account number; (9) credit or debit card information; (10) a persistent identifier, such as a customer number held in a \"cookie,\" a static Internet Protocol (\"IP\") address, a mobile device ID, or processor serial number; and (11) authentication credentials such as a user ID and password.",
      "Respondents": "Corporate Respondent and Individual Respondent, individually, collectively, or in any combination.",
      "Corporate Respondent": "InfoTrax, and its successors and assigns.",
      "Individual Respondent": "Mark Rawlins."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Mandated Information Security Program",
        "category": "affirmative_obligation",
        "summary": "Each Covered Business must establish, implement, and maintain a comprehensive information security program protecting the security, confidentiality, and integrity of Personal Information, including specific technical, operational, and administrative safeguards.",
        "requirements": [
          {
            "description": "Each Covered Business must not transfer, sell, share, collect, maintain, or store Personal Information unless it establishes, implements, and thereafter maintains a comprehensive Information Security Program",
            "quoted_text": "IT IS FURTHER ORDERED that each Covered Business shall not transfer, sell, share, collect, maintain, or store Personal Information unless it establishes and implements, and thereafter maintains, a comprehensive information security program (“Information Security Program”) that protects the security, confidentiality, and integrity of such Personal Information. To satisfy this requirement, each Covered Business must, at a minimum:",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 81,
            "quote_end_line": 85
          },
          {
            "description": "Document in writing the content, implementation, and maintenance of the Information Security Program",
            "quoted_text": "A. Document in writing the content, implementation, and maintenance of the Information Security Program;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 86,
            "quote_end_line": 87
          },
          {
            "description": "Provide the written program and any evaluations or updates to its board of directors or governing body (or senior officer) at least once every twelve months and promptly after a Covered Incident",
            "quoted_text": "B. Provide the written program and any evaluations thereof or updates thereto to its board of directors or governing body or, if no such board or equivalent governing body exists, to a senior officer responsible for its Information Security Program at least once every twelve (12) months and promptly after a Covered Incident;",
            "deadline": "annually and promptly after Covered Incident",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 88,
            "quote_end_line": 91
          },
          {
            "description": "Designate a qualified employee or employees to coordinate and be responsible for the Information Security Program",
            "quoted_text": "C. Designate a qualified employee or employees to coordinate and be responsible for the Information Security Program;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 92,
            "quote_end_line": 93
          },
          {
            "description": "Assess and document, at least once every twelve months and promptly following a Covered Incident, internal and external risks to the security, confidentiality, or integrity of Personal Information",
            "quoted_text": "D. Assess and document, at least once every twelve (12) months and promptly following a Covered Incident, internal and external risks to the security, confidentiality, or integrity of Personal Information that could result in the unauthorized disclosure, misuse, loss, theft, alteration, destruction, or other compromise of such information;",
            "deadline": "annually and promptly after Covered Incident",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 94,
            "quote_end_line": 97
          },
          {
            "description": "Design, implement, maintain, and document safeguards that control identified internal and external risks to Personal Information, including policies to inventory and delete unnecessary Personal Information, code review and penetration testing, input validation, file upload restrictions, network segmentation, anomaly detection, and encryption of sensitive data",
            "quoted_text": "E. Design, implement, maintain, and document safeguards that control the internal and external risks to the security, confidentiality, or integrity of Personal Information identified in response to sub-Provision I.D. Each safeguard shall be based on the volume and sensitivity of the Personal Information that is at risk, and the likelihood that the risk could be realized and result in the unauthorized access, collection, use, alteration, destruction, or disclosure of the Personal Information. Corporate Respondent’s safeguards shall also include: 1. Policies, procedures, and technical measures to systematically inventory Personal Information stored on Corporate Respondent’s network and delete Personal Information that is no longer necessary; 3 2. Measures to assess the cybersecurity risk posed by Corporate Respondent’s code to Personal Information stored on Corporate Respondent’s network, including, at least once every twelve (12) months and promptly after a Covered Incident: (a) software code review; and (b) penetration testing of Corporate Respondent’s software; 3. Technical measures to detect unknown file uploads, such as input validation; 4. Technical measures to limit the locations to which third parties can upload files on Corporate Respondent’s network; 5. Segmentation of Corporate Respondent’s network to ensure that one client’s distributors cannot access another client’s data on Corporate Respondent’s network; 6. Technical measures to detect anomalous activity and/or cybersecurity events on Corporate Respondent’s network, including (a) an intrusion prevention or detection system to alert Corporate Respondent of potentially unauthorized queries and/or access to its network; (b) file integrity monitoring tools to determine whether files on Corporate Respondent’s network have been altered; and (c) data loss prevention tools to regularly monitor for unauthorized attempts to exfiltrate Personal Information outside Corporate Respondent’s network boundaries; and 7. Encryption of Social Security numbers, payment card information (including full credit card and debit card numbers, Card Verification Values, and expiration dates), bank account information (including account and routing numbers), and authentication credentials such as user IDs and passwords on Corporate Respondent’s network.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 98,
            "quote_end_line": 131
          },
          {
            "description": "Assess at least once every twelve months and promptly following a Covered Incident the sufficiency of safeguards in place, and modify the Information Security Program based on results",
            "quoted_text": "F. Assess, at least once every twelve (12) months and promptly following a Covered Incident, the sufficiency of any safeguards in place to address the risks to the security, confidentiality, or integrity of Personal Information, and modify the Information Security Program based on the results;",
            "deadline": "annually and promptly after Covered Incident",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 132,
            "quote_end_line": 135
          },
          {
            "description": "Test and monitor the effectiveness of safeguards at least once every twelve months and promptly following a Covered Incident, including vulnerability testing every four months and penetration testing at least annually",
            "quoted_text": "G. Test and monitor the effectiveness of the safeguards at least once every twelve (12) months and promptly following a Covered Incident, and modify the Information Security Program based on the results. Such testing shall include vulnerability testing of each of Respondents’ network(s) once every four months and promptly after a Covered Incident, and penetration testing of each of the Covered Business’s network(s) at least once every twelve (12) months and promptly after a Covered Incident;",
            "deadline": "annually (vulnerability testing every 4 months)",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 136,
            "quote_end_line": 141
          },
          {
            "description": "Select and retain service providers capable of safeguarding Personal Information and contractually require them to implement and maintain safeguards",
            "quoted_text": "H. Select and retain service providers capable of safeguarding Personal Information they access through or receive from each Covered Business, and contractually require service providers to implement and maintain safeguards for Personal Information; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 142,
            "quote_end_line": 144
          },
          {
            "description": "Evaluate and adjust the Information Security Program in light of changes to operations, a Covered Incident, or other circumstances that may affect effectiveness, at least once every twelve months",
            "quoted_text": "I. Evaluate and adjust the Information Security Program in light of any changes to its operations or business arrangements, a Covered Incident, or any other circumstances that Respondents know or have reason to know may have an impact on the effectiveness of 4 the Information Security Program. At a minimum, each Covered Business must evaluate the Information Security Program at least once every twelve (12) months and modify the Information Security Program based on the results.",
            "deadline": "annually",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 145,
            "quote_end_line": 153
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Information Security Assessments by a Third Party",
        "category": "assessment",
        "summary": "Respondents must obtain initial and biennial third-party assessments of their Information Security Program from a qualified, independent assessor, covering specified reporting periods and meeting defined assessment standards.",
        "requirements": [
          {
            "description": "Obtain initial and biennial assessments from a qualified, objective, independent third-party professional using generally accepted procedures who retains all relevant documents for five years and provides them to the Commission within ten days of request",
            "quoted_text": "A. The Assessments must be obtained from a qualified, objective, independent third-party professional (“Assessor”), who: (1) uses procedures and standards generally accepted in the profession; (2) conducts an independent review of the Information Security Program; and (3) retains all documents relevant to each Assessment for five (5) years after completion of such Assessment and will provide such documents to the Commission within ten (10) days of receipt of a written request from a representative of the Commission. No documents may be withheld on the basis of a claim of confidentiality, proprietary or trade secrets, work product protection, attorney client privilege, statutory exemption, or any similar claim.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 158,
            "quote_end_line": 166
          },
          {
            "description": "For each Assessment, provide the Associate Director for Enforcement for the Bureau of Consumer Protection with the name and affiliation of the selected Assessor for approval",
            "quoted_text": "B. For each Assessment, Respondents shall provide the Associate Director for Enforcement for the Bureau of Consumer Protection at the Federal Trade Commission with the name and affiliation of the person selected to conduct the Assessment, which the Associate Director shall have the authority to approve in his sole discretion.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 167,
            "quote_end_line": 170
          },
          {
            "description": "Assessment reporting period must cover the first 180 days after the Order's issuance date for the initial Assessment, and each 2-year period thereafter for twenty years for biennial Assessments",
            "quoted_text": "C. The reporting period for the Assessments must cover: (1) the first 180 days after the issuance date of the Order for the initial Assessment; and (2) each 2-year period thereafter for twenty (20) years after issuance of the Order for the biennial Assessments.",
            "deadline": "180 days (initial); biennial thereafter for 20 years",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 171,
            "quote_end_line": 173
          },
          {
            "description": "Each Assessment must determine whether the Information Security Program is implemented and maintained, assess its effectiveness, identify gaps or weaknesses, and identify specific evidence examined; must be signed by the Assessor and may not rely solely on management assertions",
            "quoted_text": "D. Each Assessment must: (1) determine whether each Covered Business has implemented and maintained the Information Security Program required by Provision I of this Order, titled Mandated Information Security Program; (2) assess the effectiveness of each Covered Business’s implementation and maintenance of sub-Provisions I.A-I; (3) identify any gaps or weaknesses in the Information Security Program; and (4) identify specific evidence (including, but not limited to documents reviewed, sampling and testing performed, and interviews conducted) examined to make such determinations, assessments, and identifications, and explain why the evidence that the Assessor examined is sufficient to justify the Assessor’s findings. No finding of any Assessment shall rely solely on assertions or attestations by a Covered Business’s management. The Assessment shall be signed by the Assessor and shall state that the Assessor conducted an independent review of the Information Security Program, and did not rely solely on assertions or attestations by a Covered Business’s management.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 174,
            "quote_end_line": 186
          },
          {
            "description": "Each Assessment must be completed within sixty days after the end of the reporting period; submit the initial Assessment to the Commission within ten days after completion via email or overnight courier; retain all subsequent biennial Assessments and provide to the Associate Director within ten days of request",
            "quoted_text": "E. Each Assessment must be completed within sixty (60) days after the end of the reporting period to which the Assessment applies. Unless otherwise directed by a Commission representative in writing, Respondents must submit the initial Assessment to the 5 Commission within ten (10) days after the Assessment has been completed via email to DEbrief@ftc.gov or by overnight courier (not the U.S. Postal Service) to Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin, “In re InfoTrax Systems, L.C. and Mark Rawlins, FTC File No. 1623130, FTC Docket No. C-4696.” All subsequent biennial Assessments shall be retained by Respondents until the order is terminated and provided to the Associate Director for Enforcement within ten (10) days of request.",
            "deadline": "60 days after reporting period ends; submit initial within 10 days of completion",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 187,
            "quote_end_line": 200
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Cooperation with Third Party Information Security Assessor",
        "category": "affirmative_obligation",
        "summary": "Respondents must fully cooperate with the third-party Assessor by disclosing all material facts without misrepresentation and providing all relevant information and materials in their possession.",
        "requirements": [
          {
            "description": "Disclose all material facts to the Assessor and not misrepresent any fact material to the Assessor's determinations regarding the Information Security Program, its effectiveness, or any gaps or weaknesses",
            "quoted_text": "A. Disclose all material facts to the Assessor, and not misrepresent in any manner, expressly or by implication, any fact material to the Assessor’s: (1) determination of whether Respondents have implemented and maintained the Information Security Program required by Provision I of this Order, titled Mandated Information Security Program; (2) assessment of the effectiveness of the implementation and maintenance of sub-Provisions I.A-I; or (3) identification of any gaps or weaknesses in the Information Security Program; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 205,
            "quote_end_line": 211
          },
          {
            "description": "Provide or otherwise make available to the Assessor all information and material in Respondents' possession, custody, or control that is relevant to the Assessment for which there is no reasonable claim of privilege",
            "quoted_text": "B. Provide or otherwise make available to the Assessor all information and material in their possession, custody, or control that is relevant to the Assessment for which there is no reasonable claim of privilege.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 212,
            "quote_end_line": 214
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Annual Certification",
        "category": "compliance_reporting",
        "summary": "Respondents must annually certify to the Commission, under the signature of a senior corporate manager or officer, that each Covered Business has established and maintained the Order's requirements, is not aware of uncorrected material noncompliance, and includes a description of any Covered Incident.",
        "requirements": [
          {
            "description": "One year after the Order's issuance date and each year thereafter, provide the Commission with a certification from a senior corporate manager or senior officer of each Covered Business attesting to compliance, absence of uncorrected material noncompliance, and including a description of any Covered Incident",
            "quoted_text": "A. One year after the issuance date of this Order, and each year thereafter, provide the Commission with a certification from a senior corporate manager, or, if no such senior corporate manager exists, a senior officer of each Covered Business responsible for each Covered Business’s Information Security Program that: (1) each Covered Business has established, implemented, and maintained the requirements of this Order; (2) each Covered Business is not aware of any material noncompliance that has not been (a) corrected or (b) disclosed to the Commission; and (3) includes a brief description of any Covered Incident. The certification must be based on the personal knowledge of the senior corporate manager, senior officer, or subject matter experts upon whom the senior corporate manager or senior officer reasonably relies in making the certification.",
            "deadline": "1 year after issuance, then annually",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 218,
            "quote_end_line": 227
          },
          {
            "description": "Submit all annual certifications via email to DEbrief@ftc.gov or by overnight courier to the Associate Director for Enforcement, with the required subject line",
            "quoted_text": "B. Unless otherwise directed by a Commission representative in writing, submit all annual certifications to the Commission pursuant to this Order via email to DEbrief@ftc.gov or by overnight courier (not the U.S. Postal Service) to Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue 6 NW, Washington, DC 20580. The subject line must begin, “In re InfoTrax Systems, L.C. and Mark Rawlins, FTC File No. 1623130, FTC Docket No. C-4696.”",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 228,
            "quote_end_line": 236
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Covered Incident Reports",
        "category": "compliance_reporting",
        "summary": "Respondents must submit a report to the Commission within ten days after first notifying any government entity of a Covered Incident, including details about the incident, affected information, affected consumers, remediation steps, and copies of notices sent.",
        "requirements": [
          {
            "description": "Within a reasonable time after discovery of a Covered Incident, but no later than ten days after first notifying any U.S. government entity, submit a report to the Commission including the date, description, types of information, number of consumers affected, remediation actions taken, and copies of notices sent",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents, for any Covered Business, within a reasonable time after the date of discovery of a Covered Incident, but in any event no later than ten (10) days after the date the Covered Business, or any of the Covered Business’s clients, first notifies any U.S. federal, state, or local government entity of the Covered Incident, must submit a report to the Commission. The report must include, to the extent possible: A. The date, estimated date, or estimated date range when the Covered Incident occurred; B. A description of the facts relating to the Covered Incident, including the causes of the Covered Incident, if known; C. A description of each type of information that triggered the notification obligation to the U.S. federal, state, or local government entity; D. The number of consumers whose information triggered the notification obligation to the U.S. federal, state, or local government entity; E. The acts that the Covered Business has taken to date to remediate the Covered Incident and protect Personal Information from further exposure or access, and protect affected individuals from identity theft or other harm that may result from the Covered Incident; and F. A representative copy of each materially different notice required by U.S. federal, state, or local law or regulation and sent by the Covered Business or any of its clients to consumers or to any U.S. federal, state, or local government entity.",
            "deadline": "10 days after first government notification",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 238,
            "quote_end_line": 256
          },
          {
            "description": "Submit all Covered Incident reports via email to DEbrief@ftc.gov or by overnight courier to the Associate Director for Enforcement with the required subject line",
            "quoted_text": "Unless otherwise directed by a Commission representative in writing, all Covered Incident reports to the Commission pursuant to this Order must be emailed to DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin, “In re InfoTrax Systems, L.C. and Mark Rawlins, FTC File No. 1623130, FTC Docket No. C-4696.”",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 257,
            "quote_end_line": 262
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Acknowledgments of the Order",
        "category": "acknowledgment",
        "summary": "Respondents must acknowledge receipt of the Order, deliver copies to key personnel and new hires, and obtain signed acknowledgments from all recipients.",
        "requirements": [
          {
            "description": "Each Respondent must submit to the Commission a sworn acknowledgment of receipt of this Order within ten days after the effective date",
            "quoted_text": "A. Each Respondent, within ten (10) days after the effective date of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "10 days after effective date",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 266,
            "quote_end_line": 268
          },
          {
            "description": "For twenty years after the Order's issuance date, deliver a copy of this Order to all principals, officers, directors, LLC managers and members, employees with managerial responsibilities related to the Order, agents and representatives, and any business entity resulting from structural changes; delivery within ten days for current personnel and before responsibilities are assumed for new personnel",
            "quoted_text": "B. For twenty (20) years after the issuance date of this Order, Individual Respondent, for any Covered Business that Individual Respondent, individually or collectively with any other Respondents, is the majority owner or controls directly or indirectly, and Corporate Respondent must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees having managerial responsibilities for conduct related to the subject matter of the Order and all agents and representatives who participate in conduct related to the subject matter of the Order; and (3) any business entity resulting from any change in structure as set forth in the Provision VII of this Order titled Compliance Report and Notices. Delivery must occur within ten (10) days after the effective date of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "10 days for current personnel; before assuming responsibilities for new personnel",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 272,
            "quote_end_line": 282
          },
          {
            "description": "Obtain a signed and dated acknowledgment of receipt of this Order from each individual or entity to whom a copy was delivered, within thirty days of delivery",
            "quoted_text": "C. From each individual or entity to which a Respondent delivered a copy of this Order, that Respondent must obtain, within thirty (30) days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days after delivery",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 283,
            "quote_end_line": 285
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Compliance Report and Notices",
        "category": "compliance_reporting",
        "summary": "Respondents must submit a sworn annual compliance report one year after the Order's issuance and provide timely notices of any changes in contact information, business structure, or bankruptcy filings.",
        "requirements": [
          {
            "description": "One year after the Order's issuance date, each Respondent must submit a sworn compliance report identifying contact information, all businesses, describing activities and compliance with each Provision, and providing copies of Order acknowledgments",
            "quoted_text": "A. One year after the issuance date of this Order, each Respondent must submit a compliance report, sworn under penalty of perjury, in which: 1. Each Respondent must: (a) identify the primary physical, postal, and email address, and telephone number, as designated points of contact, which representatives of the Commission may use to communicate with Respondent; (b) identify all of Respondent’s businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (c) describe the activities of each business, including the goods and services offered, the means of advertising, marketing, and sales, and the involvement of any other Respondent (which Individual Respondent must describe if he knows or should know due to his own involvement); (d) describe in detail whether and how Respondent is in compliance with each Provision of this Order, including a discussion of all of the changes Respondent made to comply with the Order; and (e) provide a copy of each Acknowledgment of the Order obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "1 year after issuance",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 289,
            "quote_end_line": 302
          },
          {
            "description": "Individual Respondent must additionally identify all telephone numbers, physical and email addresses, all business activities, and describe involvement in each business activity including title, role, and ownership",
            "quoted_text": "2. Additionally, Individual Respondent must: (a) identify all his telephone numbers and all his physical, postal, email and Internet addresses, including all residences; (b) identify all his business activities, including any business for which such Respondent performs services whether as an employee or otherwise and any entity in which such Respondent has any ownership interest; and (c) describe in detail such Respondent’s involvement in each such business activity, including title, role, responsibilities, participation, authority, control, and any ownership.",
            "deadline": "1 year after issuance",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 303,
            "quote_end_line": 309
          },
          {
            "description": "Each Respondent must submit a sworn compliance notice within fourteen days of any change in designated contact information or in the structure of any Corporate Respondent or controlled entity that may affect compliance obligations",
            "quoted_text": "B. Each Respondent must submit a compliance notice, sworn under penalty of perjury, within fourteen (14) days of any change in the following: 1. Each Respondent must submit notice of any change in: (a) any designated point of contact; or (b) the structure of any Corporate Respondent or any entity that Respondent has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days after change",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 313,
            "quote_end_line": 320
          },
          {
            "description": "Individual Respondent must additionally submit notice within fourteen days of any change in name, alias, residence address, or title or role in any business activity",
            "quoted_text": "2. Additionally, Individual Respondent must submit notice of any change in: (a) name, including alias or fictitious name, or residence address; or (b) title or role in any business activity, including (i) any business for which Individual Respondent performs services whether as an employee or otherwise and (ii) any entity in which Individual Respondent has any ownership interest and over which Individual Respondent has direct or indirect control. For each such business activity, also identify its name, physical address, and any Internet address.",
            "deadline": "14 days after change",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 321,
            "quote_end_line": 327
          },
          {
            "description": "Each Respondent must submit notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding within fourteen days of its filing",
            "quoted_text": "C. Each Respondent must submit notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against such Respondent within fourteen (14) days of its filing.",
            "deadline": "14 days after filing",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 328,
            "quote_end_line": 330
          },
          {
            "description": "All sworn submissions must be true and accurate and comply with 28 U.S.C. § 1746",
            "quoted_text": "D. Any submission to the Commission required by this Order to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, such as by concluding: “I declare under penalty of perjury under the laws of the United States of America that the foregoing is true and correct. Executed on: _____” and supplying the date, signatory’s full name, title (if applicable), and signature.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 331,
            "quote_end_line": 335
          },
          {
            "description": "Unless otherwise directed, all submissions must be emailed to DEbrief@ftc.gov or sent by overnight courier to the Associate Director for Enforcement with the required subject line",
            "quoted_text": "E. Unless otherwise directed by a Commission representative in writing, all submissions to the Commission pursuant to this Order must be emailed to DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin, “In re InfoTrax Systems, L.C., and Mark Rawlins, FTC File No. 1623130, FTC Docket No. C-4696.”",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 336,
            "quote_end_line": 341
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondents must create and retain specified records for twenty years after the Order's issuance, with individual records retained for five years, covering financial, personnel, consumer complaints, assessment materials, law enforcement communications, noncompliance evidence, and all compliance submissions.",
        "requirements": [
          {
            "description": "Create and retain accounting records showing revenues, costs, and net profit or loss for twenty years (retain each record for five years)",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents must create certain records for twenty (20) years after the issuance date of the Order, and retain each such record for five (5) years, unless otherwise specified below. Specifically, Corporate Respondent and Individual Respondent, for any Covered Business that Individual Respondent, individually or collectively with any other Respondent, is a majority owner or controls directly or indirectly, must create and retain the following records: 9 A. Accounting records showing the revenues from all goods or services sold, the costs incurred in generating those revenues, and resulting net profit or loss;",
            "deadline": "20 years creation; 5 years retention",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 343,
            "quote_end_line": 353
          },
          {
            "description": "Create and retain personnel records showing each service provider's name, addresses, telephone numbers, job title, dates of service, and reason for termination",
            "quoted_text": "B. Personnel records showing, for each person providing services in relation to any aspect of the Order, whether as an employee or otherwise, that person’s name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 354,
            "quote_end_line": 357
          },
          {
            "description": "Retain copies or records of all consumer complaints concerning the subject matter of the Order, whether received directly or indirectly, and any response",
            "quoted_text": "C. Copies or records of all consumer complaints concerning the subject matter of the Order, whether received directly or indirectly, such as through a third party, and any response;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 358,
            "quote_end_line": 359
          },
          {
            "description": "Retain for five years after preparation all materials and evidence the Assessor considered or examined to prepare each Assessment, including plans, reports, studies, audits, policies, training materials, and assessments",
            "quoted_text": "D. For five (5) years after the date of preparation of each Assessment required by this Order, all materials and evidence that the Assessor considered, reviewed, relied upon or examined to prepare the Assessment, whether prepared by or on behalf of Respondents, including all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, and any other materials concerning Respondents’ compliance with related Provisions of this Order, for the compliance period covered by such Assessment;",
            "deadline": "5 years after Assessment preparation",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 360,
            "quote_end_line": 366
          },
          {
            "description": "Retain for five years from date received all copies of subpoenas and other communications with law enforcement relating to compliance with this Order",
            "quoted_text": "E. For five (5) years from the date received, copies of all subpoenas and other communications with law enforcement, if such communications relate to Respondents’ compliance with this Order;",
            "deadline": "5 years from date received",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 367,
            "quote_end_line": 369
          },
          {
            "description": "Retain for five years from the date created or received all records that tend to show any lack of compliance with this Order",
            "quoted_text": "F. For five (5) years from the date created or received, all records, whether prepared by or on behalf of Respondents, that tend to show any lack of compliance by Respondents with this Order; and",
            "deadline": "5 years from date created or received",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 370,
            "quote_end_line": 372
          },
          {
            "description": "Retain all records necessary to demonstrate full compliance with each Provision of this Order, including all submissions to the Commission",
            "quoted_text": "G. All records necessary to demonstrate full compliance with each Provision of this Order, including all submissions to the Commission.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 373,
            "quote_end_line": 374
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The FTC may monitor compliance by requiring additional reports and document production, communicating directly with and interviewing Respondents' affiliates, and using any other lawful investigative means including undercover inquiries and compulsory process.",
        "requirements": [
          {
            "description": "Within ten days of receipt of a written request from a Commission representative, each Respondent must submit additional sworn compliance reports or other requested information and produce records for inspection and copying",
            "quoted_text": "A. Within ten (10) days of receipt of a written request from a representative of the Commission, each Respondent must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury, and produce records for inspection and copying.",
            "deadline": "10 days of written request",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 378,
            "quote_end_line": 381
          },
          {
            "description": "Respondents must permit Commission representatives to communicate directly with each Respondent and to interview anyone affiliated with any Respondent who has agreed to such an interview, with counsel present if desired",
            "quoted_text": "B. For matters concerning this Order, representatives of the Commission are authorized to communicate directly with each Respondent. Respondents must permit representatives of the Commission to interview anyone affiliated with any Respondent who has agreed to such an interview. The interviewee may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 382,
            "quote_end_line": 385
          },
          {
            "description": "The Commission may use all other lawful means, including posing as consumers, suppliers, or other individuals, without identification or prior notice, and may use compulsory process under Sections 9 and 20 of the FTC Act",
            "quoted_text": "C. The Commission may use all other lawful means, including posing through its 10 representatives as consumers, suppliers, or other individuals or entities, to Respondents or any individual or entity affiliated with Respondents, without the necessity of identification or prior notice. Nothing in this Order limits the Commission’s lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 386,
            "quote_end_line": 394
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Order Effective Dates",
        "category": "duration",
        "summary": "The Order is effective upon publication on the FTC's website and terminates twenty years from issuance or from the most recent date of any federal court complaint alleging a violation, whichever is later, subject to specified exceptions.",
        "requirements": [
          {
            "description": "The Order is final and effective upon publication on the Commission's website (ftc.gov) as a final order",
            "quoted_text": "IT IS FURTHER ORDERED that this Order is final and effective upon the date of its publication on the Commission’s website (ftc.gov) as a final order. This Order will terminate",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 396,
            "quote_end_line": 397
          },
          {
            "description": "The Order will terminate twenty years from issuance or twenty years from the most recent federal court complaint alleging any violation, whichever is later, with specified exceptions for provisions terminating earlier, non-named respondents, and orders already terminated",
            "quoted_text": "publication on the Commission’s website (ftc.gov) as a final order. This Order will terminate twenty (20) years from the date of its issuance (which date may be stated at the end of this Order, near the Commission’s seal), or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of this Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Provision in this Order that terminates in less than twenty (20) years; B. This Order’s application to any Respondent that is not named as a defendant in such complaint; and C. This Order if such complaint is filed after the Order has terminated pursuant to this Provision. Provided, further, that if such complaint is dismissed or a federal court rules that the Respondent did not violate any Provision of the Order, and the dismissal or ruling is either not appealed or upheld on appeal, then the Order will terminate according to this Provision as though the complaint had never been filed, except that the Order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": "20 years",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 397,
            "quote_end_line": 413
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This Order will terminate twenty (20) years from the date of its issuance (which date may be stated at the end of this Order, near the Commission's seal), or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of this Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Provision in this Order that terminates in less than twenty (20) years; B. This Order's application to any Respondent that is not named as a defendant in such complaint; and C. This Order if such complaint is filed after the Order has terminated pursuant to this Provision."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "01.20, InfoTrax Systems, L.C. Complaint (Pending).pdf",
      "order": "01.20, InfoTrax Systems, L.C. Order (Pending).pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 1,
      "order_provisions": 10,
      "order_definitions": 6,
      "order_requirements": 43,
      "provisions_per_section": {
        "I": 10,
        "II": 5,
        "III": 2,
        "IV": 2,
        "V": 2,
        "VI": 3,
        "VII": 7,
        "VIII": 7,
        "IX": 3,
        "X": 2
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 1,
        "complaint_total": 1,
        "order_verified": 43,
        "order_total": 43
      }
    },
    "processing_time_seconds": 116.1
  }
}