{
  "case_info": {
    "docket_number": "C-4780",
    "company": {
      "name": "DRIZLY, LLC",
      "incorporation_state": "Delaware",
      "entity_type": "Limited Liability Company",
      "address": "501 Boylston Street, Boston, MA 02216",
      "business_description": "Drizly operates an e-commerce platform that enables local retailers to sell alcohol online to consumers of legal drinking age. The platform includes tools to verify consumer age, monitor and analyze orders, and support customer service. Drizly claims to be North America's largest online marketplace for alcohol, partnering with more than 4,000 retailers across 1,600 urban and suburban markets."
    },
    "commissioners": [
      "Lina M. Khan, Chair",
      "Rebecca Kelly Slaughter",
      "Christine S. Wilson",
      "Alvaro M. Bedoya"
    ],
    "date_issued": "2023",
    "legal_authority": "Federal Trade Commission Act, 15 U.S.C. § 45(a)(1)",
    "violation_type": "unfair",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/2023185-drizly-llc-matter"
  },
  "complaint": {
    "factual_background": "Drizly, an e-commerce platform for alcohol delivery, failed to implement reasonable data security practices to protect consumers' personal information. In July 2020, a malicious actor exploited weak security controls—including credentials stored in GitHub repositories, lack of multifactor authentication, and failure to terminate unnecessary access—to breach Drizly's production environment and steal personal information of 2.5 million consumers. The CEO, James Cory Rellas, failed to hire a senior executive responsible for information security or properly delegate security responsibilities despite hiring executives for other business functions.",
    "representations_made": [
      {
        "description": "Claimed to securely store all collected information and use standard, industry-wide, commercially reasonable security practices including encryption, firewalls, and SSL",
        "quoted_text": "Security. All information we collect is securely stored within our database, and we use standard, industry-wide, commercially reasonable security practices such as 128-bit encryption, firewalls and SSL (Secure Socket Layers).",
        "source_paragraph": 15
      },
      {
        "description": "Claimed to use standard security practices such as encryption and firewalls to protect collected information",
        "quoted_text": "Security. We use standard security practices such as encryption and firewalls to protect the information we collect from you.",
        "source_paragraph": 16
      },
      {
        "description": "Represented that Drizly used appropriate safeguards to protect consumers' personal information",
        "quoted_text": "Through the means described in Paragraphs 14 to 16, Respondents have represented, directly or indirectly, expressly or by implication, that Drizly used appropriate safeguards to protect consumers' personal information.",
        "source_paragraph": 32
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Unfair Information Security Practices",
        "representation": "Respondents failed to employ reasonable security measures to protect consumers' personal information",
        "fact": "Drizly failed to: develop adequate written security standards; securely store credentials; impose reasonable access controls including multifactor authentication; monitor for data loss; test and audit security features; or inventory and delete unnecessary personal information",
        "conclusion": "This failure caused or is likely to cause substantial injury to consumers that is not outweighed by countervailing benefits to consumers or competition and is not reasonably avoidable by consumers themselves. This practice was, and is, an unfair act or practice."
      },
      {
        "count_number": 2,
        "title": "Deceptive Security Statements",
        "representation": "Respondents represented that Drizly used appropriate safeguards to protect consumers' personal information",
        "fact": "Respondents did not maintain appropriate safeguards to protect consumers' personal information",
        "conclusion": "Therefore, the representations set forth in Paragraph 32 are false or misleading."
      }
    ]
  },
  "order": {
    "definitions": {
      "Covered Business": "(1) Corporate Respondent; and (2) any business that Corporate Respondent controls, directly or indirectly.",
      "Corporate Respondent": "Drizly, LLC, and its successors and assigns.",
      "Covered Incident": "any incident that results in a Covered Business notifying, pursuant to a statutory or regulatory requirement, any U.S. federal, state, or local government entity that information of or about an individual consumer was, or is reasonably believed to have been, accessed, acquired, or publicly exposed without authorization.",
      "Covered Information": "information from or about an individual consumer, including: (a) a first and last name; (b) a home or physical address; (c) an email address or other online contact information, such as an instant messaging user identifier or a screen name; (d) a mobile or other telephone number; (e) a driver's license or other government-issued identification number; (f) date of birth; (g) Geolocation information sufficient to identify street name and name of a city or town; (h) credit or debit card information (including a partial credit or debit card number); (i) User identifier, or other persistent identifier that can be used to recognize a User over time and across different devices, websites, or online services; or (j) User account credentials, such as a login name and password (whether plain text, encrypted, hashed, and/or salted).",
      "Delete": "to remove Covered Information such that it is not maintained in retrievable form and cannot be retrieved in the normal course of business.",
      "Individual Respondent": "James Cory Rellas.",
      "Relevant Business": "any business other than a Covered Business that collects, uses, discloses, or stores Covered Information from 25,000 or more individual consumers.",
      "Respondents": "the Corporate Respondent and the Individual Respondent, individually, collectively, or in any combination.",
      "User": "an individual consumer from whom Covered Business has obtained information for the purpose of providing access to a Respondent's products and services."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations",
        "category": "prohibition",
        "summary": "Corporate Respondent must not misrepresent the extent to which it protects privacy, security, or confidentiality of Covered Information, or the extent of any Covered Incident.",
        "requirements": [
          {
            "description": "Must not misrepresent extent of collection, use, disclosure, maintenance, deletion, or access to Covered Information",
            "quoted_text": "Corporate Respondent and Corporate Respondent's officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with any product or service, must not misrepresent in any manner, expressly or by implication: A. The extent to which Corporate Respondent collects, uses, discloses, maintains, Deletes, or permits or denies access to any Covered Information",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent extent of protection of privacy, security, availability, confidentiality, or integrity of Covered Information",
            "quoted_text": "must not misrepresent in any manner, expressly or by implication: B. The extent to which Corporate Respondent otherwise protects the privacy, security, availability, confidentiality, or integrity of any Covered Information",
            "deadline": null,
            "verified": true,
            "confidence": 0.8421052631578947
          },
          {
            "description": "Must not misrepresent extent of Covered Incident or unauthorized compromise of Covered Information",
            "quoted_text": "must not misrepresent in any manner, expressly or by implication: C. The extent of any Covered Incident or unauthorized disclosure, misuse, loss, theft, alteration, destruction, or other compromise of Covered Information.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Mandated Deletion and Data Minimization",
        "category": "affirmative_obligation",
        "summary": "Corporate Respondent must delete all Covered Information not used for providing services and refrain from collecting unnecessary Covered Information.",
        "requirements": [
          {
            "description": "Delete or destroy all Covered Information not being used for providing services and provide written confirmation to Commission",
            "quoted_text": "Within 60 days after the issuance date of this Order, Delete or destroy all Covered Information that is not being used or retained in connection with providing products or services to Corporate Respondent's customers, and provide a written statement to the Commission, pursuant to the Provision entitled Compliance Report and Notices, confirming that all such data has been Deleted or destroyed specifically enumerating which types of information were Deleted or destroyed",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Refrain from collecting or maintaining unnecessary Covered Information",
            "quoted_text": "Refrain from collecting or maintaining any Covered Information not necessary for the specific purpose(s) provided in the retention schedule required under Provision III entitled Data Retention Limits.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Data Retention Limits",
        "category": "affirmative_obligation",
        "summary": "Corporate Respondent must document, adhere to, and publicly post a retention schedule for Covered Information with specific timeframes that preclude indefinite retention.",
        "requirements": [
          {
            "description": "Document and publicly post retention schedule specifying purpose, business need, and deletion timeframe for each type of Covered Information",
            "quoted_text": "Within 60 days of issuance of this Order, document, adhere to, and make publicly available on its website(s) or app(s), a retention schedule for Covered Information, setting forth: (1) the purpose or purposes for which each type of Covered Information is collected; (2) the specific business needs for retaining each type of Covered Information; and (3) a set timeframe for Deletion of each type of Covered Information that precludes indefinite retention of any Covered Information",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide written statement to Commission describing the retention schedule",
            "quoted_text": "Within 60 days after the issuance date of this Order, Corporate Respondent shall provide a written statement to the Commission, pursuant to the Provision entitled Compliance Report and Notices, describing the retention schedule for Covered Information made publicly available on its website(s) or app(s)",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Update retention schedule prior to collecting any new type of consumer information",
            "quoted_text": "Prior to collecting any new type of information related to consumers that was not being collected as of the issuance date of this Order, and is not described in retention schedules published in accordance with sub-Provision A of this Provision entitled Data Retention Limits, Corporate Respondent must update its retention schedule setting forth: (1) the purpose or purposes for which the new information is collected; (2) the specific business needs for retaining the new information; and (3) a set timeframe for Deletion of the new information that precludes indefinite retention.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Mandated Information Security Program for Covered Businesses",
        "category": "affirmative_obligation",
        "summary": "Corporate Respondent must establish and maintain a comprehensive information security program with detailed safeguards including employee training, multi-factor authentication, access controls, monitoring, and regular testing.",
        "requirements": [
          {
            "description": "Establish and implement comprehensive Information Security Program",
            "quoted_text": "within 60 days of the effective date of this Order, establish and implement, and thereafter maintain, a comprehensive information security program (\"Information Security Program\") that protects the security, confidentiality, and integrity of such Covered Information.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Document the Information Security Program in writing",
            "quoted_text": "Document in writing the content, implementation, and maintenance of the Information Security Program",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide written program to board or senior officer at least every 12 months and within 30 days after Covered Incident",
            "quoted_text": "Provide the written Information Security Program and any evaluations thereof or updates thereto to any Covered Business' board of directors or governing body or, if no such board or equivalent governing body exists, to a senior officer of the Covered Business responsible for the business' Information Security Program at least once every 12 months and promptly (not to exceed 30 days) after a Covered Incident",
            "deadline": "12 months",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Designate qualified employee(s) to coordinate and be responsible for the program",
            "quoted_text": "Designate a qualified employee or employees to coordinate and be responsible for the Information Security Program",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Assess and document risks at least every 12 months and within 30 days after Covered Incident",
            "quoted_text": "Assess and document, at least once every 12 months and promptly (not to exceed 30 days) following a Covered Incident, internal and external risks to the security, confidentiality, or integrity of Covered Information that could result in the (1) unauthorized collection, maintenance, alteration, use, disclosure of, or provision of access to, Covered Information; or the (2) misuse, loss, theft, alteration, destruction, or other compromise of such information",
            "deadline": "12 months",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Design, implement, maintain, and document safeguards controlling identified risks",
            "quoted_text": "Design, implement, maintain, and document safeguards that control for the internal and external risks Covered Businesses identify to the security, confidentiality, or integrity of Covered Information identified in response to sub-Provision D of the Provision entitled Mandated Information Security Program for Covered Businesses.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Implement written information security policy and standards",
            "quoted_text": "A written information security policy and accompanying written standards and procedures that describe, at a minimum: (a) how each Covered Business implements each of the safeguards identified in this sub-Provision; and (b) how each Covered Business assesses and enforces compliance with these safeguards and any other controls it identifies in the policy and accompanying standards and procedures",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide security education including annual employee training and secure development training",
            "quoted_text": "Standards, procedures, and policy provisions mandating security education that address internal or external risks each Covered Business identifies under sub-Provision D of this Provision, and that includes, at a minimum: (a) training for each Covered Business' employees about each Covered Business' security policy, standards, and procedures, including the requirements of this Order and the process for submitting complaints and concerns, to be conducted when an employee begins employment or takes on a new role, and on at least an annual basis thereafter; and (b) training in secure software development principles, including secure engineering and defensive programming concepts, for developers, engineers, system administrators, and other employees that design, implement, and operate a Covered Business' products or services or that are otherwise responsible for the security of Covered Information",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Implement technical measures to prevent storage of unsecured access keys or credentials",
            "quoted_text": "Technical measures, standards, procedures, and policy provisions to prevent the storage of unsecured access keys or other unsecured credentials on a Covered Business' network or in any cloud-based services",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Require strong, unique passwords and multi-factor authentication for employees",
            "quoted_text": "Policy provisions and, to the extent possible, technical measures requiring employees, contractors, or third parties to secure any accounts with access to a Covered Business' information technology infrastructure by: (a) using strong, unique passwords; and (b) using multi-factor authentication whenever available",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Require phishing-resistant multi-factor authentication for all employees, contractors, and affiliates accessing Covered Information",
            "quoted_text": "Requiring multi-factor authentication methods for all employees, contractors, and affiliates in order to access any assets (including databases) storing Covered Information. Such multi-factor authentication methods for all employees, contractors, and affiliates shall not include telephone or SMS-based authentication methods and must be resistant to phishing attacks.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide multi-factor authentication option for consumers",
            "quoted_text": "Requiring multi-factor authentication methods be provided as an option for consumers. Any information collected from consumers at the time they select to use multi-factor authentication may only be used for authentication purposes and no other purpose",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Implement access logging, monitoring, and least-privilege controls",
            "quoted_text": "Technical measures, standards, procedures, and policy provisions to: (a) log and monitor access to repositories of Covered Information in the control of a Covered Business; (b) limit access to Covered Information by, at a minimum, limiting employee and service provider access to what is needed to perform that employee's or service provider's job function; (c) grant and audit varying levels of access based on an employee's need to know; and (d) periodically monitor and terminate employee and contractor accounts following inappropriate usage or termination of employment",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Control data access for databases and source code repositories with IP restrictions, authentication, and encryption",
            "quoted_text": "Technical measures, standards, procedures, and policy provisions to control data access for all assets (including databases) containing Covered Information or resources containing proprietary (i.e., non-open source) source code repositories, including, at a minimum: (a) restrictions of inbound connections to those originating from approved IP addresses; (b) requiring connections to be authenticated and encrypted; and (c) periodic audits of account permissions",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Monitor and log data transfers and security events",
            "quoted_text": "Technical measures, standards, procedures, and policy provisions to: (a) monitor and log transfers or exfiltration of Covered Information outside each Covered Business' network boundaries; (b) monitor and log data security events and other anomalous activity; and (c) verify the effectiveness of monitoring and logging",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Implement technical safeguards including intrusion detection, file integrity monitoring, DLP, firewalls, and network segmentation",
            "quoted_text": "Technical measures to safeguard against unauthorized access, including: (a) an intrusion prevention or detection system; (b) file integrity monitoring tools; (c) data loss prevention tools; (d) properly configured firewalls; and (e) properly configured physical or logical segmentation of networks, systems, and databases",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Conduct code review and penetration testing at least every 12 months and within 30 days after Covered Incident",
            "quoted_text": "Technical measures, standards, procedures, and policy provisions to assess the risk posed by source code to Covered Information stored on any Covered Business' network or other assets, including, at least once every 12 months and promptly (not to exceed 30 days) after a Covered Incident involving a vulnerability related to Respondent's source code: (a) software code review; and (b) penetration testing of each Covered Business' software",
            "deadline": "12 months",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Systematically inventory and delete unnecessary Covered Information",
            "quoted_text": "Technical measures, procedures, and policy provisions to systematically inventory Covered Information in each Covered Business' control and Delete Covered Information that is no longer necessary",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Assess safeguard sufficiency at least every 12 months and within 30 days after Covered Incident",
            "quoted_text": "Assess, at least once every 12 months and promptly (not to exceed 30 days) following a Covered Incident, the sufficiency of any safeguards in place to address the risks to the security, confidentiality, or integrity of Covered Information, and modify the Information Security Program based on the results",
            "deadline": "12 months",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Test and monitor safeguards at least every 12 months and within 30 days after Covered Incident, including quarterly vulnerability testing",
            "quoted_text": "Test and monitor the effectiveness of the safeguards in place at least once every 12 months and promptly (not to exceed 30 days) following a Covered Incident, and modify the Information Security Program based on the results. Such testing and monitoring must include: (1) vulnerability testing of each Covered Business' network and applications once every 4 months and promptly (not to exceed 30 days) after a Covered Incident; and (2) penetration testing of each Covered Business' network(s) and applications at least once every 12 months and promptly (not to exceed 30 days) after a Covered Incident",
            "deadline": "12 months",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Select capable service providers and contractually require safeguards",
            "quoted_text": "Select and retain service providers capable of safeguarding Covered Information they access through or receive from each Covered Business, and contractually require service providers to implement and maintain safeguards sufficient to address the internal and external risks to the security, confidentiality, or integrity of Covered Information",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Evaluate and adjust program at least every 12 months based on changes and incidents",
            "quoted_text": "Evaluate and adjust the Information Security Program in light of any changes to a Covered Business' operations or business arrangements, a Covered Incident, new or more efficient technological or operational methods to control for the risks identified in sub-Provision D of the Provision entitled Mandated Information Security Program for Covered Businesses, or any other circumstances that a Covered Business or its officers, agents, or employees know or have reason to know may have an impact on the effectiveness of the Information Security Program or any of its individual safeguards. At a minimum, each Covered Business must evaluate the Information Security Program at least once every 12 months and modify the Information Security Program based on the results.",
            "deadline": "12 months",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Third Party Information Security Assessments for Covered Businesses",
        "category": "assessment",
        "summary": "Corporate Respondent must obtain initial and biennial third-party assessments of its Information Security Program for 20 years.",
        "requirements": [
          {
            "description": "Obtain assessments from qualified, objective, independent third-party professional using accepted standards",
            "quoted_text": "The Assessments must be obtained from a qualified, objective, independent third-party professional (\"Assessor\"), who: (1) uses procedures and standards generally accepted in the profession; (2) conducts an independent review of the Information Security Program; and (3) retains all documents relevant to each Assessment for 5 years after completion of such Assessment and will provide such documents to the Commission within 10 days of receipt of a written request from a representative of the Commission.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide FTC with Assessor name, affiliation, and qualifications for approval",
            "quoted_text": "For each Assessment, Corporate Respondent must provide the Associate Director for Enforcement for the Bureau of Consumer Protection at the Federal Trade Commission with the name, affiliation, and qualifications of the proposed Assessor, whom the Associate Director shall have the authority to approve in their sole discretion.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Initial assessment covers first 180 days after program implementation; biennial assessments cover each two-year period for 20 years",
            "quoted_text": "The reporting period for the Assessments must cover: (1) the first 180 days after the Mandated Information Security Program for Covered Businesses required by Provision IV of this Order has been put in place for the initial Assessment; and (2) each two-year period thereafter for 20 years after issuance of the Order for the biennial Assessments.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Assessment must determine program implementation, assess effectiveness, identify gaps, address prior gaps, and provide supporting evidence",
            "quoted_text": "Each Assessment must, for the entire assessment period: 1. Determine whether Corporate Respondent has implemented and maintained the Information Security Program required by the Provision entitled Mandated Information Security Program for Covered Businesses; 2. Assess the effectiveness of Corporate Respondent's implementation and maintenance of sub-Provisions A-I of the Provision entitled Mandated Information Security Program for Covered Businesses; 3. Identify any gaps or weaknesses in, or instances of material noncompliance with, the Information Security Program; 4. Address the status of gaps or weaknesses in, or instances of material non-compliance with, the Information Security Program that were identified in any prior Assessment required by this Order; and 5. Identify specific evidence (including, but not limited to, documents reviewed, sampling and testing performed, and interviews conducted) examined to make such determinations, assessments, and identifications",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Complete assessment within 60 days after end of reporting period and submit to Commission within 10 days",
            "quoted_text": "Each Assessment must be completed within 60 days after the end of the reporting period to which the Assessment applies. Unless otherwise directed by a Commission representative in writing, Corporate Respondent must submit an unredacted copy of the initial Assessment and a proposed redacted copy suitable for public disclosure of the initial Assessment to the Commission within 10 days after the Assessment has been completed",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Cooperation with Third-Party Information Security Assessor",
        "category": "affirmative_obligation",
        "summary": "Respondents must fully cooperate with the Assessor by providing all relevant information, access to networks and systems, and disclosing all material facts without misrepresentation.",
        "requirements": [
          {
            "description": "Provide all relevant information and materials to Assessor",
            "quoted_text": "Provide or otherwise make available to the Assessor all information and material in their possession, custody, or control that is relevant to the Assessment for which there is no reasonable claim of privilege",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide Assessor with network information and visibility to in-scope systems",
            "quoted_text": "Provide or otherwise make available to the Assessor information about Corporate Respondent's networks and all of Corporate Respondent's information technology assets so that the Assessor can determine the scope of the Assessment, and visibility to those portions of the networks and information technology assets deemed in scope",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Disclose all material facts to Assessor without misrepresentation",
            "quoted_text": "Disclose all material facts to the Assessor, and not misrepresent in any manner, expressly or by implication, any fact material to the Assessor's: (1) determination of whether Corporate Respondent has implemented and maintained the Mandated Information Security Program for Covered Businesses; (2) assessment of the effectiveness of the Corporate Respondent's implementation and maintenance of sub-Provisions A-I of the required Mandated Information Security Program for Covered Businesses; or (3) identification of any gaps or weaknesses in, or instances of material noncompliance with, the Mandated Information Security Program for Covered Businesses.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Mandated Information Security Program for Certain Businesses of the Individual Respondent",
        "category": "affirmative_obligation",
        "summary": "For 10 years, Individual Respondent must ensure any Relevant Business he owns or leads establishes and maintains a comprehensive information security program with testing and monitoring requirements.",
        "requirements": [
          {
            "description": "Individual Respondent must ensure Relevant Businesses establish information security program within 180 days",
            "quoted_text": "for 10 years after issuance of this Order, Individual Respondent, for any Relevant Business that he is: 1) majority owner; or 2) employed or functions as a Chief Executive Officer or other senior officer with direct or indirect responsibility for information security, must within 180 days ensure that the business has established and implemented, and thereafter maintains, a comprehensive information security program (\"Business ISP\") that protects the security, confidentiality, and integrity of Covered Information.",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Document Business ISP in writing",
            "quoted_text": "Documents in writing the content, implementation, and maintenance of the Business ISP",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide written Business ISP to board or senior officer at least every 12 months",
            "quoted_text": "Provides the written Business ISP and any evaluations thereof or updates thereto to any Relevant Business's board of directors or governing body or, if no such board or equivalent governing body exists, to a senior officer of the Relevant Business responsible for the Business ISP at least once every 12 months",
            "deadline": "12 months",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Designate qualified employee(s) to coordinate Business ISP",
            "quoted_text": "Designates a qualified employee or employees to coordinate and be responsible for the Business ISP",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Assess and document risks at least every 12 months",
            "quoted_text": "Assesses and documents, at least once every 12 months, internal and external risks to the security, confidentiality, or integrity of Covered Information that could result in the (1) unauthorized collection, maintenance, alteration, use, disclosure of, or provision of access to, Covered Information; or the (2) misuse, loss, theft, destruction, or other compromise of such information",
            "deadline": "12 months",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Design, implement, maintain, and document risk-based safeguards",
            "quoted_text": "Designs, implements, maintains, and documents safeguards that control for the internal and external risks to the security, confidentiality, or integrity of Covered Information identified in response to sub-Provision D of this provision entitled Mandated Information Security Program for Certain Businesses of the Individual Respondent.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Assess safeguards at least every 12 months and modify program based on results",
            "quoted_text": "Assesses, at least once every 12 months, the sufficiency of any safeguards in place to address the risks to the security, confidentiality, or integrity of Covered Information, and modify the Business ISP based on the results",
            "deadline": "12 months",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Test and monitor safeguards at least every 12 months including quarterly vulnerability testing and annual penetration testing",
            "quoted_text": "Tests and monitors the effectiveness of the safeguards in place at least once every 12 months, and modifies the Business ISP based on the results. Such testing and monitoring must include: (1) vulnerability testing of the Relevant Business's network and applications once every 4 months; and (2) penetration testing of the Relevant Business's network(s) and applications at least once every 12 months",
            "deadline": "12 months",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Select capable service providers and contractually require safeguards",
            "quoted_text": "Selects and retains service providers capable of safeguarding Covered Information they access through or receive from the Relevant Business, and contractually require service providers to implement and maintain safeguards sufficient to address the internal and external risks to the security, confidentiality, or integrity of Covered Information",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Evaluate and adjust Business ISP at least every 12 months",
            "quoted_text": "Evaluates and adjusts the Business ISP in light of any changes to the Relevant Business's operations or business arrangements, new or more efficient technological or operational methods to control for the risks identified in sub-Provision D of this provision entitled Mandated Information Security Program for Certain Businesses of the Individual Respondent, or any other circumstances that Individual Respondent or the Relevant Business know or have reason to know may have an impact on the effectiveness of the Business ISP or any of its individual safeguards. At a minimum, each Relevant Business must evaluate the Business ISP at least once every 12 months and modify the Business ISP based on the results.",
            "deadline": "12 months",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Annual Certification",
        "category": "compliance_reporting",
        "summary": "Corporate Respondent must provide annual certifications from the CEO or senior officer confirming compliance, absence of material noncompliance, and describing all Covered Incidents.",
        "requirements": [
          {
            "description": "Provide annual certification from CEO or designated officer confirming compliance and disclosing Covered Incidents",
            "quoted_text": "One year after the issuance date of this Order, and each year thereafter, provide the Commission with a certification from Corporate Respondent's Chief Executive Officer, James Cory Rellas, or if Mr. Rellas no longer serves as Corporate Respondent's Chief Executive Officer, President, or such other officer (regardless of title) that is designated in Corporate Respondent's Bylaws or resolution of the Board of Directors as having the duties of the principal executive officer of Corporate Respondent, then a senior corporate manager, or, if no such senior corporate manager exists, a senior officer responsible for Corporate Respondent's Information Security Program that: (1) each Covered Business has established, implemented, and maintained the requirements of this Order; (2) each Covered Business is not aware of any material noncompliance that has not been (a) corrected or (b) disclosed to the Commission; and (3) includes a brief description of all Covered Incidents that Corporate Respondent verified or confirmed during the certified period.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Covered Incident Reports",
        "category": "compliance_reporting",
        "summary": "Covered Businesses must submit reports to the Commission within 10 days of notifying any government entity of a Covered Incident, including details about the incident, affected data, and remediation.",
        "requirements": [
          {
            "description": "Submit Covered Incident report to Commission within 10 days of government notification",
            "quoted_text": "within 10 days of any notification to a United States federal, state, or local entity of a Covered Incident, each Covered Business must submit a report to the Commission. The report must include, to the extent possible: A. The date, estimated date, or estimated date range when the Covered Incident occurred; B. A description of the facts relating to the Covered Incident, including the causes and scope of the Covered Incident, if known; C. A description of each type of information that was affected by the Covered Incident; D. The number of consumers whose information was affected by the Covered Incident; E. The acts that each Covered Business has taken to date to remediate the Covered Incident and protect Covered Information from further exposure or access, and protect affected individuals from identity theft or other harm that may result from the Covered Incident; and F. A representative copy of each materially different notice sent by each Covered Business to consumers or to any U.S. federal, state, or local government entity regarding the Covered Incident.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Acknowledgments of the Order",
        "category": "acknowledgment",
        "summary": "Respondents must submit acknowledgments of receipt and deliver copies of the Order to relevant personnel, obtaining signed acknowledgments within 30 days.",
        "requirements": [
          {
            "description": "Each Respondent must submit acknowledgment of receipt of Order within 10 days",
            "quoted_text": "Each Respondent, within 10 days after the effective date of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "For 10 years, deliver Order to principals, officers, directors, managers, employees with managerial responsibilities, and relevant personnel within 10 days for current personnel or before assuming responsibilities for new personnel",
            "quoted_text": "For 10 years after the issuance date of this Order, Individual Respondent for any business that such Respondent, individually or collectively with any other Respondent is the majority owner or controls, directly or indirectly, and Corporate Respondent must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees, agents, and representatives with managerial responsibilities for a Covered Business' data security, collection of consumer information, and decision-making about the use of consumer information; (3) the employee(s) having primary responsibility for a Relevant Business' data security, collection of consumer information, and decision-making about the use of consumer information; and (4) any business entity resulting from any change in structure as set forth in the Provision titled Compliance Report and Notices. Delivery must occur within 10 days after the effective date of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Obtain signed and dated acknowledgments of receipt from each individual or entity within 30 days",
            "quoted_text": "From each individual or entity to which Respondents delivered a copy of this Order, Respondents must obtain, within 30 days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XI",
        "title": "Compliance Report and Notices",
        "category": "compliance_reporting",
        "summary": "Respondents must submit annual compliance reports and notices of changes within 14 days, including contact information, business activities, compliance details, and acknowledgments obtained.",
        "requirements": [
          {
            "description": "Submit comprehensive annual compliance report one year after issuance and each year thereafter",
            "quoted_text": "One year after the issuance date of this Order, each Respondent must submit a compliance report, sworn under penalty of perjury, in which: 1. Each Respondent must: (a) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission, may use to communicate with Respondent; (b) identify all of that Respondent's businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (c) describe the activities of each business, including the goods and services offered, the means of advertising, marketing, and sales, and the involvement of any other Respondent (which Individual Respondent must describe if they know or should know due to their own involvement); (d) describe in detail whether and how that Respondent is in compliance with each Provision of this Order, including a discussion of all of the changes the Respondent made to comply with the Order; and (e) provide a copy of each Acknowledgment of the Order obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Individual Respondent must provide additional details about personal information, business activities, and Relevant Businesses in annual report",
            "quoted_text": "Additionally, Individual Respondent must: (a) identify all their telephone numbers and all their physical, postal, email and Internet addresses, including all residences; (b) identify all their business activities, including any business for which such Respondent performs services whether as an employee or otherwise and any entity in which such Respondent has any ownership interest; (c) describe in detail such Respondent's involvement in each such business activity, including title, role, responsibilities, participation, authority, control, and any ownership; and (d) explain whether or not any business identified in sub-part (b) is a Relevant Business.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Submit compliance notice within 14 days of changes in contact information or corporate structure",
            "quoted_text": "Each Respondent must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following: 1. Each Respondent must submit notice of any change in: (a) any designated point of contact; or (b) the structure of Corporate Respondent or any entity that Respondent has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Individual Respondent must submit notice within 14 days of changes in name, address, title, or business involvement",
            "quoted_text": "Additionally, Individual Respondent must submit notice of any change in: (a) name, including alias or fictitious name, or residence address; or (b) title or role in any business activity, including (i) any business for which Respondent performs services whether as an employee or otherwise and (ii) any entity in which Respondent has any ownership interest and over which Respondent has direct or indirect control. For each such business, also identify its name, physical address, any Internet address, and whether or not it is a Relevant Business.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit notice of bankruptcy or insolvency proceeding within 14 days of filing",
            "quoted_text": "Each Respondent must submit notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against such Respondent within 14 days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XII",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondents must create and retain records for 20 years including accounting, personnel, complaints, marketing materials, assessments, and compliance documentation, with 5-year retention periods for most records.",
        "requirements": [
          {
            "description": "Create records for 20 years and retain each record for 5 years including accounting, personnel, complaints, marketing, privacy/security representations, assessments, law enforcement communications, and compliance documentation",
            "quoted_text": "Respondents must create certain records for 20 years after the issuance date of the Order, and retain each such record for 5 years, unless otherwise specified below. Specifically, Corporate Respondent and Individual Respondent for any business that such Respondent, individually or collectively with any other Respondents, is a majority owner or controls directly or indirectly must create and retain the following records: A. Accounting records showing the revenues from all goods or services sold, the costs incurred in generating those revenues, and resulting net profit or loss; B. Personnel records showing, for each person providing services in relation to any aspect of the Order,whether as an employee or otherwise, that person's: name, addresses, telephone numbers, job title or position, dates of service, and (if applicable) the reason for termination; C. Copies or records of all consumer complaints related to information security, privacy, or identity theft whether received directly or indirectly by Corporate Respondent, such as through a third party, and any response; D. A copy of each unique advertisement or other marketing material of Corporate Respondent containing a representation subject to this Order; E. A copy of each widely disseminated and materially different representation by Corporate Respondent that describes the extent to which Corporate Respondent maintains or protects the privacy, security, availability, confidentiality, or integrity of any Covered Information, including any representation concerning a change in any website or other service controlled by Corporate Respondent that relates to privacy, security, availability, confidentiality, or integrity of Covered Information; F. For 5 years after the date of preparation of each Assessment required by this Order, all materials and evidence that the Assessor considered, reviewed, relied upon or examined to prepare the Assessment, whether prepared by or on behalf of Respondents, including all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, and any other materials concerning Respondents' compliance with related Provisions of this Order, for the compliance period covered by such Assessment; G. For 5 years from the date received, copies of all subpoenas and other communications with law enforcement, if such communications relate to Respondents' compliance with this Order; H. For 5 years from the date created or received, all records, whether prepared by or on behalf of Respondents, that tend to show any lack of compliance by Respondents with this Order; and I. All records necessary to demonstrate full compliance with each Provision of this Order, including all submissions to the Commission.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "XIII",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "Commission has authority to monitor compliance by requesting reports and records within 10 days, interviewing personnel, and using all lawful investigative means including undercover operations.",
        "requirements": [
          {
            "description": "Respondents must submit additional compliance reports or records within 10 days of Commission request",
            "quoted_text": "Within 10 days of receipt of a written request from a representative of the Commission, Respondents must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury, and produce records for inspection and copying.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Commission may communicate directly with Respondents and interview affiliated persons with consent",
            "quoted_text": "For matters concerning this Order, representatives of the Commission are authorized to communicate directly with Respondents. Respondents must permit representatives of the Commission to interview anyone affiliated with Respondents who has agreed to such an interview. The interviewee may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Commission may use undercover methods without prior notice",
            "quoted_text": "The Commission may use all other lawful means, including posing through its representatives as consumers, suppliers, or other individuals or entities, to Respondents or any individual or entity affiliated with Respondents, without the necessity of identification or prior notice.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XIV",
        "title": "Order Effective Dates",
        "category": "duration",
        "summary": "Order is effective upon publication on FTC website and terminates 20 years from issuance, with exceptions for provisions terminating earlier and extensions if violations are alleged.",
        "requirements": [
          {
            "description": "Order is final and effective upon publication on FTC website",
            "quoted_text": "this Order is final and effective upon the date of its publication on the Commission's website (ftc.gov) as a final order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Order terminates 20 years from issuance or from most recent complaint filing, with provisions for early termination and extensions",
            "quoted_text": "This Order will terminate 20 years from the date of its issuance, (which date may be stated at the end of this Order, near the Commission's seal), or 20 years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of this Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Provision in this Order that terminates in less than 20 years; B. This Order's application to any Respondent that is not named as a defendant in such complaint; and C. This Order if such complaint is filed after the Order has terminated pursuant to this Provision.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This Order will terminate 20 years from the date of its issuance, (which date may be stated at the end of this Order, near the Commission's seal), or 20 years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of this Order, whichever comes later"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "01.23, Drizly Complaint (Pending).pdf",
      "order": "01.23, Drizly Order (Pending).pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 3,
      "order_provisions": 14,
      "order_definitions": 9,
      "order_requirements": 64
    },
    "processing_time_seconds": 270.3
  }
}