{
  "case_info": {
    "docket_number": "2:22-CV-00073",
    "company": {
      "name": "ITMEDIA SOLUTIONS LLC",
      "incorporation_state": "California",
      "entity_type": "Limited Liability Company",
      "address": "2800 Olympic Blvd., Santa Monica, CA 90404",
      "business_description": "ITMEDIA Solutions and its subsidiaries advertised online loan-finding services to consumers throughout the United States and marketed and sold lead generation services to businesses throughout the United States. The company acquired information about consumers and collected payments in exchange for leads and consumer information."
    },
    "commissioners": [],
    "date_issued": "2022-01-10",
    "legal_authority": "Sections 5(a), 13(b), and 16(a) of the Federal Trade Commission Act, 15 U.S.C. §§ 45(a), 53(b), and 56(a)(1); Section 621(a) of the Fair Credit Reporting Act, 15 U.S.C. § 1681s(a); Sections 604 and 607 of the Fair Credit Reporting Act, 15 U.S.C. §§ 1681b and 1681e",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/1523225-itmedia-solutions-llc"
  },
  "complaint": {
    "factual_background": "ITMedia operated loan-finding websites that promised to connect consumers with trusted lenders but instead sold consumer loan applications containing sensitive personal and financial information to a variety of entities that were not lenders and did not use the data to make loans. The company also improperly obtained and used consumer credit scores for marketing purposes, filtering and pricing leads based on credit scores without permissible purpose under the FCRA. ITMedia disseminated sensitive consumer information including Social Security numbers and bank account data to entities whose identity and purpose were unknown, exposing consumers to identity theft and fraud.",
    "representations_made": [
      {
        "description": "Information would only be shared with trusted lenders to secure loans",
        "quoted_text": "ITMedia has published websites that assure consumers that it will share the information provided by each consumer with qualified and trustworthy loan providers, and that it only shares consumers' information to find a loan for the consumer.",
        "source_paragraph": 23
      },
      {
        "description": "Consumer data would only be shared with qualified lenders",
        "quoted_text": "We only share your information with our network of trusted lenders, lending partners and financial service providers, in an attempt to connect you with a lender or lending partner that can offer you a loan.",
        "source_paragraph": 23
      },
      {
        "description": "Protected data would only be shared with qualified lenders",
        "quoted_text": "Customers simply fill out our secure online form, then hit the SUBMIT button. From there, your protected data will only be shared with qualified lenders.",
        "source_paragraph": 23
      },
      {
        "description": "Loans are available regardless of credit rating or history",
        "quoted_text": "Every day, we help people like you secure loans regardless of your credit rating. We're here to help you find solutions to your financial needs.",
        "source_paragraph": 25
      },
      {
        "description": "Loans can be obtained quickly without credit score requirements",
        "quoted_text": "Bad credit personal loans, however, can now be obtained quickly and without any credit score requirements.",
        "source_paragraph": 25
      },
      {
        "description": "Lenders do not require credit scores",
        "quoted_text": "MobileLoans.com [Burstloans.com/CashUSA.com] lenders do not require credit scores and do not ask applicants to provide credit score details. Your credit score will not affect the fees and terms of your loan in any way.",
        "source_paragraph": 25
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Deceptive Representations",
        "representation": "ITMedia represented that (a) they would only share consumer information to connect the consumer with a loan offer; (b) information would be given to loan providers only; and (c) consumers could receive loans without regard to credit score or history",
        "fact": "ITMedia distributed consumer information to entities that were not lenders, did not require recipients to use information to make loan offers, and sold leads to entities that checked and evaluated consumers' credit history. For more than 84% of consumers since January 2016, ITMedia either sold information to non-lenders, created targeted marketing data, or directed consumers to online advertisements",
        "conclusion": "The representations set forth in Paragraph 61 are false and misleading, or were not substantiated at the time the representations were made. Therefore, the making of the representations as set forth in Paragraph 61 constitute deceptive acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 2,
        "title": "Unfair Distribution of Sensitive Information",
        "representation": "ITMedia collected and shared sensitive personal and financial information including Social Security numbers, bank account numbers, and driver's license numbers",
        "fact": "ITMedia shared and sold this sensitive information without consumers' knowledge or consent and without regard for whether recipients were lenders or had legitimate need for the information. ITMedia transmitted unmasked loan applications to multiple entities that had not committed to purchase the information, exposed consumers to identity theft and fraud, and had no program to assess whether purchasers safeguarded or misused the information",
        "conclusion": "The acts or practices as set forth in Paragraph 64 cause or are likely to cause substantial injury to consumers that consumers could not reasonably avoid themselves and that are not outweighed by countervailing benefits to consumers or competition. Therefore, the acts or practices as set forth in Paragraph 64 constitute unfair acts or practices in violation of Section 5 of the FTC Act, 15 U.S.C. §§ 45(a) and 45(n)."
      },
      {
        "count_number": 3,
        "title": "Obtaining and Using Consumer Reports without a Permissible Purpose",
        "representation": "ITMedia obtained credit scores from a consumer reporting agency and used them to price leads, set lead prices based on credit scores, send consumer information with credit score codes to potential buyers, and filter consumer information by credit score ranges",
        "fact": "Obtaining or using credit scores to filter, price, market, or evaluate leads for marketing is not a permissible purpose under Section 604 of the FCRA. ITMedia did not require entities receiving credit score-based leads to certify they would use leads solely to respond to consumers' loan requests",
        "conclusion": "By and through the acts and practices described in Paragraphs 51 through 53 and 76 through 79, Defendants have violated Section 604(f) of the FCRA, 15 U.S.C. § 1681b(f). The acts and practices described constitute a pattern or practice of knowing violations of the FCRA under Section 621(a)(2)(A) of the FCRA, 15 U.S.C. § 1681s(a)(2)(A)."
      },
      {
        "count_number": 4,
        "title": "Failure to Establish Procedures to Avoid Impermissible Use of Consumer Report Information",
        "representation": "ITMedia procured consumer reports for resale but failed to establish or comply with reasonable procedures to ensure reports were resold only for permissible purposes",
        "fact": "ITMedia failed to require purchasers and end-users to identify themselves, certify the purposes for which information was sought, and certify that information would be used for no other purpose. ITMedia also failed to make reasonable efforts to verify the identity of each purchaser and the purposes for which consumer report information would be used",
        "conclusion": "By and through the acts and practices described in Paragraphs 54 and 89 through 92, Defendants have violated Section 607(e)(2) of the FCRA, 15 U.S.C. § 1681e(e)(2). The acts and practices described constitute a pattern or practice of knowing violations of the FCRA under Section 621(a)(2)(A) of the FCRA, 15 U.S.C. § 1681s(a)(2)(A)."
      },
      {
        "count_number": 5,
        "title": "Reselling Consumer Reports to Unidentified Users",
        "representation": "ITMedia procured credit scores for the purpose of selling leads filtered by credit score",
        "fact": "ITMedia did not disclose to the consumer reporting agency that furnished the consumer report the identity of the end-users to which ITMedia furnished credit score information or the purposes for which these end-users used such information. ITMedia's lead sale contracts did not identify all entities that would receive leads and explicitly contemplated that leads would be shared with unnamed entities",
        "conclusion": "By and through the acts and practices described in Paragraphs 51 through 55, Defendants have violated Section 607(e)(1) of the FCRA, 15 U.S.C. § 1681e(e)(1). The acts and practices described constitute a pattern or practice of knowing violations of the FCRA under Section 621(a)(2)(A) of the FCRA, 15 U.S.C. § 1681s(a)(2)(A)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Consumer Report": "any written, oral, or other communication of any information by a Consumer Reporting Agency bearing on a consumer's credit worthiness, credit standing, credit capacity, character, general reputation, personal characteristics, or mode of living which is used or expected to be used or collected in whole or in part for the purpose of serving as a factor in establishing the consumer's eligibility for\n1. credit or insurance to be used primarily for personal, family, or household purposes;\n2. employment purposes; or\n3. any other Permissible Purpose.",
      "Consumer Reporting Agency": "any Person which, for monetary fees, dues, or on a cooperative nonprofit basis, regularly engages in whole or in part in the practice of assembling or evaluating consumer credit information or other information on consumers for the purpose of furnishing Consumer Reports to third parties, and which uses any means or facility of interstate commerce for the purpose of preparing or furnishing Consumer Reports.",
      "Defendants": "all of the Individual Defendants and the Corporate Defendants, individually, collectively, or in any combination.",
      "Corporate Defendants": "ITMEDIA SOLUTIONS LLC, DEV.XYZ LLC, TEAM.XYZ LLC, 123 LLC, XYZ LLC, GREAT LLC, General LLC, MEDIA LLC, ADV MARKET DIRECT LLC, Direct Ad Sales LLC, MARKETING SOLUTIONS 33 LLC, DEC MKT LLC, Ads Full3 LLC, Sunset Marketing Services LLC, Arrow Eagle, LLC, Arrow Hawk, LLC, Gen Ads, LLC, and their successors and assigns.",
      "Individual Defendants": "Michael Ambrose, Daniel Negari, Grant Carpenter, Jason Ramin, Anisha Hancock, and Sione Kaufusi.",
      "Financial Product or Service": "any product, service, plan, or program represented, expressly or by implication, to\n1. provide any consumer, arrange for any consumer to receive, or assist any consumer in receiving a loan or other extension of credit;\n2. provide any consumer, arrange for any consumer to receive, or assist any consumer in receiving credit, debit, or stored value cards;\n3. improve, repair, or arrange to improve or repair any consumer's credit record, credit history, or credit rating; or\n4. provide information about or provide assistance to improve any consumer's credit record, credit history, or credit rating.",
      "Person": "a natural person, organization, or other legal entity, including a corporation, partnership, proprietorship, association, cooperative, or any other group or combination acting as an entity.",
      "Permissible Purpose": "1. in connection with a credit transaction involving the consumer on whom the information is to be furnished and involving the extension of credit to, or review or collection of an account of, the consumer; or\n2. for employment purposes; or\n3. in connection with the underwriting of insurance involving the consumer; or\n4. in connection with a determination of the consumer's eligibility for a license or other benefit granted by a governmental instrumentality required by law to consider an applicant's financial responsibility or status; or\n5. in connection with a valuation of, or an assessment of the credit or prepayment risks associated with, an existing credit obligation; or\n6. otherwise in connection with a legitimate business need for the information\ni. in connection with a business transaction that is initiated by the consumer; or\nii. to review an account to determine whether the consumer continues to meet the terms of the account.",
      "Personal Information": "information from or about an individual consumer including but not limited to the following: (1) a first name and last name; (2) a home or other physical address, including street name and name of city or town; (3) an email address or other online contact information; (4) a telephone number; (5) a Social Security number; (6) a driver's license number or other government-issued identification number; (7) a financial institution account number; (8) credit or debit card information; (9) precise geolocation data of an individual or mobile device, including but not limited to GPS-based, WiFi-based, or cell-based location information; or (10) an authentication credential, such as a username and password.",
      "Sensitive Personal Information": "any of the following about a consumer: (1) a Social Security number; (2) financial institution account number; (3) credit or debit card information; (4) taxpayer identification number; (5) passport number; (6) a driver's license number or other government-issued identification number; (7) date of birth (other than year); (8) any other information by which a consumer's financial account can be accessed, or by which a consumer might be charged for goods or services, including through third parties such as telecommunications carriers."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibited Misrepresentations",
        "category": "prohibition",
        "summary": "Defendants are prohibited from misrepresenting material facts to consumers, including the entities with which they share personal information, loan assistance, credit-independent product availability, and other material facts about products or services.",
        "requirements": [
          {
            "description": "Must not misrepresent the entities and types of entities with which Defendants will share consumers' Personal Information, and for what purpose",
            "quoted_text": "IT IS ORDERED that Defendants, Defendants' officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with the advertising, marketing, promotion, offering for sale, or selling of any product or service, are permanently restrained and enjoined from: A. misrepresenting or assisting others in misrepresenting, expressly or by implication, 1. the entities and types of entities with which Defendants will share consumers' Personal Information, and for what purpose;",
            "deadline": null,
            "verified": true,
            "confidence": 0.9715584415584416
          },
          {
            "description": "Must not misrepresent that Defendants will assist consumers in obtaining a loan",
            "quoted_text": "2. that Defendants will assist consumers in obtaining a loan;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent that a product or service is available without regard for a consumer's credit score or history",
            "quoted_text": "3. that a product or service is available without regard for a consumer's credit score or history; or",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent any other material fact such as total costs, restrictions, limitations, conditions, or performance characteristics",
            "quoted_text": "4. any other fact material to consumers, such as the total costs; any material restrictions, limitations, or conditions; or any material aspect of the product or service's performance, efficacy, nature, or central characteristics;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must possess and rely upon competent and reliable evidence to substantiate any representation as true",
            "quoted_text": "B. making any representation, expressly or by implication, unless the representation is non-misleading, and, at the time such representation is made, Defendants possess and rely upon competent and reliable evidence that is sufficient to substantiate that the representation is true.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Injunction Concerning Sale, Transfer, or Disclosure of Sensitive Personal Information",
        "category": "prohibition",
        "summary": "Defendants are prohibited from selling, transferring, or disclosing Sensitive Personal Information unless the consumer requested a Financial Product or Service, the disclosure is necessary, consent is obtained, and screening requirements are met.",
        "requirements": [
          {
            "description": "Must not sell, transfer, or disclose Sensitive Personal Information unless consumer requested a Financial Product or Service, the disclosure is necessary for third party to provide it, Defendants have express informed consent, and Defendants complied with Section III.A and III.B",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants, Defendants' officers, agents, employees, and attorneys, and all other persons or entities in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, are permanently restrained and enjoined from, or assisting others in, selling, transferring, or otherwise disclosing a consumer's Sensitive Personal Information to any Person, unless the consumer has requested a Financial Product or Service; and A. the sale, transfer, or disclosure is necessary for a third party to provide the requested Financial Product or Service; B. Defendants have the consumer's express, informed consent for the sale, transfer, or disclosure; and C. Defendants have complied with Section III.A and Section III.B for that Person.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9639567504383402
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Required Screening of Recipients of Sensitive Personal Information",
        "category": "affirmative_obligation",
        "summary": "Defendants must establish, implement, and maintain procedures to verify legitimate need for and monitor use of Sensitive Personal Information by recipients, including obtaining certifications, verifying information, and conducting ongoing monitoring.",
        "requirements": [
          {
            "description": "Must obtain from each Person a signed and dated certification stating the name and nature of business, purposes for obtaining Sensitive Personal Information, physical addresses, trade names, online sites, profiles, and licenses",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants shall establish, implement, and maintain procedures to verify the legitimate need for and monitor the use of consumers' Sensitive Personal Information by any Person to whom Defendants sell, transfer, or disclose such information, including: A. Obtaining from each Person a signed and dated certification stating 1. the name and nature of the Person's business(es), including the purpose(s) for obtaining consumers' Sensitive Personal Information; the Person's physical address(es) for conducting business; trade names; online sites and profiles; and licenses or registrations;",
            "deadline": null,
            "verified": true,
            "confidence": 0.9826764934057409
          },
          {
            "description": "Must obtain certification that the Person will not use, sell, transfer, or disclose the Sensitive Personal Information for any purpose other than to provide the Financial Product or Service requested",
            "quoted_text": "2. a confirmation that the Person will not use, sell, transfer, or otherwise disclose the Sensitive Personal Information it receives from Defendants for any purpose other than to provide the Financial Product or Service requested by the consumer;",
            "deadline": null,
            "verified": true,
            "confidence": 0.9934146341463415
          },
          {
            "description": "Must obtain certification describing any individuals or entities to which the Person will sell, transfer, or disclose consumers' Sensitive Personal Information, including all purposes and safeguarding measures",
            "quoted_text": "3. a descriptionof any individuals or entities to which the Person will or may sell, transfer, or otherwise disclose consumers' Sensitive Personal Information that includes: (i) any and all purposes for which those individuals or entities may use the such information; and (ii) measures implemented by those individuals or entities for safeguarding Sensitive Personal Information, including secure transmission and storage.",
            "deadline": null,
            "verified": true,
            "confidence": 0.8189300411522634
          },
          {
            "description": "Must obtain from each Person a new certification annually and upon any material change in business or purpose",
            "quoted_text": "Defendants must obtain from each Person a new certification annually and upon any material change in the nature of the Person's business or of the purpose(s) for which the Person would use consumers' Sensitive Personal Information.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must conduct reasonable procedures to verify the certification information, including reviewing physical addresses, online sites, profiles, licenses, identity, advertising, lines of business, and purposes",
            "quoted_text": "B. Conducting reasonable procedures to verify the information provided in the certification described in Subsection A, including reviewing and confirming the Person's physical addresses, online sites and profiles, and licenses and registrations; and that the Person's identity, advertising, lines(s) of business, and purpose(s) for obtaining consumers' Sensitive Personal Information relate to providing Financial Products or Services.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must conduct reasonable ongoing monitoring procedures including periodic audits and investigating legal actions, complaints, or reports indicating misuse",
            "quoted_text": "C. Conducting reasonable ongoing procedures to monitor that each Person to whom Defendants sell, transfer, or disclose a consumer's Sensitive Personal Information is using it solely to provide the consumer with a Financial Product or Service, including by conducting periodic audits that involve examining information and documents from the Person and third parties to which the Person will or may sell, transfer, or otherwise disclose consumers' Sensitive Personal Information to verify the ongoing accuracy of the certification described in Subsection A, and investigating any legal actions, complaints, or reports of which Defendants have notice and that indicate misuse of Sensitive Personal Information.",
            "deadline": null,
            "verified": true,
            "confidence": 0.958937728937729
          },
          {
            "description": "Must immediately desist from disclosing Sensitive Personal Information if certification was false, misleading, or erroneous; if Person used information for purposes other than providing Financial Product or Service; or if Person will not use information solely for that purpose",
            "quoted_text": "D. Immediately desisting from disclosing any consumer's Sensitive Personal Information to the Person if Defendants receive information, pursuant to procedures required by this Order, or otherwise, indicating that: 1. a certification provided by the Person was false, misleading, or materially erroneous; 2. the Person has used Sensitive Personal Information for any purpose other than to provide a consumer with a Financial Product or Service; or 3. the Person will not use the Sensitive Personal Information solely to provide the consumer with a Financial Product or Service.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9778908188585608
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Prohibitions Concerning Consumer Reports",
        "category": "prohibition",
        "summary": "Defendants are prohibited from using or obtaining Consumer Reports for purposes other than Permissible Purposes and must establish reasonable procedures to ensure Consumer Reports are resold only for Permissible Purposes, including disclosure and verification requirements.",
        "requirements": [
          {
            "description": "Must not use or obtain a Consumer Report for a purpose other than a Permissible Purpose",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants, Defendants' officers, agents, employees, and attorneys, and all other persons or entities in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, are permanently restrained and enjoined from: A. using or obtaining a Consumer Report for a purpose other than a Permissible Purpose;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must disclose to the Consumer Reporting Agency the identity of the end-user and each Permissible Purpose when procuring Consumer Reports for resale",
            "quoted_text": "B. for any Consumer Report that Defendants procure for purposes of reselling the Consumer Report or any information in the Consumer Report, failing to disclose to the Consumer Reporting Agency that originally furnishes the Consumer Report: 1. the identity of the end-user of the Consumer Report (or information); and 2. each Permissible Purpose for which the Consumer Report (or information) is furnished to the end-user of the Consumer Report (or information);",
            "deadline": null,
            "verified": true,
            "confidence": 0.9827896995708155
          },
          {
            "description": "Must establish and comply with reasonable procedures to ensure Consumer Reports are resold only for a Permissible Purpose, requiring that each person to which it is resold identifies end users, certifies purposes, and certifies no other use",
            "quoted_text": "C. failing to establish and comply with reasonable procedures designed to ensure that a Consumer Report or any information in the Consumer Report is resold only for a Permissible Purpose including by requiring that each person to which the Consumer Report or any information in the Consumer Report is resold: (i) identifies each end user of the resold Consumer Report (or information); (ii) certifies each purpose for which the Consumer Report (or information) will be used; (iii) certifies that the Consumer Report (or information) will be used for no other purpose;",
            "deadline": null,
            "verified": true,
            "confidence": 0.8724939855653568
          },
          {
            "description": "Must make reasonable efforts to verify identifications and certifications before reselling Consumer Reports, including conducting Section III.A and III.B procedures if sold for Financial Products or Services",
            "quoted_text": "D. before reselling any Consumer Report or any information in the Consumer Report, failing to make reasonable efforts to verify the identifications and certifications described in Paragraph IV.C including, if the Consumer Report or information is sold to a Person to provide a Financial Product or Service to the Consumer, failing to conduct the procedures described in Section III.A and Section III.B for that identified end user.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Monetary Judgment for Civil Penalty",
        "category": "affirmative_obligation",
        "summary": "A judgment of $1,500,000 is entered against Defendants, jointly and severally, to be paid to the FTC within 7 days of entry of the Order.",
        "requirements": [
          {
            "description": "Must pay $1,500,000 to Plaintiff within 7 days of entry of the Order by electronic fund transfer",
            "quoted_text": "Defendants are ordered to pay to Plaintiff One Million Five Hundred Thousand Dollars ($1,500,000), which, as Defendants stipulate, their undersigned counsel holds in escrow for no purpose other than payment to Plaintiff. Such payment must be made within 7 days of entry of this Order by electronic fund transfer in accordance with instructions previously provided by a representative of Plaintiff.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Additional Monetary Provisions",
        "category": "acknowledgment",
        "summary": "Defendants relinquish all rights to transferred assets, the Complaint facts will be taken as true in future enforcement, the judgment establishes elements for bankruptcy purposes, and the penalty is non-dischargeable.",
        "requirements": [
          {
            "description": "Defendants must relinquish dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order",
            "quoted_text": "A. Defendants relinquish dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek the return of any assets.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Defendants must acknowledge that Complaint facts will be taken as true in future Commission enforcement proceedings",
            "quoted_text": "B. The facts alleged in the Complaint will be taken as true, without further proof, in any subsequent civil litigation by or on behalf of the Commission in a proceeding to enforce its rights to any payment or monetary judgment pursuant to this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Defendants must acknowledge facts establish bankruptcy non-dischargeability elements",
            "quoted_text": "C. The facts alleged in the Complaint establish all elements necessary to sustain an action by the Commission pursuant to Section 523(a)(2)(A) of the Bankruptcy Code, 11 U.S.C. § 523(a)(2)(A), and this Order will have collateral estoppel effect for such purposes.",
            "deadline": null,
            "verified": true,
            "confidence": 0.976969696969697
          },
          {
            "description": "Defendants must acknowledge the judgment represents a civil penalty not subject to discharge under Bankruptcy Code for Individual Defendants",
            "quoted_text": "D. Defendants agree that the judgment represents a civil penalty owed to the government of the United States, is not compensation for actual pecuniary loss, and, therefore, as to the Individual Defendants, it is not subject to discharge under the Bankruptcy Code pursuant to 11 U.S.C. § 523(a)(7).",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Defendants must submit Taxpayer Identification Numbers to the Commission for collection and reporting purposes",
            "quoted_text": "E. Defendants acknowledge that their Taxpayer Identification Numbers (Social Security Numbers or Employer Identification Numbers), which Defendants must submit to the Commission, may be used for collecting and reporting on any delinquent amount arising out of this Order, in accordance with 31 U.S.C. § 7701.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Customer Information",
        "category": "affirmative_obligation",
        "summary": "Defendants must destroy all Personal Information obtained prior to entry of the Order within 30 days and instruct entities that received such information to destroy it and notify Defendants of compliance.",
        "requirements": [
          {
            "description": "Must not disclose, use, or benefit from Personal Information obtained prior to entry of the Order in connection with lead generation activities",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants, Defendants' officers, agents, employees, and attorneys, and all other persons or entities in active concert or participation with any of them, who receive actual notice of this Order, are permanently restrained and enjoined from directly or indirectly: A. disclosing, using, or benefitting from Personal Information of any Person that any Defendant obtained prior to entry of this Order in connection with lead generation activities;",
            "deadline": null,
            "verified": true,
            "confidence": 0.8700460829493087
          },
          {
            "description": "Must destroy all Personal Information in all forms in their possession, custody, or control within 30 days after entry of the Order by secure means",
            "quoted_text": "B. failing to destroy such Personal Information in all forms in their possession, custody, or control within 30 days after entry of this Order. The information shall be destroyed by a means that protects against the unauthorized access to the information, such as by burning, pulverizing, or shredding any papers, and by erasing or destroying any electronic media, to ensure that the information cannot practicably be read or reconstructed;",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.8333333333333334
          },
          {
            "description": "Must instruct each entity that received Personal Information distributed in connection with lead generation to destroy such information and notify Defendants within 30 days, all within 30 days after entry of the Order",
            "quoted_text": "C. failing, within 30 days after entry of this Order, to instruct each entity that received Personal Information that Defendants distributed in connection with lead generation activities prior to entry of this Order to (i) destroy any such Personal Information in the entity's possession, custody, or control by a means that protects against the unauthorized access to the information; and (ii) notify Defendants within 30 days after receiving such instruction that such Personal Information was destroyed or explain why the entity did not destroy the Personal Information.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Defendants must submit acknowledgments of receipt of the Order within 7 days, deliver copies to principals, officers, employees, and agents within specified timeframes, and obtain signed acknowledgments within 30 days.",
        "requirements": [
          {
            "description": "Each Defendant must submit to the Commission an acknowledgment of receipt of the Order sworn under penalty of perjury within 7 days of entry",
            "quoted_text": "A. Each Defendant, within 7 days of entry of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "For 10 years after entry, each Defendant must deliver a copy of the Order to all principals, officers, directors, LLC managers, members, employees with managerial responsibilities, agents, representatives, and entities resulting from structural changes; delivery within 7 days for current personnel and before assumption of responsibilities for others",
            "quoted_text": "B. For 10 years after entry of this Order, each Individual Defendant for any business that such Defendant, individually or collectively with any other Defendants, is the majority owner or controls directly or indirectly, and each Corporate Defendant, must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees having managerial responsibilities for conduct related to the subject matter of the Order and all agents and representatives who participate in conduct related to the subject matter of the Order; and (3) any business entity resulting from any change in structure as set forth in the Section titled Compliance Reporting. Delivery must occur within 7 days of entry of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must obtain from each individual or entity to which the Order was delivered a signed and dated acknowledgment of receipt within 30 days",
            "quoted_text": "C. From each individual or entity to which a Defendant delivered a copy of this Order, that Defendant must obtain, within 30 days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendants must submit compliance reports at specified intervals: 90 days after entry regarding customer information, one year after entry with comprehensive business and compliance information, and within 14 days of any changes for 10 years.",
        "requirements": [
          {
            "description": "Must submit a compliance report 90 days after entry of the Order, sworn under penalty of perjury, describing in detail compliance with Customer Information section",
            "quoted_text": "A. Ninety days after entry of this Order, Defendants must submit a compliance report, sworn under penalty of perjury, describing in detail their compliance with the Section titled Customer Information. The report shall include the identity of each entity that Defendants instructed to delete Personal Information in accordance with Section VIII.C, and a statement setting forth in detail such entity's response to Defendants, if any, including, but not limited to, whether such entity deleted the Personal Information and, if not, any explanation provided for why the entity did not delete the Personal Information it obtained from Defendants.",
            "deadline": "90 days",
            "verified": true,
            "confidence": 0.7708628005657708
          },
          {
            "description": "Each Defendant must submit a compliance report one year after entry of the Order, sworn under penalty of perjury, identifying contact information, all businesses, business activities, compliance with each Section, and copies of Order Acknowledgments",
            "quoted_text": "B. One year after entry of this Order, each Defendant must submit a compliance report, sworn under penalty of perjury: 1. Each Defendant must: (a) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission may use to communicate with Defendant; (b) identify all of that Defendant's businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (c) describe the activities of each business, including the goods and services offered, the means of advertising, marketing, and sales, and the involvement of any other Defendant (which Individual Defendants must describe if they know or should know due to their own involvement); (d) describe in detail whether and how that Defendant is in compliance with each Section of this Order; and (e) provide a copy of each Order Acknowledgment obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 0.9136509528585758
          },
          {
            "description": "Each Individual Defendant must additionally identify all telephone numbers, addresses, residences, business activities, employment, ownership interests, and involvement in each business in the one-year compliance report",
            "quoted_text": "2. Additionally, each Individual Defendant must: (a) identify all telephone numbers and all physical, postal, email, and Internet addresses, including all residences; (b) identify all business activities, including any business for which such Defendant performs services whether as an employee or otherwise and any entity in which such Defendant has any ownership interest; and (c) describe in detail such Defendant's involvement in each such business, including title, role, responsibilities, participation, authority, control, and any ownership.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 0.8585055643879174
          },
          {
            "description": "For 10 years after entry, each Defendant must submit a compliance notice within 14 days of any change in designated point of contact or structure of Corporate Defendant or entities with ownership interest that may affect compliance",
            "quoted_text": "C. For 10 years after entry of this Order, each Defendant must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following: 1. Each Defendant must report any change in: (a) any designated point of contact; or (b) the structure of any Corporate Defendant or any entity that Defendant has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.9765020576131688
          },
          {
            "description": "For 10 years after entry, each Individual Defendant must submit a compliance notice within 14 days of any change in name, aliases, residence address, title, or role in any business activity or ownership interest",
            "quoted_text": "2. Additionally, each Individual Defendant must report any change in: (a) name, including aliases or fictitious name, or residence address; or (b) title or role in any business activity, including any business for which such Defendant performs services whether as an employee or otherwise and any entity in which such Defendant has any ownership interest, and identify the name, physical address, and any Internet address of the business or entity.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Each Defendant must submit notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding within 14 days of its filing",
            "quoted_text": "D. Each Defendant must submit to the Commission notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against such Defendant within 14 days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendants must create and retain specified records for 10 years after entry of the Order, including consumer consent proof, accounting records, personnel records, complaints, compliance documentation, and marketing materials, retaining each record for 5 years.",
        "requirements": [
          {
            "description": "Must create and retain for 5 years proof of each consumer's express, informed consent to the sale, transfer, or disclosure of Sensitive Personal Information",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants must create certain records for 10 years after entry of the Order, and retain each such record for 5 years. Specifically, Corporate Defendants, in connection with the collection or sale of Personal Information or providing a Financial Product or Service, and each Individual Defendant for any business that such Defendant, individually or collectively with any other Defendants, is a majority owner or controls directly or indirectly, must create and retain the following records: A. proof of each consumer's express, informed consent to the sale, transfer, or disclosure of that consumer's Sensitive Personal Information, which shows the consumer's name and contact information; and the time, place, and method of consent;",
            "deadline": null,
            "verified": true,
            "confidence": 0.9393425605536333
          },
          {
            "description": "Must create and retain for 5 years accounting records showing revenues, costs, and net profit or loss",
            "quoted_text": "B. accounting records showing the revenues from all goods or services sold, all costs incurred in generating those revenues, and the resulting net profit or loss;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must create and retain for 5 years personnel records showing name, addresses, telephone numbers, job title, dates of service, and reason for termination for each person providing services",
            "quoted_text": "C. personnel records showing, for each Person providing services, whether as an employee or otherwise, that Person's: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination;",
            "deadline": null,
            "verified": true,
            "confidence": 0.8093645484949833
          },
          {
            "description": "Must create and retain for 5 years complaints and refund requests relating to Financial Product or Service advertising, marketing, or sales, and any responses",
            "quoted_text": "D. complaints and refund requests relating to advertising, marketing, promotion, offering for sale, or selling of a Financial Product or Service, whether received directly or indirectly, such as through a third party, and any response;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must create and retain for 5 years all records necessary to demonstrate full compliance with each provision of the Order, including certifications and submissions to the Commission",
            "quoted_text": "E. all records necessary to demonstrate full compliance with each provision of this Order, including all certifications and other documentation related to Section III, and all submissions to the Commission;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must create and retain for 5 years a copy of each unique advertisement or marketing material relating to Financial Product or Service",
            "quoted_text": "F. a copy of each unique advertisement or other marketing material relating to advertising, marketing, promotion, offering for sale, or selling of a Financial Product or Service.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XI",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The FTC has authority to monitor Defendants' compliance, including requiring additional reports, depositions, document production, interviews, posing as consumers, and obtaining consumer reports about Individual Defendants.",
        "requirements": [
          {
            "description": "Within 14 days of written request from Commission representative, each Defendant must submit additional compliance reports or information sworn under penalty of perjury, appear for depositions, and produce documents",
            "quoted_text": "A. Within 14 days of receipt of a written request from a representative of the Commission each Defendant must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury; appear for depositions; and produce documents for inspection and copying. The Commission is also authorized to obtain discovery, without further leave of court, using any of the procedures prescribed by Federal Rules of Civil Procedure 29, 30 (including telephonic depositions), 31, 33, 34, 36, 45, and 69.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Defendants must permit Commission representatives to interview any employee or affiliated person who has agreed to such interview",
            "quoted_text": "B. For matters concerning this Order, the Commission is authorized to communicate directly with each Defendant. Defendant must permit representatives of the Commission to interview any employee or other person affiliated with any Defendant who has agreed to such an interview. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 0.8139223560910308
          },
          {
            "description": "Defendants must allow the Commission to use all lawful means to monitor compliance, including posing as consumers, suppliers, or other entities without identification or prior notice",
            "quoted_text": "C. The Commission may use all other lawful means, including posing, through its representatives as consumers, suppliers, or other individuals or entities, to Defendants or any individual or entity affiliated with Defendants, without the necessity of identification or prior notice. Nothing in this Order limits the Commission's lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Consumer Reporting Agencies must furnish Consumer Reports concerning Individual Defendants upon written request from Commission representative",
            "quoted_text": "D. Upon written request from a representative of the Commission, any Consumer Reporting Agency must furnish Consumer Reports concerning Individual Defendants, pursuant to Section 604(1) of the Fair Credit Reporting Act, 15 U.S.C. §1681b(a)(1).",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XII",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction over this matter for purposes of construction, modification, and enforcement of the Order.",
        "requirements": [
          {
            "description": "Court retains jurisdiction for purposes of construction, modification, and enforcement of the Order",
            "quoted_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "This Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "01.22, ITMedia Solutions Complaint.pdf",
      "order": "01.22, ITMedia Solutions Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 5,
      "complaint_representations": 6,
      "order_provisions": 12,
      "order_definitions": 10,
      "order_requirements": 46
    },
    "processing_time_seconds": 797.0
  }
}