{
  "case_info": {
    "docket_number": "C-4768",
    "company": {
      "name": "Residual Pumpkin Entity, LLC",
      "incorporation_state": "Delaware",
      "entity_type": "limited liability company",
      "address": "11909 Shelbyville Road, Louisville, Kentucky 40243",
      "business_description": "Residual Pumpkin Entity, LLC (formerly CafePress) developed and operated a platform at www.cafepress.com that allows consumers to purchase customized merchandise such as t-shirts and coffee mugs from other consumers or shopkeepers on the platform."
    },
    "commissioners": [
      "Lina M. Khan, Chair",
      "Noah Joshua Phillips",
      "Rebecca Kelly Slaughter",
      "Christine S. Wilson",
      "Alvaro M. Bedoya"
    ],
    "case_date": {
      "month": 1,
      "year": 2024
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/1923209-cafepress-matter"
  },
  "complaint": {
    "factual_background": "CafePress (operated by Residual Pumpkin Entity, LLC and later PlanetArt, LLC) collected extensive personal information from consumers and shopkeepers but failed to implement reasonable data security measures, leaving the platform vulnerable to well-known attack vectors such as SQL injection and cross-site scripting. In February 2019, a hacker exploited these failures and exfiltrated over twenty million unencrypted email addresses, millions of names and addresses, more than 180,000 Social Security numbers, and payment card data. Despite receiving early warnings of the breach, CafePress delayed notifying consumers and implemented an inadequate password reset procedure that continued to leave accounts vulnerable. Beyond security failures, CafePress sent marketing emails to consumers who never consented, failed to honor data deletion requests from EU/Swiss residents, withheld commissions owed to shopkeepers whose accounts were closed after breaches, and falsely claimed compliance with the EU-U.S. and Swiss-U.S. Privacy Shield frameworks.",
    "representations_made": [
      {
        "description": "Claimed to incorporate physical, technical, and administrative safeguards—including encryption, firewalls, and limited access controls—to protect the confidentiality of consumer information",
        "quoted_text": "CafePress values the trust you place in us when you use CafePress.com and our affiliated websites, applications or tools (collectively, our \"Websites\"). Your privacy and trust are important to us and who we are as a company. * * * We do our best to provide you with a safe and convenient shopping experience. Our Websites incorporate physical, technical, and administrative safeguards to protect the confidentiality of the information we collect through the Websites, including the use of encryption, firewalls, limited access and other controls where appropriate. While we use these precautions to safeguard your personal information, we cannot guarantee the security of the networks, systems, servers, devices, and databases we operate or that are operated on our behalf. 100% complete security does not presently exist anywhere online or offline.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 8,
        "quote_start_line": 61,
        "quote_end_line": 75
      },
      {
        "description": "Claimed in standardized email responses that CafePress uses the best and most accepted methods and technologies to ensure personal information is safe and secure, and represented 'Safe and Secure Shopping. Guaranteed.' on checkout pages",
        "quoted_text": "• In standardized email responses to commonly asked questions, Residual Pumpkin claimed: “CafePress.com also pledges to use the best and most accepted methods and technologies to insure [sic] your personal information is safe and secure.” • On Residual Pumpkin’s and PlanetArt’s checkout pages: “Safe and Secure Shopping. Guaranteed.”",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 9,
        "quote_start_line": 83,
        "quote_end_line": 87
      },
      {
        "description": "Claimed in standardized emails to shopkeepers that servers are secure and personal information is stored safely, and that tax/SSN information would be secure",
        "quoted_text": "• Please keep in mind, your Social Security ID # is sensitive information and it is sent form [sic] an unsecured email. If you have an EIN number, you can use that number in place of the SSN. If you do not have an Employer/Employee Identification Number you can file for a EIN. Below is a link to this form. Please note our servers are secure. • If you do not wish to use your social security number to receive your commission checks, you can file for an EIN. Below is a link to this form. http://www.irs.gov/pub/irs-pdf/fss4.pdf Please note our servers are secure and your personal information is stored safely in our system. • To receive your full commission amount, you must provide your tax information. Information collected here will be used solely to fulfill IRS requirements, and will not be used in any other manner. Additionally your information will be secure. The following is a link for more information on our Secure Server….",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 10,
        "quote_start_line": 92,
        "quote_end_line": 105
      },
      {
        "description": "Represented that the April 15, 2019 password reset effectively secured consumer accounts following the breach, telling consumers only that the company had 'updated its password policy'",
        "quoted_text": "19. On April 15, 2019, Residual Pumpkin required all users who logged into the service to reset their passwords, telling consumers only that the company had updated its password policy.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 19,
        "quote_start_line": 196,
        "quote_end_line": 197
      },
      {
        "description": "Claimed in its privacy policy that consumer email addresses would be used only for order notifications and receipt",
        "quoted_text": "45. When consumers completed online orders, Respondents have required them to submit their email address as a mandatory input field. Respondents have provided a notice above the field stating, “Email address for order notifications and receipt.”",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 37,
        "quote_start_line": 400,
        "quote_end_line": 402
      },
      {
        "description": "Claimed compliance with the EU-U.S. Privacy Shield Framework and Swiss-U.S. Privacy Shield Framework, including adherence to the Principles of Choice, Security, and Access",
        "quoted_text": "CafePress Inc. complies with the EU-US Privacy Shield Framework and the Swiss-US Privacy Shield Framework as set forth by the US Department of Commerce regarding the collection, use, and retention of personal information from European Union member countries and Switzerland transferred to the United States pursuant to Privacy Shield. CafePress has certified that it adheres to the Privacy Shield Principles with respect to such data. If there is any conflict between the policies in this privacy policy and data subject rights under the Privacy Shield Principles, the Privacy Shield Principles shall govern. To learn more about the Privacy Shield program, and to view our certification page, please visit https://www.privacyshield.gov/. . . . . EU and Swiss individuals have the right to obtain our confirmation of whether we maintain personal information relating to you. Upon request, we will provide you with access to the personal information that we hold about you. You also may correct, amend, or delete the personal information we hold about you. An individual who seeks access, or who seeks to correct, amend, or delete inaccurate data, should direct their query to GDPR@cafepress.com. If requested to remove data, we will respond within a reasonable timeframe. . . . . We will provide an individual opt-out or opt-in choice before we share your data with third parties other than our agents, or before we use it for a purpose other than which it was originally collected or subsequently authorized.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 37,
        "quote_start_line": 325,
        "quote_end_line": 346
      },
      {
        "description": "Claimed that EU and Swiss residents have the right to have their data erased from CafePress websites and that the company would honor data deletion requests",
        "quoted_text": "The right to request data erasure: You have the right to have your data erased from our Websites if the data is no longer necessary for the purpose for which it was collected, you withdraw consent and no other legal basis for processing exists, or you believe your fundamental rights to data privacy and protection outweigh our legitimate interest in continuing the processing. *** Privacy Shield Frameworks CafePress Inc. complies with the EU-US Privacy Shield Framework and the Swiss-US Privacy Shield Framework as set forth by the US Department of Commerce regarding the collection, use, and retention of personal information from European Union member countries and Switzerland transferred to the United States pursuant to Privacy Shield. CafePress has certified that it adheres to the Privacy Shield Principles with respect to such data. If there is any conflict between the policies in this privacy policy and data subject rights under the Privacy Shield Principles, the Privacy Shield Principles shall govern. To learn more about the Privacy Shield program, and to view our certification page, please visit https://www.privacyshield.gov/. . . . . EU and Swiss individuals have the right to obtain our confirmation of whether we maintain personal information relating to you. Upon request, we will provide you with access to the personal information that we hold about you. You also may correct, amend, or delete the personal information we hold about you. An individual who seeks access, or who seeks to correct, amend, or delete inaccurate data, should direct their query to GDPR@cafepress.com. If requested to remove data, we will respond within a reasonable timeframe.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 37,
        "quote_start_line": 318,
        "quote_end_line": 342
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Data Security Misrepresentations",
        "representation": "Respondents represented, directly or indirectly, expressly or by implication, that they implemented reasonable measures to protect Personal Information against unauthorized access",
        "fact": "Respondents did not implement reasonable measures to protect Personal Information against unauthorized access, failing to guard against SQL injection, cross-site scripting, using deprecated password hashing, storing sensitive data in clear text, and failing to patch known vulnerabilities",
        "conclusion": "The representation set forth in Paragraph 50 is false or misleading."
      },
      {
        "count_number": 2,
        "title": "Response to Data Security Incident Misrepresentations",
        "representation": "Respondents represented, directly or indirectly, expressly or by implication, that they took appropriate steps to secure consumer account information following security incidents",
        "fact": "Respondents had not taken appropriate steps to secure access to consumer accounts following security incidents; consumer accounts remained at risk even after the passwords had been reset because password resets could be completed using stolen security question answers without confirming email account control",
        "conclusion": "The representation set forth in Paragraph 52 is false or misleading."
      },
      {
        "count_number": 3,
        "title": "Unfair Data Security Practices",
        "representation": "Respondents failed to employ reasonable data security measures to protect Personal Information",
        "fact": "Respondents' failure to employ reasonable data security measures caused or is likely to cause substantial injury to consumers that is not outweighed by countervailing benefits to consumers or competition and is not reasonably avoidable by consumers themselves",
        "conclusion": "This practice is an unfair act or practice."
      },
      {
        "count_number": 4,
        "title": "Data Collection and Use Misrepresentation",
        "representation": "Respondents represented, directly or indirectly, expressly or by implication, that they would use email addresses only for order notification and receipt",
        "fact": "Respondents did not use email addresses only for order notification and receipt; they sent marketing emails to consumers regardless of whether consumers consented, including where consumers left opt-in checkboxes unchecked",
        "conclusion": "The representation set forth in Paragraph 55 is false or misleading."
      },
      {
        "count_number": 5,
        "title": "Misrepresentation Relating to Privacy Shield Frameworks",
        "representation": "Respondents represented, directly or indirectly, expressly or by implication, that they adhered to the EU-U.S. and the Swiss-U.S. Privacy Shield frameworks, including the principles of Choice, Security, and Access",
        "fact": "Respondents did not adhere to the Privacy Shield Principles of Choice, Security, and Access—they failed to implement reasonable security measures, sent marketing emails without consent, and failed to honor data deletion requests",
        "conclusion": "The representation set forth in Paragraph 57 is false or misleading."
      },
      {
        "count_number": 6,
        "title": "Misrepresentation Relating to Deletion of Consumer Data",
        "representation": "Respondents represented, directly or indirectly, expressly or by implication, that they honored requests from residents of the EEA and Switzerland to erase data and restrict the use of personal data for direct marketing",
        "fact": "Respondents did not honor such requests; until November 2019, Residual Pumpkin only deactivated user accounts rather than deleting associated account information, leaving the data exposed in the February 2019 breach",
        "conclusion": "The representation set forth in Paragraph 59 is false or misleading."
      },
      {
        "count_number": 7,
        "title": "Unfair Withholding of Payable Commissions After Security Breach",
        "representation": "Respondents withheld payable commissions owed to shopkeepers whose accounts were closed after a security breach (including a $25 account closure fee assessed against hacked shopkeeper accounts)",
        "fact": "Withholding payable commissions owed to shopkeepers whose accounts were closed after a security breach caused substantial injury to consumers not outweighed by countervailing benefits and not reasonably avoidable by consumers themselves",
        "conclusion": "This practice is an unfair act or practice."
      }
    ]
  },
  "order": {
    "definitions": {
      "Covered Incident": "any instance in which any United States federal, state, or local law or regulation requires Respondent to notify any U.S. federal, state, or local government entity that information collected or received, directly or indirectly, by Respondent from or about an individual consumer was, or is reasonably believed to have been, accessed or acquired without authorization.",
      "Personal Information": "individually identifiable information from or about an individual consumer, including: (1) a first and last name; (2) a physical address; (3) an email address or other online contact information, such as an instant messaging user identifier or a screen name; (4) a telephone number; (5) date of birth; (6) a Social Security number; (7) driver's license or other government issued identification number; (8)financial institution account number; (9) credit or debit card information; (10) a persistent identifier, such as a customer number held in a \"cookie,\" a static Internet Protocol (\"IP\") address, a mobile device ID, or processor serial number; and (11) authentication credentials such as a user ID, password, and security questions and answers. For purposes of this definition, \"consumer\" includes any individual who is, or seeks to become, an employee, officer, or independent contractor of Respondent.",
      "Respondent": "Residual Pumpkin Entity, LLC, a limited liability company, formerly doing business as CafePress and its successors and assigns."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition against Misrepresentations about Privacy and Security",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent, expressly or by implication, its privacy and security measures, program memberships, user privacy choices, deletion/retention practices, or the extent to which it protects Personal Information.",
        "requirements": [
          {
            "description": "Must not misrepresent privacy and security measures to prevent unauthorized access to Personal Information",
            "quoted_text": "IT IS ORDERED that Respondent, Respondent’s officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them who receive actual notice of this Order, whether acting directly or indirectly, in connection with any product or service, must not misrepresent in any manner, expressly or by implication: Page 2 of 13 A. Respondent’s privacy and security measures to prevent unauthorized access to Personal Information;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 70,
            "quote_end_line": 78
          },
          {
            "description": "Must not misrepresent membership in or compliance with any privacy or security program sponsored by a government or self-regulatory organization",
            "quoted_text": "B. The extent to which Respondent is a member of, adheres to, complies with, is certified by, is endorsed by, or otherwise participates in any privacy or security program sponsored by a government or any self-regulatory or standard-setting organization;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 79,
            "quote_end_line": 81
          },
          {
            "description": "Must not misrepresent privacy and security measures to honor users' privacy choices",
            "quoted_text": "C. Respondent’s privacy and security measures to honor the privacy choices exercised by users;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 82,
            "quote_end_line": 83
          },
          {
            "description": "Must not misrepresent information deletion and retention practices",
            "quoted_text": "D. Respondent’s information deletion and retention practices; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 84,
            "quote_end_line": 84
          },
          {
            "description": "Must not misrepresent the extent to which Respondent otherwise protects the privacy, security, availability, confidentiality, or integrity of Personal Information",
            "quoted_text": "E. The extent to which Respondent otherwise protects the privacy, security, availability, confidentiality, or integrity of Personal Information.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 85,
            "quote_end_line": 86
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Mandated Information Security Program",
        "category": "affirmative_obligation",
        "summary": "Respondent must establish, implement, and maintain a comprehensive information security program within 60 days of order issuance, meeting a detailed set of minimum requirements covering documentation, risk assessment, safeguards, testing, and vendor management.",
        "requirements": [
          {
            "description": "Establish and implement a comprehensive Information Security Program within 60 days of order issuance, and thereafter maintain it",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent, and any business that Respondent controls directly, or indirectly, in connection with the collection, maintenance, use, or disclosure of, or provision of access to, Personal Information, must, within sixty (60) days of issuance of this order, establish and implement, and thereafter maintain, a comprehensive information security program (“Information Security Program”) that protects the privacy, security, confidentiality, and integrity of such Personal Information. To satisfy this requirement, Respondent must, at a minimum:",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 88,
            "quote_end_line": 94
          },
          {
            "description": "Document in writing the content, implementation, and maintenance of the Information Security Program",
            "quoted_text": "A. Document in writing the content, implementation, and maintenance of the Information Security Program;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 95,
            "quote_end_line": 96
          },
          {
            "description": "Provide the written program and evaluations/updates to the board of directors or governing body (or senior officer) at least annually and within 30 days after a Covered Incident",
            "quoted_text": "B. Provide the written program and any evaluations thereof or updates thereto to Respondent’s board of directors or governing body or, if no such board or equivalent governing body exists, to a senior officer of Respondent responsible for Respondent’s Information Security Program at least once every twelve (12) months and promptly (not to exceed thirty (30) days) after a Covered Incident;",
            "deadline": "annually; 30 days after Covered Incident",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 97,
            "quote_end_line": 101
          },
          {
            "description": "Designate a qualified employee or employees to coordinate and be responsible for the Information Security Program",
            "quoted_text": "C. Designate a qualified employee or employees to coordinate and be responsible for the Information Security Program;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 102,
            "quote_end_line": 103
          },
          {
            "description": "Assess and document internal and external risks to Personal Information at least annually and within 30 days after a Covered Incident",
            "quoted_text": "D. Assess and document, at least once every twelve (12) months and promptly (not to exceed thirty (30) days) following a Covered Incident, internal and external risks to the privacy, security, confidentiality, or integrity of Personal Information that could result in the (1) unauthorized collection, maintenance, use, or disclosure of, or provision of access to, Personal Information; or the (2) misuse, loss, theft, alteration, destruction, or other compromise of such information;",
            "deadline": "annually; 30 days after Covered Incident",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 104,
            "quote_end_line": 109
          },
          {
            "description": "Design, implement, maintain, and document safeguards to control identified risks, including technical network monitoring, web application code review, data minimization policies, SSN encryption, database access controls, device inventory/patching, replacement of security questions with multi-factor authentication, and annual employee training",
            "quoted_text": "E. Design, implement, maintain, and document safeguards that control for the internal and external risks Respondent identifies to the privacy, security, confidentiality, or integrity of Personal Information identified in response to sub-Provision II.D. Each safeguard Page 3 of 13 must be based on the volume and sensitivity of the Personal Information that is at risk, and the likelihood that the risk could be realized and result in the (1) unauthorized collection, maintenance, use, or disclosure of, or provision of access to, Personal Information; or the (2) misuse, loss, theft, alteration, destruction, or other compromise of such information. Such safeguards must also include: 1. Technical measures to monitor all of Respondent’s networks and all systems and assets within those networks to identify data security events, including unauthorized attempts to exfiltrate Personal Information from those networks; 2. Policies and procedures to ensure that all code for web applications is reviewed for the existence of common vulnerabilities; 3. Policies and procedures to minimize data collection, storage, and retention, including data deletion or retention policies and procedures; 4. Encryption of all Social Security numbers on Respondent’s computer networks; 5. Data access controls for all databases storing Personal Information, including by, at a minimum, (a) restricting inbound connections to approved IP addresses, (b) requiring authentication to access them, and (c) limiting employee access to what is needed to perform that employee’s job function; 6. Policies and procedures to ensure that all devices on Respondent’s network with access to Personal Information are securely installed and inventoried at least once every twelve (12) months, including policies and procedures to timely remediate critical and high-risk security vulnerabilities and apply up-to-date security patches; 7. Replacing authentication measures based on the use of security questions and answers to access accounts with multi-factor authentication methods that use a secure authentication protocol, such as cryptographic software or devices, mobile authenticator applications, or allowing the use of security keys; and 8. Training of all of Respondent’s employees, at least once every twelve (12) months, on how to safeguard Personal Information;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 110,
            "quote_end_line": 142
          },
          {
            "description": "Assess the sufficiency of safeguards at least annually and within 30 days after a Covered Incident, and modify the Information Security Program based on results",
            "quoted_text": "F. Assess, at least once every twelve (12) months and promptly (not to exceed thirty (30) days) following a Covered Incident, the sufficiency of any safeguards in place to address the internal and external risks to the privacy, security, confidentiality, or integrity of Personal Information, and modify the Information Security Program based on the results;",
            "deadline": "annually; 30 days after Covered Incident",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 143,
            "quote_end_line": 146
          },
          {
            "description": "Test and monitor the effectiveness of safeguards at least annually and within 30 days after a Covered Incident, including vulnerability testing every four months and penetration testing annually",
            "quoted_text": "G. Test and monitor the effectiveness of the safeguards at least once every twelve (12) months and promptly (not to exceed 30 days) following a Covered Incident, and modify the Information Security Program based on the results. Such testing and monitoring must include vulnerability testing of Respondent’s network(s) once every four months and promptly (not to exceed 30 days) after a Covered Incident, and penetration testing of Page 4 of 13 Respondent’s network(s) at least once every twelve (12) months and promptly (not to exceed 30 days) after a Covered Incident;",
            "deadline": "annually; every 4 months for vulnerability testing; 30 days after Covered Incident",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 147,
            "quote_end_line": 156
          },
          {
            "description": "Select and retain capable service providers and contractually require them to implement and maintain sufficient safeguards for Personal Information",
            "quoted_text": "H. Select and retain service providers capable of safeguarding Personal Information they access through or receive from Respondent, and contractually require service providers to implement and maintain safeguards sufficient to address the internal and external risks to the privacy, security, confidentiality, or integrity of Personal Information;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 157,
            "quote_end_line": 160
          },
          {
            "description": "Consult with independent third-party experts on data protection and privacy in establishing, implementing, maintaining, and updating the Information Security Program",
            "quoted_text": "I. Consult with, and seek appropriate guidance from, independent, third-party experts on data protection and privacy in the course of establishing, implementing, maintaining, and updating the Information Security Program; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 161,
            "quote_end_line": 163
          },
          {
            "description": "Evaluate and adjust the Information Security Program in light of operational changes, Covered Incidents, new technology, or other relevant circumstances, at least annually",
            "quoted_text": "J. Evaluate and adjust the Information Security Program in light of any changes to Respondent’s operations or business arrangements, a Covered Incident, new or more efficient technological or operational methods to control for the risks identified in Provision II.D of this Order, or any other circumstances that Respondent knows or has reason to know may have an impact on the effectiveness of the Information Security Program or any of its individual safeguards. At a minimum, Respondent must evaluate the Information Security Program at least once every twelve (12) months and modify the Information Security Program based on the results.",
            "deadline": "annually",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 164,
            "quote_end_line": 171
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Independent Program Assessments by a Third Party",
        "category": "assessment",
        "summary": "Respondent must obtain initial and biennial third-party assessments of its Information Security Program, using qualified independent assessors approved by the FTC, covering specified reporting periods and content requirements, and submit results to the Commission.",
        "requirements": [
          {
            "description": "Obtain initial and biennial assessments from qualified, objective, independent third-party professionals who use generally accepted procedures, conduct independent reviews, retain relevant documents for 5 years, and provide documents to the Commission within 10 days of request",
            "quoted_text": "A. The Assessments must be obtained from one or more qualified, objective, independent third-party professionals (“Assessors”), who: (1) use procedures and standards generally accepted in the profession; (2) conduct an independent review of the Information Security Program; (3) retain all documents relevant to each Assessment for five (5) years after completion of such Assessment, and (4) will provide such documents to the Commission within ten (10) days of receipt of a written request from a representative of the Commission. No documents may be withheld on the basis of a claim of confidentiality, proprietary or trade secrets, work product protection, attorney-client privilege, statutory exemption, or any similar claim. Respondent may obtain separate assessments for (1) privacy and (2) information security from multiple Assessors, so long as each of the Assessors meet the qualifications set forth above.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 178,
            "quote_end_line": 188
          },
          {
            "description": "For each Assessment, provide the FTC Associate Director for Enforcement with the name, affiliation, and qualifications of the proposed Assessor for approval",
            "quoted_text": "B. For each Assessment, Respondent must provide the Associate Director for Enforcement for the Bureau of Consumer Protection at the Federal Trade Commission with the name, affiliation, and qualifications of the proposed Assessor, whom the Associate Director shall have the authority to approve in her or his sole discretion.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 189,
            "quote_end_line": 192
          },
          {
            "description": "Assessment reporting periods must cover the first 180 days after order issuance for the initial assessment, and each 2-year period thereafter for 20 years for biennial assessments",
            "quoted_text": "C. The reporting period for the Assessments must cover: (1) the first 180 days after the issuance date of the Order for the initial Assessment; and (2) each 2-year period thereafter for twenty (20) years after issuance of the Order for the biennial Assessmen ts.",
            "deadline": "initial: first 180 days; biennial: every 2 years for 20 years",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 196,
            "quote_end_line": 198
          },
          {
            "description": "Each Assessment must determine implementation status, assess effectiveness of sub-Provisions II.A-J, identify gaps or weaknesses, address prior Assessment findings, and identify specific supporting evidence; must be signed by Assessor and state hours worked",
            "quoted_text": "D. Each Assessment must, for the entire assessment period: (1) determine whether Respondent has implemented and maintained the Information Security Program required by Provision II of this Order, titled Mandated Information Security Program; (2) assess the effectiveness of Respondent’s implementation and maintenance of sub-Provisions II.A-J; (3) identify any gaps or weaknesses in, or instances of material noncompliance with, the Information Security Program; (4) address the status of gaps or weaknesses in, or instances of material non-compliance with, the Information Security Program that were identified in any prior Assessment required by this Order; and (5) ident ify specific evidence (including documents reviewed, sampling and testing performed, and interviews conducted) examined to make such determinations, assessments, and identifications, and explain why the evidence that the Assessor examined is (a) appropriate for assessing an enterprise of Respondent’s size, complexity, and risk profile; and (b) sufficient to justify the Assessor’s findings. No finding of any Assessment shall rely primarily on assertions or attestations by Respondent’s management. The Assessment must be signed by the Assessor, state that the Assessor conducted an independent review of the Information Security Program and did not rely primarily on assertions or attestations by Respondent’s management, and state the number of hours that each member of the assessment team worked on the Assessment. To the extent that Respondent revises, updates, or adds one or more safeguards required under Provision II of this Order during an Assessment period, the Assessment must as sess the effectiveness of the revised, updated, or added safeguard(s) for the time period in which it was in effect, and provide a separate statement detailing the basis for each revised, updated, or additional safeguard.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 199,
            "quote_end_line": 220
          },
          {
            "description": "Each Assessment must be completed within 60 days after the end of its reporting period; initial Assessment (unredacted and proposed redacted copy) must be submitted to the Commission within 10 days of completion; subsequent biennial Assessments must be retained and provided to the Associate Director within 10 days of request",
            "quoted_text": "E. Each Assessment must be completed within sixty (60) days after the end of the reporting period to which the Assessment applies. Unless otherwise directed by a Commission representative in writing, Respondent must submit an unredacted copy of the initial Assessment and a proposed redacted copy suitable for public disclosure of the initial Assessment to the Commission within ten (10) days after the Assessment has been completed via email to DEbrief@ftc.gov or by overnight courier (not the U.S. Postal Service) to Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin, “In re Cafe Press, FTC Do cket No. C-47 68.” Respondent must retain an unredacted copy of each subsequent biennial Assessment as well as a proposed redacted copy of each sub sequent biennial Assessment suitable for public disclosur e until the order is terminated and provided to the Associate Director for Enfor cement within ten (10)days of request.",
            "deadline": "60 days after reporting period ends; submit initial within 10 days of completion",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 221,
            "quote_end_line": 233
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Cooperation with Third Party Information Security Assessor",
        "category": "affirmative_obligation",
        "summary": "Respondent must fully cooperate with the third-party Assessor by providing all relevant information, network and IT asset visibility, and disclosing all material facts without misrepresentation.",
        "requirements": [
          {
            "description": "Provide or make available to the Assessor all information and material in Respondent's possession, custody, or control relevant to the Assessment, for which there is no reasonable claim of privilege",
            "quoted_text": "A. Provide or otherwise make available to the Assessor all information and material in its possession, custody, or control that is relevant to the Assessment for which there is no reasonable claim of privilege.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 241,
            "quote_end_line": 243
          },
          {
            "description": "Provide or make available to the Assessor information about Respondent's networks and all IT assets to determine scope, and visibility to in-scope portions",
            "quoted_text": "B. Provide or otherwise make available to the Assessor information about Respondent’s network(s) and all of Respondent’s IT assets so that the Assessor can determine the scope of the Assessment, and visibility to those portions of the network(s) and IT assets deemed in scope; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 244,
            "quote_end_line": 247
          },
          {
            "description": "Disclose all material facts to the Assessor and not misrepresent any fact material to the Assessor's determination of compliance, effectiveness, or gaps in the Information Security Program",
            "quoted_text": "C. Disclose all material facts to the Assessor, and not misrepresent in any manner, expressly or by implication, any fact material to the Assessor’s: (1) determination of whether Respondent has implemented and maintained the Information Security Program required by Provision II of this Order, titled Mandated Information Security Program; (2) assessment of the effectiveness of the implementation and maintenance of sub-Provisions II.A-J; or (3) identification of any gaps or weaknesses in, or instances of material noncompliance with, the Information Security Program.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 248,
            "quote_end_line": 254
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Annual Certification",
        "category": "compliance_reporting",
        "summary": "Respondent must annually provide the FTC with a sworn certification from a senior corporate manager or officer confirming compliance with the Order, disclosing any material noncompliance, and describing all Covered Incidents during the period.",
        "requirements": [
          {
            "description": "One year after order issuance and each year thereafter, provide the Commission a certification from a senior corporate manager or officer attesting to Order compliance, absence of undisclosed material noncompliance, and describing all Covered Incidents during the period",
            "quoted_text": "A. One year after the issuance date of this Order, and each year thereafter, provide the Commission with a certification from a senior corporate manager, or, if no such senior corporate manager exists, a senior officer of Respondent responsible for Respondent’s Information Security Program that: (1) Respondent has established, implemented, and maintained the requirements of this Order; (2) Respondent is not aware of any material noncompliance that has not been (a) corrected or (b) disclosed to the Commission; and (3)includes a brief description of all Covered Incidents during the certified period. The certification must be based on the personal knowledge of the senior corporate manager, senior officer, or subject matter experts upon whom the senior corporate manager or senior officer reasonably relies in making the certification.",
            "deadline": "1 year after issuance; annually thereafter",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 257,
            "quote_end_line": 266
          },
          {
            "description": "Submit all annual certifications to the Commission via email to DEbrief@ftc.gov or overnight courier; subject line must begin 'In re CafePress, FTC Docket No. C-4768'",
            "quoted_text": "B. Unless otherwise directed by a Commission representative in writing, submit all annual certifications to the Commission pursuant to this Order via email to DEbrief@ftc.gov or by overnight courier (not the U.S. Postal Service) to Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. Thes ubject line must begin, “In re CafePress, FTC Docket No. C-4768.”",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 267,
            "quote_end_line": 272
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Covered Incident Reports",
        "category": "compliance_reporting",
        "summary": "Respondent must submit a report to the FTC within 30 days of discovering a Covered Incident, including details about the incident's date, causes, affected information types, number of consumers affected, remediation steps, and copies of consumer notices.",
        "requirements": [
          {
            "description": "Within 30 days after discovery of a Covered Incident, submit a report to the Commission including incident date, factual description and causes, types of information triggering notification obligations, number of affected consumers, remediation actions taken, and representative copies of notices sent",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent, within thirty (30) days after Respondent’s discovery of a Covered Incident, must submit a report to the Commission. The report must include, to the extent possible: A. The date, estimated date, or estimated date range when the Covered Incident occurred; Page 7 of 13 B. A description of the facts relating to the Covered Incident, including the causes of the Covered Incident, if known; C. A description of each type of information that triggered any notification obligation to the U.S. federal, state, or local government entity; D. The number of consumers whose information triggered any notification obligation to the U.S. federal, state, or local government entity; E. The acts that Respondent has taken to date to remediate the Covered Incident and protect Personal Information from further exposure or access, and protect affected individuals from identity theft or other harm that may result from the Covered Incident; and F. A representative copy of any materially different notice sent by Respondent to consumers or to any U.S. federal, state, or local government entity.",
            "deadline": "30 days after discovery",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 274,
            "quote_end_line": 291
          },
          {
            "description": "Submit all Covered Incident reports via email to DEbrief@ftc.gov or overnight courier; subject line must begin 'In re CafePress, FTC Docket No. C-4768'",
            "quoted_text": "Unless otherwise directed by a Commission representative in writing, all Covered Incident reports to the Commission pursuant to this Order must be emailed to DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin, “In re CafePress, FTC Docket N o. C-4768 .”",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 292,
            "quote_end_line": 296
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Monetary Relief",
        "category": "affirmative_obligation",
        "summary": "Respondent must pay $500,000 to the Commission within 8 days of the effective date of the Order via electronic fund transfer.",
        "requirements": [
          {
            "description": "Pay $500,000 to the Commission, which Respondent's counsel holds in escrow for no other purpose",
            "quoted_text": "A. Respondent must pay to the Commission $500,000 which Respondent stipulates their undersigned counsel holds in escrow for no purpose other than payment to the Commission.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 299,
            "quote_end_line": 301
          },
          {
            "description": "Payment must be made within 8 days of the effective date of the Order by electronic fund transfer per Commission instructions",
            "quoted_text": "B. Such payment must be made within 8 days of the effective date of this Order by electronic fund transfer in accordance with instructions provided by a representative of the Commission.",
            "deadline": "8 days of effective date",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 302,
            "quote_end_line": 304
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Additional Monetary Provisions",
        "category": "affirmative_obligation",
        "summary": "Respondent relinquishes all rights to transferred assets, the Complaint facts are deemed true in any subsequent enforcement litigation, paid funds may be used for consumer redress or related relief, and interest and penalties accrue on default.",
        "requirements": [
          {
            "description": "Respondent relinquishes all legal and equitable right, title, and interest in assets transferred under the Order and may not seek their return",
            "quoted_text": "A. Respondent relinquishes dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek the return of any assets.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 307,
            "quote_end_line": 308
          },
          {
            "description": "Facts alleged in the Complaint are taken as true without further proof in any subsequent civil litigation to enforce payment obligations under this Order, including nondischargeability proceedings in bankruptcy",
            "quoted_text": "B. The facts alleged in the Complaint will be taken as true, without further proof, in any subsequent civil litigation by or on behalf of the Commission to enforce its rights to any payment pursuant to this Order, such as a nondischargeability complaint in any bankruptcy case.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 309,
            "quote_end_line": 312
          },
          {
            "description": "Facts in the Complaint establish all elements necessary for a Section 523(a)(2)(A) Bankruptcy Code action, and this Order has collateral estoppel effect for such purposes",
            "quoted_text": "C. The facts alleged in the Complaint establish all elements necessary to sustain an action by or on behalf of the Commission pursuant to Section 523(a)(2)(A) of the Bankruptcy Code, 11 U.S.C. § 523(a)(2)(A), and this Order will have collateral estoppel effect for such purposes.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 316,
            "quote_end_line": 319
          },
          {
            "description": "Money paid to the Commission may be deposited into a fund for consumer redress and related expenses; remaining funds may be applied to other consumer information remedies or deposited to the U.S. Treasury",
            "quoted_text": "D. All money paid to the Commission pursuant to this Order may be deposited into a fund administered by the Commission or its designee to be used for relief, including consumer redress and any attendant expenses for the administration of any redress fund. If a representative of the Commission decides that direct redress to consumers is wholly or partially impracticable or money remains after redress is completed, the Commission may apply any remaining money for such other relief (including consumer information remedies) as it determines to be reasonably related to Respondent’s practices alleged in the Complaint. Any money not used is to be deposited to the U.S. Treasury. Respondent has no right to challenge any activities pursuant to this Provision.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 320,
            "quote_end_line": 328
          },
          {
            "description": "In the event of default on payment, interest accrues from default date; if default continues 10 days beyond due date, entire amount becomes immediately due and payable",
            "quoted_text": "E. In the event of default on any obligation to make payment under this Order, interest, computed as if pursuant to 28 U.S.C. § 1961(a), shall accrue from the date of default to the date of payment. In the event such default continues for 10 days beyond the date that payment is due, the entire amount will immediately become due and payable.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 329,
            "quote_end_line": 332
          },
          {
            "description": "Each day of nonpayment constitutes a separate violation of a final Commission order for which a civil penalty accrues",
            "quoted_text": "F. Each day of nonpayment is a violation through continuing failure to obey or neglect to obey a final order of the Commission and thus will be deemed a separate offense and violation for which a civil penalty shall accrue.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 333,
            "quote_end_line": 335
          },
          {
            "description": "Respondent acknowledges its Taxpayer Identification Numbers may be used for collecting and reporting on any delinquent amount arising from this Order",
            "quoted_text": "G. Respondent acknowledges that its Taxpayer Identification Numbers, which Respondent has previously submitted to the Commission, may be used for collecting and reporting on any delinquent amount arising out of this Order, in accordance with 31 U.S.C. § 7701.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 336,
            "quote_end_line": 338
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Customer Information",
        "category": "affirmative_obligation",
        "summary": "Respondent must provide sufficient customer information to enable the Commission to administer consumer redress to shopkeepers who did not receive payable commissions, and must respond to written information requests within 14 days.",
        "requirements": [
          {
            "description": "Provide sufficient customer information to enable the Commission to efficiently administer consumer redress to shopkeepers who did not receive payable commissions because they closed their accounts",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent must directly or indirectly provide sufficient customer information to enable the Commission to efficiently administer consumer redress to shopkeepers who did not receive payable commissions because they closed their account. If a",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 340,
            "quote_end_line": 342
          },
          {
            "description": "If a Commission representative requests in writing any information related to redress, provide it in the prescribed form within 14 days",
            "quoted_text": "representative of the Commission requests in writing any information related to redress, Respondent must provide it, in the form prescribed by the Commission representative, within 14 days.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 343,
            "quote_end_line": 345
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Acknowledgments of the Order",
        "category": "acknowledgment",
        "summary": "Respondent must submit a sworn acknowledgment of the Order within 10 days, deliver copies to all key personnel and future personnel before they assume responsibilities, and obtain signed acknowledgments from each recipient within 30 days.",
        "requirements": [
          {
            "description": "Within 10 days after the effective date, submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury",
            "quoted_text": "A. Respondent, within 10 days after the effective date of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 349,
            "quote_end_line": 350
          },
          {
            "description": "For 10 years after issuance, deliver a copy of this Order to all principals, officers, directors, LLC managers and members, employees with managerial responsibilities related to the Order's subject matter, and any resulting business entities; delivery within 10 days for current personnel and before assumption of responsibilities for all others",
            "quoted_text": "B. For 10 years after the issuance date of this Order, Respondent must deliver a copy of this Page 9 of 13 Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees having managerial responsibilities for conduct related to the subject matter of the Order and all agents and representatives with managerial or professional responsibilities for conduct related to the subject matter of the Order; and (3) any business entity resulting from any change in structure as set forth in the Provision titled Compliance Reports and Notices. Delivery must occur within 10 days after the effective date of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "10 days for current personnel; before assuming responsibilities for new personnel",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 351,
            "quote_end_line": 362
          },
          {
            "description": "From each individual or entity that received a copy of this Order, obtain a signed and dated acknowledgment of receipt within 30 days",
            "quoted_text": "C. From each individual or entity to which Respondent delivered a copy of this Order, Respondent must obtain, within 30 days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 363,
            "quote_end_line": 365
          }
        ]
      },
      {
        "provision_number": "XI",
        "title": "Compliance Reports and Notices",
        "category": "compliance_reporting",
        "summary": "Respondent must submit an annual compliance report sworn under penalty of perjury one year after issuance, and provide timely notices of changes in contact information, corporate structure, or bankruptcy filings; all submissions must follow specified format and delivery instructions.",
        "requirements": [
          {
            "description": "One year after issuance, submit a compliance report sworn under penalty of perjury identifying contact information, all businesses, business activities, compliance status for each provision, and copies of Order acknowledgments",
            "quoted_text": "A. One year after the issuance date of this Order, Respondent must submit a compliance report, sworn under penalty of perjury, in which: 1. Respondent must: (a) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission, may use to communicate with Respondent; (b) identify all of Respondent’s businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (c) describe the activities of each business, including the goods and services offered, the means of advertising, marketing, and sales; (d) describe in detail whether and how Respondent is in compliance with each Provision of this Order, including a discussion of all of the changes Respondent made to comply with the Order; and (e) provide a copy of each Acknowledgment of the Order obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "1 year after issuance",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 369,
            "quote_end_line": 381
          },
          {
            "description": "Submit a compliance notice sworn under penalty of perjury within 14 days of any change in a designated point of contact or in Respondent's structure (creation, merger, sale, dissolution of any relevant entity)",
            "quoted_text": "B. Respondent must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in: (a) any designated point of contact; or (b) the structure of Respondent or any entity that Respondent has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 382,
            "quote_end_line": 387
          },
          {
            "description": "Submit notice of any bankruptcy petition, insolvency proceeding, or similar proceeding filed by or against Respondent within 14 days of its filing",
            "quoted_text": "C. Respondent must submit notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against such Respondent within 14 days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 388,
            "quote_end_line": 390
          },
          {
            "description": "All sworn submissions must be true and accurate and comply with 28 U.S.C. § 1746 with the prescribed declaration language",
            "quoted_text": "D. Any submission to the Commission required by this Order to be sworn under penalty of Page 10 of 13 perjury must be true and accurate and comply with 28 U.S.C. § 1746, such as by concluding: “I declare under penalty of perjury under the laws of the United States of America that the foregoing is true and correct. Executed on: _____” and supplying the date, signatory’s full name, title (if applicable), and signature.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 391,
            "quote_end_line": 398
          },
          {
            "description": "All submissions must be emailed to DEbrief@ftc.gov or sent by overnight courier to the FTC Associate Director for Enforcement; subject line must begin 'In re CafePress, LLC, FTC Docket No. C-4768'",
            "quoted_text": "E. Unless otherwise directed by a Commission representative in writing, all submissions to the Commission pursuant to this Order must be emailed to DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin, “In re CafePress, LLC, FTC Docket No. C-4768.”",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 399,
            "quote_end_line": 404
          }
        ]
      },
      {
        "provision_number": "XII",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must create specified records for 20 years after order issuance and retain each for 5 years, covering accounting, personnel, consumer complaints, advertising, privacy representations, assessment materials, law enforcement communications, and noncompliance records.",
        "requirements": [
          {
            "description": "Create and retain accounting records showing revenues from all goods or services sold",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent must create certain records for 20 years after the issuance date of the Order, and retain each such record for 5 years. Specifically, Respondent, in connection with any conduct related to the subject matter of the Order, must create and retain the following records: A. Accounting records showing the revenues from all goods or services sold;",
            "deadline": "create for 20 years; retain each for 5 years",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 406,
            "quote_end_line": 410
          },
          {
            "description": "Create and retain personnel records for each person providing services in relation to any aspect of the Order, including name, addresses, telephone numbers, job title, dates of service, and reason for termination",
            "quoted_text": "B. Personnel records showing, for each person providing services in relation to any aspect of the Order, whether as an employee or otherwise, that person’s: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination;",
            "deadline": "create for 20 years; retain each for 5 years",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 411,
            "quote_end_line": 414
          },
          {
            "description": "Create and retain copies or records of all consumer complaints and refund requests (received directly or indirectly) and any response",
            "quoted_text": "C. Copies or records of all consumer complaints and refund requests, whether received directly or indirectly, such as through a third party, and any response;",
            "deadline": "create for 20 years; retain each for 5 years",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 415,
            "quote_end_line": 416
          },
          {
            "description": "Create and retain a copy of each unique advertisement or other marketing material making a representation subject to this Order",
            "quoted_text": "D. A copy of each unique advertisement or other marketing material making a representation subject to this Order;",
            "deadline": "create for 20 years; retain each for 5 years",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 417,
            "quote_end_line": 418
          },
          {
            "description": "Create and retain a copy of each widely disseminated representation describing the extent to which Respondent maintains or protects the privacy, security, and confidentiality of Personal Information",
            "quoted_text": "E. A copy of each widely disseminated representation by Respondent that describes the extent to which Respondent maintains or protects the privacy, security and confidentiality of any Personal Information, including any representation concerning a change in any website or other service controlled by Respondent that relates to the privacy, security, and confidentiality of Personal Information.",
            "deadline": "create for 20 years; retain each for 5 years",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 419,
            "quote_end_line": 423
          },
          {
            "description": "For 5 years after preparation of each required Assessment, retain all materials relied upon to prepare the Assessment, including plans, reports, studies, audits, audit trails, policies, training materials, and compliance-related materials",
            "quoted_text": "F. For 5 years after the date of preparation of each Assessment required by this Order, all materials relied upon to prepare the Assessment, whether prepared by or on behalf of Respondent, including all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, and any other materials concerning Respondent’s compliance with related Provisions of this Order, for the compliance period covered by such Assessment.",
            "deadline": "5 years after preparation of each Assessment",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 424,
            "quote_end_line": 429
          },
          {
            "description": "For 5 years from the date received, retain copies of all subpoenas and other communications with law enforcement relating to Respondent's compliance with this Order",
            "quoted_text": "G. For 5 years from the date received, copies of all subpoenas and other communications with law enforcement, if such subpoena or other communication relate to Respondent’s compliance with this Order.",
            "deadline": "5 years from date received",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 433,
            "quote_end_line": 435
          },
          {
            "description": "For 5 years from the date created or received, retain all records that demonstrate noncompliance or tend to show any lack of compliance by Respondent with this Order",
            "quoted_text": "H. For 5 years from the date created or received, all records, whether prepared by or on behalf of Respondent, that demonstrate non-compliance or tend to show any lack of compliance by Respondent with this Order.",
            "deadline": "5 years from date created or received",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 436,
            "quote_end_line": 438
          },
          {
            "description": "Retain all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission",
            "quoted_text": "I. All records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 439,
            "quote_end_line": 440
          }
        ]
      },
      {
        "provision_number": "XIII",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The FTC has broad authority to monitor Respondent's compliance, including requesting additional reports within 10 days, directly communicating with and interviewing Respondent's personnel, and using undercover means without prior notice.",
        "requirements": [
          {
            "description": "Within 10 days of a written request from a Commission representative, submit additional compliance reports or other requested information (sworn under penalty of perjury) and produce records for inspection and copying",
            "quoted_text": "A. Within 10 days of receipt of a written request from a representative of the Commission, Respondent must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury, and produce records for inspection and copying.",
            "deadline": "10 days of written request",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 444,
            "quote_end_line": 447
          },
          {
            "description": "Permit Commission representatives to communicate directly with Respondent and to interview anyone affiliated with Respondent who has agreed to such an interview; interviewee may have counsel present",
            "quoted_text": "B. For matters concerning this Order, representatives of the Commission are authorized to communicate directly with Respondent. Respondent must permit representatives of the Commission to interview anyone affiliated with Respondent who has agreed to such an interview. The interviewee may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 448,
            "quote_end_line": 451
          },
          {
            "description": "The Commission may use all other lawful means including undercover posing without identification or prior notice, and may use compulsory process under Sections 9 and 20 of the FTC Act",
            "quoted_text": "C. The Commission may use all other lawful means, including posing through its representatives as consumers, suppliers, or other individuals or entities, to Respondent or any individual or entity affiliated with Respondent, without the necessity of identification or prior notice. Nothing in this Order limits the Commission’s lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 452,
            "quote_end_line": 456
          }
        ]
      },
      {
        "provision_number": "XIV",
        "title": "Order Effective Dates",
        "category": "duration",
        "summary": "The Order is effective upon publication on ftc.gov and terminates 20 years from issuance or 20 years from the most recent federal court complaint alleging a violation, whichever is later, subject to specified exceptions.",
        "requirements": [
          {
            "description": "The Order is final and effective upon the date of its publication on the Commission's website (ftc.gov) as a final order",
            "quoted_text": "IT IS FURTHER ORDERED that this Order is final and effective upon the date of its publication on the Commission’s website (ftc.gov) as a final order. This Order will terminate 20",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 458,
            "quote_end_line": 459
          },
          {
            "description": "The Order terminates 20 years from issuance or 20 years from the most recent federal court complaint alleging a violation, whichever is later, subject to exceptions for provisions with shorter durations, non-named respondents, and orders already terminated",
            "quoted_text": "publication on the Commission’s website (ftc.gov) as a final order. This Order will terminate 20 years from the date of its issuance (which date may be stated at the end of this Order, near the Commission’s seal), or 20 years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of this Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Provision in this Order that terminates in less than 20 years; B. This Order’s application to any Respondent that is not named as a defendant in such Page 12 of 13 complaint; and C. This Order if such complaint is filed after the Order has terminated pursuant to this Provision.",
            "deadline": "20 years",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 459,
            "quote_end_line": 472
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This Order will terminate 20 years from the date of its issuance (which date may be stated at the end of this Order, near the Commission's seal), or 20 years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of this Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Provision in this Order that terminates in less than 20 years; B. This Order's application to any Respondent that is not named as a defendant in such complaint; and C. This Order if such complaint is filed after the Order has terminated pursuant to this Provision."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "01.24, CafePress Complaint (Pending).pdf",
      "order": "01.24, CafePress Order (Pending).pdf"
    },
    "extraction_stats": {
      "complaint_counts": 7,
      "complaint_representations": 7,
      "order_provisions": 14,
      "order_definitions": 3,
      "order_requirements": 61,
      "provisions_per_section": {
        "I": 5,
        "II": 11,
        "III": 5,
        "IV": 3,
        "V": 2,
        "VI": 2,
        "VII": 2,
        "VIII": 7,
        "IX": 2,
        "X": 3,
        "XI": 5,
        "XII": 9,
        "XIII": 3,
        "XIV": 2
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 7,
        "complaint_total": 7,
        "order_verified": 61,
        "order_total": 61
      }
    },
    "processing_time_seconds": 201.7
  }
}