{
  "case_info": {
    "docket_number": "C-4809",
    "company": {
      "name": "IntelliVision Technologies Corp.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "6203 San Ignacio Avenue, San Jose, California 95119",
      "business_description": "IntelliVision provides artificial intelligence-based facial recognition software products to original equipment manufacturers (OEMs), large integrators, and large end users. Its facial recognition software has been incorporated into consumer products including home security systems and smart home control panels."
    },
    "commissioners": [
      "Lina M. Khan, Chair",
      "Rebecca Kelly Slaughter",
      "Alvaro M. Bedoya",
      "Melissa Holyoak",
      "Andrew Ferguson"
    ],
    "case_date": {
      "month": 1,
      "year": 2025
    },
    "legal_authority": "Section 5 of the Federal Trade Commission Act",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/232-3023-intellivision-matter"
  },
  "complaint": {
    "factual_background": "IntelliVision Technologies Corp. sold AI-based facial recognition software to manufacturers and integrators, making claims about its accuracy, lack of bias, and anti-spoofing capabilities. The company falsely claimed its software had one of the highest accuracy rates on the market, was trained on millions of faces, had zero racial or gender bias, and could not be fooled by photos or videos. In reality, NIST testing showed the software had demographic performance differences and was not among top-performing algorithms, the software was trained on only 100,000 individuals (not millions), and the company lacked adequate testing to support its bias-free and anti-spoofing claims.",
    "representations_made": [
      {
        "description": "Claimed the facial recognition software could detect faces of all ethnicities without racial bias",
        "quoted_text": "IntelliVision's Face Recognition software is a fast, accurate, deep learning-based facial recognition solution for OEMs, integrators and developers that can detect faces of all ethnicities, without racial bias, and recognize them from a database of images",
        "source_paragraph": 7
      },
      {
        "description": "Claimed zero gender or racial bias through training with millions of faces from diverse datasets",
        "quoted_text": "Zero gender or racial bias through model training with millions of faces from datasets from around the world",
        "source_paragraph": 7
      },
      {
        "description": "Claimed models were developed with multi-ethnic and gender datasets to ensure no built-in bias",
        "quoted_text": "Anti-Spoofing and No Gender/Race Bias – Liveness testing with 2D cameras, and models developed with multi-ethnic and gender datasets to ensure no built-in bias",
        "source_paragraph": 7
      },
      {
        "description": "Claimed anti-spoofing technology ensures the system cannot be fooled by a photo or video image",
        "quoted_text": "Anti-spoofing technology ensures the system cannot be fooled by a photo or video image",
        "source_paragraph": 8
      },
      {
        "description": "Claimed the software was trained on millions of images from across the world and could easily detect faces from multiple ethnicities",
        "quoted_text": "Trained on millions of images from across the world, faces from multiple ethnicities are easily detected",
        "source_paragraph": 8
      },
      {
        "description": "Claimed the facial recognition technology has one of the highest accuracy rates on the market",
        "quoted_text": "Respondent claimed its facial recognition technology has one of the highest accuracy rates on the market",
        "source_paragraph": 9
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Misrepresentations – Facial Recognition Software Accuracy and Training",
        "representation": "IntelliVision's facial recognition software has one of the highest accuracy rates on the market and has been trained on millions of faces",
        "fact": "IntelliVision's facial recognition software does not have one of the highest accuracy rates on the market (NIST testing showed it was not among the top 100 best performing algorithms), and has not been trained on millions of faces (it was trained on approximately 100,000 unique individuals with technology used to create variants)",
        "conclusion": "Therefore, the representations set forth in Paragraph 15 are false or misleading."
      },
      {
        "count_number": 2,
        "title": "False or Unsubstantiated Claims – Facial Recognition Software",
        "representation": "The software can detect faces of all ethnicities without racial bias, was developed with multi-ethnic and gender datasets to ensure no built-in bias, and performs with zero gender or racial bias",
        "fact": "Respondent does not possess testing to support its claims that it can detect faces of all ethnicities without racial bias or that it performs with zero gender or racial bias. NIST test results indicate that error rates for IntelliVision's algorithms differed across different demographics, including region of birth and sex",
        "conclusion": "The representations set forth in Paragraph 17 are false or misleading, or were not substantiated at the time the representations were made."
      },
      {
        "count_number": 3,
        "title": "False or Unsubstantiated Claims – Anti-Spoofing",
        "representation": "Its anti-spoofing technology ensures the system cannot be fooled by photo or video images",
        "fact": "Respondent does not possess testing of its anti-spoofing technology that is sufficient to support its unqualified claim that the technology ensures the system cannot be fooled by a photo or video image, nor did IntelliVision's testing assess how the anti-spoofing technology performed across demographic groups",
        "conclusion": "The representation set forth in Paragraph 19 is false or misleading, or was not substantiated at the time the representation was made."
      }
    ]
  },
  "order": {
    "definitions": {
      "Facial Recognition Technology": "means (a) the automated or semi-automated process that can be used, singly or in combination with other data, to verify, authenticate, or ascertain a person's identity based on the characteristics of their face, singly or in combination with other data, including identification of individuals or groups; or (b) the automated or semi-automated process by which characteristics of a person's face, singly or in combination with other data, are analyzed for inferences about an individual's sentiment, emotional state, state of mind, personality, character, and other qualities including but not limited to veracity, state of attentiveness, and mood; or (c) any similar process that is a combination of (a) and (b) above.",
      "Liveness": "means that a living subject is present at the point of capture.",
      "Respondent": "means IntelliVision Technologies Corp., a corporation, and its successors and assigns."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibited Misrepresentations",
        "category": "prohibition",
        "summary": "Respondent must not make any misrepresentations about the accuracy, efficacy, comparative performance, or liveness detection capabilities of its Facial Recognition Technology.",
        "requirements": [
          {
            "description": "Must not misrepresent the accuracy or efficacy of Facial Recognition Technology",
            "quoted_text": "IT IS ORDERED that Respondent, and Respondent's officers, agents, employees, and attorneys and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with advertising, promotion, offering for sale, sale or distribution of Facial Recognition Technology, must not make any misrepresentation, expressly or by implication: a. About the accuracy or efficacy of its Facial Recognition Technology",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent comparative performance with respect to different genders, ethnicities, and skin tones",
            "quoted_text": "b. About the comparative performance of its Facial Recognition Technology with respect to individuals of different genders, ethnicities, and skin tones, or reducing or eliminating differential performance based on such factors",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent accuracy or efficacy for detecting spoofing or determining Liveness",
            "quoted_text": "c. About the accuracy or efficacy of its Facial Recognition Technology with respect to detecting spoofing or otherwise determining Liveness.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Prohibition on Unsubstantiated Accuracy and Bias Claims",
        "category": "affirmative_obligation",
        "summary": "Respondent must possess and rely upon competent and reliable testing to substantiate any representation about effectiveness, accuracy, lack of bias, or spoofing detection of Facial Recognition Technology.",
        "requirements": [
          {
            "description": "Must possess and rely upon competent and reliable testing conducted objectively by qualified persons and generally accepted by experts",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent, and Respondent's officers, agents, employees, and attorneys and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with advertising, promotion, offering for sale, sale or distribution of Facial Recognition Technology, must not make any representation, expressly or by implication, about the effectiveness, accuracy, or lack of bias of such Facial Recognition Technology, or about the effectiveness of such Facial Recognition Technology at detecting spoofing, unless Respondent possesses and relies upon competent and reliable testing that substantiates the representation at the time the representation is made. To satisfy this requirement Respondent must: A. Possess and rely upon competent and reliable testing of the Facial Recognition Technology. For the purposes of this Order, competent and reliable testing shall mean testing that is based on the expertise of professionals in the relevant area, and that (1) has been conducted and evaluated in an objective manner by qualified persons and (2) is generally accepted by experts in the profession to yield accurate and reliable results",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must document all testing including dates, results, methods, images used, demographic information, and any contradicting information",
            "quoted_text": "B. Document all such testing including: the dates and results of all tests; the method and methodology used; the source and number of images used; the source and number of different people in the images; whether such testing includes Liveness tests; any technique(s) used to modify the images to create different angles, different lighting conditions or other modifications; demographic information collected on images used in testing if applicable; information about the skin tone collected on images used in testing if applicable; and any information that supports, explains, qualifies, calls into question or contradicts the results.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Acknowledgements of the Order",
        "category": "acknowledgment",
        "summary": "Respondent must submit acknowledgment of receipt and deliver copies of the Order to personnel and obtain signed acknowledgments.",
        "requirements": [
          {
            "description": "Submit acknowledgment of receipt to the Commission",
            "quoted_text": "A. Respondent, within 10 days after the effective date of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver copy of Order to principals, officers, directors, managers, employees with managerial responsibilities, and relevant agents for 20 years",
            "quoted_text": "B. For 20 years after the issuance date of this Order, Respondent for any business that such Respondent is the majority owner or controls directly or indirectly must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees having managerial responsibilities for conduct related to the subject matter of the Order and all agents and representatives who participate in conduct related to the subject matter of the Order; and (3) any business entity resulting from any change in structure as set forth in the Provision titled Compliance Reports and Notices. Delivery must occur within 10 days after the effective date of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Obtain signed and dated acknowledgments from individuals who received the Order",
            "quoted_text": "C. From each individual or entity to which Respondent delivered a copy of this Order, Respondent must obtain, within 30 days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Compliance Reports and Notices",
        "category": "compliance_reporting",
        "summary": "Respondent must submit annual compliance reports and notices of changes in structure or bankruptcy proceedings to the Commission.",
        "requirements": [
          {
            "description": "Submit annual compliance report including business information, activities, and compliance status",
            "quoted_text": "A. One year after the issuance date of this Order, Respondent must submit a compliance report, sworn under penalty of perjury, in which Respondent must: (a) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission, may use to communicate with Respondent; (b) identify all of Respondent's businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (c) describe the activities of each business, including the goods and services offered, the means of advertising, marketing, and sales; (d) describe in detail whether and how Respondent is in compliance with each provision of this Order, including a discussion of all of the changes Respondent made to comply with the Order; and (e) provide a copy of each Acknowledgment of the Order obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "One year",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit compliance notice for changes in designated contact or entity structure",
            "quoted_text": "B. Respondent must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following: (a) any designated point of contact; or (b) the structure of any entity that Respondent has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit notice of bankruptcy petition or insolvency proceeding",
            "quoted_text": "C. Respondent must submit notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against Respondent within 14 days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Ensure submissions are sworn under penalty of perjury and comply with 28 U.S.C. § 1746",
            "quoted_text": "D. Any submission to the Commission required by this Order to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, such as by concluding: \"I declare under penalty of perjury under the laws of the United States of America that the foregoing is true and correct. Executed on: _____\" and supplying the date, signatory's full name, title (if applicable), and signature.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must create and retain records for 15 years including accounting records, personnel records, consumer complaints, compliance documentation, testing records, and advertising materials.",
        "requirements": [
          {
            "description": "Create records for 15 years and retain each record for 5 years",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent must create certain records for 15 years after the issuance date of the Order, and retain each such record for 5 years.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Maintain accounting recordsshowing revenues, costs, and net profit or loss",
            "quoted_text": "A. Accounting records showing the revenues from all goods or services sold, the costs incurred in generating those revenues, and resulting net profit or loss",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Maintain personnel records with name, contact information, job title, dates of service, and termination reason",
            "quoted_text": "B. Personnel records showing, for each person providing services in relation to any aspect of the Order, whether as an employee or otherwise, that person's: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Maintain copies of all consumer complaints and refund requests and responses",
            "quoted_text": "C. Copies or records of all consumer complaints and refund requests related to any representation covered by this Order, whether received directly or indirectly, such as through a third party, and any response",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Maintain records demonstrating full compliance with each provision of the Order",
            "quoted_text": "D. All records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Maintain copies of unique advertisements or marketing materials subject to the Order",
            "quoted_text": "E. A copy of each unique advertisement or other marketing material making a representation subject to this Order",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Maintain testing records and documentation required by Part II",
            "quoted_text": "F. Records and documentation of all testing performed or retained pursuant to Part II of this Order. Provided however, that if Respondent possesses and relies on competent and reliable third-party testing, in whole or in part, to comply with Part II of this Order and Respondent is unable through reasonable means to obtain and retain all of the documentation required under Part II.B, Respondent shall retain all reasonably available information",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Maintain materials relied upon for representations and evidence contradicting claims for 5 years from last dissemination",
            "quoted_text": "G. For 5 years from the date of the last dissemination of any representation covered by this Order: 1. all materials that were relied upon in making the representation; and 2. all tests, studies, analysis, demonstrations, other research or other such evidence in Respondent's possession, custody, or control that contradicts, qualifies, or otherwise calls into question the representation, or the basis relied upon for the representation, including complaints and other communications with consumers or with governmental or consumer protection organizations",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Maintain copies of subpoenas and law enforcement communications for 5 years from date received",
            "quoted_text": "H. For 5 years from the date received, copies of all subpoenas and other communications with law enforcement, if such communications relate to Respondent's compliance with this Order",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Maintain records demonstrating non-compliance for 5 years from date created or received",
            "quoted_text": "I. For 5 years from the date created or received, all records, whether prepared by or on behalf of Respondent, that demonstrate non-compliance or tend to show any lack of compliance by Respondent with this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission has authority to request additional compliance reports, inspect records, interview personnel, and use other lawful means to monitor compliance.",
        "requirements": [
          {
            "description": "Submit additional compliance reports or records within 10 days of Commission request",
            "quoted_text": "A. Within 10 days of receipt of a written request from a representative of the Commission, Respondent must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury, and produce records for inspection and copying.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Allow Commission representatives to communicate directly with Respondent and interview affiliated persons",
            "quoted_text": "B. For matters concerning this Order, representatives of the Commission are authorized to communicate directly with Respondent. Respondent must permit representatives of the Commission to interview anyone affiliated with Respondent who has agreed to such an interview. The interviewee may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Allow Commission to use all lawful means including posing as consumers or other entities",
            "quoted_text": "C. The Commission may use all other lawful means, including posing through its representatives as consumers, suppliers, or other individuals or entities, to Respondent or any individual or entity affiliated with Respondent, without the necessity of identification or prior notice. Nothing in this Order limits the Commission's lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Order Effective Dates",
        "category": "duration",
        "summary": "The Order is effective upon publication and terminates 20 years from issuance or from the most recent federal court complaint filing.",
        "requirements": [
          {
            "description": "Order is final and effective upon publication on ftc.gov",
            "quoted_text": "IT IS FURTHER ORDERED that this Order is final and effective upon the date of its publication on the Commission's website (ftc.gov) as a final order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This Order will terminate 20 years from the date of its issuance (which date may be stated at the end of this Order, near the Commission's seal), or 20 years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of this Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Provision in this Order that terminates in less than 20 years; B. This Order's application to any Respondent that is not named as a defendant in such complaint; and C. This Order if such complaint is filed after the Order has terminated pursuant to this Provision."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "01.25, Intellivision Complaint (Pending).pdf",
      "order": "01.25, Intellivision Order (Pending).pdf"
    },
    "extraction_stats": {
      "complaint_counts": 3,
      "complaint_representations": 6,
      "order_provisions": 7,
      "order_definitions": 3,
      "order_requirements": 26
    },
    "processing_time_seconds": 115.8
  }
}