{
  "case_info": {
    "docket_number": "C-4809",
    "company": {
      "name": "IntelliVision Technologies Corp.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "6203 San Ignacio Avenue, San Jose, California 95119",
      "business_description": "IntelliVision Technologies Corp. develops and sells artificial intelligence-based facial recognition software products to original equipment manufacturers (OEMs), large integrators, and large end users. The company's facial recognition software has been incorporated into consumer products including home security systems and smart home touch panels."
    },
    "commissioners": [
      "Lina M. Khan, Chair",
      "Rebecca Kelly Slaughter",
      "Alvaro M. Bedoya",
      "Melissa Holyoak",
      "Andrew Ferguson"
    ],
    "case_date": {
      "month": 1,
      "year": 2025
    },
    "legal_authority": "Section 5 of the Federal Trade Commission Act",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/232-3023-intellivision-matter"
  },
  "complaint": {
    "factual_background": "IntelliVision Technologies Corp. marketed an AI-based facial recognition software to OEMs, integrators, and developers with claims that it operated without racial or gender bias, had one of the highest accuracy rates on the market, and employed anti-spoofing technology that could not be fooled by photos or videos. However, NIST testing revealed that IntelliVision's algorithms produced differing error rates across demographic groups and were not among the top 100 best-performing algorithms tested. The company did not possess testing to support its bias, accuracy, or anti-spoofing claims. Additionally, rather than training on millions of faces as claimed, the software was trained on images of only approximately 100,000 unique individuals, with technology used to artificially generate variants of those same images.",
    "representations_made": [
      {
        "description": "Claimed its facial recognition software can detect faces of all ethnicities without racial bias",
        "quoted_text": "a. IntelliVision’s Face Recognition software is a fast, accurate, deep learning-based facial recognition solution for OEMs, integrators and developers that can detect faces of all ethnicities, without racial bias, and recognize them from a database of images;",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 7,
        "quote_start_line": 41,
        "quote_end_line": 44
      },
      {
        "description": "Claimed zero gender or racial bias through model training with millions of faces from datasets around the world",
        "quoted_text": "b. Zero gender or racial bias through model training with millions of faces from datasets from around the world; and",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 7,
        "quote_start_line": 45,
        "quote_end_line": 46
      },
      {
        "description": "Claimed anti-spoofing technology and no gender/race bias through models developed with multi-ethnic and gender datasets",
        "quoted_text": "c. Anti-Spoofing and No Gender/Race Bias – Liveness testing with 2D cameras, and models developed with multi-ethnic and gender datasets to ensure no built-in bias.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 7,
        "quote_start_line": 47,
        "quote_end_line": 48
      },
      {
        "description": "Claimed anti-spoofing technology ensures the system cannot be fooled by a photo or video image",
        "quoted_text": "a. Anti-spoofing technology ensures the system cannot be fooled by a photo or video image; and",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 8,
        "quote_start_line": 51,
        "quote_end_line": 52
      },
      {
        "description": "Claimed the software was trained on millions of images from across the world covering multiple ethnicities",
        "quoted_text": "b. Trained on millions of images from across the world, faces from multiple ethnicities are easily detected.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 8,
        "quote_start_line": 53,
        "quote_end_line": 54
      },
      {
        "description": "Claimed its facial recognition technology has one of the highest accuracy rates on the market",
        "quoted_text": "9. In presentations to trade customers considering integrating Respondent’s technology in their products, Respondent claimed its facial recognition technology has one of the highest accuracy rates on the market.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 9,
        "quote_start_line": 55,
        "quote_end_line": 57
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Misrepresentations – Facial Recognition Software Accuracy and Training",
        "representation": "IntelliVision represented that its facial recognition software has one of the highest accuracy rates on the market and has been trained on millions of faces.",
        "fact": "IntelliVision's facial recognition software does not have one of the highest accuracy rates on the market — NIST testing showed it was not among the top 100 best-performing algorithms — and it was not trained on millions of faces, but rather on images of approximately 100,000 unique individuals with artificially generated variants.",
        "conclusion": "The representations set forth in Paragraph 15 are false or misleading."
      },
      {
        "count_number": 2,
        "title": "False or Unsubstantiated Claims – Facial Recognition Software Bias",
        "representation": "IntelliVision represented that its facial recognition software can detect faces of all ethnicities without racial bias, was developed with multi-ethnic and gender datasets to ensure no built-in bias, and performs with zero gender or racial bias.",
        "fact": "IntelliVision did not possess testing to support claims of no racial or gender bias, and NIST testing showed its algorithms produced differing error rates across demographic groups including region of birth and sex.",
        "conclusion": "The representations set forth in Paragraph 17 are false or misleading, or were not substantiated at the time the representations were made."
      },
      {
        "count_number": 3,
        "title": "False or Unsubstantiated Claims – Anti-Spoofing",
        "representation": "IntelliVision represented that its anti-spoofing technology ensures the system cannot be fooled by photo or video images.",
        "fact": "IntelliVision did not possess testing sufficient to support the unqualified anti-spoofing claim, and its testing did not assess how the anti-spoofing technology performed across demographic groups.",
        "conclusion": "The representation set forth in Paragraph 19 is false or misleading, or was not substantiated at the time the representation was made."
      }
    ]
  },
  "order": {
    "definitions": {
      "Facial Recognition Technology": "(a) the automated or semi-automated process that can be used, singly or in combination with other data, to verify, authenticate, or ascertain a person's identity based on the characteristics of their face, singly or in combination with other data, including identification of individuals or groups; or (b) the automated or semi-automated process by which characteristics of a person's face, singly or in combination with other data, are analyzed for inferences about an individual's sentiment, emotional state, state of mind, personality, character, and other qualities including but not limited to veracity, state of attentiveness, and mood; or (c) any similar process that is a combination of (a) and (b) above.",
      "Liveness": "that a living subject is present at the point of capture.",
      "Respondent": "IntelliVision Technologies Corp., a corporation, and its successors and assigns."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibited Misrepresentations",
        "category": "prohibition",
        "summary": "Respondent and all persons acting with it must not make any express or implied misrepresentations about the accuracy, efficacy, comparative bias performance, or liveness detection of its Facial Recognition Technology.",
        "requirements": [
          {
            "description": "Must not misrepresent the accuracy or efficacy of its Facial Recognition Technology",
            "quoted_text": "IT IS ORDERED that Respondent, and Respondent’s officers, agents, employees, and attorneys and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with advertising, promotion, offering for sale, sale or distribution of Facial Recognition Technology, must not make any misrepresentation, expressly or by implication: a. About the accuracy or efficacy of its Facial Recognition Technology;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 62,
            "quote_end_line": 67
          },
          {
            "description": "Must not misrepresent comparative performance with respect to individuals of different genders, ethnicities, and skin tones, or claims of reducing or eliminating differential performance",
            "quoted_text": "b. About the comparative performance of its Facial Recognition Technology with respect to individuals of different genders, ethnicities, and skin tones, or reducing or eliminating differential performance based on such factors; or",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 71,
            "quote_end_line": 73
          },
          {
            "description": "Must not misrepresent the accuracy or efficacy of its Facial Recognition Technology with respect to detecting spoofing or determining Liveness",
            "quoted_text": "c. About the accuracy or efficacy of its Facial Recognition Technology with respect to detecting spoofing or otherwise determining Liveness.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 74,
            "quote_end_line": 75
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Prohibition on Unsubstantiated Accuracy and Bias Claims",
        "category": "prohibition",
        "summary": "Respondent must not make any representation about the effectiveness, accuracy, lack of bias, or spoofing detection of its Facial Recognition Technology unless it possesses and relies upon competent and reliable testing that substantiates the claim at the time it is made.",
        "requirements": [
          {
            "description": "Possess and rely upon competent and reliable testing — defined as testing based on expertise of relevant professionals, conducted and evaluated objectively by qualified persons, and generally accepted by experts to yield accurate and reliable results — before making any representation about effectiveness, accuracy, bias, or spoofing detection",
            "quoted_text": "A. Possess and rely upon competent and reliable testing of the Facial Recognition Technology. For the purposes of this Order, competent and reliable testing shall mean testing that is based on the expertise of professionals in the relevant area, and that (1) has been conducted and evaluated in an objective manner by qualified persons and (2) is generally accepted by experts in the profession to yield accurate and reliable results; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 87,
            "quote_end_line": 91
          },
          {
            "description": "Document all such testing including: dates and results of all tests; method and methodology used; source and number of images; source and number of people in images; whether Liveness tests are included; any image modification techniques; demographic information; skin tone information; and any information that supports, explains, qualifies, calls into question, or contradicts the results",
            "quoted_text": "B. Document all such testing including: the dates and results of all tests; the method and methodology used; the source and number of images used; the source and number of different people in the images; whether such testing includes Liveness tests; any technique(s) used to modify the images to create different angles, different lighting conditions or other modifications; demographic information collected on images used in testing if applicable; information about the skin tone collected on images used in testing if applicable; and any information that supports, explains, qualifies, calls into question or contradicts the results.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 92,
            "quote_end_line": 99
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Acknowledgements of the Order",
        "category": "acknowledgment",
        "summary": "Respondent must submit a sworn acknowledgment of receipt to the FTC, deliver copies of the Order to principals, officers, employees, and agents, and collect signed acknowledgments from each recipient.",
        "requirements": [
          {
            "description": "Within 10 days after the effective date, submit to the Commission a sworn acknowledgment of receipt of this Order under penalty of perjury",
            "quoted_text": "A. Respondent, within 10 days after the effective date of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 105,
            "quote_end_line": 106
          },
          {
            "description": "For 20 years after the issuance date, deliver a copy of this Order to all principals, officers, directors, LLC managers and members, employees with managerial responsibilities related to the Order's subject matter, agents and representatives who participate in covered conduct, and any successor business entities; delivery must occur within 10 days after the effective date for current personnel and before others assume their responsibilities",
            "quoted_text": "B. For 20 years after the issuance date of this Order, Respondent for any business that such Respondent is the majority owner or controls directly or indirectly must deliver a copy of 3 this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees having managerial responsibilities for conduct related to the subject matter of the Order and all agents and representatives who participate in conduct related to the subject matter of the Order; and (3) any business entity resulting from any change in structure as set forth in the Provision titled Compliance Reports and Notices. Delivery must occur within 10 days after the effective date of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 107,
            "quote_end_line": 118
          },
          {
            "description": "From each individual or entity to which a copy of the Order was delivered, obtain a signed and dated acknowledgment of receipt within 30 days",
            "quoted_text": "C. From each individual or entity to which Respondent delivered a copy of this Order, Respondent must obtain, within 30 days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 119,
            "quote_end_line": 121
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Compliance Reports and Notices",
        "category": "compliance_reporting",
        "summary": "Respondent must file a sworn annual compliance report one year after issuance, and submit timely notices within 14 days of changes to contact information, corporate structure, or bankruptcy filings; all submissions must be sworn under penalty of perjury and sent to the designated FTC address.",
        "requirements": [
          {
            "description": "One year after the issuance date, submit a sworn compliance report identifying points of contact, all business names and addresses, activities of each business, detailed description of compliance with each provision, and copies of all Order acknowledgments obtained",
            "quoted_text": "A. One year after the issuance date of this Order, Respondent must submit a compliance report, sworn under penalty of perjury, in which Respondent must: (a) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission, may use to communicate with Respondent; (b) identify all of Respondent’s businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (c) describe the activities of each business, including the goods and services offered, the means of advertising, marketing, and sales; (d) describe in detail whether and how Respondent is in compliance with each provision of this Order, including a discussion of all of the changes Respondent made to comply with the Order; and (e) provide a copy of each Acknowledgment of the Order obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 126,
            "quote_end_line": 136
          },
          {
            "description": "Within 14 days of any change to a designated point of contact or to the structure of any entity Respondent owns or controls that may affect compliance obligations (including creation, merger, sale, or dissolution of any subsidiary, parent, or affiliate), submit a sworn compliance notice",
            "quoted_text": "B. Respondent must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following: (a) any designated point of contact; or (b) the structure of any entity that Respondent has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 137,
            "quote_end_line": 142
          },
          {
            "description": "Within 14 days of filing, submit notice of any bankruptcy petition, insolvency proceeding, or similar proceeding filed by or against Respondent",
            "quoted_text": "C. Respondent must submit notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against Respondent within 14 days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 143,
            "quote_end_line": 144
          },
          {
            "description": "All sworn submissions must be true and accurate and comply with 28 U.S.C. § 1746, concluding with the prescribed declaration language and supplying the date, signatory's full name, title, and signature",
            "quoted_text": "D. Any submission to the Commission required by this Order to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, such as by concluding: “I declare under penalty of perjury under the laws of the United States of America that the foregoing is true and correct. Executed on: _____” and supplying the date, signatory’s full name, title (if applicable), and signature.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 145,
            "quote_end_line": 149
          },
          {
            "description": "Unless otherwise directed in writing, all submissions must be emailed to DEbrief@ftc.gov or sent by overnight courier (not USPS) to the Associate Director for Enforcement, Bureau of Consumer Protection, FTC, 600 Pennsylvania Avenue NW, Washington, DC 20580, with subject line beginning: In re IntelliVision Technologies Corp.",
            "quoted_text": "D. Unless otherwise directed by a Commission representative in writing, all submissions to the Commission pursuant to this Order must be emailed to DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin: In re IntelliVision Technologies Corp.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 153,
            "quote_end_line": 158
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must create and retain specified records for 15 years after issuance (retaining each for 5 years), covering financials, personnel, consumer complaints, compliance documentation, marketing materials, testing records, law enforcement communications, and evidence of non-compliance.",
        "requirements": [
          {
            "description": "Create and retain accounting records showing revenues, costs, and net profit or loss from all goods or services sold, for 15 years after issuance (retain each record for 5 years)",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent must create certain records for 15 years after the issuance date of the Order, and retain each such record for 5 years. Specifically, Respondent must create and retain the following records: A. Accounting records showing the revenues from all goods or services sold, the costs incurred in generating those revenues, and resulting net profit or loss;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 161,
            "quote_end_line": 165
          },
          {
            "description": "Create and retain personnel records showing name, addresses, telephone numbers, job title or position, dates of service, and reason for termination for each person providing services related to any aspect of the Order",
            "quoted_text": "B. Personnel records showing, for each person providing services in relation to any aspect of the Order, whether as an employee or otherwise, that person’s: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 166,
            "quote_end_line": 169
          },
          {
            "description": "Create and retain copies or records of all consumer complaints and refund requests related to any representation covered by this Order, whether received directly or through a third party, and any response",
            "quoted_text": "C. Copies or records of all consumer complaints and refund requests related to any representation covered by this Order, whether received directly or indirectly, such as through a third party, and any response;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 170,
            "quote_end_line": 172
          },
          {
            "description": "Create and retain all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission",
            "quoted_text": "D. All records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 173,
            "quote_end_line": 174
          },
          {
            "description": "Create and retain a copy of each unique advertisement or other marketing material making a representation subject to this Order",
            "quoted_text": "E. A copy of each unique advertisement or other marketing material making a representation subject to this Order;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 175,
            "quote_end_line": 176
          },
          {
            "description": "Create and retain records and documentation of all testing performed or retained pursuant to Part II; if relying on competent and reliable third-party testing and unable through reasonable means to obtain all required documentation, retain all reasonably available information",
            "quoted_text": "F. Records and documentation of all testing performed or retained pursuant to Part II of this Order. Provided however, that if Respondent possesses and relies on competent and reliable third-party testing, in whole or in part, to comply with Part II of this Order and Respondent is unable through reasonable means to obtain and retain all of the documentation required under Part II.B, Respondent shall retain all reasonably available information;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 177,
            "quote_end_line": 182
          },
          {
            "description": "For 5 years from the date of the last dissemination of any covered representation, retain all materials relied upon in making the representation and all tests, studies, analyses, demonstrations, or other evidence that contradicts, qualifies, or calls into question the representation or its basis, including consumer complaints and communications with governmental or consumer protection organizations",
            "quoted_text": "G. For 5 years from the date of the last dissemination of any representation covered by this Order: 1. all materials that were relied upon in making the representation; and 5 2. all tests, studies, analysis, demonstrations, other research or other such evidence in Respondent’s possession, custody, or control that contradicts, qualifies, or otherwise calls into question the representation, or the basis relied upon for the representation, including complaints and other communications with consumers or with governmental or consumer protection organizations;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 183,
            "quote_end_line": 193
          },
          {
            "description": "For 5 years from the date received, retain copies of all subpoenas and other communications with law enforcement that relate to Respondent's compliance with this Order",
            "quoted_text": "H. For 5 years from the date received, copies of all subpoenas and other communications with law enforcement, if such communications relate to Respondent’s compliance with this Order; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 194,
            "quote_end_line": 196
          },
          {
            "description": "For 5 years from the date created or received, retain all records demonstrating non-compliance or tending to show any lack of compliance by Respondent with this Order",
            "quoted_text": "I. For 5 years from the date created or received, all records, whether prepared by or on behalf of Respondent, that demonstrate non-compliance or tend to show any lack of compliance by Respondent with this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 197,
            "quote_end_line": 199
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The FTC may monitor Respondent's compliance by requesting additional reports and records within 10 days, communicating directly with and interviewing affiliated personnel, and using all other lawful means including undercover inquiries.",
        "requirements": [
          {
            "description": "Within 10 days of receipt of a written request from a Commission representative, submit additional compliance reports or other requested information sworn under penalty of perjury and produce records for inspection and copying",
            "quoted_text": "A. Within 10 days of receipt of a written request from a representative of the Commission, Respondent must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury, and produce records for inspection and copying.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 204,
            "quote_end_line": 207
          },
          {
            "description": "Permit representatives of the Commission to communicate directly with Respondent and to interview anyone affiliated with Respondent who has agreed to such an interview (interviewee may have counsel present)",
            "quoted_text": "B. For matters concerning this Order, representatives of the Commission are authorized to communicate directly with Respondent. Respondent must permit representatives of the Commission to interview anyone affiliated with Respondent who has agreed to such an interview. The interviewee may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 208,
            "quote_end_line": 211
          },
          {
            "description": "The Commission may use all other lawful means, including posing as consumers, suppliers, or other individuals or entities, without identification or prior notice; nothing in this Order limits the Commission's use of compulsory process under Sections 9 and 20 of the FTC Act",
            "quoted_text": "C. The Commission may use all other lawful means, including posing through its representatives as consumers, suppliers, or other individuals or entities, to Respondent or any individual or entity affiliated with Respondent, without the necessity of identification or prior notice. Nothing in this Order limits the Commission’s lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 212,
            "quote_end_line": 216
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Order Effective Dates",
        "category": "duration",
        "summary": "The Order is effective upon publication on the FTC website and terminates 20 years from its issuance date, or 20 years from the most recent date the Commission files a complaint alleging a violation — whichever is later — subject to specified exceptions.",
        "requirements": [
          {
            "description": "Order is final and effective upon the date of its publication on ftc.gov as a final order; it will terminate 20 years from the date of issuance or 20 years from the most recent date the U.S. or Commission files a federal court complaint alleging any violation of this Order, whichever comes later, subject to enumerated exceptions",
            "quoted_text": "IT IS FURTHER ORDERED that this Order is final and effective upon the date of its publication on the Commission’s website (ftc.gov) as a final order. This Order will terminate 20 years from the date of its issuance (which date may be stated at the end of this Order, near the Commission’s seal), or 20 years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of this Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: 6 A. Any Provision in this Order that terminates in less than 20 years; B. This Order’s application to any Respondent that is not named as a defendant in such complaint; and C. This Order if such complaint is filed after the Order has terminated pursuant to this Provision. Provided, further, that if such complaint is dismissed or a federal court rules that Respondent did not violate any provision of the Order, and the dismissal or ruling is either not appealed or upheld on appeal, then the Order will terminate according to this Provision as though the complaint had never been filed, except that the Order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 219,
            "quote_end_line": 239
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This Order will terminate 20 years from the date of its issuance (which date may be stated at the end of this Order, near the Commission's seal), or 20 years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of this Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Provision in this Order that terminates in less than 20 years; B. This Order's application to any Respondent that is not named as a defendant in such complaint; and C. This Order if such complaint is filed after the Order has terminated pursuant to this Provision."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "01.25, Intellivision Complaint (Pending).pdf",
      "order": "01.25, Intellivision Order (Pending).pdf"
    },
    "extraction_stats": {
      "complaint_counts": 3,
      "complaint_representations": 6,
      "order_provisions": 7,
      "order_definitions": 3,
      "order_requirements": 26,
      "provisions_per_section": {
        "I": 3,
        "II": 2,
        "III": 3,
        "IV": 5,
        "V": 9,
        "VI": 3,
        "VII": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 6,
        "complaint_total": 6,
        "order_verified": 26,
        "order_total": 26
      }
    },
    "processing_time_seconds": 114.6
  }
}