{
  "case_info": {
    "docket_number": "C-4828",
    "company": {
      "name": "General Motors LLC",
      "incorporation_state": "Delaware",
      "entity_type": "limited liability company",
      "address": "300 Renaissance Center, Detroit, Michigan 48243",
      "business_description": "General Motors LLC manufactures, advertises, and distributes vehicles in the United States under the Chevrolet, GMC, Cadillac, and Buick brands. The company offers connected car products and services for GM-branded vehicles under the OnStar brand and sells or discloses consumer driving data, including precise geolocation data, to third parties."
    },
    "commissioners": [
      "Andrew N. Ferguson, Chairman",
      "Mark R. Meador"
    ],
    "date_issued": "",
    "legal_authority": "Federal Trade Commission Act",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/2423052-general-motors-llc-et-al-matter"
  },
  "complaint": {
    "factual_background": "General Motors collected and sold consumers' precise geolocation data (tracking location every 3 seconds from approximately 9 million vehicles) and driving behavior data without obtaining informed consent. GM told consumers that driving data collected through the OnStar Smart Driver feature would be used for consumers' own assessment of their driving habits, presenting it as a game-like self-assessment tool. However, GM secretly sold this data to consumer reporting agencies (Verisk and LexisNexis) who compiled consumer reports used by insurance companies to deny coverage and increase premiums. GM also sold precise geolocation data to third parties like Wejo and Jacobs for purposes including outdoor advertising analytics and retail location planning, without adequately disclosing these practices.",
    "representations_made": [
      {
        "description": "Told consumers that driving data would be used for consumers' own assessment of their driving habits",
        "quoted_text": "Respondents told consumers the driving data they collected from consumers would be used for the consumers' own assessment of their driving habits.",
        "source_paragraph": 9
      },
      {
        "description": "Privacy statement suggested additional consent would be obtained for sharing data for marketing or third-party services",
        "quoted_text": "In addition, a consumer would reasonably understand this policy to mean that additional user consent or authorization would be collected for sharing a consumer's driving information for marketing activities or uses related to third-party services.",
        "source_paragraph": 16
      },
      {
        "description": "Privacy statement disclosed sharing with usage-based insurance providers with language implying consumer authorization would be required",
        "quoted_text": "We may also share data with third parties for marketing activities (with necessary consents) or where you have elected to receive a service from them and/or authorized them to request data from GM (for example, financial organizations who offer financing for the purchase or lease of GM vehicles or usage based insurance providers) (emphasis in original).",
        "source_paragraph": 15
      },
      {
        "description": "Failed to disclose in consent screens that data would be shared with and sold to consumer reporting agencies",
        "quoted_text": "Notably, the Respondents failed to state in these consent screens that consumers' data will not just be used internally but shared with and sold to third parties (namely, consumer reporting agencies). They also failed to disclose the names of the third parties or the purposes for which the data collected, used or retained.",
        "source_paragraph": 22
      },
      {
        "description": "Instructed dealers to describe Smart Driver as vehicle maintenance notifications",
        "quoted_text": "Indeed, Respondents instructed GM-authorized dealers to describe the OnStar Smart Driver feature as a type of notification for vehicle maintenance, with statements like, 'On the Enrollment Preferences page, first you can accept or decline to receive notification enrollments. These are notifications for services to help you maintain and monitor your vehicle's health, like Smart Driver, Vehicle Diagnostics & Alerts, Theft Alarm Notifications, Data usage, and Dealer Maintenance Notifications.' Respondents' talking points were misleading because the OnStar Smart Driver feature was not related to vehicle maintenance or vehicle health at all.",
        "source_paragraph": 24
      },
      {
        "description": "Presented OnStar Smart Driver as a game-like tool for self-assessment without disclosing negative financial consequences",
        "quoted_text": "By late 2023, Respondents intentionally presented the OnStar Smart Driver feature to consumers as a game-like tool for consumers' own assessment of their driving habits and did not disclose that participation could result in negative financial consequences.",
        "source_paragraph": 42
      },
      {
        "description": "Stated data would be collected to provide driving activity information to the consumer",
        "quoted_text": "In consumer-facing communications, Respondents stated that, by enrolling in the OnStar Smart Driver feature, 'during each [driving] trip, OnStar may collect vehicle location, time of day, and speed during events such as hard braking, hard acceleration, ignition on/off and time over eighty miles per hour, and may collect distance traveled, fuel level, and idle time to provide average miles per gallon and miles per hour, in order to provide you with your driving activity information' (emphasis added).",
        "source_paragraph": 43
      },
      {
        "description": "Stated that Smart Driver was not an assessment of compliance with driving laws, falsely reassuring consumers their driving was not being scrutinized",
        "quoted_text": "In the same communication, Respondents stated that participating in OnStar Smart Driver 'is not intended as an assessment of your compliance with driving laws or guidelines.' This statement gave further false reassurance to consumers that their driving habits were not being scrutinized by anyone.",
        "source_paragraph": 43
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Unfair Collection and Sale of Sensitive Data Without Affirmative Express Consent",
        "representation": "GM collected consumers' precise geolocation data (every 3 seconds with accuracy to approximately 4.5 inches) and Driver Behavior Data without taking reasonable steps to obtain consumers' affirmative express consent, and sold this data to third parties for advertising analytics, retail planning, and to consumer reporting agencies for insurance underwriting purposes",
        "fact": "These practices caused or are likely to cause substantial injury to consumers in the form of loss of privacy about day-to-day movements, increased risk of public or harmful disclosure of sensitive information about consumers' private lives, and financial losses. The injury is not reasonably avoidable to consumers themselves as they are not aware of the scope of these practices, and the injury is not outweighed by countervailing benefits to consumers or competition",
        "conclusion": "Consequently, Respondents' acts and practices constitute unfair acts or practices in violation of Section 5 of the FTC Act, 15 U.S.C. § 45(a), (n)."
      },
      {
        "count_number": 2,
        "title": "Deceptive Failure to Disclose Use and Sale of Location and Driving Data",
        "representation": "GM represented, directly or indirectly, expressly or by implication, that Driver Behavior Data obtained through the OnStar Smart Driver feature would be used for the consumer to assess their own driving habits",
        "fact": "GM failed to disclose that it sold consumers' precise geolocation data and Driver Behavior Data to consumer reporting agencies that used it to compile consumer reports for insurance purposes, which led to consumers being denied auto insurance coverage and having their auto insurance premiums increased. These facts would have been material to consumers in deciding whether to use or grant permissions to GM to use and disclose their location data and Driver Behavior Data",
        "conclusion": "Respondents' failure to disclose material information, in light of the representations made, is a deceptive act or practice in violation of Section 5 of the FTC Act."
      }
    ]
  },
  "order": {
    "definitions": {
      "Affiliate": "A U.S. entity that is controlled, directly or indirectly, by the Respondents.",
      "Affirmative Express Consent": "Any freely given, specific, informed, and unambiguous indication of an individual consumer's wishes demonstrating agreement by the individual, such as by a clear affirmative action, following a Clear and Conspicuous Disclosure to the individual of: (1) the categories of information that will be collected; (2) the specific purpose(s) for which the information is being collected, used, or disclosed; (3) the names or categories of Third Parties collecting the information, or to whom the information is disclosed, provided, however, that if Respondents seek consent by specifying categories of Third Parties, Respondents must also provide a hyperlink to a separate, regularly updated web page listing the names of those Third Parties; and (4) a simple, easily located means by which the consumer can withdraw consent and that describes any limitations on the consumer's ability to withdraw consent. The Clear and Conspicuous Disclosure must be separate from any \"privacy policy,\" \"terms of service,\" \"terms of use,\" or other similar document. The following do not constitute Affirmative Express Consent: 1. Inferring consent from the hovering over, muting, pausing, or closing of a given piece of content by the consumer; or 2. Obtaining consent through a user interface that has the effect of subverting or impairing user autonomy, decision-making, or choice.",
      "Clear and Conspicuous Disclosure": "A required disclosure is difficult to miss (i.e., easily noticeable) and easily understandable by ordinary consumers, including in all of the following ways: 1. In any communication that is solely visual or solely audible, the disclosure must be made through the same means through which the communication is presented. In any communication made through both visual and audible means, such as a television advertisement, the disclosure must be presented simultaneously in both the visual and audible portions of the communication even if the representation requiring the disclosure (\"triggering representation\") is made through only one means; 2. A visual disclosure, by its size, contrast, location, the length of time it appears, and other characteristics, must stand out from any accompanying text or other visual elements so that it is easily noticed, read, and understood; 3. An audible disclosure, including by telephone or streaming video, must be delivered in a volume, speed, and cadence sufficient for ordinary consumers to easily hear and understand it; 4. In any communication using an interactive electronic medium, such as the Internet or software, the disclosure must be unavoidable and if the interactive electronic medium is a component of a Vehicle such as an infotainment head unit, it should be displayed at a time and in a manner that would not interfere with Vehicle operation; 5. The disclosure must use diction and syntax understandable to ordinary consumers and must appear in each language in which the triggering representation appears; 6. The disclosure must comply with these requirements in each medium through which it is received, including all electronic devices and face-to-face communications; 7. The disclosure must not be contradicted or mitigated by, or inconsistent with, anything else in the communication; and 8. When the representation or sales practice targets a specific audience, such as children, the elderly, or the terminally ill, \"ordinary consumers\" includes reasonable members of that group.",
      "Consumer Reporting Agency": "Any person which, for monetary fees, dues, or on a cooperative nonprofit basis, regularly engages in whole or in part in the practice of assembling or evaluating consumer credit information or other information on consumers for the purpose of furnishing consumer reports to other parties and which uses any means or facility of interstate commerce for the purpose of preparing or furnishing consumer reports.",
      "Covered Driver Data": "Information collected by Respondents, and originating from a Vehicle or a mobile device (in the case such information is obtained from a General Motors-branded mobile application (\"App\")), or derived data (including data generated algorithmically) from information originating from a Vehicle or App, and (1) is Location Data or (2) is one of the following events linked or Reasonably Linkable to a U.S. consumer: (a) radio listening data regarding specific content, channel, or station; or (b) hard braking, hard acceleration, hard cornering, crossing of a designated high-speed threshold, seat belt usage, or late-night driving; and (c) trip time and duration for such events. Covered Driver Data excludes data (i) related to build, trim, make, model, and year of the Vehicle or (ii) that is Deidentified post-collection. \"Reasonably Linkable\" includes any unique persistent identifier, such as a Vehicle Identification Number (\"VIN\"), or an alternative identifier that can be linked back to a VIN, when the unique persistent identifier or alternative identifier is combined or associated with Covered Driver Data.",
      "Deidentified": "Information that cannot reasonably identify, relate to, describe, be capable of being associated with, or be linked, directly or indirectly, to a particular person, in that Respondents must, at a minimum: 1. Have implemented technical safeguards to prohibit reidentification of the person to whom the information may pertain; 2. Have implemented business processes that specifically prohibit reidentification of the information, including by buyers, customers, or other entities to whom Respondents provide the information; 3. Have implemented business processes to prevent inadvertent release of Deidentified information; and 4. Makes no attempt to reidentify the information. Data that is linked to a unique identifier, such as a VIN, or an alternative identifier that can be linked back to a VIN, or to a Vehicle's garage address, is not Deidentified.",
      "Delete": "To remove information such that it is not maintained in retrievable form and cannot be retrieved in the normal course of business.",
      "Location Data": "Any data collected by Respondents that reveals the precise location of a Vehicle, mobile device (in the case such information is obtained from an App), or U.S. consumer, including but not limited to Global Positioning System (\"GPS\") coordinates, fine location data, cell tower information, or precise location information inferred from basic service set identifiers (\"BSSIDs\"), WiFi Service Set Identifiers (\"SSID\") information, or Bluetooth receiver information, or any unique persistent identifier combined with such data, such as a Vehicle's VIN, or an alternative identifier that can be linked to a Vehicle's VIN. Data that (1) reveals only a Vehicle's, mobile device's, or consumer's coarse location (e.g., ZIP code or census block location with a radius of at least 1,850 feet), or (2) that is used solely for the purpose of generating such coarse location and then Deleted within 48 hours of collection, is not \"Location Data.\"",
      "Respondents": "All of the Corporate Respondents, individually, collectively, or in any combination. \"Corporate Respondents\" means General Motors LLC, a limited liability company; General Motors Holdings LLC, a limited liability company; and OnStar, LLC, a limited liability company, and their successors and assigns.",
      "Third Party": "Any individual or entity other than Respondents; Affiliates; or a third party service provider of Respondents that: (1) processes, uses, or receives data collected by or on behalf of Respondents for and at the direction of Respondents and no other individual or entity, (2) does not disclose data, or any individually identifiable information derived from such data, to any individual or entity other than Respondents or a subcontractor to such service provider bound to data processing terms no less restrictive than terms to which the service provider is bound, and (3) does not use data for any purpose other than performing the services specified in the service provider's contract with Respondents.",
      "Vehicle": "A U.S. retail and General Motors-branded motor vehicle, including Chevrolet, GMC, Cadillac, and Buick brands, that is owned by, sold or leased to, or used by an individual consumer for their own personal use. Vehicle includes the components and embedded systems that were present when originally sold by Respondents, excluding consumer-installed components. Vehicle does not include: motor vehicles that are owned by Respondents, Respondents' affiliates or General Motors-branded dealers; motor vehicles that are sold or leased to, or used by, fleet or daily rental companies, suppliers, business organizations, or government entities; or scrapped or stolen vehicles."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Five-Year Prohibition Against Disclosure of Covered Driver Data to Consumer Reporting Agencies",
        "category": "prohibition",
        "summary": "Respondents must not disclose Covered Driver Data to any Consumer Reporting Agency for five years from the entry of this Order.",
        "requirements": [
          {
            "description": "Must not disclose Covered Driver Data to Consumer Reporting Agencies for five years",
            "quoted_text": "IT IS ORDERED that Respondents, and Respondents' officers, agents, and employees, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with the collection, use, and disclosure of consumers' Covered Driver Data, must not disclose Covered Driver Data to any person when that person is acting in the capacity of a Consumer Reporting Agency, for five years from the entry of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Limitations on Collection, Use, and Disclosure of Covered Driver Data Absent Affirmative Express Consent",
        "category": "affirmative_obligation",
        "summary": "Respondents must obtain Affirmative Express Consent before collecting, using, or disclosing Covered Driver Data to Third Parties, with certain exceptions for emergency response, legal compliance, research, and safety purposes.",
        "requirements": [
          {
            "description": "Obtain Affirmative Express Consent before collecting, using, or disclosing Covered Driver Data to Third Parties",
            "quoted_text": "IT IS FURTHER ORDERED that, within 180 days of the effective date of this Order, Respondents and Respondents' officers, agents, and employees, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, must obtain the relevant U.S. consumer's Affirmative Express Consent prior to collecting, using, or disclosing to a Third Party such consumer's Covered Driver Data. Each separate, unrelated service or feature that collects, uses, or discloses Covered Driver Data requires a separate Affirmative Express Consent.",
            "deadline": "180 days",
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Withholding or Withdrawing Affirmative Express Consent",
        "category": "prohibition",
        "summary": "Respondents must not limit a consumer's ability to withhold or withdraw consent by degrading product quality or functionality, unless the data collection is technically necessary for that functionality.",
        "requirements": [
          {
            "description": "Must not penalize consumers for withholding or withdrawing consent by degrading product quality or functionality unless technically necessary",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents and Respondents' officers, agents, and employees, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, must not limit a U.S. consumer's ability to withhold or withdraw Affirmative Express Consent for the collection or use of Covered Driver Data, such as by degrading the quality or functionality of a product or service as a penalty for withholding or withdrawing such Affirmative Express Consent, unless the collection and use of Covered Driver Data is technically necessary to providing the quality or functionality of the product or service without such degradation.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Data Minimization Requirement",
        "category": "affirmative_obligation",
        "summary": "Respondents must collect only the minimum amount of Covered Driver Data reasonably necessary for the specific purpose and use it only for that purpose.",
        "requirements": [
          {
            "description": "Collect only the minimum Covered Driver Data reasonably necessary and use it only for the specified purpose",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents must refrain from collecting more Covered Driver Data than reasonably necessary to fulfill the specific purpose for which it was collected and must use, disclose, or retain such data only for that purpose, or as otherwise consistent with Provision II, titled Limitations on Collection, Use, and Disclosure of Covered Driver Data Absent Affirmative Express Consent.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Retention Schedule",
        "category": "affirmative_obligation",
        "summary": "Respondents must document and adhere to a retention schedule for Covered Driver Data, make it publicly available, and update it when collecting new types of data.",
        "requirements": [
          {
            "description": "Document and adhere to an internal retention schedule for Covered Driver Data",
            "quoted_text": "Within 180 days of the effective date of this Order, document and adhere to a retention schedule for Covered Driver Data, setting forth: (1) the purpose(s) for which each type of Covered Driver Data is collected; (2) the specific business needs for retaining each type of Covered Driver Data; and (3) the specific timeframe for deleting each type of Covered Driver Data (absent any intervening deletion requests from consumers), limited to the shortest time necessary to fulfill the purpose for which the data was collected, or as otherwise consistent with Provision II, titled Limitations on Collection, Use, and Disclosure of Covered Driver Data Absent Affirmative Express Consent",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Document, adhere to, and make publicly available a retention schedule for Covered Driver Data",
            "quoted_text": "Within 180 days of the effective date of this Order, document, adhere to, and make publicly available from a link on the Respondents' Apps or the home page of their website(s), a retention schedule for Covered Driver Data setting forth: (1) the purpose for collecting and retaining each type of Covered Driver Data, and (2) the specific timeframe set for deleting each type of Covered Driver Data",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide written statement to FTC describing retention schedules created",
            "quoted_text": "Within 180 days of the entry of this Order, Respondents shall provide a written statement to the Commission, pursuant to Provision XIII, titled Compliance Reports and Notices, describing the retention schedules created pursuant to Provisions V.A. & B. of this Order",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Update retention schedules before collecting new types of Covered Driver Data",
            "quoted_text": "Prior to collecting or using any new type of Covered Driver Data that was not being collected as of the entry of this Order, Respondents must update their retention schedules created pursuant to and in compliance with Provisions V.A. & B. of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Deletion of Prior-Retained Covered Driver Data",
        "category": "affirmative_obligation",
        "summary": "Respondents must delete all prior-retained Covered Driver Data, with certain exceptions, and may request Affirmative Express Consent from consumers whose data was previously collected.",
        "requirements": [
          {
            "description": "Delete or destroy all prior-retained Covered Driver Data, except when necessary for specific purposes",
            "quoted_text": "Within 180 days of the effective date of this Order, Delete or destroy all prior-retained Covered Driver Data, except when Covered Driver Data is retained for and necessary to fulfill the following purposes: (a) litigation holds; (b) to comply with lawful governmental requests, regulatory requirements, and legal orders, or for use to prepare for or defend against product liability, breach of contract, consumer protection, or warranty claims; (c) to perform diagnostics and prognostics of components of the Vehicle; (d) to conduct research or efforts to improve, repair, enhance safety of, or develop products, services, or technology, provided, however, that (1) only Deidentified Covered Driver Data is disclosed to Third Parties to fulfill this purpose; and (2) marketing is excluded from this purpose; and (e) to conduct investigations of potential product quality or safety issues; to determine or effectuate Vehicle field actions, including customer satisfaction campaigns, technical service bulletins, compliance recalls, and safety recalls; to detect or respond to cybersecurity incidents; or to administer and fulfill Vehicle warranties.",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide written statement to FTC confirming deletion or destruction of prior-retained data",
            "quoted_text": "Within 180 days of the effective date of this Order, provide a written statement to the Commission, pursuant to Provision XIII.E., confirming that all such information has been Deleted or destroyed.",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Consumer Requests to Obtain Copies of and to Delete Covered Driver Data",
        "category": "affirmative_obligation",
        "summary": "Respondents must maintain a simple mechanism for consumers to request copies of their Covered Driver Data and to request deletion.",
        "requirements": [
          {
            "description": "Maintain a simple means for consumers to request copies of and deletion of their Covered Driver Data",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents, Respondents' officers, agents, and employees, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, must maintain a simple, easily-located means for all U.S. consumers to request a copy of their Covered Driver Data and to request that Respondents Delete their Covered Driver Data, provided, however, Respondents may avail themselves of their rights, exceptions, and exemptions existing under federal law or each requesting consumer's respective state laws. Respondents may require consumers to provide Respondents with information necessary to complete such requests but must not use, provide access to, or disclose any information collected for the request for any other purpose.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Deletion Request to Data Sharing Partners",
        "category": "affirmative_obligation",
        "summary": "Respondents must request Third Parties to delete Covered Driver Data previously shared with them and must not share data with Third Parties until they confirm receipt of deletion instructions.",
        "requirements": [
          {
            "description": "Request Third Parties to delete Covered Driver Data previously shared",
            "quoted_text": "Request from Third Parties with whom Respondents shared Covered Driver Data to Delete such data, except when subject to legal or regulatory requirements (including litigation holds)",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Not share data with Third Parties until they confirm receipt of deletion instructions",
            "quoted_text": "Not sell or share data with any Third Party with whom Respondents previously shared Covered Driver Data until that Third Party confirms receipt of the instructions requesting it to Delete all Covered Driver Data previously obtained from Respondents.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Disabling Location Setting",
        "category": "affirmative_obligation",
        "summary": "Respondents must allow consumers to disable the collection of Location Data from their Vehicles, with certain exceptions for consumer-initiated communications, vehicle safety, and legal compliance.",
        "requirements": [
          {
            "description": "Allow consumers to disable collection of Location Data from their Vehicles",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents and Respondents' officers, agents, and employees, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, must allow consumers to disable the collection of Location Data from their Vehicles to the extent the Vehicle is equipped with the necessary technology, which may be accomplished by providing a mechanism (such as a toggle on the Vehicle) in the Vehicle for U.S. consumers to disable the collection of Location Data",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Declining Enrollment in OnStar",
        "category": "affirmative_obligation",
        "summary": "Respondents must allow consumers to disable remote collection of all data from Vehicles if they decline to enroll or unenroll in OnStar, with certain exceptions.",
        "requirements": [
          {
            "description": "Allow consumers to disable remote data collection if they decline or unenroll from OnStar",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents and Respondents' officers, agents, and employees, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, must allow consumers to disable the Respondents' remote collection of all data from their Vehicles if consumers decline to enroll or unenroll in OnStar",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XI",
        "title": "Prohibition Against Misrepresentations",
        "category": "prohibition",
        "summary": "Respondents must not misrepresent the extent to which they collect, use, disclose, or delete Covered Driver Data, the purposes for such actions, or the extent of consumer control.",
        "requirements": [
          {
            "description": "Must not misrepresent collection, use, disclosure, or deletion practices of Covered Driver Data",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents, Respondents' officers, agents, and employees, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with the collection, use, disclosure, or Deletion of any information collected by Respondents that originates from a Vehicle and is linked or Reasonably Linkable to a U.S. consumer, including Covered Driver Data, must not misrepresent, in any manner, expressly or by implication: A. The extent to which Respondents collect, use, disclose, or Delete any information collected by Respondents that originate from a Vehicle and is linked or Reasonably Linkable to a U.S. consumer, including Covered Driver Data; B. The purposes for which Respondents collect, use, or disclose any Covered Driver Data; or C. The extent to which U.S. consumers may exercise control over Respondents' collection of, maintenance of, use of, deletion of, disclosure of, or provision of access to their own Covered Driver Data, and the steps a U.S. consumer must take to implement such control.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XII",
        "title": "Acknowledgments of the Order",
        "category": "acknowledgment",
        "summary": "Respondents must submit acknowledgments of receipt of the Order and deliver copies to relevant personnel, obtaining signed acknowledgments from recipients.",
        "requirements": [
          {
            "description": "Submit acknowledgment of receipt of Order to the Commission",
            "quoted_text": "Each Respondent, within 10 days after the effective date of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver copy of Order to principals, officers, directors, managers, employees, and agents for 20 years",
            "quoted_text": "For 20 years after the issuance date of this Order, each Respondent must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees having managerial responsibilities for conduct related to the subject matter of the Order and all agents and representatives who participate in conduct related to the subject matter of the Order; and (3) any business entity resulting from any change in structure as set forth in the Provision titled Compliance Reports and Notices. Delivery must occur within 10 days after the effective date of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Obtain signed and dated acknowledgments from individuals who received copy of Order",
            "quoted_text": "From each individual or entity to which a Respondent delivered a copy of this Order, that Respondent must obtain, within 30 days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XIII",
        "title": "Compliance Reports and Notices",
        "category": "compliance_reporting",
        "summary": "Respondents must submit compliance reports to the Commission and provide notices of changes in contact information, corporate structure, or bankruptcy proceedings.",
        "requirements": [
          {
            "description": "Submit compliance report one year after issuance",
            "quoted_text": "One year after the issuance date of this Order, each Respondent must submit a compliance report, sworn under penalty of perjury, in which each Respondent must: (1) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission, may use to communicate with Respondent; (2) identify all of that Respondent's businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (3) describe the activities of each business, including the goods and services offered, what Covered Driver Data it collects, how Covered Driver Data is used and disclosed to Third Parties; (4) describe in detail whether and how that Respondent is in compliance with each Provision of this Order, including a discussion of all of the changes the Respondent made to comply with the Order; and (5) provide a copy of each Acknowledgment of the Order obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit compliance notice of changes in contact information or corporate structure",
            "quoted_text": "Each Respondent must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following: (1) any designated point of contact; or (2) the structure of any Respondent or any entity that Respondent has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit notice of bankruptcy filing",
            "quoted_text": "Each Respondent must submit notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against such Respondent within 14 days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XIV",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondents must create and retain specific records for 20 years after issuance (with 5-year retention for each record), including accounting records, personnel records, consumer complaints, and compliance documentation.",
        "requirements": [
          {
            "description": "Create and retain accounting records, personnel records, consumer complaints, communications with law enforcement, privacy representations, consent records, and compliance records",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents must create certain records for 20 years after the issuance date of the Order, and retain each such record for 5 years. Specifically, Respondents must create and retain the following records: A. Accounting records showing the revenues from all OnStar goods or services sold, and all goods or services related to Covered Driver Data sold, the costs incurred in generating those revenues, and resulting net profit or loss; B. Personnel records showing, for each person providing services in relation to any aspect of the Order, whether as an employee or otherwise, that person's: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination; C. Copies of all consumer complaints that relate to the collection, maintenance, use, and disclosure of, or provision of access to consumers' Covered Driver Data, including Location Data, whether received directly or indirectly, such as through another party, and any response; D. For 5 years from the date received, copies of all subpoenas and other communications with law enforcement, if such communications relate to Respondents' compliance with this Order; E. A copy of each widely disseminated representation by Respondents that describes the extent to which Respondents maintain or protect the privacy of any Covered Driver Data, including any representation concerning a material change in any website or other service controlled by Respondents that relates to the privacy of Covered Driver Data; F. Records showing Affirmative Express Consent for any individual consumer on which Respondents have relied to collect, use, or disclose Covered Driver Data, including the specific notice(s) that individual consumers viewed and consented to, and the time and date of consent; and G. All records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XV",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission has the right to monitor compliance by requesting reports, inspecting records, interviewing personnel, and using other lawful means including posing as consumers.",
        "requirements": [
          {
            "description": "Submit additional compliance reports or records upon Commission request",
            "quoted_text": "Within 10 days of receipt of a written request from a representative of the Commission, each Respondent must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury, and produce records for inspection and copying.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Permit Commission representatives to communicate directly and interview affiliated persons",
            "quoted_text": "For matters concerning this Order, representatives of the Commission are authorized to communicate directly with each Respondent. Respondents must permit representatives of the Commission to interview anyone affiliated with any Respondent who has agreed to such an interview. The interviewee may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Allow Commission to use lawful means including posing as consumers for monitoring",
            "quoted_text": "The Commission may use all other lawful means, including posing through its representatives as consumers, suppliers, or other individuals or entities, to Respondents or any individual or entity affiliated with Respondents, without the necessity of identification or prior notice. Nothing in this Order limits the Commission's lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XVI",
        "title": "Order Effective Dates",
        "category": "duration",
        "summary": "This Order is final and effective upon publication on the FTC website and will terminate 20 years from issuance, with certain extensions if violations are alleged in federal court.",
        "requirements": [
          {
            "description": "Order becomes effective upon publication on FTC website",
            "quoted_text": "IT IS FURTHER ORDERED that this Order is final and effective upon the date of its publication on the Commission's website (ftc.gov) as a final order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This Order will terminate 20 years from the date of its issuance (which date may be stated at the end of this Order, near the Commission's seal), or 20 years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of this Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Provision in this Order that terminates in less than 20 years; B. This Order's application to any Respondent that is not named as a defendant in such complaint; and C. This Order if such complaint is filed after the Order has terminated pursuant to this Provision."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "01.26, General Motors Complaint.pdf",
      "order": "01.26, General Motors Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 8,
      "order_provisions": 16,
      "order_definitions": 11,
      "order_requirements": 27
    },
    "processing_time_seconds": 305.4
  }
}