{
  "case_info": {
    "docket_number": "C-4828",
    "company": {
      "name": "General Motors LLC, General Motors Holdings LLC, and OnStar, LLC",
      "incorporation_state": "Delaware",
      "entity_type": "limited liability company",
      "address": "300 Renaissance Center, Detroit, Michigan 48243 (General Motors LLC and General Motors Holdings LLC); 400 Renaissance Center, Detroit, Michigan 48243 (OnStar, LLC)",
      "business_description": "General Motors manufactures, advertises, and distributes vehicles under the Chevrolet, GMC, Cadillac, and Buick brands. Respondents offer connected car products and services for GM-branded vehicles under the OnStar brand and sell or disclose consumer driving data, including precise geolocation data, to third parties."
    },
    "commissioners": [
      "Andrew N. Ferguson, Chairman",
      "Mark R. Meador"
    ],
    "case_date": {
      "month": 1,
      "year": 2026
    },
    "legal_authority": "Federal Trade Commission Act",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/2423052-general-motors-llc-et-al-matter",
    "statutory_topics": [
      "Section 5 Only"
    ],
    "practice_areas": [
      "Privacy",
      "Surveillance"
    ],
    "industry_sectors": [
      "Technology",
      "Other"
    ]
  },
  "complaint": {
    "factual_background": "General Motors LLC, General Motors Holdings LLC, and OnStar, LLC collected precise geolocation data (every 3 seconds) and detailed driving behavior data from millions of GM-branded vehicles through their OnStar connected services platform. Respondents sold this sensitive data to third parties—including consumer reporting agencies Verisk Analytics and Lexis Nexis—without consumers' meaningful informed consent, while representing to consumers that the OnStar Smart Driver feature was merely a self-assessment tool for personal driving improvement. As a result of these undisclosed data sales, consumers suffered adverse financial consequences including loss of auto insurance coverage, unexpected premium increases, and loss of privacy over their daily movements and sensitive location visits. The enrollment process was structured in a way that obscured the true scope of data collection and sharing, bundling Smart Driver opt-in with unrelated notification features and omitting critical disclosures about third-party data sales.",
    "representations_made": [
      {
        "description": "Respondents told consumers that driving data collected would be used for the consumers' own assessment of their driving habits, not sold to third parties",
        "quoted_text": "9. Respondents told consumers the driving data they collected from consumers would be used for the consumers’ own assessment of their driving habits. However, Respondents used their tracking technology to sell precise geolocation data and consumer driving behavior data",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 9,
        "quote_start_line": 59,
        "quote_end_line": 61
      },
      {
        "description": "The GM Privacy Statement represented that data sharing with third parties would only occur with 'necessary consents' or where the consumer had authorized a specific service, implying consumers would be asked before data was shared for marketing or third-party service purposes",
        "quoted_text": "With business partners, such as SiriusXM, in connection with their products and services; research institutes, for research and development purposes (for example, improving highway safety); dealers, fleet or rental companies, for service maintenance of your vehicle. We may also share data with third parties for marketing activities (with necessary consents) or where you have elected to receive a service from them and/or authorized them to request data from GM (for example, financial organizations who offer financing for the purchase or lease of GM vehicles or usage based insurance providers) (emphasis in original).",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 15,
        "quote_start_line": 107,
        "quote_end_line": 116
      },
      {
        "description": "The Privacy Statement represented that to stop certain collection or sharing, consumers could decline products/services or accept limited functionality—but failed to explain what 'some information' or 'limited functionality' meant",
        "quoted_text": "In addition, some collection and sharing practices are tied to the products and services we offer. To stop the collection or sharing of some information, you may have to decline those products and services or be willing to accept limited functionality.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 17,
        "quote_start_line": 132,
        "quote_end_line": 135
      },
      {
        "description": "Respondents instructed GM-authorized dealers to describe OnStar Smart Driver as a vehicle maintenance notification tool, misleadingly framing it as unrelated to driving surveillance",
        "quoted_text": "Driver feature as a type of notification for vehicle maintenance, with statements like, “On the Enrollment Preferences page, first you can accept or decline to receive notification enrollments. These are notifications for services to help you maintain and monitor your vehicle’s health, like Smart Driver, Vehicle Diagnostics & Alerts, Theft Alarm Notifications, Data usage, and Dealer 5",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 24,
        "quote_start_line": 181,
        "quote_end_line": 185
      },
      {
        "description": "Consumer-facing communications stated that Smart Driver data was collected 'in order to provide you with your driving activity information' and that participation 'is not intended as an assessment of your compliance with driving laws or guidelines,' giving false reassurance that driving habits were not being scrutinized by outside parties",
        "quoted_text": "Smart Driver feature, “during each [driving] trip, OnStar may collect vehicle location, time of day, and speed during events such as hard braking, hard acceleration, ignition on/off and time over eighty miles per hour, and may collect distance traveled, fuel level, and idle time to provide average miles per gallon and miles per hour, in order to provide you with your driving activity information” (emphasis added). In the same communication, Respondents stated that participating in OnStar Smart Driver “is not intended as an assessment of your compliance with driving laws or guidelines.” This statement gave further false reassurance to consumers that",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 43,
        "quote_start_line": 352,
        "quote_end_line": 358
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Unfair Use and Sale of Sensitive Data Without Affirmative Express Consent",
        "representation": "Respondents collected consumers' precise geolocation data and Driver Behavior Data and sold it to third parties—including for transportation planning, outdoor advertising analytics, retail and real estate location planning, and to consumer reporting agencies to compile insurance-related consumer reports—without taking reasonable steps to obtain consumers' affirmative express consent prior to collection.",
        "fact": "Consumers were never meaningfully informed that their precise geolocation data (collected every 3 seconds) and driving behavior data would be sold to third parties or licensed to egress licensees for purposes unrelated to their vehicle's operation, and the enrollment process failed to obtain affirmative express consent for these uses.",
        "conclusion": "Respondents' acts and practices as set forth in Paragraphs 52 and 53 constitute unfair acts or practices in violation of Section 5 of the FTC Act, 15 U.S.C. § 45(a), (n)."
      },
      {
        "count_number": 2,
        "title": "Deceptive Failure to Disclose Use and Disclosure of Consumer Location and Driver Behavior Data",
        "representation": "Respondents represented, directly or indirectly, expressly or by implication, that Driver Behavior Data obtained through the OnStar Smart Driver feature would be used for the consumer to assess their own driving habits.",
        "fact": "In fact, Respondents sold consumers' precise geolocation data and Driver Behavior Data to consumer reporting agencies (Verisk and Lexis Nexis) that used it to compile consumer reports for insurance purposes, leading to consumers being denied auto insurance coverage and having their premiums increased—material facts that were never disclosed to consumers.",
        "conclusion": "Respondents' failure to disclose the material information described in Paragraph 57, in light of the representations set forth in Paragraph 56, is a deceptive act or practice in violation of Section 5 of the FTC Act."
      }
    ]
  },
  "order": {
    "definitions": {
      "Affiliate": "a U.S. entity that is controlled, directly or indirectly, by the Respondents.",
      "Affirmative Express Consent": "any freely given, specific, informed, and unambiguous indication of an individual consumer's wishes demonstrating agreement by the individual, such as by a clear affirmative action, following a Clear and Conspicuous Disclosure to the individual of: (1) the categories of information that will be collected; (2) the specific purpose(s) for which the information is being collected, used, or disclosed; (3) the names or categories of Third Parties collecting the information, or to whom the information is disclosed, provided, however, that if Respondents seek consent by specifying categories of Third Parties, Respondents must also provide a hyperlink to a separate, regularly updated web page listing the names of those Third Parties; and (4) a simple, easily located means by which the consumer can withdraw consent and that describes any limitations on the consumer's ability to withdraw consent. The Clear and Conspicuous Disclosure must be separate from any \"privacy policy,\" \"terms of service,\" \"terms of use,\" or other similar document.",
      "Clear and Conspicuous Disclosure": "a required disclosure is difficult to miss (i.e., easily noticeable) and easily understandable by ordinary consumers, including in all of the following ways: 1. In any communication that is solely visual or solely audible, the disclosure must be made through the same means through which the communication is presented. In any communication made through both visual and audible means, such as a television advertisement, the disclosure must be presented simultaneously in both the visual and audible portions of the communication even if the representation requiring the disclosure (\"triggering representation\") is made through only one means; 2. A visual disclosure, by its size, contrast, location, the length of time it appears, and other characteristics, must stand out from any accompanying text or other visual elements so that it is easily noticed, read, and understood; 3. An audible disclosure, including by telephone or streaming video, must be delivered in a volume, speed, and cadence sufficient for ordinary consumers to easily hear and understand it; 4. In any communication using an interactive electronic medium, such as the Internet or software, the disclosure must be unavoidable and if the interactive electronic medium is a component of a Vehicle such as an infotainment head unit, it should be displayed at a time and in a manner that would not interfere with Vehicle operation; 5. The disclosure must use diction and syntax understandable to ordinary consumers and must appear in each language in which the triggering representation appears; 6. The disclosure must comply with these requirements in each medium through which it is received, including all electronic devices and face-to-face communications; 7. The disclosure must not be contradicted or mitigated by, or inconsistent with, anything else in the communication; and 8. When the representation or sales practice targets a specific audience, such as children, the elderly, or the terminally ill, \"ordinary consumers\" includes reasonable members of that group.",
      "Consumer Reporting Agency": "any person which, for monetary fees, dues, or on a cooperative nonprofit basis, regularly engages in whole or in part in the practice of assembling or evaluating consumer credit information or other information on consumers for the purpose of furnishing consumer reports to other parties and which uses any means or facility of interstate commerce for the purpose of preparing or furnishing consumer reports.",
      "Covered Driver Data": "information collected by Respondents, and originating from a Vehicle or a mobile device (in the case such information is obtained from a General Motors-branded mobile application (\"App\")), or derived data (including data generated algorithmically) from information originating from a Vehicle or App, and (1) is Location Data or (2) is one of the following events linked or Reasonably Linkable to a U.S. consumer: (a) radio listening data regarding specific content, channel, or station; or (b) hard braking, hard acceleration, hard cornering, crossing of a designated high-speed threshold, seat belt usage, or late-night driving; and (c) trip time and duration for such events. Covered Driver Data excludes data (i) related to build, trim, make, model, and year of the Vehicle or (ii) that is Deidentified post-collection.",
      "Deidentified": "information that cannot reasonably identify, relate to, describe, be capable of being associated with, or be linked, directly or indirectly, to a particular person, in that Respondents must, at a minimum: 1. Have implemented technical safeguards to prohibit reidentification of the person to whom the information may pertain; 2. Have implemented business processes that specifically prohibit reidentification of the information, including by buyers, customers, or other entities to whom Respondents provide the information; 3. Have implemented business processes to prevent inadvertent release of Deidentified information; and 4. Makes no attempt to reidentify the information. Data that is linked to a unique identifier, such as a VIN, or an alternative identifier that can be linked back to a VIN, or to a Vehicle's garage address, is not Deidentified.",
      "Delete / Deleted / Deletion": "to remove information such that it is not maintained in retrievable form and cannot be retrieved in the normal course of business.",
      "Location Data": "any data collected by Respondents that reveals the precise location of a Vehicle, mobile device (in the case such information is obtained from an App), or U.S. consumer, including but not limited to Global Positioning System (\"GPS\") coordinates, fine location data, cell tower information, or precise location information inferred from basic service set identifiers (\"BSSIDs\"), WiFi Service Set Identifiers (\"SSID\") information, or Bluetooth receiver information, or any unique persistent identifier combined with such data, such as a Vehicle's VIN, or an alternative identifier that can be linked to a Vehicle's VIN. Data that (1) reveals only a Vehicle's, mobile device's, or consumer's coarse location (e.g., ZIP code or census block location with a radius of at least 1,850 feet), or (2) that is used solely for the purpose of generating such coarse location and then Deleted within 48 hours of collection, is not \"Location Data.\"",
      "Respondents": "all of the Corporate Respondents, individually, collectively, or in any combination. \"Corporate Respondents\" means General Motors LLC, a limited liability company; General Motors Holdings LLC, a limited liability company; and OnStar, LLC, a limited liability company, and their successors and assigns.",
      "Third Party": "any individual or entity other than Respondents; Affiliates; or a third party service provider of Respondents that: (1) processes, uses, or receives data collected by or on behalf of Respondents for and at the direction of Respondents and no other individual or entity, (2) does not disclose data, or any individually identifiable information derived from such data, to any individual or entity other than Respondents or a subcontractor to such service provider bound to data processing terms no less restrictive than terms to which the service provider is bound, and (3) does not use data for any purpose other than performing the services specified in the service provider's contract with Respondents.",
      "Vehicle": "a U.S. retail and General Motors-branded motor vehicle, including Chevrolet, GMC, Cadillac, and Buick brands, that is owned by, sold or leased to, or used by an individual consumer for their own personal use. Vehicle includes the components and embedded systems that were present when originally sold by Respondents, excluding consumer-installed components. Vehicle does not include: motor vehicles that are owned by Respondents, Respondents' affiliates or General Motors-branded dealers; motor vehicles that are sold or leased to, or used by, fleet or daily rental companies, suppliers, business organizations, or government entities; or scrapped or stolen vehicles."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Five-Year Prohibition Against Disclosure of Covered Driver Data to Consumer Reporting Agencies",
        "category": "prohibition",
        "summary": "Respondents must not disclose Covered Driver Data to any Consumer Reporting Agency for five years from entry of this Order.",
        "requirements": [
          {
            "description": "Must not disclose Covered Driver Data to any person acting in the capacity of a Consumer Reporting Agency, for five years from the entry of this Order",
            "quoted_text": "IT IS ORDERED that Respondents, and Respondents’ officers, agents, and employees, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with the collection, use, and disclosure of consumers’ Covered Driver Data, must not disclose Covered Driver Data to any person when that person is acting in the capacity of a Consumer Reporting Agency, for five years from the entry of this Order.",
            "deadline": "5 years (sunset)",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 181,
            "quote_end_line": 186
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Limitations on Collection, Use, and Disclosure of Covered Driver Data Absent Affirmative Express Consent",
        "category": "affirmative_obligation",
        "summary": "Within 180 days, Respondents must obtain Affirmative Express Consent from consumers before collecting, using, or disclosing their Covered Driver Data to a Third Party, with limited enumerated exceptions.",
        "requirements": [
          {
            "description": "Obtain each relevant U.S. consumer's Affirmative Express Consent prior to collecting, using, or disclosing to a Third Party that consumer's Covered Driver Data; each separate, unrelated service or feature requires a separate consent",
            "quoted_text": "IT IS FURTHER ORDERED that, within 180 days of the effective date of this Order, Respondents and Respondents’ officers, agents, and employees, and all other persons in active 5 concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, must obtain the relevant U.S. consumer’s Affirmative Express Consent prior to collecting, using, or disclosing to a Third Party such consumer’s Covered Driver Data. Each separate, unrelated service or feature that collects, uses, or discloses Covered Driver Data requires a separate Affirmative Express Consent.",
            "deadline": "180 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 189,
            "quote_end_line": 198
          },
          {
            "description": "Consent not required for emergency responder disclosures (exception A)",
            "quoted_text": "A. To disclose Covered Driver Data to emergency responders;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 201,
            "quote_end_line": 201
          },
          {
            "description": "Consent not required to respond to consumer-initiated communications from within the Vehicle or App, where data is used only to provide that response (exception B)",
            "quoted_text": "B. To respond to a consumer-initiated communication originating from within the Vehicle or an App, where Covered Driver Data may be collected, used, or disclosed only to provide that response;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 202,
            "quote_end_line": 204
          },
          {
            "description": "Consent not required to respond to Vehicle-initiated communications related to safe operation, where data is used only to provide that response (exception C)",
            "quoted_text": "C. To respond to a Vehicle-initiated communication related to the safe operation of that Vehicle, where Covered Driver Data may be collected, used, or disclosed only to provide that response;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 205,
            "quote_end_line": 207
          },
          {
            "description": "Consent not required to comply with lawful governmental requests, regulatory requirements, legal orders, or to prepare for or defend against certain legal claims (exception D)",
            "quoted_text": "D. To comply with lawful governmental requests, regulatory requirements, and legal orders; or for use to prepare for or defend against product liability, breach of contract, consumer protection, or warranty claims;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 208,
            "quote_end_line": 210
          },
          {
            "description": "Consent not required for research or product improvement purposes, provided only Deidentified data is disclosed to Third Parties and marketing is excluded (exception E)",
            "quoted_text": "E. To conduct research or efforts to improve, repair, enhance safety of, or develop products, services, or technology, provided, however, that (1) only Deidentified Covered Driver Data is disclosed to Third Parties to fulfill this purpose; and (2) marketing is excluded from this purpose;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 211,
            "quote_end_line": 214
          },
          {
            "description": "Consent not required for product quality/safety investigations, Vehicle field actions, cybersecurity incidents, or warranty administration (exception F)",
            "quoted_text": "F. To conduct investigations of potential product quality or safety issues; to determine or effectuate Vehicle field actions, including customer satisfaction campaigns, technical service bulletins, compliance recalls, and safety recalls; to detect or respond to cybersecurity incidents; or to administer and fulfill Vehicle warranties; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 215,
            "quote_end_line": 218
          },
          {
            "description": "Consent not required for Vehicle diagnostics and prognostics or addressing functionality issues, with restrictions on Third Party disclosure of non-Deidentified data (exception G)",
            "quoted_text": "G. To perform diagnostics and prognostics of components of the Vehicle; or to identify and address issues that impair existing functionality, provided, however, that only Deidentified data is disclosed to Third Parties to fulfill this purpose unless identification is necessary to address diagnostic or prognostic issues relating to specific Vehicles.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 219,
            "quote_end_line": 222
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "III",
        "title": "Withholding or Withdrawing Affirmative Express Consent",
        "category": "prohibition",
        "summary": "Respondents must not limit a consumer's ability to withhold or withdraw Affirmative Express Consent for collection or use of Covered Driver Data, such as by degrading product quality or functionality as a penalty, unless data collection is technically necessary.",
        "requirements": [
          {
            "description": "Must not limit a U.S. consumer's ability to withhold or withdraw Affirmative Express Consent for the collection or use of Covered Driver Data, including by degrading product or service quality as a penalty, unless collection and use of the data is technically necessary to providing the product or service without such degradation",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents and Respondents’ officers, agents, and employees, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, must not limit a U.S. consumer’s ability to withhold or withdraw Affirmative Express Consent for the collection or use of Covered Driver Data, such as by degrading the quality or functionality of a product or service as a penalty for withholding or withdrawing such Affirmative Express Consent, unless the collection and use of Covered Driver Data is technically necessary to providing the quality or functionality of the product or service without such degradation.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 232,
            "quote_end_line": 239
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Data Minimization Requirement",
        "category": "affirmative_obligation",
        "summary": "Respondents must collect no more Covered Driver Data than is reasonably necessary for the specific purpose of collection, and may only use, disclose, or retain it for that purpose.",
        "requirements": [
          {
            "description": "Must refrain from collecting more Covered Driver Data than reasonably necessary to fulfill the specific purpose for which it was collected, and must use, disclose, or retain such data only for that purpose or as otherwise consistent with Provision II",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents must refrain from collecting more Covered Driver Data than reasonably necessary to fulfill the specific purpose for which it was collected and must use, disclose, or retain such data only for that purpose, or as otherwise consistent with Provision II, titled Limitations on Collection, Use, and Disclosure of Covered Driver Data Absent Affirmative Express Consent.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 241,
            "quote_end_line": 245
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "V",
        "title": "Retention Schedule",
        "category": "affirmative_obligation",
        "summary": "Within 180 days, Respondents must document and adhere to a data retention schedule, make it publicly available, report it to the Commission, and update it before collecting new types of Covered Driver Data.",
        "requirements": [
          {
            "description": "Document and adhere to a retention schedule for Covered Driver Data that sets forth the purpose(s) for collection, specific business needs for retention, and specific timeframes for deletion (limited to shortest time necessary)",
            "quoted_text": "A. Within 180 days of the effective date of this Order, document and adhere to a retention schedule for Covered Driver Data, setting forth: (1) the purpose(s) for which each type of Covered Driver Data is collected; (2) the specific business needs for retaining each type of Covered Driver Data; and (3) the specific timeframe for deleting each type of Covered Driver Data (absent any intervening deletion requests from consumers), limited to the shortest time necessary to fulfill the purpose for which the data was collected, or as otherwise consistent with Provision II, titled Limitations on Collection, Use, and Disclosure of Covered Driver Data Absent Affirmative Express Consent;",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 251,
            "quote_end_line": 258
          },
          {
            "description": "Document, adhere to, and make publicly available from a link on Respondents' Apps or website home page a retention schedule for Covered Driver Data setting forth the purpose for collecting and retaining each type and the specific timeframe for deletion",
            "quoted_text": "B. Within 180 days of the effective date of this Order, document, adhere to, and make publicly available from a link on the Respondents’ Apps or the home page of their website(s), a retention schedule for Covered Driver Data setting forth: (1) the purpose for collecting and retaining each type of Covered Driver Data, and (2) the specific timeframe set for deleting each type of Covered Driver Data;",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 259,
            "quote_end_line": 263
          },
          {
            "description": "Provide a written statement to the Commission describing the retention schedules created pursuant to Provisions V.A. and V.B.",
            "quoted_text": "C. Within 180 days of the entry of this Order, Respondents shall provide a written statement to the Commission, pursuant to Provision XIII, titled Compliance Reports and Notices, describing the retention schedules created pursuant to Provisions V.A. & B. of this Order; and",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 264,
            "quote_end_line": 266
          },
          {
            "description": "Prior to collecting or using any new type of Covered Driver Data not being collected as of the entry of this Order, update retention schedules created pursuant to Provisions V.A. and V.B.",
            "quoted_text": "D. Prior to collecting or using any new type of Covered Driver Data that was not being collected as of the entry of this Order, Respondents must update their retention schedules created pursuant to and in compliance with Provisions V.A. & B. of this Order.",
            "deadline": "Prior to collecting new data types",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 270,
            "quote_end_line": 272
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Deletion of Prior-Retained Covered Driver Data",
        "category": "affirmative_obligation",
        "summary": "Within 180 days, Respondents must delete or destroy all previously retained Covered Driver Data except for specified purposes, and confirm deletion in writing to the Commission. Respondents have a 90-day option to seek retroactive consent from affected consumers.",
        "requirements": [
          {
            "description": "Delete or destroy all prior-retained Covered Driver Data within 180 days, except when retained for litigation holds, legal compliance, Vehicle diagnostics, product research (with Deidentification for Third Party disclosure), or product quality/safety/warranty purposes",
            "quoted_text": "A. Within 180 days of the effective date of this Order, Delete or destroy all prior- retained Covered Driver Data, except when Covered Driver Data is retained for and necessary to fulfill the following purposes: (a) litigation holds; (b) to comply with lawful governmental requests, regulatory requirements, and legal orders, or for use to prepare for or defend against product liability, breach of contract, consumer protection, or warranty claims; (c) to perform diagnostics and prognostics of components of the Vehicle; (d) to conduct research or efforts to improve, repair, enhance safety of, or develop products, services, or technology, provided, however, that (1) only Deidentified Covered Driver Data is disclosed to Third Parties to fulfill this purpose; and (2) marketing is excluded from this purpose; and (e) to conduct investigations of potential product quality or safety issues; to determine or effectuate Vehicle field actions, including customer satisfaction campaigns, technical service bulletins, compliance recalls, and safety recalls; to detect or respond to cybersecurity incidents; or to administer and fulfill Vehicle warranties.",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 276,
            "quote_end_line": 288
          },
          {
            "description": "Within 90 days, Respondents have the option to request Affirmative Express Consent from consumers whose data was collected prior to the Order; must Delete data where consumer does not provide or has not already (since July 2024) provided consent, does not respond within 30 days, or data has not been Deidentified",
            "quoted_text": "Provided, further, however, Respondents shall have, within 90 days of the effective date of this Order, the option to request Affirmative Express Consent from consumers whose Covered Driver Data was collected and retained prior to the entry of this Order. Respondents will Delete such prior-retained Covered Driver Data where (1) a consumer does not provide or has not already provided in or after July 2024 their Affirmative Express Consent; (2) the consumer does not respond to the request within 30 days after the request is made; or (3) the data has not been Deidentified; and",
            "deadline": "90 days (option)",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 289,
            "quote_end_line": 295
          },
          {
            "description": "Provide a written statement to the Commission confirming all prior-retained Covered Driver Data has been Deleted or destroyed",
            "quoted_text": "B. Within 180 days of the effective date of this Order, provide a written statement to the Commission, pursuant to Provision XIII.E., confirming that all such information has been Deleted or destroyed.",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 296,
            "quote_end_line": 298
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Data Deletion"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Consumer Requests to Obtain Copies of and to Delete Covered Driver Data",
        "category": "affirmative_obligation",
        "summary": "Respondents must maintain a simple, easily-located means for U.S. consumers to request a copy of or deletion of their Covered Driver Data, and must not use information collected for such requests for any other purpose.",
        "requirements": [
          {
            "description": "Maintain a simple, easily-located means for all U.S. consumers to request a copy of their Covered Driver Data and to request Deletion of their Covered Driver Data; may avail themselves of rights and exemptions under federal and applicable state law; may require necessary information to complete requests but must not use such information for any other purpose",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents, Respondents’ officers, agents, and employees, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, must maintain a simple, easily- located means for all U.S. consumers to request a copy of their Covered Driver Data and to request that Respondents Delete their Covered Driver Data, provided, however, Respondents may avail themselves of their rights, exceptions, and exemptions existing under federal law or each requesting consumer’s respective state laws. Respondents may require consumers to provide Respondents with information necessary to complete such requests but must not use, provide access to, or disclose any information collected for the request for any other purpose.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 300,
            "quote_end_line": 308
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Deletion Request to Data Sharing Partners",
        "category": "affirmative_obligation",
        "summary": "Respondents must request that Third Parties with whom they shared Covered Driver Data delete that data, and must not share data with any such Third Party until it confirms receipt of the deletion instructions.",
        "requirements": [
          {
            "description": "Request from Third Parties with whom Respondents shared Covered Driver Data to Delete such data, except when subject to legal or regulatory requirements (including litigation holds)",
            "quoted_text": "A. Request from Third Parties with whom Respondents shared Covered Driver Data to Delete such data, except when subject to legal or regulatory requirements (including litigation holds); and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 316,
            "quote_end_line": 318
          },
          {
            "description": "Not sell or share data with any Third Party with whom Respondents previously shared Covered Driver Data until that Third Party confirms receipt of the instructions requesting it to Delete all Covered Driver Data previously obtained from Respondents",
            "quoted_text": "B. Not sell or share data with any Third Party with whom Respondents previously shared Covered Driver Data until that Third Party confirms receipt of the instructions requesting it to Delete all Covered Driver Data previously obtained from Respondents.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 319,
            "quote_end_line": 321
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Data Deletion"
        ]
      },
      {
        "provision_number": "IX",
        "title": "Disabling Location Setting",
        "category": "affirmative_obligation",
        "summary": "Respondents must allow consumers to disable Location Data collection from their Vehicles (where technically equipped), such as via an in-vehicle toggle, with limited exceptions for safety, theft, and legal compliance.",
        "requirements": [
          {
            "description": "Allow consumers to disable the collection of Location Data from their Vehicles to the extent the Vehicle is equipped with the necessary technology, which may be accomplished by providing a mechanism (such as a toggle) in the Vehicle",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents and Respondents’ officers, agents, and employees, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, must allow consumers to disable the collection of Location Data from their Vehicles to the extent the Vehicle is equipped with the necessary technology, which may be accomplished by providing a mechanism (such as a toggle on the Vehicle) in the Vehicle for U.S. consumers to disable the collection of Location Data, provided, however, that even if the collection of Location Data is disabled on the Vehicle,",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 323,
            "quote_end_line": 329
          },
          {
            "description": "Even when Location Data collection is disabled, Respondents may still collect Location Data to respond to consumer-initiated communications from within the Vehicle or App (exception A)",
            "quoted_text": "A. Respond to a consumer-initiated communication originating from within the Vehicle, or an App, where Location Data may be collected, used, or disclosed only to provide that response;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 331,
            "quote_end_line": 333
          },
          {
            "description": "Even when Location Data collection is disabled, Respondents may still collect Location Data to respond to Vehicle-initiated communications related to safe operation or theft-related alerts (exception B)",
            "quoted_text": "B. Respond to a Vehicle-initiated communication related to either the safe operation of that Vehicle or a theft-related alert, where Location Data may be collected, used, or disclosed only to provide that response; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 334,
            "quote_end_line": 336
          },
          {
            "description": "Even when Location Data collection is disabled, Respondents may still collect Location Data to comply with lawful governmental requests, regulatory requirements, and legal orders (exception C)",
            "quoted_text": "C. Comply with lawful governmental requests, regulatory requirements, and legal orders, where Location Data may be collected, used, or disclosed as necessary for legal compliance.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 337,
            "quote_end_line": 339
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Surveillance"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "X",
        "title": "Declining Enrollment in OnStar",
        "category": "affirmative_obligation",
        "summary": "Respondents must allow consumers who decline or unenroll from OnStar to disable remote data collection from their Vehicles, with limited exceptions for safety, over-the-air updates, and consumer-initiated communications.",
        "requirements": [
          {
            "description": "Allow consumers to disable Respondents' remote collection of all data from their Vehicles if consumers decline to enroll or unenroll in OnStar",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents and Respondents’ officers, agents, and employees, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, must allow consumers to disable the Respondents’ remote collection of all data from their Vehicles if consumers decline to enroll or unenroll in OnStar, provided, however, that even if the consumer declines to enroll or unenrolls in OnStar, Respondents may:",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 341,
            "quote_end_line": 346
          },
          {
            "description": "Even when consumer has declined/unenrolled from OnStar, Respondents may still respond to consumer-initiated communications from within the Vehicle where data is used only to provide that response (exception A)",
            "quoted_text": "A. Respond to a consumer-initiated communication originating from within the Vehicle, where data may be collected, used, or disclosed only to provide that response;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 347,
            "quote_end_line": 348
          },
          {
            "description": "Even when consumer has declined/unenrolled from OnStar, Respondents may still respond to Vehicle-initiated communications related to safe operation where data is used only to provide that response (exception B)",
            "quoted_text": "B. Respond to a Vehicle-initiated communication related to the safe operation of that Vehicle, where data may be collected, used, or disclosed only to provide that response; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 352,
            "quote_end_line": 353
          },
          {
            "description": "Even when consumer has declined/unenrolled from OnStar, Respondents may still collect, use, or disclose data to identify and address safety issues or provide over-the-air updates, with prior consumer notice and only Deidentified Covered Driver Data disclosed to Third Parties unless identification is necessary for a specific Vehicle (exception C)",
            "quoted_text": "C. Collect, use, or disclose data to identify and address issues that impair safety or to provide over-the-air updates, and for no other purposes, provided, however, that prior to any collection, use, or disclosure of data for this purpose, Respondents shall provide notice to consumers regarding this collection, use, or disclosure, and provided, further, however, if Covered Driver Data is disclosed for this purpose, Respondents can only disclose Deidentified Covered Driver Data to Third Parties unless identification is necessary to address a safety issue for or provide over-the-air updates to a specific Vehicle.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 354,
            "quote_end_line": 360
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "XI",
        "title": "Prohibition Against Misrepresentations",
        "category": "prohibition",
        "summary": "Respondents must not misrepresent in any manner the extent to which they collect, use, disclose, or delete vehicle-linked consumer information, the purposes for such activities, or consumers' control rights over their Covered Driver Data.",
        "requirements": [
          {
            "description": "Must not misrepresent the extent to which Respondents collect, use, disclose, or Delete any information originating from a Vehicle and linked or Reasonably Linkable to a U.S. consumer, including Covered Driver Data",
            "quoted_text": "A. The extent to which Respondents collect, use, disclose, or Delete any information collected by Respondents that originate from a Vehicle and is linked or Reasonably Linkable to a U.S. consumer, including Covered Driver Data;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 368,
            "quote_end_line": 370
          },
          {
            "description": "Must not misrepresent the purposes for which Respondents collect, use, or disclose any Covered Driver Data",
            "quoted_text": "B. The purposes for which Respondents collect, use, or disclose any Covered Driver Data; or",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 371,
            "quote_end_line": 372
          },
          {
            "description": "Must not misrepresent the extent to which U.S. consumers may exercise control over Respondents' collection, maintenance, use, deletion, disclosure of, or provision of access to their own Covered Driver Data, and the steps a consumer must take to implement such control",
            "quoted_text": "C. The extent to which U.S. consumers may exercise control over Respondents’ collection of, maintenance of, use of, deletion of, disclosure of, or provision of access to their own Covered Driver Data, and the steps a U.S. consumer must take to implement such control.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 373,
            "quote_end_line": 375
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "XII",
        "title": "Acknowledgments of the Order",
        "category": "acknowledgment",
        "summary": "Each Respondent must submit a sworn acknowledgment of receipt of the Order within 10 days, deliver copies to relevant personnel on an ongoing basis for 20 years, and obtain signed acknowledgments from each recipient within 30 days.",
        "requirements": [
          {
            "description": "Each Respondent must submit to the Commission a sworn acknowledgment of receipt of this Order within 10 days after the effective date",
            "quoted_text": "A. Each Respondent, within 10 days after the effective date of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 379,
            "quote_end_line": 381
          },
          {
            "description": "For 20 years after the issuance date, each Respondent must deliver a copy of this Order to all principals, officers, directors, LLC managers and members; all employees with managerial responsibilities related to the Order's subject matter and agents who participate in related conduct; and any resulting business entities from structural changes. Delivery must occur within 10 days for current personnel and before others assume responsibilities",
            "quoted_text": "B. For 20 years after the issuance date of this Order, each Respondent must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees having managerial responsibilities for conduct related to the subject matter of the Order and all agents and representatives who participate in conduct related to the subject matter of the Order; and (3) any business entity resulting from any change in structure as set forth in the Provision titled Compliance Reports and Notices. Delivery must occur within 10 days after the effective date of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "10 days for current personnel; before assumption of responsibilities for others",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 382,
            "quote_end_line": 389
          },
          {
            "description": "From each individual or entity to which a copy of the Order was delivered, each Respondent must obtain a signed and dated acknowledgment of receipt within 30 days",
            "quoted_text": "C. From each individual or entity to which a Respondent delivered a copy of this Order, that Respondent must obtain, within 30 days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 393,
            "quote_end_line": 395
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "XIII",
        "title": "Compliance Reports and Notices",
        "category": "compliance_reporting",
        "summary": "Respondents must submit an annual compliance report one year after issuance, provide sworn notices within 14 days of changes in contacts or corporate structure, and notify the Commission of any bankruptcy filings within 14 days.",
        "requirements": [
          {
            "description": "One year after the issuance date, each Respondent must submit a sworn compliance report identifying contact information, all businesses, their activities including Covered Driver Data practices, compliance status for each Provision with a description of all changes made, and copies of Order acknowledgments",
            "quoted_text": "A. One year after the issuance date of this Order, each Respondent must submit a compliance report, sworn under penalty of perjury, in which each Respondent must: (1) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission, may use to communicate with Respondent; (2)identify all of that Respondent’s businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (3) describe the activities of each business, including the goods and services offered, what Covered Driver Data it collects, how Covered Driver Data is used and disclosed to Third Parties; (4) describe in detail whether and how that Respondent is in compliance with each Provision of this Order, including a discussion of all of the changes the Respondent made to comply with the Order; and (5) provide a copy of each Acknowledgment of the Order obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 399,
            "quote_end_line": 410
          },
          {
            "description": "Each Respondent must submit a sworn compliance notice within 14 days of any change in designated points of contact or in the structure of any Respondent or controlled entity that may affect compliance obligations, including creation, merger, sale, or dissolution",
            "quoted_text": "B. Each Respondent must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following: (1) any designated point of contact; or (2)the structure of any Respondent or any entity that Respondent has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days of any triggering change",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 411,
            "quote_end_line": 416
          },
          {
            "description": "Each Respondent must submit notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against such Respondent within 14 days of its filing",
            "quoted_text": "C. Each Respondent must submit notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against such Respondent within 14 days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 417,
            "quote_end_line": 419
          },
          {
            "description": "Any submission required to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746",
            "quoted_text": "D. Any submission to the Commission required by this Order to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, such as by concluding: “I declare under penalty of perjury under the laws of the United States of America that the foregoing is true and correct. Executed on: _____” and supplying the date, signatory’s full name, title (if applicable), and signature.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 420,
            "quote_end_line": 424
          },
          {
            "description": "Unless otherwise directed, all submissions must be emailed to DEbrief@ftc.gov or sent by overnight courier to the Associate Director for Enforcement, Bureau of Consumer Protection, FTC, 600 Pennsylvania Avenue NW, Washington, DC 20580, with subject line beginning: In re General Motors",
            "quoted_text": "E. Unless otherwise directed by a Commission representative in writing, all submissions to the Commission pursuant to this Order must be emailed to DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin: In re General Motors.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 425,
            "quote_end_line": 429
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "XIV",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondents must create specified records for 20 years after issuance and retain each for 5 years, covering financial records, personnel records, consumer complaints, law enforcement communications, privacy representations, consent records, and all compliance documentation.",
        "requirements": [
          {
            "description": "Create and retain accounting records showing revenues from all OnStar goods or services sold, and all goods or services related to Covered Driver Data sold, the costs incurred, and resulting net profit or loss",
            "quoted_text": "A. Accounting records showing the revenues from all OnStar goods or services sold, and all goods or services related to Covered Driver Data sold, the costs incurred in generating those revenues, and resulting net profit or loss;",
            "deadline": "20 years creation period; 5 years retention",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 437,
            "quote_end_line": 439
          },
          {
            "description": "Create and retain personnel records showing, for each person providing services related to any aspect of the Order, their name, addresses, telephone numbers, job title or position, dates of service, and (if applicable) reason for termination",
            "quoted_text": "B. Personnel records showing, for each person providing services in relation to any aspect of the Order, whether as an employee or otherwise, that person’s: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination;",
            "deadline": "20 years creation period; 5 years retention",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 440,
            "quote_end_line": 443
          },
          {
            "description": "Create and retain copies of all consumer complaints relating to the collection, maintenance, use, and disclosure of, or provision of access to, consumers' Covered Driver Data including Location Data, whether received directly or indirectly, and any response",
            "quoted_text": "C. Copies of all consumer complaints that relate to the collection, maintenance, use, and disclosure of, or provision of access to consumers’ Covered Driver Data, including Location Data, whether received directly or indirectly, such as through another party, and any response;",
            "deadline": "20 years creation period; 5 years retention",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 444,
            "quote_end_line": 446
          },
          {
            "description": "Retain, for 5 years from the date received, copies of all subpoenas and other communications with law enforcement relating to compliance with this Order",
            "quoted_text": "D. For 5 years from the date received, copies of all subpoenas and other communications with law enforcement, if such communications relate to Respondents’ compliance with this Order;",
            "deadline": "5 years from date received",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 447,
            "quote_end_line": 449
          },
          {
            "description": "Create and retain a copy of each widely disseminated representation by Respondents describing the extent to which they maintain or protect the privacy of any Covered Driver Data, including representations concerning material changes to websites or services related to Covered Driver Data privacy",
            "quoted_text": "E. A copy of each widely disseminated representation by Respondents that describes the extent to which Respondents maintain or protect the privacy of any Covered Driver Data, including any representation concerning a material change in any website or other service controlled by Respondents that relates to the privacy of Covered Driver Data;",
            "deadline": "20 years creation period; 5 years retention",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 450,
            "quote_end_line": 453
          },
          {
            "description": "Create and retain records showing Affirmative Express Consent for each individual consumer on which Respondents have relied to collect, use, or disclose Covered Driver Data, including the specific notice(s) viewed and consented to, and the time and date of consent",
            "quoted_text": "F. Records showing Affirmative Express Consent for any individual consumer on which Respondents have relied to collect, use, or disclose Covered Driver Data, including the specific notice(s) that individual consumers viewed and consented to, and the time and date of consent; and",
            "deadline": "20 years creation period; 5 years retention",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 454,
            "quote_end_line": 457
          },
          {
            "description": "Create and retain all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission",
            "quoted_text": "G. All records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission.",
            "deadline": "20 years creation period; 5 years retention",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 458,
            "quote_end_line": 459
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "XV",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission may monitor compliance by requesting additional reports and records within 10 days of a written request, communicating directly with and interviewing Respondents' personnel, and using all other lawful means including undercover inquiries.",
        "requirements": [
          {
            "description": "Within 10 days of receipt of a written request from a Commission representative, each Respondent must submit additional compliance reports or other requested information (sworn under penalty of perjury) and produce records for inspection and copying",
            "quoted_text": "A. Within 10 days of receipt of a written request from a representative of the Commission, each Respondent must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury, and produce records for inspection and copying.",
            "deadline": "10 days of written request",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 463,
            "quote_end_line": 466
          },
          {
            "description": "Respondents must permit Commission representatives to communicate directly with each Respondent and to interview anyone affiliated with any Respondent who has agreed to such an interview (interviewee may have counsel present)",
            "quoted_text": "B. For matters concerning this Order, representatives of the Commission are authorized to communicate directly with each Respondent. Respondents must permit 12 representatives of the Commission to interview anyone affiliated with any Respondent who has agreed to such an interview. The interviewee may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 467,
            "quote_end_line": 473
          },
          {
            "description": "The Commission may use all other lawful means, including posing as consumers, suppliers, or other individuals or entities, without necessity of identification or prior notice; nothing in this Order limits the Commission's lawful use of compulsory process under Sections 9 and 20 of the FTC Act",
            "quoted_text": "C. The Commission may use all other lawful means, including posing through its representatives as consumers, suppliers, or other individuals or entities, to Respondents or any individual or entity affiliated with Respondents, without the necessity of identification or prior notice. Nothing in this Order limits the Commission’s lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 474,
            "quote_end_line": 478
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "XVI",
        "title": "Order Effective Dates",
        "category": "duration",
        "summary": "This Order is effective upon publication on ftc.gov as a final order and terminates 20 years from issuance or 20 years from the most recent date the FTC files a complaint alleging a violation, whichever is later, subject to specified exceptions.",
        "requirements": [
          {
            "description": "This Order is final and effective upon the date of its publication on the Commission's website (ftc.gov) as a final order",
            "quoted_text": "IT IS FURTHER ORDERED that this Order is final and effective upon the date of its publication on the Commission’s website (ftc.gov) as a final order. This Order will terminate 20",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 480,
            "quote_end_line": 481
          },
          {
            "description": "Order terminates 20 years from issuance or 20 years from the most recent date the FTC files a violation complaint in federal court, whichever is later; filing of such complaint does not affect provisions terminating in less than 20 years, provisions as to non-defendant Respondents, or the Order if filed after it has already terminated",
            "quoted_text": "publication on the Commission’s website (ftc.gov) as a final order. This Order will terminate 20 years from the date of its issuance (which date may be stated at the end of this Order, near the Commission’s seal), or 20 years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of this Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Provision in this Order that terminates in less than 20 years; B. This Order’s application to any Respondent that is not named as a defendant in such complaint; and C. This Order if such complaint is filed after the Order has terminated pursuant to this Provision.",
            "deadline": "20 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 481,
            "quote_end_line": 491
          },
          {
            "description": "If a filed complaint is dismissed or a court rules no violation occurred and that ruling is not appealed or is upheld on appeal, the Order terminates as though the complaint had never been filed, except it will not terminate between the filing date and the later of the appeal deadline or date the dismissal/ruling is upheld on appeal",
            "quoted_text": "Provided, further, that if such complaint is dismissed or a federal court rules that the Respondents did not violate any provision of the Order, and the dismissal or ruling is either not appealed or upheld on appeal, then the Order will terminate according to this Provision as though the complaint had never been filed, except that the Order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 492,
            "quote_end_line": 497
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This Order will terminate 20 years from the date of its issuance (which date may be stated at the end of this Order, near the Commission's seal), or 20 years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of this Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Provision in this Order that terminates in less than 20 years; B. This Order's application to any Respondent that is not named as a defendant in such complaint; and C. This Order if such complaint is filed after the Order has terminated pursuant to this Provision."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "01.26, General Motors Complaint.pdf",
      "order": "01.26, General Motors Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 5,
      "order_provisions": 16,
      "order_definitions": 11,
      "order_requirements": 53,
      "provisions_per_section": {
        "I": 1,
        "II": 8,
        "III": 1,
        "IV": 1,
        "V": 4,
        "VI": 3,
        "VII": 1,
        "VIII": 2,
        "IX": 4,
        "X": 4,
        "XI": 3,
        "XII": 3,
        "XIII": 5,
        "XIV": 7,
        "XV": 3,
        "XVI": 3
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 5,
        "complaint_total": 5,
        "order_verified": 53,
        "order_total": 53
      }
    },
    "processing_time_seconds": 207.8
  }
}