{
  "case_info": {
    "docket_number": "2:25-cv-447",
    "company": {
      "name": "COGNOSPHERE, LLC",
      "incorporation_state": "",
      "entity_type": "limited liability company",
      "address": "",
      "business_description": "COGNOSPHERE develops, operates, and distributes the online video game 'Genshin Impact,' a popular game with anime-style graphics and bright, colorful animation released in September 2020. The game is directed toward children and teenagers and generates revenue primarily through the sale of virtual currency and loot boxes."
    },
    "commissioners": [],
    "case_date": {
      "month": 1,
      "year": 2025
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a); Sections 1303(c) and 1306(d) of the Children's Online Privacy Protection Act of 1998 (COPPA), 15 U.S.C. §§ 6502(c), 6505(d); and the Children's Online Privacy Protection Rule (COPPA Rule), 16 C.F.R. pt. 312",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/222-3152-cognosphere-llc-us-v"
  },
  "complaint": {
    "factual_background": "Defendants Cognosphere, LLC and Cognosphere Pte. Ltd. (operating as HoYoverse) developed and operate the popular online video game Genshin Impact, which is directed to children and teenagers. Despite knowing that children under 13 were using the game, Defendants collected personal information from those children without providing parental notice or obtaining verifiable parental consent, in violation of COPPA. Defendants also misled players about their odds of winning rare loot box prizes—advertising boosted drop rates that were materially higher than the true 0.3% odds—and obscured the true cost of obtaining prizes through a confusing multi-tier virtual currency system converting real dollars to Genesis Crystals to Primogems to Wish tokens. Additionally, Defendants unfairly promoted and sold chance-based loot box prizes to children and teenagers without age-gating, without disclosing the low odds at point of download, and without restricting minors' ability to spend hundreds or thousands of dollars in pursuit of rare prizes.",
    "representations_made": [
      {
        "description": "Represented that the game's services are not marketed to or intended for children, and that Defendants do not knowingly collect personal information from children",
        "quoted_text": "Our Services are not marketed to, or intended for, children. Children 1199 for the purposes of our Services are (a) under the age of 13 years old 2200 or, if older (b) between 13 and 18 years old but under the age at which they can give valid digital consent to processing of their personal 2211 information under applicable data privacy laws. We strive to follow the 2222 different minimum age guidelines set by the laws of individual regions 2233 when determining the age that children can access certain features of our Services. 2244 2255 Children are not permitted to use these Services, and we do not knowingly collect any personal information from children. Though our 2266 Services are not intended for children as the primary audience, we may 2277 collect age information before allowing a user to proceed for certain Services. If we learn that we have inadvertently gathered personal 2288 -14- Case 2:25-cv-00447 Document 1 Filed 01/17/25 Page 15 of 37 Page ID #:15 information about a child that is not subject to an exemption under 11 applicable privacy law, we will take measures to promptly remove that 22 information from our records.",
        "verified": true,
        "confidence": 0.85,
        "source_paragraph": 45,
        "quote_start_line": 485,
        "quote_end_line": 514
      },
      {
        "description": "Represented that consumers opening loot boxes during Event Banner promotions would receive increased or boosted odds of obtaining the featured 5-star hero",
        "quoted_text": "55 the chance to obtain “Klee.” The advertisement proclaimed, “During the event 66 wish, the event exclusive character . . . will receive a huge drop-rate boost!” This 77 referred to a purportedly increased “rate,” or likelihood, at which the “Klee” hero 88 would appear, or “drop,” when players opened loot boxes.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 65,
        "quote_start_line": 750,
        "quote_end_line": 753
      },
      {
        "description": "Represented via the in-game 'Details' menu that the base probability of winning a 5-star character is 0.600% with a consolidated probability of 1.600%, and that the featured hero has a 'huge drop-rate boost'",
        "quoted_text": "Case 2:25-cv-00447 Document 1 Filed 01/17/25 Page 26 of 37 Page ID #:26 11 a statement that this hero’s “Percentage of 5-Star Item Drops” is “50%”, without 22 adequate additional context. A second “Details” sub-menu within this interface 33 states that the “[b]ase probability of winning 5-star character = 0.600%; 44 consolidated probability (incl. guarantee) = 1.600%; guaranteed to win 5-star 55 character at least once per 90 attempts,” and indicates that the featured hero has a 66 “huge drop-rate boost.” A third “List of Items” sub-menu similarly states that the 77 odds of obtaining the featured hero are “UP!,” but does not disclose actual or 88 relative rates at which HoYoverse awards loot box prizes. 99 Figure 14: Example “Details” Sub-Menu Text Concerning Loot Box Odds 1100 1111 Promotional Items Details List of Items 1122 Event Wish •Adrift in the Harbor• is now available. During this event wish. the event-exclusive 1133 5-star character \"Plenilune Gaze• Ganyu (Cryo) as well as 4-star characters \"Treasure of Dream Garden\" Dori (Electro), \"Harmless Sweetie\" Sucrose (Anemo), and \"Juvenile Galant\" Xingqiu (Hydro) will get a huge drop-rate boost! 1144 ·*· Of the above characters, the event-exclusive character will not be available in the standard wish \"Wanderlust Invocation.• 1155 *In most cases, the base probability of all characters and weapons is evenly distributed. If there is a boost or guarantee in effect, please refer to the con-esponding rules. 1166 :Rules= 5-Star Items For Event Wish \"Ad, ift in the Harbor\": Base probability of winning 5-star character= 0.600%: consolidated probability (incl. guarantee)= 1.600%: guaranteed to win 5-star character at 1177 , ....... t \"'\"\"\" \"\". . on ... tt .. ...,\"t ..",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 77,
        "quote_start_line": 912,
        "quote_end_line": 939
      },
      {
        "description": "Represented that consumers are guaranteed to win a 5-star character at least once per 90 attempts, implying that guarantee applies to the specific featured Event Banner character",
        "quoted_text": "2244 79. Consumers are also misled by HoYoverse’s “guarantee[] to win 5-star 2255 character at least once per 90 attempts” because they are led to believe that it 2266 applies to the 5-star character prominently featured in the Event Banner. As shown 2277 in Figures 9 and 10 above, a picture and name of a character is featured next to 2288 language touting the opportunity to open loot boxes for the chance to win an -26- Case 2:25-cv-00447 Document 1 Filed 01/17/25 Page 27 of 37 Page ID #:27 11 “event-exclusive 5-star character.” In reality, if a player opens 90 loot boxes, 22 HoYoverse frequently does not provide the player with the featured five-star 33 character: half of the time, HoYoverse will instead award the player an unrelated, 44 and typically less desirable, 5-star prize not featured on the Event Banner. If this 55 happens, the player must then open as many as 90 additional loot boxes, at which 66 point HoYoverse is finally certain to award the prize featured on the Event Banner.",
        "verified": true,
        "confidence": 0.85,
        "source_paragraph": 79,
        "quote_start_line": 946,
        "quote_end_line": 960
      },
      {
        "description": "Represented through the SSSniperWolf influencer video that consumers could obtain rare 5-star loot box prizes easily and with relatively few attempts, using a deceptively edited demonstration of gameplay",
        "quoted_text": "2211 71. In reality, the SSSniperWolf promotional video was misleadingly 2222 edited to depict a fake loot box prize win, in a way that would have been 2233 impossible in the Genshin Impact game. For instance, when a Genshin Impact 2244 player opens a loot box containing a 5-star prize, the game displays a golden 2255 shooting star animation, but in the SSSniperwolf video, the supposed 5-star prize 2266 win was preceded by a purple shooting star animation. The video also depicted an 2277 uninterrupted succession of twelve loot box opening animations, when the game 2288 allows no more than ten loot boxes to be opened at a time. Thus, the message -24- Case 2:25-cv-00447 Document 1 Filed 01/17/25 Page 25 of 37 Page ID #:25 11 conveyed by this video was that consumers could obtain rare loot box prizes more 22 easily and at lesser expense than they likely could in reality, and the video 33 furthered this message with a deceptive demonstration of unachievable gameplay.",
        "verified": true,
        "confidence": 0.85,
        "source_paragraph": 71,
        "quote_start_line": 869,
        "quote_end_line": 883
      },
      {
        "description": "Represented, through the multi-tier virtual currency system, the amount of money players would need to spend to obtain particular loot box prizes, obscuring the true real-money cost",
        "quoted_text": "51. HoYoverse requires consumers to engage in a complicated and 1166 confusing series of in-game transactions to open loot boxes, involving multiple 1177 types of in-game virtual currency with different exchange rates. The purchasing 1188 process obscures the reality that consumers commonly must spend large amounts 1199 of real money to obtain 5-star heroes.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 51,
        "quote_start_line": 560,
        "quote_end_line": 568
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "COPPA Rule Violations – Failure to Provide Notice and Obtain Parental Consent",
        "representation": "Defendants collected, used, and/or disclosed personal information from children under age 13 through the Genshin Impact online service, which is directed to children, including in instances where Defendants had actual knowledge the users were children",
        "fact": "Defendants failed to provide notice on their website or online service of the information collected from children and how it is used; failed to provide direct notice to parents; and failed to obtain verifiable parental consent before collecting, using, or disclosing children's personal information, in violation of COPPA Rule Sections 312.4(d), 312.4(b), and 312.5(a)(1)",
        "conclusion": "Defendants' acts and practices constitute violations of the COPPA Rule, which pursuant to Section 1303(c) of COPPA and Section 18(d)(3) of the FTC Act constitute unfair or deceptive acts or practices in violation of Section 5(a) of the FTC Act."
      },
      {
        "count_number": 2,
        "title": "Misrepresentations of Loot Box Odds",
        "representation": "Defendants represented, directly or indirectly, expressly or by implication, certain odds that loot boxes known as 'Wishes' would contain particular prizes, including touting 'huge drop-rate boosts' and 'increased' odds for featured 5-star heroes during Event Banner promotions",
        "fact": "In numerous instances, a consumer's actual odds of obtaining a particular prize inside a Genshin Impact loot box were meaningfully lower than what was advertised, marketed, or promoted—with the true odds of obtaining a specific featured hero being only 0.3%, and the '90-attempt guarantee' frequently not yielding the featured character",
        "conclusion": "Defendants' representations are false or misleading and constitute deceptive acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 3,
        "title": "Misrepresentations of Cost of Loot Box Prizes",
        "representation": "Defendants represented, directly or indirectly, expressly or by implication, the amount of money that players would need to spend, or would likely need to spend, in order to obtain particular loot box prizes, including through the multi-tier virtual currency system",
        "fact": "In numerous instances, a consumer would need to spend, or would likely need to spend, more money to obtain particular loot box prizes than what was advertised, marketed, or promoted—with the true cost reaching as much as $360–$540 to guarantee the featured Event Banner prize",
        "conclusion": "Defendants' representations are false or misleading and constitute deceptive acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 4,
        "title": "Unfair Selling and Offering a Multi-Tier Virtual Currency System to Children and Teenagers",
        "representation": "Defendants sold and offered to sell bundles of virtual currency to children and teenagers, requiring them to exchange that currency for another virtual currency and again for a third virtual currency in order to open loot boxes",
        "fact": "Defendants' multi-tier virtual currency system obscures the amount that children and teenagers actually spend within the game and the substantial real-world expenditure generally required to obtain rare loot prizes, causing substantial injury that consumers could not reasonably avoid and that is not outweighed by any countervailing benefit",
        "conclusion": "Defendants' acts or practices constitute unfair acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a), (n)."
      },
      {
        "count_number": 5,
        "title": "Unfair Promotion and Sale of Loot Boxes to Children and Teenagers",
        "representation": "Defendants promoted and offered to children and teenagers rare prizes that can be obtained only by opening loot boxes within a freely available, Internet-enabled video game, with prizes based on chance and purchasable using paid virtual currency",
        "fact": "Defendants targeted children and teenagers through child-directed advertising, influencers popular with children, and game design features exploiting children's impulsivity and lesser-developed executive function, without age-gating, without disclosing the low odds at point of download, and without restricting minors' ability to spend large sums on loot boxes, causing substantial injury that consumers could not reasonably avoid",
        "conclusion": "Defendants' acts or practices constitute unfair acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a), (n)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Child or Children": "an individual or individuals under the age of 13 residing in the United States.",
      "Clear(ly) and Conspicuous(ly)": "means that a required disclosure is easily noticeable (i.e., difficult to miss) and easily understandable by ordinary consumers, including in all of the following ways:\n1. In any communication that is solely visual or solely audible, the disclosure must be made through the same means through which the communication is presented. In any communication made through both visual and audible means, such as a television advertisement, the disclosure must be presented simultaneously in both the visual and audible portions of the communication even if the representation requiring the disclosure is made in only one means.\n2. A visual disclosure, by its size, contrast, location, the length of time it appears, and other characteristics, must stand out from any accompanying text or other visual elements so that it is easily noticed, read, and understood.\n3. An audible disclosure, including streaming video, must be delivered in a volume, speed, and cadence sufficient for ordinary consumers to easily hear and understand it.\n4. In any communication using an interactive electronic medium, such as the Internet or software, the disclosure must be unavoidable.\n5. The disclosure must use diction and syntax understandable to ordinary consumers and must appear in each language in which the representation that requires the disclosure appears.\n6. The disclosure must comply with these requirements in each medium through which it is received, including all electronic devices and face-to-face communications.\n7. The disclosure must not be contradicted or mitigated by, or inconsistent with, anything else in the communication.\n8. When the representation or sales practice targets a specific audience, such as Children, Early Teens, the elderly, or the terminally ill, \"ordinary consumers\" includes reasonable members of that group.",
      "Close Proximity": "that the disclosure is near the triggering representation. For example, a disclosure made through a hyperlink, pop-up, interstitial, or other similar technique is not in close proximity to the triggering representation.",
      "Collect, Collected, Collecting, or Collection": "for the purposes of Definitions I, M, O, S, U, V, W, and Provision V of this Order only, the gathering of any Personal Information from a Child by any means, including but not limited to: 1. Requesting, prompting, or encouraging a Child to submit Personal Information online; 2. Enabling a Child to make Personal Information publicly available in identifiable form; or 3. Passive tracking of a Child online.",
      "Covered Mechanism": "any gameplay mechanic or element in a Covered Product or Service, such as the Genshin Impact 'Wish' system, loot boxes, or other systems, by which a player of a game may use U.S. dollars, other fiat currency, or cryptocurrency to purchase or attempt to purchase digital content or merchandise, or virtual currency necessary to purchase digital content or merchandise, where the item(s) of digital content or merchandise that will be provided are determined by chance; require numerous purchases or attempts to purchase to guarantee receipt of a specified item; or both.",
      "Covered Product or Service": "Genshin Impact or any video game or video game service, such as HoYoLAB, controlled, distributed, or operated, directly or indirectly, by Defendants, marketed, promoted, sold, or otherwise distributed or made available in the United States. For purposes of this Order, to the extent that, after entry of this Order, Defendants obtains direct or indirect control over a video game or video game service, such video game or video game service becomes a Covered Product or Service ninety (90) days after the date on which Defendants obtained such control.",
      "Defendants": "Cognosphere, LLC and Cognosphere Pte. Ltd., and their successors and assigns.",
      "Delete": "to remove Personal Information such that it is not maintained in retrievable form and cannot be retrieved in the normal course of business.",
      "Disclose, Disclosed, Disclosing, or Disclosure": "with Respect to Personal Information, for the purposes of Definitions M, U, V, W, and Provision V of this Order only: 1. The Release of Personal Information Collected by an Operator from a Child in identifiable form for any purpose, except where an Operator provides such information to a Person who provides Support for the Internal Operations of the Website or Online Service; and 2. Making Personal Information Collected by an Operator from a Child publicly available in identifiable form by any means, including but not limited to a public posting through the Internet, or through a personal home page or screen posted on a website or online service; a pen pal service; an electronic mail service; a message board; or a chat room.",
      "Early Teen": "an individual aged 13, 14, or 15 residing in the United States.",
      "Effective Date": "the date on which this Order is entered.",
      "Internet": "collectively the myriad of computer and telecommunication facilities, including equipment and operating software, which comprises the interconnected world-wide network of networks that employ the Transmission Control Protocol/Internet Protocol, or any predecessor or successor protocols to such protocol, to communicate information of all kinds by wire, radio, or other methods of transmission.",
      "Obtain, Obtained, or Obtaining Verifiable Parental Consent": "making any reasonable effort (taking into consideration available technology) to ensure that before Personal Information is Collected from a Child, a Parent of the Child: 1. Receives notice of the Operator's Personal Information Collection, use, and Disclosure practices; and 2. Authorizes any Collection, use, or Disclosure of the Personal Information.",
      "Online Contact Information": "means an email address or any other substantially similar identifier that permits direct contact with a Person online, including but not limited to, an instant messaging user identifier, a voice over internet protocol (VOIP) identifier, or a video chat identifier.",
      "Operator": "any Person who operates a website located on the Internet or an online service and who Collects or maintains Personal Information from or about the users of or visitors to such website or online service, or on whose behalf such information is Collected and maintained, or offers products or services for sale through the website or online service, where such website or online service is operated for commercial purposes involving commerce among the several States, or with one or more foreign nations; in any territory of the United States or in the District of Columbia, or between any such territory and another such territory or any State or nation; or between the District of Columbia and any State, territory, or foreign nation.",
      "Parent": "includes a legal guardian.",
      "Persistent Identifier": "an identifier that can be used to recognize a user over time and across different websites or online services. Such Persistent Identifier includes, but is not limited to, a customer number held in a cookie, an Internet Protocol (IP) address, a processor or device serial number, a mobile advertising identifier, or unique device identifier.",
      "Person": "any individual, partnership, corporation, trust, estate, cooperative, association, or other entity.",
      "Personal Information": "means individually identifiable information about an individual Collected online, including:\n1. A first and last name;\n2. A home or other physical address including street name and name of a city or town;\n3. Online Contact Information;\n4. A screen or user name where it functions in the same manner as Online Contact Information;\n5. A telephone number;\n6. A Social Security number;\n7. A Persistent Identifier;\n8. A photograph, video, or audio file where such file contains a Child's image or voice;\n9. Geolocation information sufficient to identify street name and name of a city or town; or\n10. Information concerning the Child or the Parents of that Child that the Operator Collects online from the Child and combines with a Persistent Identifier.",
      "Release of Personal Information": "the sharing, selling, renting, or transfer of Personal Information to any Third Party.",
      "Support for the Internal Operations of the Website or Online Service": "means:\n1. Those activities necessary to:\na. Maintain or analyze the functioning of the website or online service;\nb. Perform network communications;\nc. Authenticate users of, or personalize the content on, the website or online service;\nd. Serve contextual advertising on the website or online service or cap the frequency of advertising;\ne. Protect the security or integrity of the user, website, or online service;\nf. Ensure legal or regulatory compliance; and\ng. Fulfill a request of a Child as permitted by 16 C.F.R. §§ 312.5(c)(3) and (4);\n2. So long as the information Collected for the activities listed in paragraphs (1)(a)-(g) of this definition is not used or Disclosed to contact a specific individual, including through behavioral advertising, to amass a profile on a specific individual, or for any other purpose.",
      "Third Party": "for the purpose of Definition T only, any Person who is not: 1. An Operator with respect to the Collection or maintenance of Personal Information on the Website or online service; or 2. A Person who provides Support for the Internal Operations of the Website or Online Service and who does not use or Disclose information protected under the COPPA Rule (attached as Appendix A) for any other purpose.",
      "Website or Online Service Directed to Children": "a commercial website or online service, or portion thereof, that is targeted to Children."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Ban on Sales to Children and Early Teens Without a Parent's Affirmative Express Consent",
        "category": "prohibition",
        "summary": "Within six months of the Effective Date, Defendants are permanently enjoined from allowing accounts associated with Children or Early Teens to spend fiat currency or cryptocurrency in-game without first obtaining Affirmative Express Consent from a parent, following Clear and Conspicuous disclosure of key material terms.",
        "requirements": [
          {
            "description": "No later than six months after the Effective Date, Defendants must not allow accounts associated with a Child or Early Teen user to spend fiat currency or cryptocurrency in game without first obtaining Affirmative Express Consent from a parent",
            "quoted_text": "2255 IT IS ORDERED that no later than six (6) months after the Effective Date, 2266 Defendants, Defendants’ officers, agents, employees, and all other Persons in 2277 active concert or participation with any of them, who receive actual notice of this 2288 -10- Case 2:25-cv-00447 Document 3 Filed 01/17/25 Page 11 of 26 Page ID #:51 11 Order, whether acting directly or indirectly, in connection with the advertising, 22 marketing, promoting, offering for sale, or selling of any virtual currency or digital 33 content or merchandise are permanently restrained and enjoined from allowing 44 accounts associated with a Child or Early Teen user to spend fiat currency or 55 cryptocurrency in game without first obtaining the Affirmative Express Consent 66 from a Parent of that Child or Early Teen authorizing the Child or Early Teen’s 77 account to engage in fiat currency or cryptocurrency transactions. Prior to 88 obtaining the Affirmative Express Consent from a Parent of that Child or Early 99 Teen, Defendants must Clearly and Conspicuously disclose to the Parent:",
            "deadline": "6 months",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 341,
            "quote_end_line": 357
          },
          {
            "description": "Prior to obtaining Affirmative Express Consent, Defendants must Clearly and Conspicuously disclose to the Parent the material aspects of the nature and terms of the video game",
            "quoted_text": "1100 A. The material aspects of the nature and terms of the video game;",
            "deadline": "6 months",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 358,
            "quote_end_line": 358
          },
          {
            "description": "Prior to obtaining Affirmative Express Consent, Defendants must Clearly and Conspicuously disclose the presence and use of paid virtual currency including via a Covered Mechanism",
            "quoted_text": "1111 B. The presence and use of paid virtual currency in order to purchase 1122 digital content or merchandise, including via a Covered Mechanism; and",
            "deadline": "6 months",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 359,
            "quote_end_line": 360
          },
          {
            "description": "Prior to obtaining Affirmative Express Consent, Defendants must Clearly and Conspicuously disclose the material aspects of any Covered Mechanism, including that items are determined by chance or require multiple purchases, the likelihood of obtaining particular content, and the range of potential total costs in fiat currency",
            "quoted_text": "1133 C. The material aspects of the nature and terms of any Covered 1144 Mechanism including: 1155 1. That obtaining items of digital content or merchandise are 1166 determined by chance, require multiple purchases or attempts to 1177 purchase to guarantee receipt of a specified item, or both; 1188 2. The likelihood that a consumer will obtain particular digital 1199 content or merchandise; and 2200 3. The range of potential total costs in U.S. dollars, or applicable 2211 fiat currency, if a user used only fiat currency to acquire featured 2222 content.",
            "deadline": "6 months",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 361,
            "quote_end_line": 370
          },
          {
            "description": "Affirmative Express Consent may not be inferred from a consumer hovering over, muting, pausing, closing, or otherwise failing to act on content, nor obtained through a dark-pattern user interface",
            "quoted_text": "11 action, following a Clear and Conspicuous disclosure of items A to C listed above 22 under this Section. The following do not constitute Affirmative Express Consent: 33 1. Inferring consent from a consumer hovering over, muting, 44 pausing, closing, or otherwise failing to act on a given piece of 55 content; or 66 2. Obtaining consent through a user interface that has the effect of 77 subverting or impairing user autonomy, decision-making, or choice.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 381,
            "quote_end_line": 387
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Ban Against Sales of Chances via Covered Mechanism Without a Fiat Currency Direct Purchase Option",
        "category": "prohibition",
        "summary": "Within six months of the Effective Date, Defendants are permanently enjoined from offering Covered Mechanism transactions without also providing consumers a direct fiat currency purchase option, presented at the same time and clearly indicating the cost.",
        "requirements": [
          {
            "description": "No later than six months after the Effective Date, Defendants must not fail to provide consumers a means to directly purchase with fiat currency a chance to obtain digital content or merchandise via a Covered Mechanism, without requiring purchase or exchange of virtual currency; this means must be provided simultaneously with the Covered Mechanism offer and must clearly indicate the cost",
            "quoted_text": "1122 IT IS FURTHER ORDERED that no later than six (6) months after the 1133 Effective Date, Defendants, Defendants’ officers, agents, employees, and all other 1144 Persons in active concert or participation with any of them, who receive actual 1155 notice of this Order, whether acting directly or indirectly, in connection with the 1166 advertising, marketing, promoting, offering for sale, or selling of any digital 1177 content or merchandise via a Covered Mechanism, are permanently restrained and 1188 enjoined from failing to provide consumers a means to directly purchase with fiat 1199 currency a chance to obtain digital content or merchandise via a Covered 2200 Mechanism, without requiring consumers to purchase or exchange virtual 2211 currency. The means to purchase directly must be provided at the same time a 2222 Covered Mechanism is offered and must clearly indicate the cost to purchase using 2233 fiat currency.",
            "deadline": "6 months",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 392,
            "quote_end_line": 403
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Prohibition Against Misrepresentations",
        "category": "prohibition",
        "summary": "Defendants are permanently enjoined from making express or implied misrepresentations about Covered Mechanisms, the likelihood of obtaining digital content, costs, or any other material fact concerning any Covered Product or Service.",
        "requirements": [
          {
            "description": "Must not misrepresent the in-game content offered via a Covered Mechanism",
            "quoted_text": "11 in connection with the advertising, marketing, promoting, offering for sale, or 22 selling of any Covered Product or Service, are permanently restrained and enjoined 33 from misrepresenting, expressly or by implication: 44 A. The in-game content offered via a Covered Mechanism;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 413,
            "quote_end_line": 416
          },
          {
            "description": "Must not misrepresent the likelihood that a consumer will obtain any particular digital content by purchasing a chance via a Covered Mechanism",
            "quoted_text": "55 B. The likelihood that a consumer will obtain any particular digital 66 content, such as a playable character or digital item, by purchasing a chance to obtain 77 the content via a Covered Mechanism;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 417,
            "quote_end_line": 419
          },
          {
            "description": "Must not misrepresent the likelihood that a consumer will win a reward or advantage by participating in any promotional offering or sale of in-game content",
            "quoted_text": "88 C. The likelihood that a consumer will win a reward or advantage by 99 participating in any promotional offering or sale of any in-game content, such as a 1100 weapon or character;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 420,
            "quote_end_line": 422
          },
          {
            "description": "Must not misrepresent the range of potential total cost in fiat currency if a user used only fiat currency to acquire featured content via a Covered Mechanism",
            "quoted_text": "1111 D. The range of potential total cost in U.S. dollars, or applicable fiat 1122 currency, if a user used only fiat currency to acquire featured content via a Covered 1133 Mechanism;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 423,
            "quote_end_line": 425
          },
          {
            "description": "Must not misrepresent the material aspects of the nature or terms of any Covered Mechanism",
            "quoted_text": "1144 E. The material aspects of the nature or terms of any Covered Mechanism; 1155 or",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 426,
            "quote_end_line": 427
          },
          {
            "description": "Must not misrepresent any other fact material to consumers concerning any Covered Product or Service",
            "quoted_text": "1166 F. Any other fact material to consumers concerning any Covered Product 1177 or Service.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 428,
            "quote_end_line": 429
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Required Disclosures for Covered Mechanisms and Multi-Tiered Virtual Currency",
        "category": "affirmative_obligation",
        "summary": "Within six months of the Effective Date, Defendants must clearly and conspicuously disclose odds and costs at points of sale for Covered Mechanisms, disclose virtual currency bundle details, and maintain an online notice on their website and game login screen with complete odds and cost information.",
        "requirements": [
          {
            "description": "Within Defendants' video games wherever a Covered Mechanism is offered, Defendants must Clearly and Conspicuously disclose (without requiring additional consumer input) the likelihood of obtaining featured digital content or merchandise, placed in Close Proximity to that content",
            "quoted_text": "11 A. Within Defendants’ video games wherever Defendants offer or make 22 available digital content or merchandise via a Covered Mechanism, Defendants must 33 Clearly and Conspicuously disclose, without requiring any additional input from the 44 consumer: 55 1. The likelihood a consumer will obtain any digital content or 66 merchandise prominently featured or depicted at the point of sale via a 77 Covered Mechanism, or in the promotion of digital content or 88 merchandise accessible by a Covered Mechanism, placed in Close 99 Proximity to the digital content or merchandise featured or depicted;",
            "deadline": "6 months",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 445,
            "quote_end_line": 453
          },
          {
            "description": "Within Defendants' video games wherever a Covered Mechanism is offered, Defendants must Clearly and Conspicuously disclose the range of potential total costs in fiat currency to acquire featured content via a Covered Mechanism",
            "quoted_text": "1111 2. The range of potential total costs in U.S. dollars, or applicable 1122 fiat currency, if the user used only fiat currency to acquire featured 1133 digital content or merchandise via a Covered Mechanism.",
            "deadline": "6 months",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 455,
            "quote_end_line": 457
          },
          {
            "description": "At any point of sale where a bundle or package of virtual currency is made available, Defendants must Clearly and Conspicuously disclose the number of Covered Mechanism transactions the bundle provides",
            "quoted_text": "1144 B. At any point of sale at which Defendants make any bundle or package 1155 of virtual currency available for purchase within Defendants’ video games, 1166 Defendants must Clearly and Conspicuously disclose, without requiring any 1177 additional input from the consumer: 1188 1. The number of transactions that the bundle or package of virtual 1199 currency provides the consumer to obtain digital content or 2200 merchandise via a Covered Mechanism (such as a “Fate” in Genshin 2211 Impact’s Wish System); and",
            "deadline": "6 months",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 458,
            "quote_end_line": 465
          },
          {
            "description": "At any point of sale where a bundle or package of virtual currency is made available, Defendants must Clearly and Conspicuously disclose the rate of exchange in fiat currency of that virtual currency for one Covered Mechanism transaction",
            "quoted_text": "2222 2. The rate of exchange in U.S. dollars or appliable fiat currency of 2233 that virtual currency for one transaction with a Covered Mechanism.",
            "deadline": "6 months",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 466,
            "quote_end_line": 467
          },
          {
            "description": "Defendants must make easily accessible on their website and at the game login screen an online notice listing each possible featured in-game item obtainable via a Covered Mechanism and the likelihood of obtaining each, and the range of potential total costs in fiat currency to acquire featured in-game items",
            "quoted_text": "2244 C. Defendants shall make easily accessible on their website and at the 2255 game login screen, an online notice containing the following information concerning 2266 the Covered Mechanisms made available within Defendants’ video games or online 2277 services: 2288 -14- Case 2:25-cv-00447 Document 3 Filed 01/17/25 Page 15 of 26 Page ID #:55 11 1. Each possible featured in-game item that a consumer may 22 obtain via a Covered Mechanism, and for each featured in-game item 33 so identified, the likelihood that, the consumer will obtain that 44 featured item; and 55 2. The range of potential total costs in U.S. dollars, or applicable 66 fiat currency, if the user used only fiat currency to acquire featured in- 77 game items via a Covered Mechanism.",
            "deadline": "6 months",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 468,
            "quote_end_line": 483
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Injunction Concerning the Collection of Personal Information from Children",
        "category": "prohibition",
        "summary": "Defendants are permanently enjoined from violating COPPA, including failing to post required privacy notices, failing to provide direct notice to parents, and failing to obtain verifiable parental consent before collecting, using, or disclosing children's personal information.",
        "requirements": [
          {
            "description": "Must not fail to post a prominent and clearly labeled link to an online notice of information practices with regard to Children on the home or landing page and each area where Personal Information is collected from Children (unless a COPPA Rule exception applies)",
            "quoted_text": "1177 A. Failing to post a prominent and clearly labeled link to an online notice 1188 of the Operator’s information practices with regard to Children, if any, on the home 1199 or landing page or screen of its website or online service, and at each area of the 2200 website or online service where Personal Information is Collected from Children, 2211 unless the COPPA Rule (attached as Appendix A or as subsequently amended), 2222 provides an exception to providing such notice;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 493,
            "quote_end_line": 498
          },
          {
            "description": "Must not fail to make reasonable efforts to ensure a Parent of a Child receives direct notice of the Operator's practices regarding collection, use, or disclosure of Personal Information from Children, including notice of material changes (unless a COPPA Rule exception applies)",
            "quoted_text": "2233 B. Failing to make reasonable efforts, taking into account available 2244 technology, to ensure that a Parent of a Child receives direct notice of the 2255 Operator’s practices with regard to the Collection, use, or Disclosure of Personal 2266 Information from Children, including notice of any material change in the 2277 Collection, use, or Disclosure practices to which the Parent has previously 2288 -15- Case 2:25-cv-00447 Document 3 Filed 01/17/25 Page 16 of 26 Page ID #:56 11 consented, unless the COPPA Rule (attached as Appendix A or as subsequently 22 amended), provides an exception to providing such notice;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 499,
            "quote_end_line": 510
          },
          {
            "description": "Must not fail to Obtain Verifiable Parental Consent before any collection, use, or disclosure of Personal Information from Children, including consent to material changes (unless a COPPA Rule exception applies)",
            "quoted_text": "33 C. Failing to Obtain Verifiable Parental Consent before any Collection, 44 use, or Disclosure of Personal Information from Children, including consent to any 55 material change in the Collection, use, or Disclosure practices to which the Parent 66 has previously consented, unless the COPPA Rule (attached as Appendix A or as 77 subsequently amended), provides an exception to Obtaining Verifiable Parental 88 Consent; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 511,
            "quote_end_line": 516
          },
          {
            "description": "Must not violate the COPPA Rule (attached as Appendix A or as subsequently amended)",
            "quoted_text": "99 D. Violating the COPPA Rule (attached as Appendix A or as 1100 subsequently amended).",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 517,
            "quote_end_line": 518
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Injunction Concerning Children's Personal Information Previously Collected",
        "category": "affirmative_obligation",
        "summary": "Defendants must implement a neutral age gate within 120 days and delete personal information of users who do not provide age confirmation; suspend data activities for unidentified users after 180 days; delete all unidentified user data within one year of the Account Suspension Date; and submit sworn written statements to the Commission confirming compliance.",
        "requirements": [
          {
            "description": "No later than 120 days after the Effective Date, implement a neutral age gate to request and identify user age; delete all Personal Information associated with any U.S. user of Genshin Impact or HoYoLAB unless the user has confirmed age 13+ through the age gate or Defendants have provided direct notice and Obtained Verifiable Parental Consent",
            "quoted_text": "1177 A. No later than one hundred and twenty (120) days after the Effective 1188 Date, implement a neutral age gate to request the user to provide age information 1199 and identify the user’s age. Defendants shall Delete all Personal Information that 2200 is associated with any user of Genshin Impact or HoYoLAB in the United States, 2211 unless: 2222 1. The user has provided age information through a neutral age 2233 gate identifying the user as age 13 or older; or 2244 2. Defendants have provided direct notice and Obtained Verifiable 2255 Parental Consent;",
            "deadline": "120 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 525,
            "quote_end_line": 533
          },
          {
            "description": "If a user's age is not identified within 180 days after the Effective Date (the Account Suspension Date): notify the user by email that their data will be deleted if they do not provide age information, refrain from collecting Personal Information from that account, and refrain from disclosing or using Personal Information from that account (except using persistent identifiers for Internal Operations support)",
            "quoted_text": "2266 B. If the age of a particular user of an existing account is not identified 2277 2288 -16- Case 2:25-cv-00447 Document 3 Filed 01/17/25 Page 17 of 26 Page ID #:57 11 within one hundred and eighty (180) days after the Effective Date (the “Account 22 Suspension Date”), Defendants shall (1) notify such user, if email address is 33 available, that their Personal Information will be deleted if they do not provide age 44 information, (2) refrain from Collecting Personal Information from that account, 55 and (3) refrain from Disclosing or using Personal Information Collected from that 66 account, except for the use of persistent identifiers to Support the Internal 77 Operations, until and unless the age of user is identified, at which point Defendants 88 shall comply with sub-Provision VI.A. If the age of a particular user of an existing",
            "deadline": "180 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 534,
            "quote_end_line": 548
          },
          {
            "description": "If a user's age is still not identified within one year of the Account Suspension Date, delete all Personal Information collected from that account",
            "quoted_text": "99 account is still not identified within one (1) year of the Account Suspension Date, 1100 Defendants shall Delete all Personal Information Collected from that account.",
            "deadline": "1 year after Account Suspension Date",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 549,
            "quote_end_line": 550
          },
          {
            "description": "Within one year and one month of the Account Suspension Date, provide a sworn written statement to the Commission describing: all processes for providing direct notice and seeking Verifiable Parental Consent; total account counts for each consent outcome; total accounts with unidentified age and resulting deletions; any retained Personal Information under sub-Provisions VI.D or VI.E; and confirmation that all required deletions have occurred",
            "quoted_text": "1111 C. Within one (1) year and one (1) month of the Account Suspension 1122 Date, provide a written statement to the Commission, sworn under penalty of 1133 perjury, that: 1144 1. Describes all processes through which Defendants provided 1155 direct notice and sought to Obtain Verifiable Parent Consent for any 1166 accounts covered by this Provision VI; 1177 2. Identifies the total number of accounts for which (i) direct notice 1188 was provided; (ii) Defendants Obtained Verifiable Parental Consent; 1199 (iii) verifiable parental consent was affirmatively declined; and (iv) no 2200 response was provided; 2211 3. Identifies the total number of accounts for which (i) the age of 2222 the user is not identified as covered by sub-Provision VI.B; and (ii) for 2233 which the Personal Information Collected from the user was deleted 2244 when the age of the user was not identified within one (1) year of the 2255 Account Suspension Date, as covered by sub-Provision VI.B. 2266 4. Describes in detail any Personal Information Defendants retain 2277 in accordance with sub-Provisions VI.D or VI.E, the basis for such 2288 -17- Case 2:25-cv-00447 Document 3 Filed 01/17/25 Page 18 of 26 Page ID #:58 11 retention, and, as applicable, the specific government agency, law, 22 regulation, or court order that requires such retention; and 33 5. Confirms that all Personal Information required to be Deleted by 44 this Provision VI has been Deleted.",
            "deadline": "1 year and 1 month after Account Suspension Date",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 551,
            "quote_end_line": 576
          },
          {
            "description": "Persistent Identifiers that Defendants are otherwise required to delete need not be deleted to the extent they are used solely to Support the Internal Operations of Genshin Impact and/or HoYoLAB",
            "quoted_text": "66 D. Persistent Identifiers that Defendants are otherwise required to Delete 77 by this Provision VI need not be Deleted to the extent they are used solely for 88 Support for the Internal Operations of Genshin Impact and/or HoYoLAB; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 578,
            "quote_end_line": 580
          },
          {
            "description": "Personal Information that must otherwise be deleted may be retained and disclosed as required by a government agency or by law, regulation, or court order; within 30 days after the retention obligation ends, Defendants must delete such information and submit an additional sworn written statement to the Commission confirming deletion",
            "quoted_text": "99 E. Personal Information that Defendants are otherwise required to Delete 1100 by this Provision VI may be retained, and may be disclosed, as requested by a 1111 government agency or required by law, regulation, or court order. Within thirty (30) 1122 days after the obligation to retain any such Personal Information has ended, 1133 Defendants shall Delete such Personal Information and provide an additional written 1144 statement to the Commission, sworn under penalty of perjury, confirming that 1155 Defendants have deleted such Personal Information.",
            "deadline": "30 days after retention obligation ends",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 581,
            "quote_end_line": 587
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Monetary Judgments",
        "category": "affirmative_obligation",
        "summary": "A civil penalty judgment of $20,000,000 is entered jointly and severally against Defendants, payable to the U.S. Treasury within 14 days of entry of the Order by electronic fund transfer.",
        "requirements": [
          {
            "description": "Judgment of $20,000,000 is entered in favor of Plaintiff against Defendants, jointly and severally, as a civil penalty",
            "quoted_text": "1188 A. Judgment in the amount of Twenty Million Dollars ($20,000,000) is 1199 entered in favor of Plaintiff against Defendants, jointly and severally, as a civil 2200 penalty.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 590,
            "quote_end_line": 592
          },
          {
            "description": "Defendants must pay $20,000,000 to the Treasurer of the United States within 14 days of entry of this Order by electronic fund transfer in accordance with instructions provided by a representative of Plaintiff",
            "quoted_text": "2211 B. Defendants are ordered to pay to Plaintiff, by making payment to the 2222 Treasurer of the United States, Twenty Million Dollars ($20,000,000) which, as 2233 Defendants stipulate, their undersigned counsel holds in escrow for no purpose other 2244 than payment to Plaintiff. Such payment must be made within fourteen (14) days of 2255 entry of this Order by electronic fund transfer in accordance with instructions 2266 provided by a representative of Plaintiff.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 593,
            "quote_end_line": 598
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Additional Monetary Provisions",
        "category": "affirmative_obligation",
        "summary": "Defendants relinquish all rights to assets transferred under the Order, facts in the Complaint may be taken as true in subsequent civil litigation, and Defendants must submit their Taxpayer Identification Numbers to the Commission.",
        "requirements": [
          {
            "description": "Defendants relinquish dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek the return of any assets",
            "quoted_text": "33 A. Defendants relinquish dominion and all legal and equitable right, title, 44 and interest in all assets transferred pursuant to this Order and may not seek the 55 return of any assets.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 607,
            "quote_end_line": 609
          },
          {
            "description": "The facts alleged in the Complaint will be taken as true, without further proof, in any subsequent civil litigation by or on behalf of the Commission to enforce rights to any payment or monetary judgment pursuant to this Order",
            "quoted_text": "66 B. The facts alleged in the Complaint will be taken as true, without 77 further proof, in any subsequent civil litigation by or on behalf of the Commission 88 including in a proceeding to enforce its rights to any payment or monetary 99 judgment pursuant to this Order, such as a nondischargeability complaint in any 1100 bankruptcy case.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 610,
            "quote_end_line": 614
          },
          {
            "description": "Defendants must submit their Taxpayer Identification Numbers to the Commission, which may be used for collecting and reporting on any delinquent amount arising out of this Order",
            "quoted_text": "1111 C. Defendants acknowledge that their Taxpayer Identification Numbers 1122 (Social Security Numbers or Employer Identification Numbers), which Defendants 1133 must submit to the Commission, may be used for collecting and reporting on any 1144 delinquent amount arising out of this Order, in accordance with 31 U.S.C. § 7701.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 615,
            "quote_end_line": 618
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Each Defendant must submit a sworn acknowledgment of receipt of the Order within 10 days, deliver copies of the Order to key personnel within 10 days (and to new personnel before they assume responsibilities), and obtain signed acknowledgments from all recipients within 30 days of delivery.",
        "requirements": [
          {
            "description": "Each Defendant must submit to the Commission a sworn acknowledgment of receipt of this Order within 10 days of entry of this Order",
            "quoted_text": "1188 A. Each Defendant, within ten (10) days of entry of this Order, must 1199 submit to the Commission an acknowledgment of receipt of this Order, sworn 2200 under penalty of perjury.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 622,
            "quote_end_line": 624
          },
          {
            "description": "For five years after entry of this Order, each Defendant must deliver a copy of this Order to: all principals, officers, directors, and LLC managers and members; all employees, agents, and representatives with managerial responsibilities related to this Order; all persons paid to promote any product or service offered by Defendants; and any business entity resulting from a structural change. Delivery must occur within 10 days for current personnel, and before new personnel assume their responsibilities",
            "quoted_text": "2211 B. For five (5) years after entry of this Order, each Defendant must 2222 deliver a copy of this Order to: (1) all principals, officers, directors, and LLC 2233 managers and members; (2) all employees, agents, and representatives having 2244 managerial responsibilities for conduct related to the subject matter of the Order; 2255 (3) all Persons who are paid or otherwise compensated to promote any product or 2266 service offered by Defendants; and (4) any business entity resulting from any 2277 change in structure as set forth in the Provision titled Compliance Reporting. 2288 -19- Case 2:25-cv-00447 Document 3 Filed 01/17/25 Page 20 of 26 Page ID #:60 11 Delivery must occur within ten (10) days of entry of this Order for current 22 personnel. For all others, delivery must occur before they assume their 33 responsibilities.",
            "deadline": "10 days for current personnel; before assumption of responsibilities for new personnel",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 625,
            "quote_end_line": 639
          },
          {
            "description": "From each individual or entity to which a Defendant delivered a copy of the Order, that Defendant must obtain a signed and dated acknowledgment of receipt within 30 days",
            "quoted_text": "44 C. From each individual or entity to which a Defendant delivered a copy 55 of this Order, that Defendant must obtain, within thirty (30) days, a signed and 66 dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 640,
            "quote_end_line": 642
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Each Defendant must submit a sworn compliance report one year after entry of the Order covering contact information, business details, Covered Products/Services, and compliance status; provide sworn compliance notices within 14 days of any structural or contact changes for 10 years; notify the Commission of any bankruptcy filing within 14 days; and submit all required materials to the Commission by email or overnight courier.",
        "requirements": [
          {
            "description": "One year after entry of this Order, each Defendant must submit a sworn compliance report identifying primary contact information, all business names and addresses, a description of each Covered Product or Service and related Covered Mechanisms, a detailed description of compliance with each provision of this Order, and copies of all Order Acknowledgments obtained",
            "quoted_text": "1100 A. One (1) year after entry of this Order, each Defendant must submit a 1111 compliance report, sworn under penalty of perjury: 1122 1. Each Defendant must: (a) identify the primary physical, postal, 1133 and email address and telephone number, as designated points of 1144 contact, which representatives of the Commission and Plaintiff may 1155 use to communicate with that Defendant; (b) identify all of that 1166 Defendant’s businesses by all of their names, telephone numbers, and 1177 physical, postal, email, and Internet addresses; (c) describe each 1188 Covered Product or Service, including the means of advertising, 1199 marketing, and sales and the nature, terms, and use of any Covered 2200 Mechanisms; (d) describe in detail whether and how that Defendant is 2211 in compliance with each provision of this Order; and (e) provide a 2222 copy of each Order Acknowledgment obtained pursuant to this Order, 2233 unless previously submitted to the Commission.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 646,
            "quote_end_line": 659
          },
          {
            "description": "For ten years after entry of this Order, each Defendant must submit a sworn compliance notice within 14 days of any change to a designated point of contact or to the structure of any Defendant or related entity that may affect compliance obligations",
            "quoted_text": "2244 B. For ten (10) years after entry of this Order, each Defendant must 2255 submit a compliance notice, sworn under penalty of perjury, within 14 days of any 2266 change in the following: 2277 2288 -20- Case 2:25-cv-00447 Document 3 Filed 01/17/25 Page 21 of 26 Page ID #:61 11 1. Each Defendant must report any change in: (a) any designated 22 point of contact; or (b) the structure of any Defendant or any entity 33 that Defendant has any ownership interest in or controls directly or 44 indirectly that may affect compliance obligations arising under this 55 Order, including: creation, merger, sale, or dissolution of the entity or 66 any subsidiary, parent, or affiliate that engages in any acts or practices 77 subject to this Order.",
            "deadline": "14 days of any qualifying change, for 10 years",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 660,
            "quote_end_line": 675
          },
          {
            "description": "Each Defendant must submit to the Commission notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding within 14 days of its filing",
            "quoted_text": "88 C. Each Defendant must submit to the Commission notice of the filing of 99 any bankruptcy petition, insolvency proceeding, or similar proceeding by or 1100 against such Defendant within fourteen (14) days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 676,
            "quote_end_line": 678
          },
          {
            "description": "All submissions required to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, concluding with a declaration of truthfulness, date, signatory's full name, title, and signature",
            "quoted_text": "1111 D. Any submission to the Commission required by this Order to be 1122 sworn under penalty of perjury must be true and accurate and comply with 28 1133 U.S.C. § 1746, such as by concluding: “I declare under penalty of perjury under 1144 the laws of the United States of America that the foregoing is true and correct. 1155 Executed on: _____” and supplying the date, signatory’s full name, title (if 1166 applicable), and signature.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 679,
            "quote_end_line": 684
          },
          {
            "description": "Unless otherwise directed in writing, all submissions to the Commission must be emailed to DEbrief@ftc.gov or sent by overnight courier to the Associate Director for Enforcement, Bureau of Consumer Protection, FTC, 600 Pennsylvania Avenue NW, Washington, DC 20580, with the subject line beginning 'United States v. Cognosphere, LLC et al., FTC File No. 2223152'",
            "quoted_text": "1177 E. Unless otherwise directed by a Commission representative in writing, 1188 all submissions to the Commission pursuant to this Order must be emailed to 1199 DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: 2200 Associate Director for Enforcement, Bureau of Consumer Protection, Federal 2211 Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The 2222 subject line must begin: “United States v. Cognosphere, LLC et al., FTC File No. 2233 2223152.”",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 685,
            "quote_end_line": 691
          }
        ]
      },
      {
        "provision_number": "XI",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Each Defendant must create specified records for 10 years after entry of the Order and retain each record for 5 years, covering accounting revenues, personnel records, consumer complaints and refund requests, and all records necessary to demonstrate full compliance.",
        "requirements": [
          {
            "description": "Each Defendant must create and retain accounting records showing the revenues from each Covered Product or Service, for 10 years after entry of the Order (retaining each record for 5 years)",
            "quoted_text": "2255 IT IS FURTHER ORDERED that each Defendant must create certain records 2266 for ten (10) years after entry of the Order, and retain each such record for five (5) 2277 years. Specifically, each Defendant must create and retain the following records: 2288 -21- Case 2:25-cv-00447 Document 3 Filed 01/17/25 Page 22 of 26 Page ID #:62 11 A. Accounting records showing the revenues from each Covered Product 22 or Service;",
            "deadline": "10 years creation / 5 years retention",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 693,
            "quote_end_line": 702
          },
          {
            "description": "Each Defendant must create and retain personnel records for each person providing services in connection with any Covered Product or Service, showing name, addresses, telephone numbers, job title or position, dates of service, and reason for termination if applicable",
            "quoted_text": "33 B. Personnel records showing, for each Person providing services in 44 connection with any Covered Product or Service, whether as an employee or 55 otherwise, that Person’s: name; addresses; telephone numbers; job title or 66 position; dates of service; and (if applicable) the reason for termination.",
            "deadline": "10 years creation / 5 years retention",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 703,
            "quote_end_line": 706
          },
          {
            "description": "Each Defendant must create and retain copies or records of all consumer complaints and refund requests concerning the subject matter of the Order, whether received directly or through any U.S. federal or state government regulatory authority",
            "quoted_text": "77 C. Copies or records of all consumer complaints and refund requests 88 concerning the subject matter of the Order, whether received directly or through any 99 U.S. federal or state government regulatory authority; and",
            "deadline": "10 years creation / 5 years retention",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 707,
            "quote_end_line": 709
          },
          {
            "description": "Each Defendant must create and retain all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission",
            "quoted_text": "1100 D. All records necessary to demonstrate full compliance with each 1111 provision of this Order, including all submissions to the Commission.",
            "deadline": "10 years creation / 5 years retention",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 710,
            "quote_end_line": 711
          }
        ]
      },
      {
        "provision_number": "XII",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission and Plaintiff are authorized to monitor Defendants' compliance by requesting additional reports, conducting depositions and discovery, communicating directly with Defendants and their personnel, and using undercover methods, all without further leave of court.",
        "requirements": [
          {
            "description": "Within 14 days of receipt of a written request from a representative of the Commission or Plaintiff, each Defendant must submit additional compliance reports or other requested information (sworn under penalty of perjury), appear for depositions, and produce documents for inspection and copying; the Commission and Plaintiff are also authorized to obtain discovery using Federal Rules of Civil Procedure 29, 30, 31, 33, 34, 36, 45, and 69",
            "quoted_text": "1155 A. Within fourteen (14) days of receipt of a written request from a 1166 representative of the Commission or Plaintiff, each Defendant must: submit 1177 additional compliance reports or other requested information, which must be sworn 1188 under penalty of perjury; appear for depositions, and produce documents for 1199 inspection and copying. The Commission and Plaintiff are also authorized to 2200 obtain discovery, without further leave of court, using any of the procedures 2211 prescribed by Federal Rules of Civil Procedure 29, 30 (including telephonic 2222 depositions), 31, 33, 34, 36, 45, and 69, provided that Defendants, after attempting 2233 to resolve a dispute without court action and for good cause shown, may file a 2244 motion with this Court seeking an order for one or more of the protections set forth 2255 in Rule 26(c).",
            "deadline": "14 days of written request",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 715,
            "quote_end_line": 725
          },
          {
            "description": "The Commission and Plaintiff are authorized to communicate directly with each Defendant; Defendants must permit representatives of the Commission and Plaintiff to interview any employee or affiliated person who has agreed to such an interview (with counsel present if desired)",
            "quoted_text": "2266 B. For matters concerning this Order, the Commission and Plaintiff are 2277 authorized to communicate directly with each Defendant. Defendants must permit 2288 -22- Case 2:25-cv-00447 Document 3 Filed 01/17/25 Page 23 of 26 Page ID #:63 11 representatives of the Commission and Plaintiff to interview any employee or other 22 Person affiliated with any Defendant who has agreed to such an interview. The 33 Person may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 726,
            "quote_end_line": 735
          },
          {
            "description": "The Commission and Plaintiff may use all other lawful means, including posing as consumers, suppliers, or other individuals or entities, without the necessity of identification or prior notice; nothing in this Order limits the Commission's lawful use of compulsory process pursuant to Sections 9 and 20 of the FTC Act",
            "quoted_text": "44 C. The Commission and Plaintiff may use all other lawful means, 55 including posing, through its representatives as consumers, suppliers, or other 66 individuals or entities, to Defendants or any individual or entity affiliated with 77 Defendants, without the necessity of identification or prior notice. Nothing in this 88 Order limits the Commission’s lawful use of compulsory process, pursuant to 99 Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 736,
            "quote_end_line": 741
          }
        ]
      },
      {
        "provision_number": "XIII",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction over this matter for purposes of construction, modification, and enforcement of the Order.",
        "requirements": [
          {
            "description": "This Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order",
            "quoted_text": "1111 IT IS FURTHER ORDERED that this Court retains jurisdiction of this 1122 matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 743,
            "quote_end_line": 744
          }
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "01.25, Cognosphere Complaint.pdf",
      "order": "01.25, Cognosphere Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 5,
      "complaint_representations": 6,
      "order_provisions": 13,
      "order_definitions": 23,
      "order_requirements": 48,
      "provisions_per_section": {
        "I": 5,
        "II": 1,
        "III": 6,
        "IV": 5,
        "V": 4,
        "VI": 6,
        "VII": 2,
        "VIII": 3,
        "IX": 3,
        "X": 5,
        "XI": 4,
        "XII": 3,
        "XIII": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 4
      },
      "verification_details": {
        "complaint_verified": 6,
        "complaint_total": 6,
        "order_verified": 48,
        "order_total": 48
      }
    },
    "processing_time_seconds": 480.7
  }
}