{
  "case_info": {
    "docket_number": "C-4782",
    "company": {
      "name": "Chegg, Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "3990 Freedom Circle, Santa Clara, CA 95054",
      "business_description": "Chegg markets and sells direct-to-student educational products and services, including selling and renting textbooks through its 'Required Materials' service, and online learning aids such as online tutoring, writing assistance, a math-problem solver, and answers to common textbook questions through its 'Chegg Services' products."
    },
    "commissioners": [
      "Lina M. Khan, Chair",
      "Noah Joshua Phillips",
      "Rebecca Kelly Slaughter",
      "Christine S. Wilson",
      "Alvaro M. Bedoya"
    ],
    "date_issued": "2023",
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act",
    "violation_type": "unfair",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/chegg"
  },
  "complaint": {
    "factual_background": "Chegg, Inc., an educational services company serving high school and college students, failed to implement reasonable security measures to protect sensitive personal information including scholarship search data, financial information, and Social Security numbers. Between 2017 and 2020, Chegg suffered four separate data breaches affecting approximately 40 million users and 700 employees due to inadequate access controls, lack of encryption, failure to provide security training, and poor monitoring. The company's security failures included sharing AWS root credentials, storing data in plain text, using outdated cryptographic hash functions, and failing to implement multi-factor authentication.",
    "representations_made": [
      {
        "description": "Claimed to take commercially reasonable security measures to protect personal information during transmission and after receipt",
        "quoted_text": "Chegg takes commercially reasonable security measures to protect the Personal Information submitted to us, both during transmission and once we receive it.",
        "source_paragraph": 24
      },
      {
        "description": "Claimed to take steps to ensure information is treated securely",
        "quoted_text": "We take steps to ensure that your information is treated securely and in accordance with this Privacy Policy.",
        "source_paragraph": 25
      },
      {
        "description": "Represented that it implemented reasonable measures to protect personal information against unauthorized access",
        "quoted_text": "Chegg has represented, directly or indirectly, expressly or by implication, that it implemented reasonable measures to protect personal information against unauthorized access.",
        "source_paragraph": 27
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Unfair Data Security Practices",
        "representation": "Chegg engaged in unfair data security practices by failing to employ reasonable and appropriate measures to protect personal information",
        "fact": "Chegg's failures included not implementing reasonable access controls, storing data in plain text without encryption, using outdated cryptographic hash functions, failing to provide security training, and failing to adequately monitor networks, which led to four separate data breaches exposing sensitive information of approximately 40 million users and 700 employees",
        "conclusion": "Chegg's failure to employ reasonable and appropriate measures to protect personal information caused or is likely to cause substantial injury to consumers that is not outweighed by countervailing benefits to consumers or competition and is not reasonably avoidable by consumers themselves. This practice is an unfair act or practice."
      },
      {
        "count_number": 2,
        "title": "Data Security Misrepresentations",
        "representation": "Chegg represented that it implemented reasonable measures to protect personal information against unauthorized access",
        "fact": "Chegg did not implement reasonable measures to protect personal information against unauthorized access, as evidenced by failures to implement access controls, encryption, multi-factor authentication, security training, adequate monitoring, and other basic security practices",
        "conclusion": "Therefore, the representation set forth in Paragraph 27 is false or misleading."
      }
    ]
  },
  "order": {
    "definitions": {
      "Covered Business": "(1) Corporate Respondent; and (2) any business that Corporate Respondent controls, directly or indirectly.",
      "Corporate Respondent": "Drizly, LLC, and its successors and assigns.",
      "Covered Incident": "any incident that results in a Covered Business notifying, pursuant to a statutory or regulatory requirement, any U.S. federal, state, or local government entity that information of or about an individual consumer was, or is reasonably believed to have been, accessed, acquired, or publicly exposed without authorization.",
      "Covered Information": "information from or about an individual consumer, including: (a) a first and last name; (b) a home or physical address; (c) an email address or other online contact information, such as an instant messaging user identifier or a screen name; (d) a mobile or other telephone number; (e) a driver's license or other government-issued identification number; (f) date of birth; (g) Geolocation information sufficient to identify street name and name of a city or town; (h) credit or debit card information (including a partial credit or debit card number); (i) User identifier, or other persistent identifier that can be used to recognize a User over time and across different devices, websites, or online services; or (j) User account credentials, such as a login name and password (whether plain text, encrypted, hashed, and/or salted).",
      "Delete": "to remove Covered Information such that it is not maintained in retrievable form and cannot be retrieved in the normal course of business.",
      "Individual Respondent": "James Cory Rellas.",
      "Relevant Business": "any business other than a Covered Business that collects, uses, discloses, or stores Covered Information from 25,000 or more individual consumers.",
      "Respondents": "the Corporate Respondent and the Individual Respondent, individually, collectively, or in any combination.",
      "User": "an individual consumer from whom Covered Business has obtained information for the purpose of providing access to a Respondent's products and services."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations",
        "category": "prohibition",
        "summary": "Corporate Respondent must not misrepresent the extent to which it collects, uses, protects, or discloses Covered Information, or the extent of any Covered Incident.",
        "requirements": [
          {
            "description": "Must not misrepresent the extent to which Corporate Respondent collects, uses, discloses, maintains, Deletes, or permits or denies access to any Covered Information",
            "quoted_text": "IT IS ORDERED that Corporate Respondent and Corporate Respondent's officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with any product or service, must not misrepresent in any manner, expressly or by implication: A. The extent to which Corporate Respondent collects, uses, discloses, maintains, Deletes, or permits or denies access to any Covered Information",
            "deadline": null,
            "verified": true,
            "confidence": 0.8415384615384616
          },
          {
            "description": "Must not misrepresent the extent to which Corporate Respondent otherwise protects the privacy, security, availability, confidentiality, or integrity of any Covered Information",
            "quoted_text": "B. The extent to which Corporate Respondent otherwise protects the privacy, security, availability, confidentiality, or integrity of any Covered Information",
            "deadline": null,
            "verified": true,
            "confidence": 0.9936963696369637
          },
          {
            "description": "Must not misrepresent the extent of any Covered Incident or unauthorized disclosure, misuse, loss, theft, alteration, destruction, or other compromise of Covered Information",
            "quoted_text": "C. The extent of any Covered Incident or unauthorized disclosure, misuse, loss, theft, alteration, destruction, or other compromise of Covered Information.",
            "deadline": null,
            "verified": true,
            "confidence": 0.7545787545787546
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Mandated Deletion and Data Minimization",
        "category": "affirmative_obligation",
        "summary": "Corporate Respondent must delete all unnecessary Covered Information within 60 days and refrain from collecting or maintaining unnecessary Covered Information going forward.",
        "requirements": [
          {
            "description": "Delete or destroy all Covered Information not being used or retained in connection with providing products or services to customers",
            "quoted_text": "IT IS FURTHER ORDERED that Corporate Respondent must: A. Within 60 days after the issuance date of this Order, Delete or destroy all Covered Information that is not being used or retained in connection with providing products or services to Corporate Respondent's customers, and provide a written statement to the Commission, pursuant to the Provision entitled Compliance Report and Notices, confirming that all such data has been Deleted or destroyed specifically enumerating which types of information were Deleted or destroyed",
            "deadline": "60 days",
            "verified": false,
            "confidence": 0.3971631205673759
          },
          {
            "description": "Refrain from collecting or maintaining any Covered Information not necessary for the specific purpose(s) provided in the retention schedule",
            "quoted_text": "B. Refrain from collecting or maintaining any Covered Information not necessary for the specific purpose(s) provided in the retention schedule required under Provision III entitled Data Retention Limits.",
            "deadline": null,
            "verified": false,
            "confidence": 0.42857142857142855
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Data Retention Limits",
        "category": "affirmative_obligation",
        "summary": "Corporate Respondent must document, adhere to, and publicly publish a retention schedule for Covered Information that specifies purposes, business needs, and deletion timeframes.",
        "requirements": [
          {
            "description": "Document, adhere to, and make publicly available on its website(s) or app(s) a retention schedule for Covered Information",
            "quoted_text": "IT IS FURTHER ORDERED that Corporate Respondent, in connection with the collection, maintenance, use, or disclosure of, or provision of access to, Covered Information, must: A. Within 60 days of issuance of this Order, document, adhere to, and make publicly available on its website(s) or app(s), a retention schedule for Covered Information, setting forth: (1) the purpose or purposes for which each type of Covered Information is collected; (2) the specific business needs for retaining each type of Covered Information; and (3) a set timeframe for Deletion of each type of Covered Information that precludes indefinite retention of any Covered Information",
            "deadline": "60 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Provide a written statement to the Commission describing the retention schedule made publicly available",
            "quoted_text": "B. Within 60 days after the issuance date of this Order, Corporate Respondent shall provide a written statement to the Commission, pursuant to the Provision entitled Compliance Report and Notices, describing the retention schedule for Covered Information made publicly available on its website(s) or app(s)",
            "deadline": "60 days",
            "verified": false,
            "confidence": 0.46153846153846156
          },
          {
            "description": "Update retention schedule before collecting any new type of information related to consumers",
            "quoted_text": "C. Prior to collecting any new type of information related to consumers that was not being collected as of the issuance date of this Order, and is not described in retention schedules published in accordance with sub-Provision A of this Provision entitled Data Retention Limits, Corporate Respondent must update its retention schedule setting forth: (1) the purpose or purposes for which the new information is collected; (2) the specific business needs for retaining the new information; and (3) a set timeframe for Deletion of the new information that precludes indefinite retention.",
            "deadline": null,
            "verified": true,
            "confidence": 0.75
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Mandated Information Security Program for Covered Businesses",
        "category": "affirmative_obligation",
        "summary": "Corporate Respondent must establish and maintain a comprehensive information security program within 60 days that includes written documentation, board reporting, risk assessments, safeguards, testing, and service provider oversight.",
        "requirements": [
          {
            "description": "Establish and implement, and thereafter maintain, a comprehensive information security program",
            "quoted_text": "IT IS FURTHER ORDERED that Corporate Respondent and any business that Corporate Respondent controls, directly or indirectly, in connection with the collection, maintenance, use, or disclosure of, or provision of access to, Covered Information, must each, within 60 days of the effective date of this Order, establish and implement, and thereafter maintain, a comprehensive information security program (\"Information Security Program\") that protects the security, confidentiality, and integrity of such Covered Information.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 0.9046518105849582
          },
          {
            "description": "Document in writing the content, implementation, and maintenance of the Information Security Program",
            "quoted_text": "A. Document in writing the content, implementation, and maintenance of the Information Security Program",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide the written Information Security Program to board of directors or senior officer at least once every 12 months and promptly after a Covered Incident",
            "quoted_text": "B. Provide the written Information Security Program and any evaluations thereof or updates thereto to any Covered Business' board of directors or governing body or, if no such board or equivalent governing body exists, to a senior officer of the Covered Business responsible for the business' Information Security Program at least once every 12 months and promptly (not to exceed 30 days) after a Covered Incident",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.8245879458794588
          },
          {
            "description": "Designate a qualified employee or employees to coordinate and be responsible for the Information Security Program",
            "quoted_text": "C. Designate a qualified employee or employees to coordinate and be responsible for the Information Security Program",
            "deadline": null,
            "verified": true,
            "confidence": 0.9663636363636364
          },
          {
            "description": "Assess and document internal and external risks at least once every 12 months and promptly following a Covered Incident",
            "quoted_text": "D. Assess and document, at least once every 12 months and promptly (not to exceed 30 days) following a Covered Incident, internal and external risks to the security, confidentiality, or integrity of Covered Information that could result in the (1) unauthorized collection, maintenance, alteration, use, disclosure of, or provision of access to, Covered Information; or the (2) misuse, loss, theft, alteration, destruction, or other compromise of such information",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Design, implement, maintain, and document safeguards that control for identified risks",
            "quoted_text": "E. Design, implement, maintain, and document safeguards that control for the internal and external risks Covered Businesses identify to the security, confidentiality, or integrity of Covered Information identified in response to sub-Provision D of the Provision entitled Mandated Information Security Program for Covered Businesses. Each safeguard must be based on the volume and sensitivity of the Covered Information that is at risk, and the likelihood that the risk could be realized and result in the (1) unauthorized collection, maintenance, use, disclosure of, or provision of access to, Covered Information; or the (2) misuse, loss, theft, alteration, destruction, or other compromise of such information.",
            "deadline": null,
            "verified": true,
            "confidence": 0.7848526240115026
          },
          {
            "description": "Assess the sufficiency of safeguards at least once every 12 months and promptly following a Covered Incident",
            "quoted_text": "F. Assess, at least once every 12 months and promptly (not to exceed 30 days) following a Covered Incident, the sufficiency of any safeguards in place to address the risks to the security, confidentiality, or integrity of Covered Information, and modify the Information Security Program based on the results",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.9938932496075353
          },
          {
            "description": "Test and monitor the effectiveness of safeguards at least once every 12 months and promptly following a Covered Incident",
            "quoted_text": "G. Test and monitor the effectiveness of the safeguards in place at least once every 12 months and promptly (not to exceed 30 days) following a Covered Incident, and modify the Information Security Program based on the results. Such testing and monitoring must include: (1) vulnerability testing of each Covered Business' network and applications once every 4 months and promptly (not to exceed 30 days) after a Covered Incident; and (2) penetration testing of each Covered Business' network(s) and applications at least once every 12 months and promptly (not to exceed 30 days) after a Covered Incident",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.8458590308370044
          },
          {
            "description": "Select and retain service providers capable of safeguarding Covered Information and contractually require them to maintain safeguards",
            "quoted_text": "H. Select and retain service providers capable of safeguarding Covered Information they access through or receive from each Covered Business, and contractually require service providers to implement and maintain safeguards sufficient to address the internal and external risks to the security, confidentiality, or integrity of Covered Information",
            "deadline": null,
            "verified": true,
            "confidence": 0.9746064139941691
          },
          {
            "description": "Evaluate and adjust the Information Security Program at least once every 12 months",
            "quoted_text": "I. Evaluate and adjust the Information Security Program in light of any changes to a Covered Business' operations or business arrangements, a Covered Incident, new or more efficient technological or operational methods to control for the risks identified in sub-Provision D of the Provision entitled Mandated Information Security Program for Covered Businesses, or any other circumstances that a Covered Business or its officers, agents, or employees know or have reason to know may have an impact on the effectiveness of the Information Security Program or any of its individual safeguards. At a minimum, each Covered Business must evaluate the Information Security Program at least once every 12 months and modify the Information Security Program based on the results.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Third Party Information Security Assessments for Covered Businesses",
        "category": "assessment",
        "summary": "Corporate Respondent must obtain initial and biennial third-party assessments of its Information Security Program for 20 years.",
        "requirements": [
          {
            "description": "Obtain initial and biennial assessments from a qualified, objective, independent third-party professional",
            "quoted_text": "IT IS FURTHER ORDERED that, in connection with compliance with the Provision entitled Mandated Information Security Program for Covered Businesses, Corporate Respondent must obtain initial and biennial assessments (\"Assessments\"): A. The Assessments must be obtained from a qualified, objective, independent third-party professional (\"Assessor\"), who: (1) uses procedures and standards generally accepted in the profession; (2) conducts an independent review of the Information Security Program; and (3) retains all documents relevant to each Assessment for 5 years after completion of such Assessment and will provide such documents to the Commission within 10 days of receipt of a written request from a representative of the Commission.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Provide the Associate Director with the name, affiliation, and qualifications of the proposed Assessor for approval",
            "quoted_text": "B. For each Assessment, Corporate Respondent must provide the Associate Director for Enforcement for the Bureau of Consumer Protection at the Federal Trade Commission with the name, affiliation, and qualifications of the proposed Assessor, whom the Associate Director shall have the authority to approve in their sole discretion.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Ensure the reporting period for Assessments covers the first 180 days after the Information Security Program has been put in place for the initial Assessment, and each two-year period thereafter for 20 years",
            "quoted_text": "C. The reporting period for the Assessments must cover: (1) the first 180 days after the Mandated Information Security Program for Covered Businesses required by Provision IV of this Order has been put in place for the initial Assessment; and (2) each two-year period thereafter for 20 years after issuance of the Order for the biennial Assessments.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Complete each Assessment within 60 days after the end of the reporting period",
            "quoted_text": "E. Each Assessment must be completed within 60 days after the end of the reporting period to which the Assessment applies.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit an unredacted and proposed redacted copy of the initial Assessment to the Commission within 10 days after completion",
            "quoted_text": "Unless otherwise directed by a Commission representative in writing, Corporate Respondent must submit an unredacted copy of the initial Assessment and a proposed redacted copy suitable for public disclosure of the initial Assessment to the Commission within 10 days after the Assessment has been completed via email to DEbrief@ftc.gov or by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Retain unredacted and proposed redacted copies of each subsequent biennial Assessment until the Order is terminated and provide to the Associate Director within ten (10) days of request",
            "quoted_text": "Corporate Respondent must retain an unredacted copy of each subsequent biennial Assessment as well as a proposed redacted copy of each subsequent biennial Assessment suitable for public disclosure until the Order is terminated and must provide each such Assessment to the Associate Director for Enforcement within ten (10) days of request.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Cooperation with Third-Party Information Security Assessor",
        "category": "affirmative_obligation",
        "summary": "Respondents must provide the Assessor with all relevant information, access to networks and IT assets, and must not misrepresent any material facts.",
        "requirements": [
          {
            "description": "Provide or otherwise make available to the Assessor all information and material relevant to the Assessment for which there is no reasonable claim of privilege",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents, whether acting directly or indirectly, in connection with any Assessment required by the Provision entitled Third Party Information Security Assessments for Covered Businesses must: A. Provide or otherwise make available to the Assessor all information and material in their possession, custody, or control that is relevant to the Assessment for which there is no reasonable claim of privilege",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Provide or otherwise make available to the Assessor information about Corporate Respondent's networks and all information technology assets",
            "quoted_text": "B. Provide or otherwise make available to the Assessor information about Corporate Respondent's networks and all of Corporate Respondent's information technology assets so that the Assessor can determine the scope of the Assessment, and visibility to those portions of the networks and information technology assets deemed in scope",
            "deadline": null,
            "verified": true,
            "confidence": 0.8094594594594595
          },
          {
            "description": "Disclose all material facts to the Assessor and not misrepresent any fact material to the Assessor's work",
            "quoted_text": "C. Disclose all material facts to the Assessor, and not misrepresent in any manner, expressly or by implication, any fact material to the Assessor's: (1) determination of whether Corporate Respondent has implemented and maintained the Mandated Information Security Program for Covered Businesses; (2) assessment of the effectiveness of the Corporate Respondent's implementation and maintenance of sub-Provisions A-I of the required Mandated Information Security Program for Covered Businesses; or (3) identification of any gaps or weaknesses in, or instances of material noncompliance with, the Mandated Information Security Program for Covered Businesses.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Mandated Information Security Program for Certain Businesses of the Individual Respondent",
        "category": "affirmative_obligation",
        "summary": "For 10 years, Individual Respondent must ensure any Relevant Business where he is majority owner or senior officer with security responsibility has established and maintains a comprehensive information security program.",
        "requirements": [
          {
            "description": "For any Relevant Business that Individual Respondent is majority owner or employed as CEO or senior officer with security responsibility, ensure within 180 days that the business has established and maintains a comprehensive information security program",
            "quoted_text": "IT IS FURTHER ORDERED that, for 10 years after issuance of this Order, Individual Respondent, for any Relevant Business that he is: 1) majority owner; or 2) employed or functions as a Chief Executive Officer or other senior officer with direct or indirect responsibility for information security, must within 180 days ensure that the business has established and implemented, and thereafter maintains, a comprehensive information security program (\"Business ISP\") that protects the security, confidentiality, and integrity of Covered Information.",
            "deadline": "180 days",
            "verified": false,
            "confidence": 0.4157608695652174
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Annual Certification",
        "category": "compliance_reporting",
        "summary": "Corporate Respondent must provide annual certifications to the Commission confirming compliance with the Order and describing all Covered Incidents.",
        "requirements": [
          {
            "description": "Provide annual certification from CEO or senior officer that Covered Businesses have established, implemented, and maintained Order requirements",
            "quoted_text": "IT IS FURTHER ORDERED that Corporate Respondent must: A. One year after the issuance date of this Order, and each year thereafter, provide the Commission with a certification from Corporate Respondent's Chief Executive Officer, James Cory Rellas, or if Mr. Rellas no longer serves as Corporate Respondent's Chief Executive Officer, President, or such other officer (regardless of title) that is designated in Corporate Respondent's Bylaws or resolution of the Board of Directors as having the duties of the principal executive officer of Corporate Respondent, then a senior corporate manager, or, if no such senior corporate manager exists, a senior officer responsible for Corporate Respondent's Information Security Program that: (1) each Covered Business has established, implemented, and maintained the requirements of this Order; (2) each Covered Business is not aware of any material noncompliance that has not been (a) corrected or (b) disclosed to the Commission; and (3) includes a brief description of all Covered Incidents that Corporate Respondent verified or confirmed during the certified period.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Covered Incident Reports",
        "category": "compliance_reporting",
        "summary": "Each Covered Business must submit a report to the Commission within 10 days of notifying any government entity of a Covered Incident.",
        "requirements": [
          {
            "description": "Submit a report to the Commission within 10 days of any notification to a United States federal, state, or local entity of a Covered Incident",
            "quoted_text": "IT IS FURTHER ORDERED that, within 10 days of any notification to a United States federal, state, or local entity of a Covered Incident, each Covered Business must submit a report to the Commission.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.9087878787878788
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Acknowledgments of the Order",
        "category": "acknowledgment",
        "summary": "Respondents must submit acknowledgments of receipt of the Order and deliver copies to specified personnel, obtaining signed acknowledgments.",
        "requirements": [
          {
            "description": "Each Respondent must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents obtain acknowledgments of receipt of this Order: A. Each Respondent, within 10 days after the effective date of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "For 10 years, deliver a copy of this Order to all principals, officers, directors, LLC managers and members, employees with managerial responsibilities for data security, and any business entity resulting from change in structure",
            "quoted_text": "B. For 10 years after the issuance date of this Order, Individual Respondent for any business that such Respondent, individually or collectively with any other Respondent is the majority owner or controls, directly or indirectly, and Corporate Respondent must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees, agents, and representatives with managerial responsibilities for a Covered Business' data security, collection of consumer information, and decision-making about the use of consumer information; (3) the employee(s) having primary responsibility for a Relevant Business' data security, collection of consumer information, and decision-making about the use of consumer information; and (4) any business entity resulting from any change in structure as set forth in the Provision titled Compliance Report and Notices. Delivery must occur within 10 days after the effective date of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Obtain signed and dated acknowledgment of receipt of this Order from each individual or entity to which Respondents delivered a copy",
            "quoted_text": "C. From each individual or entity to which Respondents delivered a copy of this Order, Respondents must obtain, within 30 days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XI",
        "title": "Compliance Report and Notices",
        "category": "compliance_reporting",
        "summary": "Respondents must submit annual compliance reports, compliance notices upon certain changes, and bankruptcy notices.",
        "requirements": [
          {
            "description": "Submit a compliance report one year after issuance date, sworn under penalty of perjury",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents make timely submissions to the Commission: A. One year after the issuance date of this Order, each Respondent must submit a compliance report, sworn under penalty of perjury",
            "deadline": "One year",
            "verified": true,
            "confidence": 0.9752736318407961
          },
          {
            "description": "Submit a compliance notice within 14 days of any change in designated point of contact or structure of Corporate Respondent or controlled entities",
            "quoted_text": "B. Each Respondent must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following: 1. Each Respondent must submit notice of any change in: (a) any designated point of contact; or (b) the structure of Corporate Respondent or any entity that Respondent has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Submit notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding within 14 days of its filing",
            "quoted_text": "C. Each Respondent must submit notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against such Respondent within 14 days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.8613861386138614
          }
        ]
      },
      {
        "provision_number": "XII",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondents must create certain records for 20 years and retain each such record for 5 years, including accounting records, personnel records, consumer complaints, marketing materials, assessments, and compliance records.",
        "requirements": [
          {
            "description": "Create certain records for 20 years after the issuance date of the Order and retain each such record for 5 years",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents must create certain records for 20 years after the issuance date of the Order, and retain each such record for 5 years, unless otherwise specified below.",
            "deadline": null,
            "verified": true,
            "confidence": 0.8816483516483516
          }
        ]
      },
      {
        "provision_number": "XIII",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission is authorized to monitor Respondents' compliance through additional reports, record production, interviews, and other lawful means.",
        "requirements": [
          {
            "description": "Within 10 days of receipt of a written request from a Commission representative, submit additional compliance reports or other requested information and produce records for inspection",
            "quoted_text": "IT IS FURTHER ORDERED that, for the purpose of monitoring Respondents' compliance with this Order: A. Within 10 days of receipt of a written request from a representative of the Commission, Respondents must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury, and produce records for inspection and copying.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.9170292887029289
          },
          {
            "description": "Permit representatives of the Commission to communicate directly with Respondents and interview anyone affiliated with Respondents who has agreed to such an interview",
            "quoted_text": "B. For matters concerning this Order, representatives of the Commission are authorized to communicate directly with Respondents. Respondents must permit representatives of the Commission to interview anyone affiliated with Respondents who has agreed to such an interview. The interviewee may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 0.849620253164557
          }
        ]
      },
      {
        "provision_number": "XIV",
        "title": "Order Effective Dates",
        "category": "duration",
        "summary": "This Order is final and effective upon publication on the Commission's website and will terminate 20 years from the date of its issuance, with certain exceptions.",
        "requirements": [
          {
            "description": "Order is final and effective upon the date of its publication on the Commission's website as a final order",
            "quoted_text": "IT IS FURTHER ORDERED that this Order is final and effective upon the date of its publication on the Commission's website (ftc.gov) as a final order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This Order will terminate 20 years from the date of its issuance, (which date may be stated at the end of this Order, near the Commission's seal), or 20 years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of this Order, whichever comes later"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "01.23, Chegg Complaint (Pending).pdf",
      "order": "01.23, Chegg Order (Pending).pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 3,
      "order_provisions": 14,
      "order_definitions": 9,
      "order_requirements": 40
    },
    "processing_time_seconds": 595.3
  }
}