{
  "case_info": {
    "docket_number": "C-4213",
    "company": {
      "name": "Milliman, Inc.",
      "incorporation_state": "Washington",
      "entity_type": "corporation",
      "address": "1301 Fifth Avenue, Seattle, Washington",
      "business_description": "Milliman markets IntelliScript, a data aggregation service that provides individual medical profiles, including prescription drug purchase histories of insurance applicants, to health and life insurance companies for underwriting and claims review purposes."
    },
    "commissioners": [
      "Deborah Platt Majoras, Chairman",
      "Pamela Jones Harbour",
      "Jon Leibowitz",
      "William E. Kovacic",
      "J. Thomas Rosch"
    ],
    "case_date": {
      "month": 2,
      "year": 2008
    },
    "legal_authority": "Fair Credit Reporting Act, 15 U.S.C. § 1681 et seq., and Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 41 et seq.",
    "violation_type": "unfair and deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/062-3189-milliman-inc-matter"
  },
  "complaint": {
    "factual_background": "Milliman, Inc. operated IntelliScript, a data aggregation service that provided medical profiles including prescription drug purchase histories to health and life insurance companies for underwriting purposes. As a consumer reporting agency under the Fair Credit Reporting Act, Milliman was required to provide a mandatory notice to users of its consumer reports. The company failed to provide this required 'Notice To Users of Consumer Reports: Obligations of Users Under the FCRA' to insurance companies that purchased IntelliScript medical profiles.",
    "representations_made": [],
    "counts": [
      {
        "count_number": 1,
        "title": "Failure to Provide Required FCRA Notice",
        "representation": "Respondent operated as a consumer reporting agency providing consumer reports to insurance companies",
        "fact": "Section 607(d) of the Fair Credit Reporting Act requires any consumer reporting agency to provide a 'Notice To Users of Consumer Reports: Obligations of Users Under the FCRA' to any person to whom it provides a consumer report. Respondent failed and continues to fail to provide this notice to insurance companies that purchase medical profiles generated by IntelliScript.",
        "conclusion": "By and through the practices described above, respondent has violated Section 607(d) of the Fair Credit Reporting Act, 15 U.S.C. § 1681e(d), and has engaged in unfair and deceptive acts and practices in or affecting commerce in violation of Section 5(a)(1) of the Federal Trade Commission Act."
      }
    ]
  },
  "order": {
    "definitions": {
      "Respondent": "Milliman, Inc., a corporation, its successors and assigns, and its officers, agents, representatives and employees acting in such capacity on its behalf, directly or through any corporation, subsidiary, division or other device.",
      "IntelliScript": "respondent's data aggregation service that provides individual medical profiles, including prescription drug purchase histories, to health and life insurance companies.",
      "FCRA": "the Fair Credit Reporting Act, 15 U.S.C. § 1681 et seq., as the same from time to time may be amended or modified by statute or by regulations having the effect of statutory provisions.",
      "consumer": "defined as provided in Section 603(c) of the Fair Credit Reporting Act, 15 U.S.C. §1681a(c).",
      "consumer report": "defined as provided in Section 603(d) of the Fair Credit Reporting Act, 15 U.S.C. §1681a(d).",
      "consumer reporting agency": "defined as provided in Section 603(f) of the Fair Credit Reporting Act, 15 U.S.C. §1681a(f).",
      "Notice To Users": "the notice referred to in Section 607(d) of the Fair Credit Reporting Act, 15 U.S.C. §1681e(d), 16 CFR 698, Appendix H."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Provide Notice To Users",
        "category": "affirmative_obligation",
        "summary": "Respondent must provide a Notice To Users to all users or prospective users of consumer reports as required by the Fair Credit Reporting Act.",
        "requirements": [
          {
            "description": "Provide Notice To Users to users or prospective users of consumer reports",
            "quoted_text": "IT IS ORDERED that respondent, directly or through any corporation, subsidiary, division, or other device, in connection with the sale or dissemination of any medical profile generated by IntelliScript, or any other consumer report to any user or prospective user of such consumer report, shall, as required by Section 607(d) of the Fair Credit Reporting Act, 15 U.S.C. §1681e(d), provide to such users or prospective users a Notice To Users.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "FCRA Compliance Requirements",
        "category": "affirmative_obligation",
        "summary": "Respondent must maintain reasonable procedures to comply with multiple sections of the Fair Credit Reporting Act regarding permissible purposes, accuracy, dispute procedures, reinvestigation, and disposal of consumer information.",
        "requirements": [
          {
            "description": "Maintain reasonable procedures to limit furnishing consumer reports to those with permissible purpose",
            "quoted_text": "Maintain or continue to maintain reasonable procedures to limit the furnishing of such consumer report to those with a permissible purpose, as required by Section 607(a) of the Fair Credit Reporting Act, 15 U.S.C. § 1681e(a);",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Follow reasonable procedures to assure maximum possible accuracy of information",
            "quoted_text": "Follow or continue to follow reasonable procedures to assure maximum possible accuracy of the information concerning the individuals about whom the report relates, as required by Section 607(b) of the Fair Credit Reporting Act, 15 U.S.C. §1681e(b);",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Maintain reasonable procedures to ensure compliance with disputed accuracy procedures",
            "quoted_text": "Maintain or continue to maintain reasonable procedures to ensure compliance with Section 611 of the Fair Credit Reporting Act, 15 U.S.C. § 1681i, \"Procedures in case of disputed accuracy;\"",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Conduct reasonable reinvestigation in cases of disputed accuracy",
            "quoted_text": "Conduct or continue to conduct a reasonable reinvestigation in cases of disputed accuracy, as required by Section 611 of the Fair Credit Reporting Act, 15 U.S.C. § 1681i;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Comply with the Disposal of Consumer Report Information and Records Rule",
            "quoted_text": "Comply or continue to comply with the Disposal of Consumer Report Information and Records Rule, 16 C.F.R. Part 682.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must maintain documents demonstrating compliance with Parts I and II for five years and make them available to the FTC upon request.",
        "requirements": [
          {
            "description": "Maintain and make available documents demonstrating compliance with Parts I and II for five years",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall, for five (5) years, maintain and upon request make available to the Federal Trade Commission for inspection and copying documents demonstrating compliance with the requirements of Parts I and II of this order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Order Acknowledgment",
        "category": "acknowledgment",
        "summary": "Respondent must deliver a copy of the order to all relevant personnel and obtain signed acknowledgments within 30 days.",
        "requirements": [
          {
            "description": "Deliver order to current personnel and obtain signed acknowledgments",
            "quoted_text": "Respondent shall deliver this order to such current personnel within thirty (30) days after the date of service of this order",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver order to future personnel and obtain signed acknowledgments",
            "quoted_text": "Respondent shall deliver a copy of this order to all current and future officers and directors, and to all current and future managers, employees, agents, and representatives having decision-making responsibilities with respect to IntelliScript or any other consumer report, and shall secure from each such person a signed and dated statement acknowledging receipt of the order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Corporate Change Notification",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the FTC at least 30 days prior to any corporate changes that may affect compliance obligations.",
        "requirements": [
          {
            "description": "Notify the Commission at least 30 days prior to corporate changes affecting compliance",
            "quoted_text": "IT IS FURTHER ORDERED that respondent and its successors and assigns shall notify the Commission at least thirty (30) days prior to any change in the corporation that may affect compliance obligations arising under this order, including but not limited to a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in the corporate name or address.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Notify the Commission as soon as practicable for changes learned less than 30 days in advance",
            "quoted_text": "Provided, however, that, with respect to any proposed change in the corporation about which respondent learns less than thirty (30) days prior to the date such action is to take place, respondent shall notify the Commission as soon as it is practicable after obtaining such knowledge.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondent must file a written compliance report with the FTC within 60 days of service and at other times as required.",
        "requirements": [
          {
            "description": "File initial compliance report with the Commission",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall within sixty (60) days after the date of service of this order, and at such other times as the Federal Trade Commission may require, file with the Commission a report, in writing, setting forth in detail the manner and form in which it has complied with this order.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "This order will terminate on February 6, 2028, or 20 years from the most recent date that the United States or FTC files a complaint in federal court alleging any violation of the order, whichever comes later.",
        "requirements": [
          {
            "description": "Order remains in effect until termination date or 20 years from filing of federal court complaint",
            "quoted_text": "This order will terminate on February 6, 2028, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on February 6, 2028, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part in this order that terminates in less than twenty (20) years; B. This order's application to any respondent that is not named as a defendant in such complaint; and C. This order if such complaint is filed after the order has terminated pursuant to this Part. Provided, further, that if such complaint is dismissed or a federal court rules that the respondent did not violate any provision of the order, and the dismissal or ruling is either not appealed or upheld on appeal, then the order will terminate according to this Part as though the complaint had never been filed, except that the order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "02.08, Milliman Complaint.pdf",
      "order": "02.08, Milliman Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 0,
      "order_provisions": 7,
      "order_definitions": 7,
      "order_requirements": 13
    },
    "processing_time_seconds": 74.5
  }
}