{
  "case_info": {
    "docket_number": "AMD-01-1121",
    "company": {
      "name": "Information Search, Inc.",
      "incorporation_state": "Maryland",
      "entity_type": "corporation",
      "address": "35 North Montford Avenue, Baltimore, Maryland 21224",
      "business_description": "Information Search, Inc. conducts business over the telephone and through its website, advertising that it can obtain customer information from financial institutions and make such information available to clients for a fee. The company offers to sell asset information such as bank accounts, stock, bond, and mutual fund information."
    },
    "commissioners": [],
    "case_date": {
      "month": 2,
      "year": 2007
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a); Section 13(b) of the Federal Trade Commission Act, 15 U.S.C. § 53(b); Section 521 of the Gramm-Leach-Bliley Act, 15 U.S.C. § 6821",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/062-3102-information-search-inc-david-j-kacala-district-maryland-northern-division",
    "statutory_topics": [
      "GLBA"
    ],
    "practice_areas": [
      "Privacy",
      "Financial Practices"
    ],
    "industry_sectors": [
      "Financial Services"
    ]
  },
  "complaint": {
    "factual_background": "Information Search, Inc. (ISI) and its owner David J. Kacala operated a business that advertised it could obtain customer financial information from financial institutions and sell it to clients for a fee. To obtain this information, defendants used false pretenses — including posing as customers of financial institutions — to fraudulently induce bank employees and representatives to disclose confidential customer data such as bank account balances and activity statements. These practices violated Section 521 of the Gramm-Leach-Bliley Act, which prohibits obtaining customer information of a financial institution through false or fraudulent representations. The FTC also alleged these acts constituted unfair or deceptive practices under Section 5(a) of the FTC Act, causing substantial injury to consumers whose private financial information was obtained and sold without their knowledge or consent.",
    "representations_made": [
      {
        "description": "Defendants falsely represented to financial institution representatives that they (or their agents) were customers of those financial institutions in order to induce disclosure of third-party customer information",
        "quoted_text": "14. In numerous instances, through others, defendants have contacted financial institutions and falsely represented to representatives of the financial institutions (or persons defendants believed to be such representatives) that defendants are customers of the financial institutions, or have made other misrepresentations. Defendants make these false representations to induce the persons to disclose customer information belonging to third parties.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 14,
        "quote_start_line": 146,
        "quote_end_line": 151
      },
      {
        "description": "Defendants misrepresented their identity, purposes, or right to receive customer information to representatives of financial institutions in order to fraudulently obtain and sell consumers' financial information",
        "quoted_text": "17. Defendants’ practices of misrepresenting, through others, (1) their identity, (2) their Page 6 purposes, or (3) their right to receive customer information, to representatives of financial institutions (or persons defendants believe to be representatives of financial institutions), for the purpose of fraudulently obtaining consumers’ financial information and subsequently selling that information, causes or is likely to cause substantial injury to consumers that is not reasonably avoidable by consumers themselves and not outweighed by countervailing benefits to consumers or to competition.",
        "verified": true,
        "confidence": 0.85,
        "source_paragraph": 17,
        "quote_start_line": 158,
        "quote_end_line": 167
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Violations of the Gramm-Leach-Bliley Act",
        "representation": "Defendants, through others, contacted financial institutions and falsely represented that they were customers of those institutions, or made other misrepresentations, to induce disclosure of third-party customer information",
        "fact": "Defendants were not customers of those financial institutions and had no lawful right to the customer information they sought; they used false pretenses solely to obtain and sell confidential financial data",
        "conclusion": "Defendants' false representations to representatives of financial institutions violate Section 521(b) of the GLB Act, 15 U.S.C. § 6821(b)"
      },
      {
        "count_number": 2,
        "title": "Violations of Section 5(a) of the FTC Act",
        "representation": "Defendants misrepresented, through others, (1) their identity, (2) their purposes, or (3) their right to receive customer information, to representatives of financial institutions, for the purpose of fraudulently obtaining consumers' financial information and subsequently selling that information",
        "fact": "Defendants had no legitimate identity, purpose, or right to receive the customer information they sought; their misrepresentations caused or were likely to cause substantial injury to consumers that was not reasonably avoidable and not outweighed by any countervailing benefit",
        "conclusion": "Defendants' acts or practices are misleading and therefore unfair or deceptive, in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)"
      }
    ]
  },
  "order": {
    "definitions": {
      "Defendants": "Information Search, Inc. and David J. Kacala, individually and as an officer of Information Search, Inc.",
      "Customer phone records": "information that relates to the quantity, technical configuration, type, destination, location, and amount of use of a telecommunications service subscribed to by any customer of a telecommunications carrier, and that is made available to the carrier by the customer solely by virtue of the carrier-customer relationship; and (b) information contained in the bills pertaining to telephone exchange service or telephone toll service received by a customer of a carrier, which includes, but is not limited to, telephone call detail records.",
      "Consumer personal information": "any individually identifiable information concerning a consumer, including, but not limited to: (a) an unpublished or unlisted wire line or wireless phone number; (b) an unpublished or unlisted physical or mailing address, including street name and name of city or town, Post Office Box number, or Private Mailbox number; (c) an email address or other online contact information, such as an instant messaging user identifier or a screen name that reveals an individual's email address; (d) a Social Security number in whole or in part; (e) credit and/or debit card information, including credit and/or debit card number, expiration date, data stored on the magnetic stripe of a credit or debit card, and transaction detail records; (f) bank account information or transaction records including the ABA routing number, account number, check number, and transaction detail records; (g) a driver's license number; or (h) any other information from or about an individual consumer that is combined with (a) through (g) above."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Ban on Sale of Customer Phone Records",
        "category": "prohibition",
        "summary": "Defendants are permanently enjoined from obtaining, marketing, or selling customer phone records and consumer personal information derived from customer phone records, except as authorized by law, regulation, or lawful court order.",
        "requirements": [
          {
            "description": "Defendants are restrained and enjoined from obtaining, causing others to obtain, marketing, or selling customer phone records and consumer personal information derived from customer phone records, with a lawful-authorization exception.",
            "quoted_text": "I. IT IS THEREFORE ORDERED that Defendants, their assigns, officers, agents, servants, employees, and those persons in active concert or participation with them who receive actual notice of this Order by personal service or otherwise, are hereby restrained and enjoined from obtaining, causing others to obtain, marketing, or selling customer phone records and consumer personal information that is derived from customer phone records; provided, however, Page 3 of 14 Case 1:06-cv-01099-AMD Document 24 Filed 02/22/07 Page 4 of 14 that Defendants shall not be prohibited from obtaining customer phone records or consumer personal information that is derived from customer phone records pursuant to any law, regulation, or lawful court order. Nothing in this Order shall be read as an exception to this Section 1.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 80,
            "quote_end_line": 92
          }
        ],
        "statutory_topics": [
          "GLBA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Prohibited Business Activities",
        "category": "prohibition",
        "summary": "Defendants are permanently enjoined from making false or deceptive statements to obtain consumer personal information, and from requesting others to obtain such information unlawfully.",
        "requirements": [
          {
            "description": "Must not make false or deceptive statements, including impersonation, to obtain consumer personal information.",
            "quoted_text": "A. Making false or deceptive statements or representations, including but not limited to impersonating any person or entity, directly or by implication, to any person or entity in order to obtain consumer personal information;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 99,
            "quote_end_line": 101
          },
          {
            "description": "Must not request any person or entity to obtain consumer personal information relating to a third person, if Defendants know or should know that the requested party will obtain the information in violation of Subsection A.",
            "quoted_text": "B. Requesting any person or entity to obtain consumer personal information relating to any third person, if the person making such a request knows or should know that the person or entity to whom such a request is made will obtain or attempt to obtain such information in violation of Subsection A ofthis Section II.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 102,
            "quote_end_line": 105
          }
        ],
        "statutory_topics": [
          "GLBA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "III",
        "title": "Monetary Relief",
        "category": "affirmative_obligation",
        "summary": "Judgment of $40,075.00 is entered against Defendants jointly and severally, suspended upon payment of $3,000.00 within 5 days; funds are to be used for equitable relief, and Defendants must furnish tax identification numbers to the FTC.",
        "requirements": [
          {
            "description": "Judgment of $40,075.00 entered against Defendants jointly and severally, suspended upon payment of $3,000.00 within five (5) days after Defendants receive notice of entry of this Order, and provided no material misrepresentation or omission of assets is found.",
            "quoted_text": "A. Judgment is hereby entered against Defendants, jointly and severally, in the amount of FORTY THOUSAND AND SEVENTY FNE DOLLARS ($40,075.00); provided, however, that this judgment shall be suspended (1) upon payment to the FTC, within five (5) days after Defendants receive notice of entry of this Order, of THREE THOUSAND DOLLARS Page 4 of 14 Case 1:06-cv-01099-AMD Document 24 Filed 02/22/07 Page 5 of 14 ($3,000.00) in the form of a certified cashier's check made payable to the FTC or its designated agent; and (2) as long as the Court makes no finding, as provided in Section IV ofthis Order, that either Defendant materially misrepresented or omitted the nature, existence, or value of any asset.",
            "deadline": "5 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 108,
            "quote_end_line": 118
          },
          {
            "description": "Funds received by the FTC shall be deposited into a fund for equitable relief, including consumer information remedies and disgorgement to the U.S. Treasury; Defendants have no right to challenge the FTC's choice of remedies.",
            "quoted_text": "B. Any funds received by the FTC pursuant to this Section III shall be deposited into a fund administered by the FTC or its agent to be used for such equitable relief, including but not limited to consumer information remedies and disgorgement to the U.S. Treasury of ill-gotten monies, as the FTC determines to be reasonably related to Defendants' practices alleged in the Complaint. Defendants shall have no right to challenge the FTC's choice of remedies under this Section III.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 119,
            "quote_end_line": 124
          },
          {
            "description": "Facts alleged in the Complaint shall be taken as true in any subsequent litigation to collect amounts due, including in bankruptcy proceedings.",
            "quoted_text": "C Defendants further agree that the facts as alleged in the Complaint shall be taken as true in the event of any subsequent litigation to collect amounts due pursuant to this Order, including but not limited to a nondischargeability complaint in any bankruptcy proceeding.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 125,
            "quote_end_line": 127
          },
          {
            "description": "The monetary judgment is equitable monetary relief, solely remedial in nature, and not a fine, penalty, punitive assessment, or forfeiture.",
            "quoted_text": "D. The judgment entered pursuant to this Section III is equitable monetary relief, solely remedial in nature, and not a fme, penalty, punitive assessment, or forfeiture.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 128,
            "quote_end_line": 129
          },
          {
            "description": "Defendants acknowledge that money paid pursuant to this Order is irrevocably paid to the FTC, and Defendants relinquish all rights, title, and interest to such money.",
            "quoted_text": "E. Defendants acknowledge and agree that any money paid pursuant to this Order is irrevocably paid to the FTC for purposes of settlement between the FTC and Defendants, and Defendants relinquish all rights, title, and interest to such money.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 130,
            "quote_end_line": 132
          },
          {
            "description": "Defendants must furnish their tax identification numbers to the FTC in accordance with 31 U.S.C. § 7701, for purposes of collecting and reporting on any delinquent amount.",
            "quoted_text": "F. Defendants are hereby required, in accordance with 31 U.S.C. § 7701, to furnish to the FTC their tax identification numbers, which shall be used for purposes of collecting and reporting on any delinquent amount arising out of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 133,
            "quote_end_line": 135
          }
        ],
        "statutory_topics": [
          "GLBA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Right to Reopen",
        "category": "affirmative_obligation",
        "summary": "If the Court finds that either Defendant materially misrepresented or omitted assets in their financial statements, the suspended judgment becomes immediately due and payable; Defendants waive the right to contest complaint allegations for purposes of this section.",
        "requirements": [
          {
            "description": "If the Court finds a material misrepresentation or omission in either Defendant's financial statement (upon FTC motion), the suspended judgment becomes immediately due and payable as to that Defendant, less amounts already paid; Defendants waive any right to contest the complaint's allegations for this purpose.",
            "quoted_text": "IV. IT IS FURTHER ORDERED that the FTC's agreement to this Order is expressly premised on the truthfulness, accuracy and completeness of financial statements previously submitted by Defendants to the FTC. If, upon motion by the FTC, the Court fmds that the fmancial statement of either Defendant contains any material misrepresentation or omission, the m suspended judgment entered in Section of this Order shall become immediately due and payable as to that Defendant (less any amounts turned over to the FTC pursuant to Section lILA. of this Order); provided, however, that in all other respects this Order shall remain in full force and effect unless otherwise ordered by the Court; and provided further, that proceedings instituted under this provision would be in addition to, and not in lieu of, any other civil or criminal remedies as may be provided by law, including any other proceedings that the FTC may initiate to enforce this Order. For purposes of this Section IV, Defendants waive any right to contest any of the allegations in the Complaint.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 141,
            "quote_end_line": 153
          }
        ],
        "statutory_topics": [
          "GLBA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "V",
        "title": "Cooperation with FTC",
        "category": "affirmative_obligation",
        "summary": "Defendant David J. Kacala must cooperate in good faith with the FTC, appear at requested places and times for interviews, discovery, and document review, and provide truthful testimony in any trial or proceeding related to the complaint without a subpoena if requested in writing.",
        "requirements": [
          {
            "description": "Defendant David J. Kacala must cooperate in good faith with the FTC, appear at requested places and times for interviews, conferences, pretrial discovery, and document review, and provide truthful testimony in any trial, deposition, or proceeding related to the complaint, without a subpoena, if requested in writing.",
            "quoted_text": "V. IT IS FURTHER ORDERED that Defendant David J. Kacala shall, in connection with this action or any subsequent investigations related to or associated with the transactions or the occurrences that are the subject of the FTC's Complaint, cooperate in good faith with the FTC and appear at such places and times as the FTC shall reasonably request, after written notice, for interviews, conferences, pretrial discovery, review of documents, and for such other matters as may be reasonably requested by the FTC. If requested in writing by the FTC, Defendant David J. Kacala shall appear and provide truthful testimony in any trial, deposition, or other proceeding related to or associated with the transactions or the occurrences that are the subject of the Complaint, without the service of a subpoena.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 155,
            "quote_end_line": 163
          }
        ],
        "statutory_topics": [
          "GLBA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Distribution of Order",
        "category": "acknowledgment",
        "summary": "For five years, Defendants must deliver copies of the Order to principals, officers, managers, employees, and agents, within 5 days for current personnel and prior to assuming responsibilities for new personnel, and must obtain signed acknowledgments of receipt within 30 days of delivery.",
        "requirements": [
          {
            "description": "Defendant Information Search, Inc. must deliver a copy of this Order to all principals, officers, directors, managers, employees, agents, and representatives engaged in conduct related to the Order's subject matter. For current personnel, delivery within 5 days of service; for new personnel, prior to assuming responsibilities.",
            "quoted_text": "A. Defendant Information Search, Inc., must deliver a copy of this Order to all of its principals, officers, directors, and managers. Defendant Information Search, Inc., also must deliver copies of this Order to all of its employees, agents, and representatives who engage in conduct related to the subject matter of the Order. For current personnel, delivery shall be within (5) days of service of this Order upon Defendant. For new personnel, delivery shall occur prior to them assuming their responsibilities.",
            "deadline": "5 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 171,
            "quote_end_line": 176
          },
          {
            "description": "For any business Defendant David J. Kacala controls or has a majority ownership interest in, he must deliver a copy of this Order to all principals, officers, directors, managers, employees, agents, and representatives engaged in related conduct. For current personnel, delivery within 5 days of service; for new personnel, prior to assuming responsibilities.",
            "quoted_text": "B. For any business that Defendant David J. Kacala controls, directly or indirectly, or in which he has a majority ownership interest, Defendant David 1. Kacala must deliver a copy of this Order to all principals, officers, directors, and managers of that business. Defendant David J. Kacala must also deliver copies of this Order to all employees, agents, and representatives of that business who engage in conduct related to the subject matter of the Order. For current personnel, delivery shall be within (5) days of service of this Order upon Defendant. For new personnel, delivery shall occur prior to them assuming their responsibilities.",
            "deadline": "5 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 177,
            "quote_end_line": 183
          },
          {
            "description": "For any business where Defendant David J. Kacala is not a controlling person but engages in conduct related to this Order, he must deliver a copy of the Order to all principals and managers before engaging in such conduct.",
            "quoted_text": "C. For any business where Defendant David J. Kacala is not a controlling person of a business but otherwise engages in conduct related to the subject matter of this Order, Defendant David J. Kacala must deliver a copy of this Order to all principals and managers of such business before engaging in such conduct.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 184,
            "quote_end_line": 187
          },
          {
            "description": "Defendants must secure a signed and dated acknowledgment of receipt of the Order from all persons receiving a copy, within thirty (30) days of delivery.",
            "quoted_text": "D. Defendants must secure a signed and dated statement acknowledging receipt of the Order, within thirty (30) days of delivery, from all persons receiving a copy of the Order pursuant to this Section VI.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 188,
            "quote_end_line": 190
          }
        ],
        "statutory_topics": [
          "GLBA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Record-Keeping Provisions",
        "category": "recordkeeping",
        "summary": "For eight years, Defendants must create and retain specific records for any business they majority-own or control that is engaged in obtaining, marketing, or selling consumer personal information, including accounting, personnel, customer, complaint, marketing, third-party, and order acknowledgment records.",
        "requirements": [
          {
            "description": "Must create and retain accounting records reflecting cost of goods or services sold, revenues generated, and disbursement of revenues.",
            "quoted_text": "A. Accounting records that reflect the cost of goods or services sold, revenues generated, and the disbursement of such revenues;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 204,
            "quote_end_line": 205
          },
          {
            "description": "Must create and retain personnel records accurately reflecting name, address, phone number, job title, start date, and termination date and reason for each person employed, including independent contractors.",
            "quoted_text": "B. Personnel records accurately reflecting: the name, address, and telephone number of each person employed in any capacity by such business, including as an independent contractor; that person's job title or position; the date upon which the person commenced work; and the date and reason for the person's termination, if applicable;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 206,
            "quote_end_line": 209
          },
          {
            "description": "Must create and retain customer files containing names, addresses, phone numbers, amounts paid, quantities and descriptions of goods or services purchased, and information regarding the individual consumer whose personal information is being purchased.",
            "quoted_text": "C. Customer files containing the names, addresses, phone numbers, dollar amounts paid, quantity of goods or services purchased, and description of goods or services purchased, including information regarding the individual consumer whose personal information is being purchased, to the extent such information is obtained in the ordinary course of business;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 210,
            "quote_end_line": 213
          },
          {
            "description": "Must create and retain records of complaints and refund requests (received directly, indirectly, or through third parties) and any responses to those complaints or requests.",
            "quoted_text": "D. Complaints and refund requests (whether received directly, indirectly or through any third party) and any responses to those complaints or requests;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 214,
            "quote_end_line": 215
          },
          {
            "description": "Must create and retain copies of all sales scripts, training materials, advertisements (including websites), other marketing materials, and records reflecting the time periods and persons who used such materials.",
            "quoted_text": "E. Copies of all sales scripts, training materials, advertisements (including web sites ), or other marketing materials, and records that accurately reflect the time periods during which such materials were used and the persons and business entities that used such materials;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 220,
            "quote_end_line": 222
          },
          {
            "description": "To the extent consumer personal information is obtained through third parties, must retain records of the third party's name, address, and telephone number, and copies of all contracts and correspondence with such third party.",
            "quoted_text": "F. To the extent consumer personal information is obtained through the use of third parties: 1. Records that accurately reflect the name, address, and telephone number of the third party; 2. Copies of all contracts and correspondence between either Defendant and such third party; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 223,
            "quote_end_line": 228
          },
          {
            "description": "Must retain copies of each acknowledgment of receipt of Order required under Section VI.",
            "quoted_text": "G. Copies of each acknowledgement of receipt of Order required to be obtained pursuant to Section VI of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 229,
            "quote_end_line": 230
          }
        ],
        "statutory_topics": [
          "GLBA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "For five years, Defendants must notify the FTC of changes in residence, employment, ownership, corporate structure, and other reportable events; Defendants must also submit a sworn written compliance report 180 days after entry of the Order.",
        "requirements": [
          {
            "description": "Defendant David J. Kacala must notify the FTC within ten (10) days of any changes in his residence, mailing addresses, and telephone numbers.",
            "quoted_text": "a. Any changes in his residence, mailing addresses, and telephone numbers, within ten (10) days of the date of such change;",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 236,
            "quote_end_line": 237
          },
          {
            "description": "Defendant David J. Kacala must notify the FTC within ten (10) days of any changes in his employment status (including self-employment) or ownership in any business entity, including name, address, nature of business, and his duties and responsibilities.",
            "quoted_text": "b. Any changes in his employment status (including self-employment), and any change in his ownership in any business entity, within ten (10) days of the date of such change. Such notice shall include the name and address of each business that he is affiliated with, employed by, creates or forms, or performs services for; a statement of the Page 9 of 14 Case 1:06-cv-01099-AMD Document 24 Filed 02/22/07 Page 10 of 14 nature of the business; and a statement of his duties and responsibilities in connection with the business or employment; and",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 238,
            "quote_end_line": 247
          },
          {
            "description": "Defendant David J. Kacala must notify the FTC of any changes in his name or use of any aliases or fictitious names.",
            "quoted_text": "c. Any changes in his name or use of any aliases or fictitious names; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 248,
            "quote_end_line": 249
          },
          {
            "description": "Defendants must notify the FTC of any changes in corporate structure of Information Search, Inc. or any business entity Kacala controls or has an ownership interest in (including dissolution, merger, bankruptcy, or name/address change), at least thirty (30) days prior to such change, or as soon as practicable if learning of the change less than 30 days beforehand.",
            "quoted_text": "2. Defendants shall notify the FTC of any changes in corporate structure of Information Search, Inc., or any business entity that David 1. Kacala directly or indirectly control( s), or has an ownership interest in, that may affect compliance obligations arising under this Order, including but not limited to a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor entity; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order; the filing of a bankruptcy petition; or a change in the corporate name or address, at least thirty (30) days prior to such change, provided that, with respect to any proposed change in the corporation about which a Defendant learns less than thirty (30) days prior to the date such action is to take place, such Defendant shall notify the FTC as soon as is practicable after obtaining such knowledge.",
            "deadline": "30 days prior to change",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 250,
            "quote_end_line": 259
          },
          {
            "description": "One hundred eighty (180) days after entry of this Order, each Defendant must provide a sworn written compliance report to the FTC detailing the manner and form in which they have complied and are complying with this Order, including current residence, employment addresses, business activities, and copies of acknowledgments of receipt.",
            "quoted_text": "B. One hundred eighty (180) days after the date of entry of this Order, Defendants each shall provide a written report to the FTC, sworn to under penalty of perjury, setting forth in detail the manner and form in which they have complied and are complying with this Order. This report shall include, but not be limited to: 1. For Defendant David 1. Kacala: a. The then-current residence address, mailing addresses, and telephone numbers of Defendant David 1. Kacala; Page 10 of 14 Case 1:06-cv-01099-AMD Document 24 Filed 02/22/07 Page 11 of 14 b. The then-current employment and business addresses and telephone numbers of Defendant David J. Kacala, a description of the business activities of each such employer or business, and the title and responsibilities of Defendant David J. Kacala, for each such employer or business; and c. Any other changes required to be reported under subparagraph A of this Section VIII. 2. For all Defendants: a. A copy of each acknowledgment of receipt of this Order, obtained pursuant to Section VI; b. Any other changes required to be reported under subparagraph A of this Section VIII.",
            "deadline": "180 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 260,
            "quote_end_line": 281
          },
          {
            "description": "All written notifications to the FTC must be mailed to the Associate Director of Enforcement, Federal Trade Commission, 600 Pennsylvania Avenue NW, Room NJ2122, Washington, DC 20580, unless otherwise directed.",
            "quoted_text": "C. For the purposes of this Order, Defendants shall, unless otherwise directed by the FTC's authorized representatives, mail all written notifications to the FTC to: Associate Director of Enforcement Federal Trade Commission 600 Pennsylvania Avenue NW, RoomNJ2I22 Washington, DC 20580 Re: FTC v. Information Search, Inc., et al.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 282,
            "quote_end_line": 289
          },
          {
            "description": "The FTC is authorized to communicate directly with Defendants for purposes of compliance reporting and monitoring.",
            "quoted_text": "D. For purposes of the compliance reporting and monitoring required by this Order, the FTC is authorized to communicate directly with Defendants.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 290,
            "quote_end_line": 291
          }
        ],
        "statutory_topics": [
          "GLBA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "IX",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The FTC may monitor compliance through written reports, document production, depositions, business inspections, independent discovery, undercover posing as consumers or suppliers, and direct interviews of Defendants' personnel.",
        "requirements": [
          {
            "description": "Within ten (10) days of receipt of written notice from the FTC, Defendants must submit additional sworn written reports, produce documents for inspection and copying, appear for deposition, and/or provide entry to business locations during normal business hours.",
            "quoted_text": "A. Within ten (10) days of receipt of written notice from a representative of the FTC, Defendants each shall submit additional written reports, sworn to under penalty ofpeIjury; produce documents for inspection and copying; appear for deposition; and/or provide entry during normal business hours to any business location in such Defendant's possession or direct or indirect control to inspect the business operation;",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 299,
            "quote_end_line": 303
          },
          {
            "description": "The FTC is authorized to monitor compliance by obtaining discovery from any person without further leave of court, using procedures prescribed by Fed. R. Civ. P. 30, 31, 33, 34, 36, and 45.",
            "quoted_text": "B. In addition, the FTC is authorized to monitor compliance with this Order by all other lawful means, including but not limited to the following: 1. Obtaining discovery from any person, without further leave of court, using the procedures prescribed by Fed. R. Civ. P. 30, 31, 33, 34, 36, and 45;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 304,
            "quote_end_line": 307
          },
          {
            "description": "The FTC is authorized to pose as consumers and suppliers to Defendants, their employees, or any entity managed or controlled by either Defendant, without identification or prior notice.",
            "quoted_text": "2. Posing as consumers and suppliers to: Defendants, Defendants' employees, or any other entity managed or controlled in whole or in part by either Defendant, without the necessity of identification or prior notice; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 308,
            "quote_end_line": 310
          },
          {
            "description": "Defendants must permit FTC representatives to interview any employer, consultant, independent contractor, representative, agent, or employee who has agreed to such an interview relating to any conduct subject to this Order; the person interviewed may have counsel present.",
            "quoted_text": "C. Defendants shall permit representatives of the FTC to interview any employer, consultant, independent contractor, representative, agent, or employee who has agreed to such an interview, relating in any way to any conduct subject to this Order. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 311,
            "quote_end_line": 314
          }
        ],
        "statutory_topics": [
          "GLBA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "X",
        "title": "Acknowledgment of Receipt of Order",
        "category": "acknowledgment",
        "summary": "Each Defendant must submit a truthful sworn statement to the FTC acknowledging receipt of this Order within five (5) business days after receipt.",
        "requirements": [
          {
            "description": "Within five (5) business days after receipt of this Order as entered by the Court, each Defendant must submit to the FTC a truthful sworn statement acknowledging receipt of this Order.",
            "quoted_text": "x. IT IS FURTHER ORDERED that within five (5) business days after receipt of this Order, as entered by the Court, each Defendant shall submit to the FTC a truthful sworn statement acknowledging receipt of this Order.",
            "deadline": "5 business days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 324,
            "quote_end_line": 326
          }
        ],
        "statutory_topics": [
          "GLBA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "XI",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
        "requirements": [
          {
            "description": "The Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "quoted_text": "XI. IT IS FURTHER ORDERED that this Court shall retain jurisdiction of this matter, for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 328,
            "quote_end_line": 329
          }
        ],
        "statutory_topics": [
          "GLBA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "IT IS FURTHER ORDERED that this Court shall retain jurisdiction of this matter, for purposes of construction, modification, and enforcement of this Order."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "02.07, Information Search, Inc., and David J. Kacala Complaint.pdf",
      "order": "02.07, Information Search, Inc., and David J. Kacala Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 2,
      "order_provisions": 11,
      "order_definitions": 3,
      "order_requirements": 35,
      "provisions_per_section": {
        "I": 1,
        "II": 2,
        "III": 6,
        "IV": 1,
        "V": 1,
        "VI": 4,
        "VII": 7,
        "VIII": 7,
        "IX": 4,
        "X": 1,
        "XI": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 2,
        "complaint_total": 2,
        "order_verified": 35,
        "order_total": 35
      }
    },
    "processing_time_seconds": 122.5
  }
}