{
  "case_info": {
    "docket_number": "CV-04-1050 JFW (Ex)",
    "company": {
      "name": "UMG Recordings, Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "2220 Colorado Boulevard, Santa Monica, California 90404",
      "business_description": "UMG Recordings, Inc. is a music recording company that markets its musical artists and recordings throughout the United States, including through the Internet. It operates hundreds of Internet websites advertising and promoting its musical recording artists and labels since at least April 21, 2000."
    },
    "commissioners": [],
    "case_date": {
      "month": 2,
      "year": 2004
    },
    "legal_authority": "Sections 1303(c) and 1306(d) of the Children's Online Privacy Protection Act of 1998 (COPPA), 15 U.S.C. §§ 6501-6506, 6502(c), and 6505(d), and Sections 5(a)(1), 5(m)(1)(A), 13(b), and 16(a) of the Federal Trade Commission Act (FTC Act), 15 U.S.C. §§ 41-58, 45(a)(1), 45(m)(1)(A), 53(b), and 56(a)",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/umg-recordings-inc-corporation-us"
  },
  "complaint": {
    "factual_background": "UMG Recordings, Inc. operated hundreds of websites promoting musical artists and collected personal information from tens of thousands of children under 13 without proper parental consent. The company collected extensive personal data from children (including names, addresses, phone numbers, and detailed preference information) before notifying parents, failed to provide adequate disclosure of its information practices, used inadequate methods to verify parental consent, and provided no mechanism for parents to review or delete their children's information.",
    "representations_made": [],
    "counts": [
      {
        "count_number": 1,
        "title": "Insufficient Notice on Website",
        "representation": "Defendant posted privacy policies on its websites",
        "fact": "The privacy policies did not clearly, understandably, or completely disclose all of its information collection, use, and disclosure practices or make other disclosures required by the Rule",
        "conclusion": "Defendant failed to provide sufficient notice on the website of what information it collects online from children, how it uses such information, its disclosure practices, and all other required content, in violation of Section 312.4(b) of the Rule, 16 C.F.R. § 312.4(b)"
      },
      {
        "count_number": 2,
        "title": "Inadequate Direct Notice to Parents",
        "representation": "Defendant sent parents an email requesting consent to the child's participation in a named activity",
        "fact": "Defendant did not disclose its information practices in these emails, including what information it had already collected from the child, what information it wished to collect from the child, or the intended uses of such information",
        "conclusion": "Defendant failed to provide direct notice to parents of what information it collects online from children, how it uses such information, its disclosure practices, and all other required content, in violation of Section 312.4(c) of the Rule, 16 C.F.R. § 312.4(c)"
      },
      {
        "count_number": 3,
        "title": "Failure to Obtain Verifiable Parental Consent",
        "representation": "Defendant collected personal information from children including date of birth, name, address, telephone number, email address, and detailed information about interests and preferences",
        "fact": "Defendant collected and maintained personal information from tens of thousands of children without first sending their parents a direct notice of its information practices and without obtaining parental consent to collect the information. Defendant took no steps to verify that the person providing consent was the child's parent beyond having them click a hyperlink",
        "conclusion": "Defendant failed to obtain verifiable parental consent before any collection, use, and/or disclosure of personal information from children, in violation of Section 312.5 of the Rule, 16 C.F.R. § 312.5"
      },
      {
        "count_number": 4,
        "title": "No Parental Access to Children's Information",
        "representation": "Defendant collected and maintained personal information from children",
        "fact": "Defendant provided no mechanism for parents to review or delete the information collected from their children",
        "conclusion": "Defendant failed to provide a reasonable means for parents to review the personal information collected from their children and to refuse to permit its further use or maintenance, in violation of Section 312.6 of the Rule, 16 C.F.R. § 312.6"
      }
    ]
  },
  "order": {
    "definitions": {
      "Rule": "the Federal Trade Commission's Children's Online Privacy Protection Rule, 16 C.F.R. Part 312.",
      "child": "as defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2",
      "collects": "as defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2",
      "collection": "as defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2",
      "Commission": "as defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2",
      "delete": "as defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2",
      "disclosure": "as defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2",
      "Internet": "as defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2",
      "online contact information": "as defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2",
      "operator": "as defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2",
      "parent": "as defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2",
      "person": "as defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2",
      "personal information": "as defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2",
      "third party": "as defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2",
      "verifiable consent": "as defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2",
      "website or online service directed to children": "as defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2"
    },
    "provisions": [
      {
        "provision_number": "5",
        "title": "Injunction Against COPPA Violations",
        "category": "prohibition",
        "summary": "Defendant is permanently enjoined from violating any provision of the Children's Online Privacy Protection Rule in connection with any of its websites or online services.",
        "requirements": [
          {
            "description": "Must not violate any provision of the COPPA Rule",
            "quoted_text": "Defendant, its successors and assigns, and its officers, agents, representatives, and employees, and all persons in active concert or participation with any one or more of them who receive actual notice of this Consent Decree by personal service or otherwise, are hereby enjoined, directly or through any corporation, subsidiary, division, website, or other device, from violating any provision of the Rule in connection with any of defendant's websites or online services.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9544712990936556
          }
        ]
      },
      {
        "provision_number": "6",
        "title": "Compliance with Amended Rule",
        "category": "acknowledgment",
        "summary": "Compliance with any future amendments to the COPPA Rule shall not be deemed a violation of this injunction.",
        "requirements": [
          {
            "description": "Acknowledge that compliance with amended Rule is not a violation",
            "quoted_text": "In the event the Rule is hereafter amended or modified, defendant's compliance with the Rule as amended or modified shall not be deemed a violation of this injunction.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "7",
        "title": "Consumer Education Remedy",
        "category": "affirmative_obligation",
        "summary": "For five years, defendant must place a clear and conspicuous notice linking to the FTC's children's privacy website in its privacy policies and at locations where personal information is collected from children.",
        "requirements": [
          {
            "description": "Place notice about FTC children's privacy resources in privacy policy, parent notices, and at collection points",
            "quoted_text": "For a period of five (5) years from the date of entry of this Consent Decree, defendant, and its successors and assigns, in connection with the operation of any website or other online service directed to children or through which it, with actual knowledge, collects, uses, and/or discloses personal information from children, shall place a clear and conspicuous notice (1) within the privacy policy required to be posted on its website(s) by Section 312.4(b) of the Rule, 16 C.F.R. § 312.4(b); (2) within the direct notice required to be sent to parents by Section 312.4(c) of the Rule, 16 C.F.R. § 312.4(c); and (3) at each location on its website(s) where personal information is collected, which states as follows in bold typeface: NOTICE: Visit www.ftc.gov/kidzprivacy for information from the Federal Trade Commission about protecting children's privacy online.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9924573378839591
          }
        ]
      },
      {
        "provision_number": "8",
        "title": "Civil Penalty Payment",
        "category": "affirmative_obligation",
        "summary": "Defendant must pay a civil penalty of $400,000 within five days following entry of this Consent Decree.",
        "requirements": [
          {
            "description": "Pay civil penalty of $400,000",
            "quoted_text": "Defendant, and its successors and assigns, shall pay to plaintiff a civil penalty, pursuant to Section 5(m)(1)(A) of the Federal Trade Commission Act, 15 U.S.C. § 45(m)(1)(A), in the amount of four hundred thousand dollars ($400,000), due and payable within five (5) days following entry of this Consent Decree.",
            "deadline": "5 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "9",
        "title": "Default in Payment",
        "category": "affirmative_obligation",
        "summary": "If defendant defaults on payment for ten days, the entire unpaid penalty plus interest becomes immediately due.",
        "requirements": [
          {
            "description": "Pay entire unpaid penalty plus interest if default continues for ten days",
            "quoted_text": "In the event of any default in payment, which default continues for ten (10) days beyond the due date of payment, the entire unpaid penalty, together with interest, as computed pursuant to 28 U.S.C. § 1961, from the date of default to the date of payment, shall immediately become due and payable.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "10",
        "title": "Deletion of Personal Information",
        "category": "affirmative_obligation",
        "summary": "Defendant must delete all personal information collected from children through its websites from April 21, 2000 through the date of entry of this decree.",
        "requirements": [
          {
            "description": "Delete all personal information collected from children",
            "quoted_text": "Defendant, and its successors and assigns, within ten (10) days from the date of entry of this Consent Decree, shall delete all personal information collected from every child through its websites at any time from April 21, 2000 through the date of entry of this Consent Decree.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "11",
        "title": "Distribution of Decree to Current Personnel",
        "category": "acknowledgment",
        "summary": "Defendant must provide copies of the Consent Decree and COPPA compliance guide to current personnel with relevant responsibilities within 30 days, obtain signed certifications, and report compliance to the FTC within 15 days thereafter.",
        "requirements": [
          {
            "description": "Provide Consent Decree and compliance guide to current personnel and obtain signed certifications",
            "quoted_text": "Defendant, and its successors and assigns, within thirty (30) days from the date of entry of this Consent Decree, shall provide a copy of this Consent Decree and the Federal Trade Commission compliance guide entitled How to Comply with the Children's Online Privacy Protection Rule (Nov. 1999) (\"compliance guide\") (attached hereto as \"Appendix B\") to each of its current officers, directors, employees, agents, and representatives having responsibilities related to the operation of any website or online service subject to this Consent Decree, and secure a signed statement or return email from each such person certifying his or her receipt of a copy of this Consent Decree and the compliance guide.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.916721680420105
          },
          {
            "description": "Submit compliance statement to the Commission",
            "quoted_text": "Defendant shall, within fifteen (15) days of complying with this paragraph, submit to the Commission a signed statement setting forth the fact and manner of defendant's compliance, including the name and title of each person to whom a copy of the Consent Decree and compliance guide has been provided.",
            "deadline": "15 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "12",
        "title": "Distribution of Decree to Future Personnel",
        "category": "acknowledgment",
        "summary": "For five years, defendant must provide copies of the Consent Decree and compliance guide to future personnel with relevant responsibilities within 30 days of assuming their positions and maintain signed certifications.",
        "requirements": [
          {
            "description": "Provide Consent Decree and compliance guide to future personnel and obtain signed certifications",
            "quoted_text": "For a period of five (5) years from the date of entry of this Consent Decree, defendant, and its successors and assigns, shall provide a copy of this Consent Decree and the compliance guide to each of its future officers, directors, employees, agents, and representatives having responsibilities related to the operation of any website or online service subject to this Consent Decree, and secure a signed statement or return email from each such person certifying his or her receipt of a copy of this Consent Decree and the compliance guide, within thirty (30) days after the person assumes such position or responsibilities.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Maintain copies of signed statements and make available to FTC upon request",
            "quoted_text": "Defendant shall maintain copies of the signed statements, as well as other information regarding the fact and manner of its compliance, including the name and title of each person to whom a copy of the Consent Decree and compliance guide has been provided and, upon request, shall make the statements and other information available to the Federal Trade Commission.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9971232876712329
          }
        ]
      },
      {
        "provision_number": "13",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendant must file detailed written compliance reports with the FTC within 60 days of entry of this decree and at other times as reasonably required.",
        "requirements": [
          {
            "description": "File detailed written compliance report with the Commission",
            "quoted_text": "Within sixty (60) days from the date of entry of this Consent Decree, and at such other times as the Federal Trade Commission may reasonably require, defendant, and its successors and assigns, shall file with the Commission a written report, setting forth in detail the manner and form in which it has complied and is complying with this Consent Decree. The report shall include but not be limited to: a. a statement setting forth in detail the criteria and process through which any of its websites registers visitors online for any activity requiring the submission of personal information, and a copy of each different screen or page providing registration information or collecting personal information; b. a copy of the home page(s) for each of its websites and a copy of each different privacy notice posted on any of its websites; c. a copy of each different privacy notice sent to parents of children from whom defendant seeks to collect personal information; d. a statement setting forth in detail when and how each such notice to parents is provided; e. a statement setting forth in detail the methods used to obtain verifiable parental consent prior to any collection, use, and/or disclosure of personal information from children; f. a statement setting forth in detail the means provided for parents to review the personal information collected from their children and to refuse to permit its further use or maintenance; g. a statement setting forth in detail why each type of information collected from children is reasonably necessary for the provision of the particular related activity; and h. a statement setting forth in detail the procedures used to protect the confidentiality, security, and integrity of personal information collected from children.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 0.9796906107075599
          }
        ]
      },
      {
        "provision_number": "14",
        "title": "Recordkeeping and Document Retention",
        "category": "recordkeeping",
        "summary": "For five years, defendant must maintain and make available to the FTC documents demonstrating compliance, including sample forms, web pages, and privacy policies used for collecting children's personal information.",
        "requirements": [
          {
            "description": "Maintain and make available compliance documents to the FTC",
            "quoted_text": "For a period of five (5) years from the date of entry of this Consent Decree, defendant, and its successors and assigns, shall maintain, and make available to the Federal Trade Commission for inspection and copying within fourteen (14) days of the date of receipt of a written request, a print or electronic copy in HTML format of documents sufficient to demonstrate compliance with the terms and provisions of this Consent Decree, including for example, a sample copy of every different form, web page, or screen through which personal information is collected, and a sample copy of each different privacy policy containing any representation regarding defendant's collection, use, and disclosure practices pertaining to the personal information of a child. Each document shall be accompanied by the URL of the web page where the material was posted online. Electronic copies shall include all text and graphics files, audio scripts, and other computer files used in presenting information on the Internet. Provided, however, that defendant shall not be required to retain any document for longer than two (2) years after the document was created, or to retain a print or electronic copy of any amended web page or screen to the extent that the amendment does not affect defendant's compliance obligations under this Consent Decree.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.9824830296534477
          }
        ]
      },
      {
        "provision_number": "15",
        "title": "Notification of Business Changes",
        "category": "compliance_reporting",
        "summary": "For five years, defendant must notify the FTC at least 30 days prior to any business changes that may affect compliance obligations, including mergers, dissolutions, or changes in corporate structure.",
        "requirements": [
          {
            "description": "Notify the Commission of business changes affecting compliance",
            "quoted_text": "For a period of five (5) years from the date of entry of this Consent Decree, defendant, and its successors and assigns, shall notify the Commission at least thirty (30) days prior to any change in its business that may affect compliance obligations arising under this Consent Decree, including, but not limited to, any merger, incorporation, dissolution, assignment, sale, or other action that would result in a successor corporation; the creation or dissolution of any parent, subsidiary, or affiliate that controls or is controlled by defendant; the filing of a bankruptcy petition; or a change in the corporate name or principal place of business. Provided, however, that, with respect to any proposed change in the corporation about which defendant, or its successors and assigns, learn less than thirty (30) days prior to the date such action is to take place, it shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.9796259351620948
          }
        ]
      },
      {
        "provision_number": "16",
        "title": "Taxpayer Identification Number",
        "category": "compliance_reporting",
        "summary": "Defendant must furnish its taxpayer identifying number to the FTC for purposes of collecting and reporting on any delinquent amounts.",
        "requirements": [
          {
            "description": "Furnish taxpayer identifying number to the FTC",
            "quoted_text": "Defendant is hereby required, in accordance with 31 U.S.C. § 7701, to furnish to the Federal Trade Commission its taxpayer identifying number (social security number or employer identification number), which shall be used for purposes of collecting and reporting on any delinquent amount arising out of its relationship with the government.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "18",
        "title": "Continuing Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction over this matter for purposes of interpretation, modification, enforcement, or punishment of violations of this Consent Decree.",
        "requirements": [
          {
            "description": "Court retains jurisdiction for enforcement and interpretation",
            "quoted_text": "This Court shall retain jurisdiction of this matter for the purposes of enabling any of the parties to this Consent Decree to apply to the Court at any time for such further orders or directives as may be necessary or appropriate for the interpretation or modification of this Consent Decree, for the enforcement of compliance therewith, or for the punishment of violations thereof.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9095238095238095
          }
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "This Court shall retain jurisdiction of this matter for the purposes of enabling any of the parties to this Consent Decree to apply to the Court at any time for such further orders or directives as may be necessary or appropriate for the interpretation or modification of this Consent Decree, for the enforcement of compliance therewith, or for the punishment of violations thereof."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "02.04, UMG Recordings, Inc., a corporation, US Complaint.pdf",
      "order": "02.04, UMG Recordings, Inc., a corporation, US Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 4,
      "complaint_representations": 0,
      "order_provisions": 13,
      "order_definitions": 16,
      "order_requirements": 15
    },
    "processing_time_seconds": 172.3
  }
}