{
  "case_info": {
    "docket_number": "CV SAC 05-801 MS",
    "company": {
      "name": "Consumerinfo.com, Inc.",
      "incorporation_state": "California",
      "entity_type": "corporation",
      "address": "18500 Von Karman Ave., Suite 900, Irvine, California 92612",
      "business_description": "Consumerinfo.com conducts business offering consumers the opportunity to obtain credit reports and credit monitoring services through Internet websites and other media. The company operates credit reporting and credit monitoring programs, including the Credit Check Monitoring Service, which allows consumers to access their credit reports and monitor for inquiries, negative information, public records, new accounts, and address changes."
    },
    "commissioners": [],
    "case_date": {
      "month": 2,
      "year": 2007
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a), and Section 13(b) of the Federal Trade Commission Act, 15 U.S.C. § 53(b)",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/022-3263-consumerinfocom-inc-dba-experian-consumer-direct-qspace-inc-iplace-inc"
  },
  "complaint": {
    "factual_background": "Consumerinfo.com, Inc. (doing business as Experian Consumer Direct, QSpace, Inc., and Iplace, Inc.) advertised 'free' credit reports on its websites and in radio, television, and Internet advertisements, but automatically enrolled consumers in a paid Credit Check Monitoring Service with a $79.95 annual fee (later $12/month) without adequately disclosing this charge. Consumers were required to provide a credit card number to receive the 'free' report, and were charged unless they cancelled within 30 days, often without realizing they had signed up for a paid service. Additionally, after the FACT Act took effect in December 2004, Consumerinfo continued advertising its commercial 'free' credit reports without disclosing that its offer was not the government-mandated free annual credit report program available at annualcreditreport.com, thereby misleading consumers who believed they were accessing their statutory entitlement.",
    "representations_made": [
      {
        "description": "Claimed consumers could obtain a 'free' credit report and 'free' trial membership in the Credit Check Monitoring Service at no obligation, while failing to disclose the $79.95 annual fee that would be charged unless consumers cancelled within 30 days",
        "quoted_text": "16. In numerous instances since at least November 2000, in connection with the marketing of its fkee credit reportlcredit monitoring service promotion, Defendant has represented, expressly or by implication, that consumers can obtain a \"free\" credit report and a \"free\" trial membershp to Consmerinfo's Credit Check Monitoring Service at no obligation, but has failed to disclose or to disclose sdequately that consumers will incw an annual $79.95 fee unless they cancel their trial membership witlun 30 days after requesting their free credit report.",
        "verified": true,
        "confidence": 0.85,
        "source_paragraph": 16,
        "quote_start_line": 225,
        "quote_end_line": 233
      },
      {
        "description": "Advertised that credit card information was required only to 'establish your account,' not disclosing it would be used to charge the $79.95 annual membership fee",
        "quoted_text": "12. Prior to mid-September 2003, the $79.95 annual membershp fee was mentioned on the website only in the \"Privacy Policy Notice\" section on the second Order page, in very small text. In contrast, the \"Payment Information\" section simply stated: \"Your card will not be charged during the fi-ee trial period. However, valid credit card mformation is required to establish your account.\"",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 12,
        "quote_start_line": 189,
        "quote_end_line": 193
      },
      {
        "description": "Advertised 'free' credit reports via www.freecreditreport.com after December 2004 without disclosing that the offer was a commercial promotion unrelated to the FACT Act's free annual credit report program",
        "quoted_text": "25. From December 1,2004 to at least March 2005, Defendant failed to disclose or to disclose adequately in their advertisements or on their websites that the \"fiee\" credit reports they were offering were not associated with the annual free credit report program pursuant to the FACT Act, but rather a commercial promotion, and that consumers cannot obtain their statutorily-mandated free report through Defendant's websites.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 25,
        "quote_start_line": 280,
        "quote_end_line": 285
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Failure to Disclose Membership Fee and Cancellation Requirement",
        "representation": "Defendant represented, expressly or by implication, that consumers could obtain a 'free' credit report and a 'free' trial membership in the Credit Check Monitoring Service at no obligation",
        "fact": "Defendant failed to disclose or adequately disclose that consumers would incur an annual $79.95 fee unless they cancelled their trial membership within 30 days after requesting their free credit report",
        "conclusion": "Defendant's failure to disclose adequately the need for consumers to cancel the Credit Check Monitoring Service membership within 30 days to avoid being charged was, and is, a deceptive act or practice in or affecting commerce in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 2,
        "title": "Unauthorized Charges to Consumer Accounts",
        "representation": "Defendant caused annual $79.95 charges to be assessed against consumers' accounts in connection with the marketing of Consumerinfo's Free Credit Report",
        "fact": "Consumers did not provide express, informed consent to these annual $79.95 charges being assessed against their accounts",
        "conclusion": "Defendant's practice of causing the annual $79.95 charges to be assessed for payment without the consumers' express, informed consent causes, is likely to cause, or has caused, substantial injury to consumers that is not reasonably avoidable by consumers themselves and is not outweighed by countervailing benefits to consumers or competition, and is therefore unfair in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 3,
        "title": "Failure to Disclose Non-Affiliation with FACT Act Free Credit Report Program",
        "representation": "Defendant advertised and promoted 'free' credit reports available through www.freecreditreport.com after December 1, 2004, in a manner that implied association with the FACT Act's government-mandated free annual credit report program",
        "fact": "Defendant's 'free' credit report offers were not associated with the annual free credit report program pursuant to the FACT Act, and consumers could not obtain their statutorily-mandated free report through Defendant's websites",
        "conclusion": "Defendant's failure to disclose adequately that their 'free' credit reports were not associated with the FACT Act annual free credit report program was, and is, a deceptive act or practice in or affecting commerce in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      }
    ]
  },
  "order": {
    "definitions": {},
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibited Business Activities — Misrepresentation of FCRA Affiliation",
        "category": "prohibition",
        "summary": "Defendant is permanently restrained from misrepresenting, or assisting others in misrepresenting, any affiliation with the annual free credit report available under the Fair Credit Reporting Act or any other federal law.",
        "requirements": [
          {
            "description": "Defendant and those acting in concert with it are permanently enjoined from misrepresenting, or assisting others in misrepresenting, expressly or by implication, any affiliation with the annual credit report available to consumers under the FCRA or any other federal law, in connection with advertising, promoting, offering for sale, or selling consumer reports, credit scores, credit monitoring programs, or any related product or service.",
            "quoted_text": "5 IT IS ORDERED that Defendant and Defendant's successors, assigns, 6 officers, agents, and all other persons or entities within the scope of Fed. R Civ. 7 P. 65, whether acting directly or through any sole proprietorship, partnership, 8 limited liability company, corporation, subsidiary, branch, division, or other 9 entity, including all other persons or entities in active concert or participation 10 with them, who receive actual notice of this Supplemental Order by personal . . I1 service or otherwise, in connection with the advertising, promoting,.o ffering for II 12 sale, or sale of consumer reports, .credit scores, credit monitoring programs, or . . It 13 any .otherproituct, program, or s e ~ creela ting to consumer reports, are hereby 14 permanently restriiined and enjoined from misrepresenting, or assisting others in 15 misrepresenting, expressly or by implication, Defendant's afliliation with the 16 annual credit report available to consumers under the Fair Credit Reporting Act, 17. 15U.S;C. $168lj, or any other federal law.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 90,
            "quote_end_line": 106
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Monetary Relief",
        "category": "affirmative_obligation",
        "summary": "Defendant must pay $300,000 to the FTC within five days of entry of this Supplemental Order; funds will be used for equitable relief including consumer redress.",
        "requirements": [
          {
            "description": "Defendant must pay $300,000.00 to the Commission within five (5) days of entry of this Supplemental Order.",
            "quoted_text": "20 Defendant is ordered to pay THREE HUNDRED ;THOUSANDDOLLARS : 21 ($300,000.00) to the Commission, within five (5) days of entry of this 22 Supplemental Order, pursuaflt to payment @structionsp rovided by the",
            "deadline": "5 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 110,
            "quote_end_line": 113
          },
          {
            "description": "All funds paid shall be deposited into a fund administered by the Commission or its agent for equitable relief, including consumer redress; any remaining funds may be applied to other equitable relief or deposited to the U.S. Treasury as equitable disgorgement; Defendant has no right to challenge the Commission's choice of remedies.",
            "quoted_text": "24 A. All funds paid pursuant to MsP aragraph shall be deposited intb a fimd , administered by the Comniission or its agent to be used for equitable relief, including but not limited to consumer redress and any attendant expenses for the administration of any redress fund. Inthe event that direct redress to cogsumers is wholly or partially impracticable or fimds . . remain after redress is completed, the Commission may apply any . remaining b d s f or such other equitable relief (including consumer Sormatioa remedies) as it determines to be reasonably related to Defendant's alleged violatigns of the Final Order. Any funds not used for such equitable relief shall be deposited to the United States ~reasuars~ equitable disgorgement. Defendant shall have no right to challenge the Commission's choice of remedies or the manner of distribution.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 116,
            "quote_end_line": 131
          },
          {
            "description": "Defendant acknowledges all money paid is irrevocably paid to the Commission for settlement purposes; Defendant relinquishes all rights, title, and interest to such money and may make no claim for its return; in the event of bankruptcy, the funds are not part of the debtor's estate.",
            "quoted_text": "Defendant acknowledges q da 'grees that all money paid pursuant to this Supplemental Order is irrevocably paid to the Commission for purposes of settlement between the parties, and Defendant relinquishes all rights, title, g di nterest to such money. Defendant shall make no claim or demand for the r e m o f the funds, directly or &directly, through counsel or otherwise, and in the event of banlu-uptcy.o f Defendant1 Defendant . aclcnowledges that the funds are not part of the debtor's estate, nor does 15 .the estate have any claim or interest therein.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 133,
            "quote_end_line": 141
          },
          {
            "description": "The monetary relief is equitable in nature, not a fine, penalty, punitive assessment, or forfeiture, and Defendant's payment shall fully satisfy the monetary relief obligation for the alleged violation of the Final Order.",
            "quoted_text": "C. The monetary relief entered pursuant to this Paragraph is equitable 16 17. monetary relief, solely remedial in nature, and not a h e yp enaltyyp unitive .assessment, or forfeiture. Defendant's payment of the monetaryrelief 18 1 19, shallbe deemed to satisfy completely the monetary relief for the alleged : . . . . 20; is;iolation of .the FindOrder.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 143,
            "quote_end_line": 151
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Change of Notification Address",
        "category": "affirmative_obligation",
        "summary": "The address for all written notifications to the Commission is changed from the address in the Final Order to the FTC's Division of Enforcement address in Washington, D.C.",
        "requirements": [
          {
            "description": "The address for all written notifications to the Commission is changed from the address in Subparagraph V.C. of the Final Order to: Associate Director, Division of Enforcement, Federal Trade Commission, 600 Pennsylvania Avenue, N.W., Room NJ-2122, Washington, D.C. 20580, RE: FTC v. Consumerinfo.com, Inc.",
            "quoted_text": "i IT,XS F.U;RTElER.ORDEREDthat the address for all written notiscations 22 : to the Commission shall be changed firom the address listed in SubparagraphV.C. 23 24 of the F.inal Order to the following address: 25 Associate Director Division of Enforcement 26 Federal Trade Commission 600 Pennsylvania Avenue, N.W., Room NJ-2 122 . 27. Washin on, D.C. 20580 RE: F& v. Consumerinfo.c om, Inc.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 154,
            "quote_end_line": 165
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Record Keeping",
        "category": "recordkeeping",
        "summary": "For six years from the date of entry, Defendant must create and retain specified business records including accounting, personnel, customer, complaint, marketing, and compliance records.",
        "requirements": [
          {
            "description": "For six (6) years from the date of entry of this Supplemental Order, Defendant must create and retain accounting records reflecting cost of goods or services sold, revenues generated, and disbursement of revenues.",
            "quoted_text": "2 IT IS FWU'HER ORDERED that, for period of six (6) years fiom the date I 3 of entry of this Supplemental Order, iic~omection with any business where 4 Defendant is the majority owner of the business or directly or indirectly manages 5 or controls the business, Defendant and its agents, employees, officers, 6 corporations, suc'cessors, and.assigns, and those persons in active concert or 7 participation with them who receive actual notice of this Supplemental Order by 8 personal service or otherwise, are hereby reshined and enjoined from failing to '9 create and retain the following records: 10 A. Accounting records that reflect the cost of goods or services sold, 11 revenues generated, and the disbursement of such revenues.",
            "deadline": "6 years (ongoing)",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 173,
            "quote_end_line": 183
          },
          {
            "description": "Create and retain personnel records accurately reflecting each employee's name, address, telephone number, job title or position, commencement date, and termination date and reason.",
            "quoted_text": "12 B. Personnel records accurately reflecting: the name, address, and telephone 13 number of each person employed in any capacity by such business; that person's 14 job title or position; the date upon which the person commenced work; and the 15 date .and reason for the person's termination, if applicable.",
            "deadline": "6 years (ongoing)",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 185,
            "quote_end_line": 188
          },
          {
            "description": "Create and retain customer files containing names, addresses, phone numbers, dollar amounts paid, quantity and description of items or services purchased, to the extent obtained in the ordinary course of business.",
            "quoted_text": "16 C. Customer files containjag the names, addresses, phone numbers, dollar 17 amounts paid, quantity of items or services purchased, and description of items or ' 18 services purchased, to the extent such information is obtained in the ordinary 19 course of business.",
            "deadline": "6 years (ongoing)",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 189,
            "quote_end_line": 193
          },
          {
            "description": "Create and retain complaints and refund requests (whether received directly, indirectly, or through any third party) and any responses to those complaints or requests.",
            "quoted_text": "D. Complaints .and refund requests .(whether received directly, indirectly or 20 , 21 through any.thkB$asty) and any responses to those complaints' or requests.",
            "deadline": "6 years (ongoing)",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 195,
            "quote_end_line": 198
          },
          {
            "description": "Create and retain copies of all sales scripts, training materials, advertisements, or other marketing materials.",
            "quoted_text": "22 E. Copies oFall sales scripts, training materials, advertisements, or other . , 23 marketing materials.",
            "deadline": "6 years (ongoing)",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 199,
            "quote_end_line": 201
          },
          {
            "description": "Create and retain all records and documents necessary to demonstrate full compliance with each provision of this Supplemental Order, including copies of acknowledgments of receipt required by Paragraph V.",
            "quoted_text": "24. .I?. All records and documents necessary to demonstrate full cornplla.de with 25 each provision of this Supplemental Orderrincluding but not limited to, copies of 26 acknowledgments of receipt of this Supplemental Order, required by paragraph 27 V. -",
            "deadline": "6 years (ongoing)",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 202,
            "quote_end_line": 205
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Distribution of Supplemental Order by Defendant",
        "category": "acknowledgment",
        "summary": "For three years from entry, Defendant must deliver a copy or accurate summary of the Supplemental Order to principals, officers, directors, relevant managers, and employees, and obtain signed acknowledgments of receipt within 30 days.",
        "requirements": [
          {
            "description": "For three (3) years from the date of entry, Defendant must deliver a copy of the Supplemental Order to all principals, officers, directors, and managers with direct or indirect responsibility for matters covered by the Order; must also deliver an accurate summary to all employees engaged in advertising, marketing, sale, delivery, or handling consumer complaints regarding consumer reports, credit scores, or any credit monitoring program.",
            "quoted_text": "2 IT IS F m m WO RDERED that, for a period of three (3) years fiom the 3 date of entry of this Supp1emental Order, Defendant.s hall deliver a copy of this 4 Supplemental Order to allof its principals, officers,. and directors, and to all 5 managers who have responsibility directly or indirectly.f or any matters covered 6 by this Supplemental Order. Defendant also shall deliver an accurate surnm;uy of 7 this Supplemental Order to all of its employees who are engaged in conduct 8 related to the advertising, marketing, sale, or delivery of, or who respond to 9 consumer complaints or inquiries regarding consumer reports, credit scores, or :",
            "deadline": "3 years (ongoing)",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 214,
            "quote_end_line": 222
          },
          {
            "description": "For current personnel, delivery shall be within five (5) days of service of the Supplemental Order upon Defendant; for new personnel, delivery shall occur prior to their assuming responsibilities.",
            "quoted_text": "10 any credit monitoring program. For current personnel, delivery shall be within 11 five (5) days of service of this Supplemental Order upon Defendant 'For new -. 12 personnel, delivery shall occur priar to their assuming their responsibilities.",
            "deadline": "5 days (current personnel); prior to assuming responsibilities (new personnel)",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 223,
            "quote_end_line": 226
          },
          {
            "description": "Defendant must secure a signed and dated statement acknowledging receipt of the Supplemental Order, within thirty (30) days of delivery, from all persons receiving a copy pursuant to this Paragraph V.",
            "quoted_text": "Defendant must secure a signed and dated statement acknowledging receipt of 13 , 14 this Supplemental Order, within thirty(30) days of delivery, fiom all persons 15 receiving a copy of this Sucplemental Order pursuant to this Paragraph.V.",
            "deadline": "30 days of delivery",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 228,
            "quote_end_line": 232
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Retention of Jurisdiction",
        "category": "monitoring",
        "summary": "The Court retains jurisdiction over this matter for purposes of construction, modification, and enforcement of the Supplemental Order.",
        "requirements": [
          {
            "description": "This Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of the Supplemental Order.",
            "quoted_text": "17 IT IS l?URTECERORDERED that this Court shall retain jurisdiction of this ' 18 'matter for Purposes of construction, modification, and enforcement of this . 19 Supplemental .Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 234,
            "quote_end_line": 237
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Costs and Attorney's Fees",
        "category": "affirmative_obligation",
        "summary": "Each party shall bear its own costs and attorney's fees incurred in connection with this action.",
        "requirements": [
          {
            "description": "Each party shall bear its own costs and attorney's fees incurred in connection with this action.",
            "quoted_text": "21:' XTgS R ORDERED that each party shall bear its own costs and I ; attorney's fees incurred inconnection with this action.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 243,
            "quote_end_line": 245
          }
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "IT IS FURTHER ORDERED that this Court shall retain jurisdiction of this matter for purposes of construction, modification, and enforcement of this Supplemental Order."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "02.07, Consumerinfo.com., Inc., dba Experian Consumer Direct, Qspace, Inc., and Iplace Complaint.pdf",
      "order": "02.07, Consumerinfo.com., Inc., dba Experian Consumer Direct, Qspace, Inc., and Iplace Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 3,
      "complaint_representations": 3,
      "order_provisions": 7,
      "order_definitions": 0,
      "order_requirements": 17,
      "provisions_per_section": {
        "I": 1,
        "II": 4,
        "III": 1,
        "IV": 6,
        "V": 3,
        "VI": 1,
        "VII": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 3,
        "complaint_total": 3,
        "order_verified": 17,
        "order_total": 17
      }
    },
    "processing_time_seconds": 65.7
  }
}