{
  "case_info": {
    "docket_number": "C-4214",
    "company": {
      "name": "Ingenix, Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "12125 Technology Drive, Eden Prairie, Minnesota",
      "business_description": "Ingenix, Inc. is a wholly owned subsidiary of UnitedHealth Group Incorporated that markets MedPoint, a data aggregation service providing individual medical profiles, including prescription drug purchase histories of insurance applicants to health and life insurance companies."
    },
    "commissioners": [
      "Deborah Platt Majoras, Chairman",
      "Pamela Jones Harbour",
      "Jon Leibowitz",
      "William E. Kovacic",
      "J. Thomas Rosch"
    ],
    "case_date": {
      "month": 2,
      "year": 2008
    },
    "legal_authority": "Fair Credit Reporting Act, 15 U.S.C. § 1681 et seq., and Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a)",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/062-3190-ingenix-inc-matter"
  },
  "complaint": {
    "factual_background": "Ingenix, Inc., a wholly owned subsidiary of UnitedHealth Group, operated MedPoint, a data aggregation service that compiled individual medical profiles—including five-year prescription drug histories, prescribing physician details, and predictive health condition scores—and sold these profiles to health and life insurers for underwriting and claims review purposes. These profiles constitute consumer reports under the Fair Credit Reporting Act (FCRA), making Ingenix a consumer reporting agency subject to FCRA obligations. Federal law (Section 607(d) of the FCRA) requires consumer reporting agencies to provide insurance companies and other users of consumer reports with a specific 'Notice To Users of Consumer Reports: Obligations of Users Under the FCRA.' Ingenix failed to provide this required notice to the insurance companies that purchased MedPoint profiles. This failure violated Section 607(d) of the FCRA and, by extension, constituted an unfair or deceptive act or practice under Section 5(a)(1) of the FTC Act.",
    "representations_made": [
      {
        "description": "Ingenix provided medical profiles generated by MedPoint to insurers without supplying the legally required 'Notice To Users of Consumer Reports: Obligations of Users Under the FCRA,' which Section 607(d) of the FCRA mandates be given to any person receiving a consumer report.",
        "quoted_text": "7. Section 607(d) of the Fair Credit Reporting Act, 15 U.S.C. § 1681e(d), requires that any consumer reporting agency provide, to any person to whom it provides a consumer report, a “Notice To Users of Consumer Reports: Obligations of Users Under the FCRA,” the required content of which is set forth in 16 CFR 698, Appendix H. Respondent has failed and continues to fail to provide this notice to insurance companies that purchase medical profiles generated by MedPoint.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 7,
        "quote_start_line": 56,
        "quote_end_line": 61
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Failure to Provide Required FCRA Notice to Users of Consumer Reports",
        "representation": "Ingenix furnished consumer reports (MedPoint medical profiles) to insurance companies without providing the statutorily required 'Notice To Users of Consumer Reports: Obligations of Users Under the FCRA' as mandated by Section 607(d) of the Fair Credit Reporting Act, 15 U.S.C. § 1681e(d), and 16 CFR 698, Appendix H.",
        "fact": "As a consumer reporting agency, Ingenix was legally required to provide the FCRA user notice to every insurance company that purchased a MedPoint medical profile. Ingenix failed and continued to fail to provide this notice.",
        "conclusion": "By its violation of Section 607(d) of the Fair Credit Reporting Act, and pursuant to Section 621(a) thereof, respondent engaged in unfair and deceptive acts and practices in or affecting commerce in violation of Section 5(a)(1) of the Federal Trade Commission Act, 15 U.S.C. § 45(a)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Respondent": "Ingenix, Inc., a corporation, its successors and assigns, and its officers, agents, representatives and employees acting in such capacity on its behalf, directly or through any corporation, subsidiary, division or other device.",
      "MedPoint": "respondent's data aggregation service that provides individual medical profiles, including prescription drug purchase histories, to health and life insurance companies.",
      "FCRA": "the Fair Credit Reporting Act, 15 U.S.C. § 1681 et seq., as the same from time to time may be amended or modified by statute or by regulations having the effect of statutory provisions.",
      "consumer": "shall be defined as provided in Section 603(c), 603(d) and 603(f), respectively of the FCRA, 15 U.S.C. §§ 1681a(c), 1681a(d) and 1681a(f).",
      "consumer report": "shall be defined as provided in Section 603(c), 603(d) and 603(f), respectively of the FCRA, 15 U.S.C. §§ 1681a(c), 1681a(d) and 1681a(f).",
      "consumer reporting agency": "shall be defined as provided in Section 603(c), 603(d) and 603(f), respectively of the FCRA, 15 U.S.C. §§ 1681a(c), 1681a(d) and 1681a(f).",
      "Notice To Users": "the notice referred to in Section 607(d) of the Fair Credit Reporting Act, 15 U.S.C. §1681e(d), 16 CFR 698, Appendix H."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Notice to Users of Consumer Reports",
        "category": "affirmative_obligation",
        "summary": "Respondent must provide a Notice to Users to any user or prospective user when disseminating a MedPoint medical profile or other consumer report, as required by FCRA Section 607(d).",
        "requirements": [
          {
            "description": "Provide Notice to Users to all users or prospective users of any MedPoint medical profile or other consumer report that constitutes a consumer report, as required by FCRA Section 607(d).",
            "quoted_text": "IT IS ORDERED that respondent, directly or through any corporation, subsidiary, division, or other device, in connection with the dissemination of any medical profile generated by MedPoint that constitutes a consumer report, or any other consumer report to any user or prospective user of such consumer report, shall as provided by Section 607(d) of the Fair Credit Reporting Act, 15 U.S.C. § 1681e(d), provide to such users or prospective users a Notice to Users.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 64,
            "quote_end_line": 69
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "FCRA Compliance Obligations for Consumer Reports",
        "category": "affirmative_obligation",
        "summary": "Respondent must maintain reasonable procedures for limiting report furnishing to permissible purposes, ensuring accuracy, handling disputed accuracy, and complying with consumer report disposal rules in connection with MedPoint or any other consumer report.",
        "requirements": [
          {
            "description": "Maintain reasonable procedures to limit furnishing of consumer reports to those with a permissible purpose, as required by FCRA Section 607(a).",
            "quoted_text": "A. Maintain or continue to maintain reasonable procedures to limit the furnishing of such consumer report to those only with a permissible purpose, as required by Section 607(a) of the Fair Credit Reporting Act, 15 U.S.C. §1681e(a);",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 77,
            "quote_end_line": 79
          },
          {
            "description": "Follow reasonable procedures to assure maximum possible accuracy of information in consumer reports, as required by FCRA Section 607(b).",
            "quoted_text": "B. Follow or continue to follow reasonable procedures to assure maximum possible accuracy of the information concerning the individuals about whom the reports relates, as required by Section 607(b) of the Fair Credit Reporting Act, 15 U.S.C. § 1681e(b);",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 80,
            "quote_end_line": 83
          },
          {
            "description": "Maintain reasonable procedures to ensure compliance with FCRA Section 611 regarding disputed accuracy.",
            "quoted_text": "C. Maintain or continue to maintain reasonable procedures to ensure compliance with Section 611 of the Fair Credit Reporting Act, 15 U.S.C. § 1681i, “Procedures in case of disputed accuracy;”",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 84,
            "quote_end_line": 86
          },
          {
            "description": "Conduct a reasonable reinvestigation in cases of disputed accuracy, as required by FCRA Section 611.",
            "quoted_text": "D. Conduct or continue to conduct a reasonable reinvestigation in cases of disputed accuracy, as required by Section 611 of the Fair Credit Reporting Act, 15 U.S.C. § 1681i; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 87,
            "quote_end_line": 89
          },
          {
            "description": "Comply with the Disposal of Consumer Report Information and Records Rule, 16 C.F.R. Part 682.",
            "quoted_text": "E. Comply or continue to comply with the Disposal of Consumer Report Information and Records Rule, 16 C.F.R. Part 682.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 90,
            "quote_end_line": 91
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must maintain and make available to the FTC for five years documents demonstrating compliance with Parts I and II of the order.",
        "requirements": [
          {
            "description": "For five years, maintain and upon FTC request make available for inspection and copying documents demonstrating compliance with Parts I and II.",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall, for five (5) years, maintain and upon request make available to the Federal Trade Commission for inspection and copying documents demonstrating compliance with the requirements of Parts I and II of this order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 93,
            "quote_end_line": 96
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Order Acknowledgment and Delivery",
        "category": "acknowledgment",
        "summary": "Respondent must deliver a copy of this order to current and future principals, officers, directors, managers, employees, agents, and representatives with decision-making responsibilities regarding MedPoint or other consumer reports, and obtain a signed acknowledgment from each.",
        "requirements": [
          {
            "description": "Deliver a copy of the order to all current and future principals, officers, directors, managers, employees, agents, and representatives with decision-making responsibilities for MedPoint or any other consumer report, and obtain a signed and dated acknowledgment of receipt from each person.",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall deliver a copy of this order to all current and future principals, officers, and directors, and to all current and future managers, employees, agents, and representatives having decision-making responsibilities with respect to MedPoint or any other consumer report, and shall secure from each such person a signed and dated statement acknowledging receipt of the order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 98,
            "quote_end_line": 102
          },
          {
            "description": "Deliver the order to current personnel within 30 days after the date of service of this order.",
            "quoted_text": "Respondent shall deliver this order to such current personnel within thirty (30) days after the date of service of this order, and to such future personnel within thirty (30) days after",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 103,
            "quote_end_line": 104
          },
          {
            "description": "Deliver the order to future personnel within 30 days after the person assumes the relevant position or responsibilities.",
            "quoted_text": "the date of service of this order, and to such future personnel within thirty (30) days after the person assumes such position or responsibilities.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 104,
            "quote_end_line": 105
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Notification of Corporate Changes",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the FTC at least 30 days prior to any corporate change that may affect compliance obligations under the order, including dissolution, merger, sale, bankruptcy filing, or name/address changes.",
        "requirements": [
          {
            "description": "Notify the FTC at least 30 days prior to any change in the corporation that may affect compliance obligations, including dissolution, assignment, sale, merger, creation or dissolution of subsidiaries or affiliates, bankruptcy petition filings, or change in corporate name or address.",
            "quoted_text": "IT IS FURTHER ORDERED that respondent and its successors and assigns shall notify the Commission at least thirty (30) days prior to any change in the corporation that may affect compliance obligations arising under this order, including but not limited to a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate Page 3 of 5 that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in the corporate name or address. Provided, however, that, with respect to any proposed change in the corporation about which respondent learns less than thirty (30) days prior to the date such action is to take place, respondent shall notify the Commission as soon as it is practicable after obtaining such knowledge.",
            "deadline": "30 days prior to change",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 107,
            "quote_end_line": 119
          },
          {
            "description": "If respondent learns of a proposed corporate change less than 30 days before it occurs, notify the FTC as soon as practicable after obtaining such knowledge.",
            "quoted_text": "that, with respect to any proposed change in the corporation about which respondent learns less than thirty (30) days prior to the date such action is to take place, respondent shall notify the Commission as soon as it is practicable after obtaining such knowledge.",
            "deadline": "As soon as practicable",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 117,
            "quote_end_line": 119
          },
          {
            "description": "Send all notices required by this Part by certified mail to the Associate Director, Division of Enforcement, Bureau of Consumer Protection, FTC, 600 Pennsylvania Avenue, N.W., Washington, D.C. 20580.",
            "quoted_text": "All notices required by this Part shall be sent by certified mail to the Associate Director, Division of Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue, N.W., Washington, D.C. 20580.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 120,
            "quote_end_line": 122
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondent must file a written compliance report with the FTC within 60 days of service of the order, and at such other times as the FTC may require.",
        "requirements": [
          {
            "description": "Within 60 days after service of this order, and at such other times as the FTC may require, file a written report with the Commission detailing the manner and form in which respondent has complied with this order.",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall within sixty (60) days after the date of service of this order, and at such other times as the Federal Trade Commission may require, file with the Commission a report, in writing, setting forth in detail the manner and form in which it has complied with this order.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 124,
            "quote_end_line": 127
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Order Duration",
        "category": "duration",
        "summary": "This order terminates on February 6, 2028, or twenty years from the most recent date a federal court complaint alleging a violation is filed, whichever is later, subject to specified exceptions.",
        "requirements": [
          {
            "description": "Order terminates on February 6, 2028, or twenty years from the most recent date the United States or FTC files a federal court complaint alleging any violation of the order, whichever is later, with exceptions for provisions terminating sooner, respondents not named in the complaint, and orders already terminated.",
            "quoted_text": "This order will terminate on February 6, 2028, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part in this order that terminates in less than twenty (20) years; B. This order’s application to any respondent that is not named as a defendant in such complaint; and C. This order if such complaint is filed after the order has terminated pursuant to this Part. Provided, further, that if such complaint is dismissed or a federal court rules that the respondent did not violate any provision of the order, and the dismissal or ruling is either not appealed or upheld on appeal, then the order will terminate according to this Part as Page 4 of 5 though the complaint had never been filed, except that the order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 129,
            "quote_end_line": 147
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on February 6, 2028, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part in this order that terminates in less than twenty (20) years; B. This order's application to any respondent that is not named as a defendant in such complaint; and C. This order if such complaint is filed after the order has terminated pursuant to this Part."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "02.08, Ingenix Complaint.pdf",
      "order": "02.08, Ingenix Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 1,
      "order_provisions": 7,
      "order_definitions": 7,
      "order_requirements": 15,
      "provisions_per_section": {
        "I": 1,
        "II": 5,
        "III": 1,
        "IV": 3,
        "V": 3,
        "VI": 1,
        "VII": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 3
      },
      "verification_details": {
        "complaint_verified": 1,
        "complaint_total": 1,
        "order_verified": 15,
        "order_total": 15
      }
    },
    "processing_time_seconds": 87.6
  }
}