{
  "case_info": {
    "docket_number": "CV SACV05-801MS",
    "company": {
      "name": "Consumerinfo.com, Inc.",
      "incorporation_state": "California",
      "entity_type": "corporation",
      "address": "18500 Von Karman Ave., Suite 900, Irvine, California 92612",
      "business_description": "Consumerinfo.com offers consumers the opportunity to obtain free credit reports and credit monitoring services through its websites. The company conducts business through multiple brands including Experian Consumer Direct, QSpace, Inc., and Iplace, Inc., and has operated since at least 1995."
    },
    "commissioners": [],
    "case_date": {
      "month": 2,
      "year": 2007
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a), and Section 13(b) of the FTC Act, 15 U.S.C. § 53(b)",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/022-3263-consumerinfocom-inc-dba-experian-consumer-direct-qspace-inc-iplace-inc"
  },
  "complaint": {
    "factual_background": "Consumerinfo.com offered consumers a 'free' credit report through various advertisements but failed to adequately disclose that consumers would be automatically enrolled in a Credit Check Monitoring Service with a $79.95 annual fee (later $12 monthly) unless they cancelled within 30 days. The company charged consumers' credit cards without their express informed consent and automatically renewed memberships without notice. Additionally, after the FACT Act mandated truly free annual credit reports, Consumerinfo continued advertising 'free' reports without disclosing that their offer was a commercial promotion unrelated to the statutory free report program.",
    "representations_made": [
      {
        "description": "Consumers can obtain a free credit report and free trial membership at no obligation",
        "quoted_text": "In numerous instances since at least November 2000, in connection with the marketing of its free credit report/credit monitoring service promotion, Defendant has represented, expressly or by implication, that consumers can obtain a \"free\" credit report and a \"free\" trial membership to Consumerinfo's Credit Check Monitoring Service at no obligation",
        "source_paragraph": 16
      },
      {
        "description": "The free credit reports offered were associated with the FACT Act annual free report program",
        "quoted_text": "From December 1, 2004 to at least March 2005, Defendant failed to disclose or to disclose adequately in their advertisements or on their websites that the \"free\" credit reports they were offering were not associated with the annual free credit report program pursuant to the FACT Act, but rather a commercial promotion, and that consumers cannot obtain their statutorily-mandated free report through Defendant's websites.",
        "source_paragraph": 25
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Failure to Disclose Cancellation Requirement",
        "representation": "Consumers can obtain a 'free' credit report and a 'free' trial membership to Consumerinfo's Credit Check Monitoring Service at no obligation",
        "fact": "Consumers will incur an annual $79.95 fee unless they cancel their trial membership within 30 days after requesting their free credit report, but this requirement was not adequately disclosed",
        "conclusion": "In light of the representation set forth in Paragraph 16, Defendant's failure to disclose adequately the need for consumers to cancel the Credit Check Monitoring Service membership within 30 days to avoid being charged was, and is, a deceptive act or practice in or affecting commerce in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 2,
        "title": "Unfair Charging Without Informed Consent",
        "representation": "The company caused annual $79.95 charges to be assessed against consumers' accounts without the express, informed consent of the consumers",
        "fact": "This practice causes, is likely to cause, or has caused, substantial injury to consumers that is not reasonably avoidable by consumers themselves and is not outweighed by countervailing benefits to consumers or competition",
        "conclusion": "Therefore Defendant's practices as alleged in paragraphs 18 and 19, are unfair in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 3,
        "title": "Misleading Association with FACT Act Free Reports",
        "representation": "Defendant advertised 'free reports' through www.freecreditreport.com after December 1, 2004, when the FACT Act's truly free annual credit report program became available",
        "fact": "The 'free' credit reports Defendant was offering were not associated with the annual free credit report program pursuant to the FACT Act, but rather a commercial promotion, and consumers cannot obtain their statutorily-mandated free report through Defendant's websites",
        "conclusion": "In light of the representations they made, Defendant's failure to disclose adequately the facts set forth in Paragraph 25 was, and is, a deceptive act or practice in or affecting commerce in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      }
    ]
  },
  "order": {
    "definitions": {},
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibited Business Activities",
        "category": "prohibition",
        "summary": "Defendant is permanently enjoined from misrepresenting its affiliation with the annual credit report available to consumers under the Fair Credit Reporting Act or any other federal law.",
        "requirements": [
          {
            "description": "Must not misrepresent affiliation with annual credit report program",
            "quoted_text": "IT IS ORDERED that Defendant and Defendant's successors, assigns, officers, agents, and all other persons or entities within the scope of Fed. R Civ. P. 65, whether acting directly or through any sole proprietorship, partnership, limited liability company, corporation, subsidiary, branch, division, or other entity, including all other persons or entities in active concert or participation with them, who receive actual notice of this Supplemental Order by personal service or otherwise, in connection with the advertising, promoting, offering for sale, or sale of consumer reports, credit scores, credit monitoring programs, or any other product, program, or service relating to consumer reports, are hereby permanently restrained and enjoined from misrepresenting, or assisting others in misrepresenting, expressly or by implication, Defendant's affiliation with the annual credit report available to consumers under the Fair Credit Reporting Act, 15 U.S.C. § 1681j, or any other federal law.",
            "deadline": null,
            "verified": true,
            "confidence": 0.7287853577371048
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Monetary Relief",
        "category": "affirmative_obligation",
        "summary": "Defendant must pay $300,000 to the Commission within five days of entry of this order for equitable relief including consumer redress.",
        "requirements": [
          {
            "description": "Pay $300,000 to the Commission",
            "quoted_text": "Defendant is ordered to pay THREE HUNDRED THOUSAND DOLLARS ($300,000.00) to the Commission, within five (5) days of entry of this Supplemental Order, pursuant to payment instructions provided by the Commission.",
            "deadline": "5 days",
            "verified": true,
            "confidence": 0.9122055137844611
          },
          {
            "description": "Funds to be deposited into Commission-administered fund for equitable relief",
            "quoted_text": "All funds paid pursuant to this Paragraph shall be deposited into a fund administered by the Commission or its agent to be used for equitable relief, including but not limited to consumer redress and any attendant expenses for the administration of any redress fund. In the event that direct redress to consumers is wholly or partially impracticable or funds remain after redress is completed, the Commission may apply any remaining funds for such other equitable relief (including consumer information remedies) as it determines to be reasonably related to Defendant's alleged violations of the Final Order. Any funds not used for such equitable relief shall be deposited to the United States Treasury as equitable disgorgement. Defendant shall have no right to challenge the Commission's choice of remedies or the manner of distribution.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Defendant relinquishes all rights to funds paid",
            "quoted_text": "Defendant acknowledges and agrees that all money paid pursuant to this Supplemental Order is irrevocably paid to the Commission for purposes of settlement between the parties, and Defendant relinquishes all rights, title, and interest to such money. Defendant shall make no claim or demand for the return of the funds, directly or indirectly, through counsel or otherwise, and in the event of bankruptcy of Defendant, Defendant acknowledges that the funds are not part of the debtor's estate, nor does the estate have any claim or interest therein.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Monetary relief is equitable and remedial, not punitive",
            "quoted_text": "The monetary relief entered pursuant to this Paragraph is equitable monetary relief, solely remedial in nature, and not a fine, penalty, punitive assessment, or forfeiture. Defendant's payment of the monetary relief shall be deemed to satisfy completely the monetary relief for the alleged violation of the Final Order.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Change of Notification Address",
        "category": "affirmative_obligation",
        "summary": "The address for all written notifications to the Commission is changed to a new address in Washington, D.C.",
        "requirements": [
          {
            "description": "Use new Commission notification address",
            "quoted_text": "IT IS FURTHER ORDERED that the address for all written notifications to the Commission shall be changed from the address listed in Subparagraph V.C. of the Final Order to the following address: Associate Director, Division of Enforcement, Federal Trade Commission, 600 Pennsylvania Avenue, N.W., Room NJ-2122, Washington, D.C. 20580, RE: FTC v. Consumerinfo.com, Inc.",
            "deadline": null,
            "verified": true,
            "confidence": 0.8300000000000001
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Record Keeping",
        "category": "recordkeeping",
        "summary": "Defendant must create and retain specified business records for six years from the date of this order.",
        "requirements": [
          {
            "description": "Maintain accounting records reflecting costs, revenues, and disbursements",
            "quoted_text": "Accounting records that reflect the cost of goods or services sold, revenues generated, and the disbursement of such revenues.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Maintain personnel records with employee information",
            "quoted_text": "Personnel records accurately reflecting: the name, address, and telephone number of each person employed in any capacity by such business; that person's job title or position; the date upon which the person commenced work; and the date and reason for the person's termination, if applicable.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9865217391304348
          },
          {
            "description": "Maintain customer files with purchase information",
            "quoted_text": "Customer files containing the names, addresses, phone numbers, dollar amounts paid, quantity of items or services purchased, and description of items or services purchased, to the extent such information is obtained in the ordinary course of business.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9895375722543353
          },
          {
            "description": "Maintain complaints and refund requests with responses",
            "quoted_text": "Complaints and refund requests (whether received directly, indirectly or through any third party) and any responses to those complaints or requests.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9455844155844156
          },
          {
            "description": "Maintain copies of all marketing materials",
            "quoted_text": "Copies of all sales scripts, training materials, advertisements, or other marketing materials.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9600000000000001
          },
          {
            "description": "Maintain all records demonstrating compliance with this order",
            "quoted_text": "All records and documents necessary to demonstrate full compliance with each provision of this Supplemental Order, including but not limited to, copies of acknowledgments of receipt of this Supplemental Order, required by paragraph V.",
            "deadline": null,
            "verified": true,
            "confidence": 0.831353919239905
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Distribution of Supplemental Order by Defendant",
        "category": "acknowledgment",
        "summary": "Defendant must deliver copies of this order to all principals, officers, directors, and relevant managers and employees, and obtain signed acknowledgments of receipt.",
        "requirements": [
          {
            "description": "Deliver copy of order to all principals, officers, directors, and relevant managers",
            "quoted_text": "IT IS FURTHER ORDERED that, for a period of three (3) years from the date of entry of this Supplemental Order, Defendant shall deliver a copy of this Supplemental Order to all of its principals, officers, and directors, and to all managers who have responsibility directly or indirectly for any matters covered by this Supplemental Order.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9053894080996885
          },
          {
            "description": "Deliver accurate summary of order to relevant employees",
            "quoted_text": "Defendant also shall deliver an accurate summary of this Supplemental Order to all of its employees who are engaged in conduct related to the advertising, marketing, sale, or delivery of, or who respond to consumer complaints or inquiries regarding consumer reports, credit scores, or any credit monitoring program.",
            "deadline": null,
            "verified": true,
            "confidence": 0.976031746031746
          },
          {
            "description": "Deliver to current personnel within five days of service",
            "quoted_text": "For current personnel, delivery shall be within five (5) days of service of this Supplemental Order upon Defendant.",
            "deadline": "5 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver to new personnel prior to assuming responsibilities",
            "quoted_text": "For new personnel, delivery shall occur prior to their assuming their responsibilities.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9602325581395349
          },
          {
            "description": "Secure signed acknowledgments of receipt within thirty days of delivery",
            "quoted_text": "Defendant must secure a signed and dated statement acknowledging receipt of this Supplemental Order, within thirty (30) days of delivery, from all persons receiving a copy of this Supplemental Order pursuant to this Paragraph V.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.8292682926829268
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Retention of Jurisdiction",
        "category": "monitoring",
        "summary": "The Court retains jurisdiction for purposes of construction, modification, and enforcement of this order.",
        "requirements": [
          {
            "description": "Court retains jurisdiction over this matter",
            "quoted_text": "IT IS FURTHER ORDERED that this Court shall retain jurisdiction of this matter for purposes of construction, modification, and enforcement of this Supplemental Order.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9667816091954023
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Costs and Attorney's Fees",
        "category": "affirmative_obligation",
        "summary": "Each party bears its own costs and attorney's fees incurred in connection with this action.",
        "requirements": [
          {
            "description": "Each party bears own costs and attorney's fees",
            "quoted_text": "IT IS FURTHER ORDERED that each party shall bear its own costs and attorney's fees incurred in connection with this action.",
            "deadline": null,
            "verified": true,
            "confidence": 0.94869918699187
          }
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "This is a Supplemental Order that does not contain a general termination clause. Specific provisions contain their own duration: recordkeeping obligations last for six (6) years from the date of entry; distribution obligations last for three (3) years from the date of entry; the permanent injunction in Provision I has no termination date."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "02.07, Consumerinfo.com., Inc., dba Experian Consumer Direct, Qspace, Inc., and Iplace Complaint.pdf",
      "order": "02.07, Consumerinfo.com., Inc., dba Experian Consumer Direct, Qspace, Inc., and Iplace Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 3,
      "complaint_representations": 2,
      "order_provisions": 7,
      "order_definitions": 0,
      "order_requirements": 19
    },
    "processing_time_seconds": 136.5
  }
}