{
  "case_info": {
    "docket_number": "C-4214",
    "company": {
      "name": "INGENIX, INC.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "12125 Technology Drive, Eden Prairie, Minnesota",
      "business_description": "Ingenix, Inc. markets MedPoint, a data aggregation service that provides individual medical profiles, including prescription drug purchase histories of insurance applicants, to health and life insurance companies for underwriting and claims review purposes."
    },
    "commissioners": [
      "Deborah Platt Majoras, Chairman",
      "Pamela Jones Harbour",
      "Jon Leibowitz",
      "William E. Kovacic",
      "J. Thomas Rosch"
    ],
    "case_date": {
      "month": 2,
      "year": 2008
    },
    "legal_authority": "Section 5(a)(1) of the Federal Trade Commission Act, 15 U.S.C. § 45(a); Section 607(d) of the Fair Credit Reporting Act, 15 U.S.C. § 1681e(d)",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/062-3190-ingenix-inc-matter"
  },
  "complaint": {
    "factual_background": "Ingenix, Inc., a subsidiary of UnitedHealth Group, operated MedPoint, a data aggregation service that provided medical profiles including prescription drug histories to health and life insurance companies for underwriting purposes. As a consumer reporting agency under the Fair Credit Reporting Act, Ingenix was required to provide a 'Notice To Users of Consumer Reports' to insurance companies that purchased these consumer reports. Ingenix failed to provide this required notice to insurance companies, violating Section 607(d) of the FCRA.",
    "representations_made": [],
    "counts": [
      {
        "count_number": 1,
        "title": "Failure to Provide Required Notice Under FCRA",
        "representation": "Respondent operates as a consumer reporting agency providing consumer reports (medical profiles) to insurance companies",
        "fact": "Section 607(d) of the Fair Credit Reporting Act requires that any consumer reporting agency provide, to any person to whom it provides a consumer report, a 'Notice To Users of Consumer Reports: Obligations of Users Under the FCRA.' Respondent has failed and continues to fail to provide this notice to insurance companies that purchase medical profiles generated by MedPoint.",
        "conclusion": "By and through the practices described above, respondent has violated Section 607(d) of the Fair Credit Reporting Act, 15 U.S.C. §1681e(d), and has engaged in unfair and deceptive acts and practices in or affecting commerce in violation of Section 5(a)(1) of the Federal Trade Commission Act."
      }
    ]
  },
  "order": {
    "definitions": {
      "Respondent": "Ingenix, Inc., a corporation, its successors and assigns, and its officers, agents, representatives and employees acting in such capacity on its behalf, directly or through any corporation, subsidiary, division or other device.",
      "MedPoint": "respondent's data aggregation service that provides individual medical profiles, including prescription drug purchase histories, to health and life insurance companies.",
      "FCRA": "the Fair Credit Reporting Act, 15 U.S.C. § 1681 et seq., as the same from time to time may be amended or modified by statute or by regulations having the effect of statutory provisions.",
      "consumer": "defined as provided in Section 603(c) of the FCRA, 15 U.S.C. § 1681a(c).",
      "consumer report": "defined as provided in Section 603(d) of the FCRA, 15 U.S.C. § 1681a(d).",
      "consumer reporting agency": "defined as provided in Section 603(f) of the FCRA, 15 U.S.C. § 1681a(f).",
      "Notice To Users": "the notice referred to in Section 607(d) of the Fair Credit Reporting Act, 15 U.S.C. §1681e(d), 16 CFR 698, Appendix H."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Provide Notice to Users",
        "category": "affirmative_obligation",
        "summary": "Respondent must provide a Notice to Users to any user or prospective user of consumer reports generated by MedPoint or any other consumer report.",
        "requirements": [
          {
            "description": "Provide Notice to Users to all users or prospective users of consumer reports",
            "quoted_text": "IT IS ORDERED that respondent, directly or through any corporation, subsidiary, division, or other device, in connection with the dissemination of any medical profile generated by MedPoint that constitutes a consumer report, or any other consumer report to any user or prospective user of such consumer report, shall as provided by Section 607(d) of the Fair Credit Reporting Act, 15 U.S.C. § 1681e(d), provide to such users or prospective users a Notice to Users.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "FCRA Compliance Requirements",
        "category": "affirmative_obligation",
        "summary": "Respondent must maintain reasonable procedures for limiting furnishing to permissible purposes, ensuring accuracy, handling disputes, conducting reinvestigations, and complying with disposal rules.",
        "requirements": [
          {
            "description": "Maintain reasonable procedures to limit furnishing of consumer reports to those with permissible purpose",
            "quoted_text": "Maintain or continue to maintain reasonable procedures to limit the furnishing of such consumer report to those only with a permissible purpose, as required by Section 607(a) of the Fair Credit Reporting Act, 15 U.S.C. §1681e(a);",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Follow reasonable procedures to assure maximum possible accuracy of consumer report information",
            "quoted_text": "Follow or continue to follow reasonable procedures to assure maximum possible accuracy of the information concerning the individuals about whom the reports relates, as required by Section 607(b) of the Fair Credit Reporting Act, 15 U.S.C. § 1681e(b);",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Maintain reasonable procedures to ensure compliance with disputed accuracy procedures",
            "quoted_text": "Maintain or continue to maintain reasonable procedures to ensure compliance with Section 611 of the Fair Credit Reporting Act, 15 U.S.C. § 1681i, \"Procedures in case of disputed accuracy;\"",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Conduct reasonable reinvestigation in cases of disputed accuracy",
            "quoted_text": "Conduct or continue to conduct a reasonable reinvestigation in cases of disputed accuracy, as required by Section 611 of the Fair Credit Reporting Act, 15 U.S.C. § 1681i;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Comply with the Disposal of Consumer Report Information and Records Rule",
            "quoted_text": "Comply or continue to comply with the Disposal of Consumer Report Information and Records Rule, 16 C.F.R. Part 682.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must maintain and make available to the FTC documents demonstrating compliance with Parts I and II for five years.",
        "requirements": [
          {
            "description": "Maintain compliance documents for 5 years and make available to FTC upon request",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall, for five (5) years, maintain and upon request make available to the Federal Trade Commission for inspection and copying documents demonstrating compliance with the requirements of Parts I and II of this order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Order Acknowledgment",
        "category": "acknowledgment",
        "summary": "Respondent must deliver a copy of this order to all current and future personnel with decision-making responsibilities and obtain signed acknowledgments.",
        "requirements": [
          {
            "description": "Deliver order to current personnel with decision-making responsibilities and obtain signed acknowledgments",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall deliver a copy of this order to all current and future principals, officers, and directors, and to all current and future managers, employees, agents, and representatives having decision-making responsibilities with respect to MedPoint or any other consumer report, and shall secure from each such person a signed and dated statement acknowledging receipt of the order. Respondent shall deliver this order to such current personnel within thirty (30) days after the date of service of this order",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver order to future personnel with decision-making responsibilities and obtain signed acknowledgments",
            "quoted_text": "Respondent shall deliver this order to such current personnel within thirty (30) days after the date of service of this order, and to such future personnel within thirty (30) days after the person assumes such position or responsibilities.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Corporate Change Notification",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the FTC at least 30 days prior to any corporate change that may affect compliance obligations.",
        "requirements": [
          {
            "description": "Notify the Commission at least 30 days prior to corporate changes affecting compliance",
            "quoted_text": "IT IS FURTHER ORDERED that respondent and its successors and assigns shall notify the Commission at least thirty (30) days prior to any change in the corporation that may affect compliance obligations arising under this order, including but not limited to a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in the corporate name or address.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Notify the Commission as soon as practicable for changes learned less than 30 days in advance",
            "quoted_text": "Provided, however, that, with respect to any proposed change in the corporation about which respondent learns less than thirty (30) days prior to the date such action is to take place, respondent shall notify the Commission as soon as it is practicable after obtaining such knowledge.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondent must file a written compliance report with the FTC within 60 days and at other times as required.",
        "requirements": [
          {
            "description": "File written compliance report with the Commission",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall within sixty (60) days after the date of service of this order, and at such other times as the Federal Trade Commission may require, file with the Commission a report, in writing, setting forth in detail the manner and form in which it has complied with this order.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Order Termination",
        "category": "duration",
        "summary": "This order will terminate on February 6, 2028, or 20 years from the most recent date the FTC files a complaint in federal court alleging violation of the order, whichever comes later.",
        "requirements": [
          {
            "description": "Order terminates on specified date or 20 years from complaint filing, whichever is later",
            "quoted_text": "This order will terminate on February 6, 2028, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part in this order that terminates in less than twenty (20) years; B. This order's application to any respondent that is not named as a defendant in such complaint; and C. This order if such complaint is filed after the order has terminated pursuant to this Part.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on February 6, 2028, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part in this order that terminates in less than twenty (20) years; B. This order's application to any respondent that is not named as a defendant in such complaint; and C. This order if such complaint is filed after the order has terminated pursuant to this Part. Provided, further, that if such complaint is dismissed or a federal court rules that the respondent did not violate any provision of the order, and the dismissal or ruling is either not appealed or upheld on appeal, then the order will terminate according to this Part as though the complaint had never been filed, except that the order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "02.08, Ingenix Complaint.pdf",
      "order": "02.08, Ingenix Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 0,
      "order_provisions": 7,
      "order_definitions": 7,
      "order_requirements": 13
    },
    "processing_time_seconds": 74.1
  }
}