{
  "case_info": {
    "docket_number": "C-4213",
    "company": {
      "name": "Milliman, Inc.",
      "incorporation_state": "Washington",
      "entity_type": "corporation",
      "address": "1301 Fifth Avenue, Seattle, Washington",
      "business_description": "Milliman markets IntelliScript, a data aggregation service that provides individual medical profiles, including prescription drug purchase histories of insurance applicants, to health and life insurance companies for underwriting and claims review purposes."
    },
    "commissioners": [
      "Deborah Platt Majoras, Chairman",
      "Pamela Jones Harbour",
      "Jon Leibowitz",
      "William E. Kovacic",
      "J. Thomas Rosch"
    ],
    "case_date": {
      "month": 2,
      "year": 2008
    },
    "legal_authority": "Section 5(a)(1) of the Federal Trade Commission Act, 15 U.S.C. § 45(a)(1); Section 607(d) of the Fair Credit Reporting Act, 15 U.S.C. § 1681e(d)",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/062-3189-milliman-inc-matter",
    "statutory_topics": [
      "FCRA"
    ],
    "practice_areas": [
      "Financial Practices"
    ],
    "industry_sectors": [
      "Healthcare",
      "Financial Services"
    ]
  },
  "complaint": {
    "factual_background": "Milliman, Inc. operated IntelliScript, a data aggregation service that compiled individual medical profiles—including five-year prescription drug histories—and sold them to health and life insurance companies for underwriting and claims review purposes. Because these medical profiles bore on consumers' personal characteristics and eligibility for insurance, they qualified as 'consumer reports' under the Fair Credit Reporting Act (FCRA), making Milliman a 'consumer reporting agency.' Under Section 607(d) of the FCRA, consumer reporting agencies are required to provide insurance companies (users of consumer reports) with the mandated 'Notice To Users of Consumer Reports: Obligations of Users Under the FCRA.' Milliman failed to provide this required notice to the insurance companies purchasing its IntelliScript profiles, in violation of federal law.",
    "representations_made": [
      {
        "description": "Milliman provided medical profiles generated by IntelliScript to insurers without supplying the legally required 'Notice To Users of Consumer Reports: Obligations of Users Under the FCRA,' as mandated by Section 607(d) of the FCRA.",
        "quoted_text": "7. Section 607(d) of the Fair Credit Reporting Act, 15 U.S.C. § 1681e(d), requires that any consumer reporting agency provide, to any person to whom it provides a consumer report; a “Notice To Users of Consumer Reports: Obligations of Users Under the FCRA,” the required content of which is set forth in 16 CFR 698, Appendix H. Respondent has failed and continues to fail to provide this notice to insurance companies that purchase medical profiles generated by IntelliScript.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 7,
        "quote_start_line": 56,
        "quote_end_line": 61
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Failure to Provide Required Notice to Users of Consumer Reports (FCRA Section 607(d))",
        "representation": "Milliman furnished consumer reports (IntelliScript medical profiles) to insurance companies without providing the required 'Notice To Users of Consumer Reports: Obligations of Users Under the FCRA,' as set forth in 16 CFR 698, Appendix H.",
        "fact": "Section 607(d) of the FCRA, 15 U.S.C. § 1681e(d), requires any consumer reporting agency to provide the mandated user notice to every person to whom it furnishes a consumer report. Milliman failed and continued to fail to provide this notice to insurance companies purchasing IntelliScript profiles.",
        "conclusion": "By and through the practices described above, respondent has violated Section 607(d) of the Fair Credit Reporting Act, 15 U.S.C. § 1681e(d), and thereby engaged in unfair and deceptive acts and practices in or affecting commerce in violation of Section 5(a)(1) of the Federal Trade Commission Act."
      }
    ]
  },
  "order": {
    "definitions": {
      "Respondent": "Milliman, Inc., a corporation, its successors and assigns, and its officers, agents, representatives and employees acting in such capacity on its behalf, directly or through any corporation, subsidiary, division or other device.",
      "IntelliScript": "respondent's data aggregation service that provides individual medical profiles, including prescription drug purchase histories, to health and life insurance companies.",
      "FCRA": "the Fair Credit Reporting Act, 15 U.S.C. § 1681 et seq., as the same from time to time may be amended or modified by statute or by regulations having the effect of statutory provisions.",
      "consumer": "shall be defined as provided in Sections 603(c), 603(d) and 603(f), respectively of the Fair Credit Reporting Act, 15 U.S.C. §§ 1681a(c),1681a(d) and 1681a(f).",
      "consumer report": "shall be defined as provided in Sections 603(c), 603(d) and 603(f), respectively of the Fair Credit Reporting Act, 15 U.S.C. §§ 1681a(c),1681a(d) and 1681a(f).",
      "consumer reporting agency": "shall be defined as provided in Sections 603(c), 603(d) and 603(f), respectively of the Fair Credit Reporting Act, 15 U.S.C. §§ 1681a(c),1681a(d) and 1681a(f).",
      "Notice To Users": "the notice referred to in Section 607(d) of the Fair Credit Reporting Act, 15 U.S.C. §1681e(d), 16 CFR 698, Appendix H."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Provide Notice To Users of Consumer Reports",
        "category": "affirmative_obligation",
        "summary": "Respondent must provide the required Notice To Users to all users or prospective users of any IntelliScript medical profile or other consumer report, as required by Section 607(d) of the FCRA.",
        "requirements": [
          {
            "description": "Provide Notice To Users to all users or prospective users of any IntelliScript medical profile or other consumer report, as required by FCRA Section 607(d)",
            "quoted_text": "IT IS ORDERED that respondent, directly or through any corporation, subsidiary, division, or other device, in connection with the sale or dissemination of any medical profile generated by IntelliScript, or any other consumer report to any user or prospective user of such consumer report, shall, as required by Section 607(d) of the Fair Credit Reporting Act, 15 U.S.C. §1681e(d), provide to such users or prospective users a Notice To Users.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 65,
            "quote_end_line": 70
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Reasonable Procedures for Consumer Report Compliance",
        "category": "affirmative_obligation",
        "summary": "Respondent must maintain reasonable procedures limiting reports to permissible purposes, ensure maximum accuracy, maintain dispute procedures, conduct reinvestigations of disputed accuracy, and comply with the Disposal of Consumer Report Information and Records Rule.",
        "requirements": [
          {
            "description": "Maintain reasonable procedures to limit furnishing of consumer reports to those with a permissible purpose, as required by FCRA Section 607(a)",
            "quoted_text": "A. Maintain or continue to maintain reasonable procedures to limit the furnishing of such consumer report to those with a permissible purpose, as required by Section 607(a) of the Fair Credit Reporting Act, 15 U.S.C. § 1681e(a);",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 78,
            "quote_end_line": 80
          },
          {
            "description": "Follow reasonable procedures to assure maximum possible accuracy of information in consumer reports, as required by FCRA Section 607(b)",
            "quoted_text": "B. Follow or continue to follow reasonable procedures to assure maximum possible accuracy of the information concerning the individuals about whom the report relates, as required by Section 607(b) of the Fair Credit Reporting Act, 15 U.S.C. §1681e(b);",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 81,
            "quote_end_line": 84
          },
          {
            "description": "Maintain reasonable procedures to ensure compliance with FCRA Section 611 regarding disputed accuracy",
            "quoted_text": "C. Maintain or continue to maintain reasonable procedures to ensure compliance with Section 611 of the Fair Credit Reporting Act, 15 U.S.C. § 1681i, “Procedures in case of disputed accuracy;”",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 85,
            "quote_end_line": 87
          },
          {
            "description": "Conduct a reasonable reinvestigation in cases of disputed accuracy, as required by FCRA Section 611",
            "quoted_text": "D. Conduct or continue to conduct a reasonable reinvestigation in cases of disputed accuracy, as required by Section 611 of the Fair Credit Reporting Act, 15 U.S.C. § 1681i; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 88,
            "quote_end_line": 90
          },
          {
            "description": "Comply with the Disposal of Consumer Report Information and Records Rule, 16 C.F.R. Part 682",
            "quoted_text": "E. Comply or continue to comply with the Disposal of Consumer Report Information and Records Rule, 16 C.F.R. Part 682.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 91,
            "quote_end_line": 92
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "III",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must maintain documents demonstrating compliance with Parts I and II of the order and make them available to the FTC for inspection upon request for five years.",
        "requirements": [
          {
            "description": "For five years, maintain and make available to the FTC for inspection and copying documents demonstrating compliance with Parts I and II of the order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall, for five (5) years, maintain and upon request make available to the Federal Trade Commission for inspection and copying documents demonstrating compliance with the requirements of Parts I and II of this order.",
            "deadline": "5 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 94,
            "quote_end_line": 97
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Order Acknowledgment and Delivery",
        "category": "acknowledgment",
        "summary": "Respondent must deliver a copy of the order to all current and future officers, directors, managers, employees, agents, and representatives with decision-making responsibilities related to IntelliScript or other consumer reports, and obtain signed acknowledgments of receipt.",
        "requirements": [
          {
            "description": "Deliver a copy of the order to all current and future officers, directors, managers, employees, agents, and representatives having decision-making responsibilities with respect to IntelliScript or any other consumer report, and obtain a signed and dated acknowledgment of receipt from each",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall deliver a copy of this order to all current and future officers and directors, and to all current and future managers, employees, agents, and representatives having decision-making responsibilities with respect to IntelliScript or any other consumer report, and shall secure from each such person a signed and dated statement acknowledging receipt of the order. Respondent shall deliver this order to such current personnel within thirty (30) days after the date of service of this order, and to such future personnel within thirty (30) days after the person assumes such position or responsibilities.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 99,
            "quote_end_line": 106
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "V",
        "title": "Notification of Corporate Changes",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the FTC at least 30 days prior to any corporate change that may affect compliance obligations, including dissolution, merger, sale, name change, or bankruptcy filing.",
        "requirements": [
          {
            "description": "Notify the FTC at least 30 days prior to any corporate change that may affect compliance obligations under the order, including dissolution, assignment, sale, merger, creation or dissolution of a subsidiary, bankruptcy petition, or change in corporate name or address; if less than 30 days' notice is possible, notify as soon as practicable",
            "quoted_text": "IT IS FURTHER ORDERED that respondent and its successors and assigns shall notify the Commission at least thirty (30) days prior to any change in the corporation that may affect compliance obligations arising under this order, including but not limited to a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in the corporate name or address. Provided, however, that, with respect to any proposed change in the corporation about which respondent learns less than thirty (30) days prior to the date such action is to take place, respondent shall notify the Commission as soon as it is practicable after obtaining such knowledge. All notices required by this Part shall be sent by certified mail to the Associate Director, Division of Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue, N.W., Washington, D.C. 20580.",
            "deadline": "30 days prior",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 111,
            "quote_end_line": 123
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondent must file a written compliance report with the FTC within 60 days of service of the order, and at such other times as the FTC may require.",
        "requirements": [
          {
            "description": "File a written report with the FTC within 60 days of service of the order, and at such other times as the FTC may require, setting forth in detail the manner and form of compliance with the order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall within sixty (60) days after the date of service of this order, and at such other times as the Federal Trade Commission may require, file with the Commission a report, in writing, setting forth in detail the manner and form in which it has complied with this order.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 125,
            "quote_end_line": 128
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "The order terminates on February 6, 2028, or twenty years from the most recent date the FTC files a complaint in federal court alleging a violation of the order, whichever is later.",
        "requirements": [
          {
            "description": "Order terminates on February 6, 2028, or 20 years from the most recent date the FTC files a federal court complaint alleging a violation, whichever is later; with specified exceptions for parts terminating in less than 20 years, non-named respondents, and dismissed complaints",
            "quoted_text": "This order will terminate on February 6, 2028, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part in this order that terminates in less than twenty (20) years; B. This order’s application to any respondent that is not named as a defendant in such complaint; and C. This order if such complaint is filed after the order has terminated pursuant to this Part. Provided, further, that if such complaint is dismissed or a federal court rules that the respondent did not violate any provision of the order, and the dismissal or ruling is either not appealed or upheld on appeal, then the order will terminate according to this Part as Page 4 of 5 though the complaint had never been filed, except that the order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 130,
            "quote_end_line": 148
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on February 6, 2028, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part in this order that terminates in less than twenty (20) years; B. This order's application to any respondent that is not named as a defendant in such complaint; and C. This order if such complaint is filed after the order has terminated pursuant to this Part."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "02.08, Milliman Complaint.pdf",
      "order": "02.08, Milliman Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 1,
      "order_provisions": 7,
      "order_definitions": 7,
      "order_requirements": 11,
      "provisions_per_section": {
        "I": 1,
        "II": 5,
        "III": 1,
        "IV": 1,
        "V": 1,
        "VI": 1,
        "VII": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 3
      },
      "verification_details": {
        "complaint_verified": 1,
        "complaint_total": 1,
        "order_verified": 11,
        "order_total": 11
      }
    },
    "processing_time_seconds": 96.8
  }
}