{
  "case_info": {
    "docket_number": "C02-4008DEO",
    "company": {
      "name": "American Pop Corn Company",
      "incorporation_state": "Iowa",
      "entity_type": "corporation",
      "address": "One Fun Place, Sioux City, Iowa 51108",
      "business_description": "American Pop Corn Company operates the www.jollytime.com website, which provides information about popcorn and the Jolly Time brand. The website includes a Kids Club portion directed to children featuring games, crafts projects, and a cartoon character named Bob."
    },
    "commissioners": [],
    "case_date": {
      "month": 2,
      "year": 2002
    },
    "legal_authority": "Sections 1303(c) and 1306(d) of the Children's Online Privacy Protection Act of 1998 (COPPA), 15 U.S.C. §§ 6501-6506, 6502(c), and 6505(d), and Sections 5(a)(1), 5(m)(1)(A), 13(b), and 16(a) of the Federal Trade Commission Act (FTC Act), 15 U.S.C. §§ 41-58, 45(a)(1), 45(m)(1)(A), 53(b), and 56(a)",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/012-3026-american-pop-corn-company",
    "statutory_topics": [
      "COPPA"
    ],
    "practice_areas": [
      "Privacy"
    ],
    "industry_sectors": [
      "Retail"
    ]
  },
  "complaint": {
    "factual_background": "American Pop Corn Company operated the www.jollytime.com website, which included a 'Kids Club' section directed at children featuring games, prizes, and cartoon characters. The company collected personal information from children — including names, physical addresses, email addresses, and birth dates — without notifying parents or obtaining verifiable parental consent as required by COPPA. The company also posted a privacy policy that falsely stated it would collect parents' email addresses and notify them of their children's registration, when in fact it never did so. Defendant collected information from approximately 500 Kids Club registrants and required more personal information than was reasonably necessary for participation in the club's activities.",
    "representations_made": [
      {
        "description": "Claimed that when a guest under age 18 registers in the Kids Club, the parent or guardian's email address would be collected, the parent/guardian would be notified of the registration, and parents/guardians would have the opportunity to invalidate the registration",
        "quoted_text": "27 17. Defendant’s privacy policy also makes the false or misleading statements that: 28 “When a guest under age 18 registers in the Kids Club area of our site, that guest will be asked COMPLAINT Page 4 of 8 1 to provide the e-mail address of his/her parent or guardian. Parents/guardians will receive an e- 2 mail from us, informing them of the registration. At that time, parents/guardians may elect to 3 invalidate the registration according to the instructions provided.” (Id.)",
        "verified": true,
        "confidence": 0.85,
        "source_paragraph": 17,
        "quote_start_line": 133,
        "quote_end_line": 140
      },
      {
        "description": "Represented the same parental notification and opt-out process in its privacy policy, asserting parents would receive an email and could invalidate their child's registration",
        "quoted_text": "17 26. Defendant has represented in its privacy policy that: “When a guest under age 18 18 registers in the Kids Club area of our site, that guest will be asked to provide the e-mail address 19 of his/her parent or guardian. Parents/guardians will receive an e-mail from us, informing them 20 of the registration. At that time, parents/guardians may elect to invalidate the registration 21 according to the instructions provided.” (See Exhibit 3.)",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 26,
        "quote_start_line": 187,
        "quote_end_line": 191
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Violations of the Children's Online Privacy Protection Rule",
        "representation": "Defendant collected personal information from children through its Kids Club website and posted a privacy policy, while instructing children to 'check with your parents first'",
        "fact": "Defendant failed to: (a) provide sufficient notice on its website of its information collection practices; (b) provide direct notice to parents; (c) obtain verifiable parental consent before collecting personal information from children; (d) provide parents a reasonable means to review or delete their children's personal information; and (e) refrained from conditioning participation on disclosing more personal information than reasonably necessary — all in violation of 16 C.F.R. Part 312",
        "conclusion": "By and through these acts and practices, defendant violated the COPPA Rule, 16 C.F.R. Part 312, including Sections 312.4(b), 312.4(c), 312.5, 312.6, and 312.7, each collection, use, or disclosure constituting a separate violation subject to civil penalties of up to $11,000 per violation."
      },
      {
        "count_number": 2,
        "title": "False and Misleading Privacy Policy Statements — Violation of FTC Act Section 5(a)",
        "representation": "Defendant represented in its privacy policy that when a guest under age 18 registers in the Kids Club, the parent or guardian's email address would be collected, parents/guardians would receive an email informing them of the registration, and parents/guardians could elect to invalidate the registration according to instructions provided.",
        "fact": "In truth and in fact, defendant did not collect the email addresses of parents/guardians of Kids Club registrants under age 18, did not notify such parents/guardians of the information collection, and did not provide such parents/guardians the opportunity to invalidate their children's registration.",
        "conclusion": "Therefore, the representations set forth in Paragraph 26 are false and misleading, and constitute unfair or deceptive acts or practices in or affecting commerce in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Rule": "the Federal Trade Commission's Children's Online Privacy Protection Rule, 16 C.F.R. Part 312.",
      "child, collects, collection, Commission, delete, disclosure, Internet, online contact information, operator, parent, person, personal information, third party, verifiable consent, website or online service directed to children": "defined as those terms are defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "defendant": "American Pop Corn Company and its officers, successors and assigns, agents, representatives, and employees."
    },
    "provisions": [
      {
        "provision_number": "6",
        "title": "Injunction Against COPPA Rule Violations",
        "category": "prohibition",
        "summary": "Defendant and all persons acting in concert with it are enjoined from violating any provision of the COPPA Rule.",
        "requirements": [
          {
            "description": "Defendant and all persons in active concert or participation with them are enjoined from violating any provision of the COPPA Rule",
            "quoted_text": "13 6. Defendant, and all persons in active concert or participation with any one or 14 more of them who receive actual notice of this Consent Decree by personal service or 15 otherwise, are hereby enjoined, directly or through any corporation, subsidiary, division, 16 website, or other device, from violating any provision of the Rule. A copy of the current Rule 17 is attached hereto as “Appendix A” and incorporated herein as if fully set forth verbatim.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 70,
            "quote_end_line": 74
          },
          {
            "description": "If the Rule is amended or modified, compliance with the amended Rule shall not be deemed a violation of this injunction",
            "quoted_text": "18 7. In the event the Rule is hereafter amended or modified, defendant’s compliance 19 with that Rule so amended or modified shall not be deemed a violation of this injunction.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 75,
            "quote_end_line": 76
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "8",
        "title": "Prohibition Against Misrepresentations About Children's Personal Information",
        "category": "prohibition",
        "summary": "Defendant is enjoined from making any misrepresentation in a website's privacy policy or elsewhere about the collection, use, or disclosure of personal information of a child.",
        "requirements": [
          {
            "description": "Defendant and persons in active concert with them are enjoined from making any misrepresentation about a website's collection, use, or disclosure of personal information of a child",
            "quoted_text": "20 8. Defendant, and all persons in active concert or participation with any one or 21 more of them who receive actual notice of this Consent Decree by personal service or 22 otherwise, are hereby enjoined, in connection with the operation of any website or online 23 service, from making any misrepresentation in the website’s privacy policy or elsewhere about 24 the website’s collection, use, or disclosure of personal information of a child.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 77,
            "quote_end_line": 81
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "9",
        "title": "Consumer Education Remedy — FTC KidzPrivacy Notice",
        "category": "affirmative_obligation",
        "summary": "For five years, defendant must post a clear and conspicuous FTC KidzPrivacy notice (with hyperlink) in its privacy policy, in direct notices to parents, and at each location where personal information is collected on any child-directed website.",
        "requirements": [
          {
            "description": "For five years from entry, defendant must place a clear and conspicuous FTC KidzPrivacy notice in bold typeface in the required privacy policy, in direct notices to parents, and at each location on its website(s) where personal information is collected",
            "quoted_text": "26 9. For a period of five (5) years from the date of entry of this Consent Decree, 27 defendant, and its successors and assigns, in connection with the operation of any website or 28 other online service directed in whole or in part to children, shall place a clear and conspicuous CONSENT DECREE Page 2 of 9 1 notice (1) within the privacy policy required to be posted on its website(s) by Section 312.4(b) 2 of the Rule, 16 C.F.R. § 312.4(b); (2) within the direct notice required to be sent to parents by 3 Section 312.4(c) of the Rule, 16 C.F.R. § 312.4(c); and (3) at each location on its website(s) 4 where personal information is collected, which states as follows in bold typeface: 5 NOTICE: Visit www.ftc.gov/kidzprivacy for information from the Federal 6 Trade Commission about protecting children’s privacy online. 7 Where the above notice is posted on a website or delivered via email or other electronic service, 8 it shall be in the form of a hyperlink to www.ftc.gov/kidzprivacy. The Federal Trade 9 Commission may change the hyperlink/URL upon thirty (30) days prior written notice to 10 defendant, its successors or assigns.",
            "deadline": "5 years from date of entry",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 83,
            "quote_end_line": 98
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "10",
        "title": "Civil Penalty — Payment of $10,000",
        "category": "affirmative_obligation",
        "summary": "Defendant must pay a civil penalty of $10,000 to the United States pursuant to the FTC Act.",
        "requirements": [
          {
            "description": "Defendant and its successors and assigns shall pay a civil penalty of $10,000 to plaintiff pursuant to Section 5(m)(1)(A) of the FTC Act",
            "quoted_text": "12 10. Defendant, and its successors and assigns, shall pay to plaintiff a civil penalty, 13 pursuant to Section 5(m)(1)(A) of the Federal Trade Commission Act, 15 U.S.C. 14 § 45(m)(1)(A), in the amount of ten thousand dollars ($10,000).",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 100,
            "quote_end_line": 102
          },
          {
            "description": "Payment must be made on the date of entry of this Consent Decree by certified or cashier's check payable to the Treasurer of the United States, delivered to the Office of Consumer Litigation",
            "quoted_text": "15 11. Defendant shall make the payment required by Paragraph 10 on the date of entry 16 of this Consent Decree by certified or cashier’s check made payable to the Treasurer of the 17 United States and delivered to: The Office of Consumer Litigation, Civil Division, U.S. 18 Department of Justice, Washington, D.C. 20530, for appropriate disposition.",
            "deadline": "Date of entry",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 103,
            "quote_end_line": 106
          },
          {
            "description": "In the event of default continuing for ten days beyond the due date, the entire unpaid penalty plus interest becomes immediately due and payable",
            "quoted_text": "19 12. In the event of any default in payment, which default continues for ten (10) days 20 beyond the due date of payment, the entire unpaid penalty, together with interest, as computed 21 pursuant to 28 U.S.C. § 1961, from the date of default to the date of payment, shall immediately 22 become due and payable.",
            "deadline": "10 days after default",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 107,
            "quote_end_line": 110
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      },
      {
        "provision_number": "13",
        "title": "Deletion of Children's Personal Information",
        "category": "affirmative_obligation",
        "summary": "Defendant must delete all personal information collected from children through the Kids Club portion of www.jollytime.com from April 21, 2000 through the date of entry of this Consent Decree.",
        "requirements": [
          {
            "description": "Defendant and its successors and assigns shall delete all personal information collected from every child through the Kids Club portion of www.jollytime.com at any time from April 21, 2000 through the date of entry of this Consent Decree",
            "quoted_text": "24 13. Defendant, and its successors and assigns, shall delete all personal information 25 collected from every child through the Kids Club portion of www.jollytime.com at any time 26 from April 21, 2000 through the date of entry of this Consent Decree.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 112,
            "quote_end_line": 114
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Data Deletion"
        ]
      },
      {
        "provision_number": "14",
        "title": "Distribution of Consent Decree and Compliance Guide to Current Personnel",
        "category": "acknowledgment",
        "summary": "Within 30 days of entry, defendant must provide a copy of the Consent Decree and the FTC compliance guide to all current principals, officers, directors, managers, and relevant employees, and obtain signed acknowledgments; defendant must then submit a signed statement to the Commission within 10 days of completing this.",
        "requirements": [
          {
            "description": "Within thirty days of entry, defendant shall provide a copy of the Consent Decree and FTC compliance guide to each current principal, officer, director, manager, and relevant employee/agent, and secure a signed acknowledgment from each; within ten days of complying, defendant shall submit a signed statement to the Commission confirming compliance, including names and titles of recipients",
            "quoted_text": "27 14. Defendant, and its successors and assigns, within thirty (30) days from the date 28 of entry of this Consent Decree, shall provide a copy of this Consent Decree and the Federal CONSENT DECREE Page 3 of 9 1 Trade Commission compliance guide entitled How to Comply with the Children’s Online 2 Privacy Protection Rule (Nov. 1999) (“compliance guide”) (attached hereto as “Appendix B”) 3 to each of its current principals, officers, directors, and managers, and to all current employees, 4 agents, and representatives having responsibilities related to the operation of any website or 5 online service subject to this Consent Decree, and secure from each such person a signed 6 statement acknowledging receipt of a copy of this Consent Decree and the compliance guide, 7 and shall, within ten (10) days of complying with this paragraph, submit to the Commission a 8 signed statement setting forth the fact and manner of defendant’s compliance, including the 9 name and title of each person to whom a copy of the Consent Decree and compliance guide has 10 been provided. For the purposes of complying with this Paragraph, defendant shall be 11 permitted to redact the dollar amount of the civil penalty (set forth in Paragraph 10 above) from 12 the copy of the Consent Decree provided to any such person.",
            "deadline": "30 days from entry; report within 10 days thereafter",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 115,
            "quote_end_line": 131
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "15",
        "title": "Distribution of Consent Decree and Compliance Guide to Future Personnel",
        "category": "acknowledgment",
        "summary": "For five years, defendant must provide the Consent Decree and compliance guide to all future principals, officers, directors, managers, and relevant employees within 30 days of them assuming their positions, secure signed dated acknowledgments, and maintain copies for FTC inspection upon request.",
        "requirements": [
          {
            "description": "For five years from entry, defendant shall provide a copy of the Consent Decree and compliance guide to each future principal, officer, director, manager, and relevant employee/agent within thirty days after they assume such position; defendant must secure signed and dated acknowledgments and maintain copies of signed statements and related information, making them available to the FTC upon request",
            "quoted_text": "13 15. For a period of five (5) years from the date of entry of this Consent Decree, 14 defendant, and its successors and assigns, shall provide a copy of this Consent Decree and the 15 compliance guide to each of its future principals, officers, directors, and managers, and to all 16 future employees, agents, and representatives having responsibilities related to the operation of 17 any website or online service subject to this Consent Decree, and secure from each such person 18 a signed and dated statement acknowledging receipt of a copy of this Consent Decree and the 19 compliance guide, within thirty (30) days after the person assumes such position or 20 responsibilities. Defendant shall maintain copies of the signed statements, as well as other 21 information regarding the fact and manner of its compliance, including the name and title of 22 each person to whom a copy of the Consent Decree and compliance guide has been provided 23 and, upon request, shall make the statements and other information available to the Federal 24 Trade Commission. For the purposes of complying with this Paragraph, defendant shall be 25 permitted to redact the dollar amount of the civil penalty (set forth in Paragraph 10 above) from 26 the copy of the Consent Decree provided to any such person.",
            "deadline": "Within 30 days of each new person assuming their position, for 5 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 132,
            "quote_end_line": 145
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "16",
        "title": "Compliance Reporting to Commission",
        "category": "compliance_reporting",
        "summary": "Within 60 days of entry, and at such other times as the FTC requires, defendant must file a detailed written compliance report with the Commission covering its Kids Club registration process, privacy notices, parental notices, consent methods, parental review mechanisms, necessity of data collected, and data security procedures.",
        "requirements": [
          {
            "description": "Within sixty days after entry and at such other times as the FTC may require, defendant shall file a written report detailing the manner and form of its compliance, including: the Kids Club registration process and screens; copies of privacy notices; location of privacy notices and pages where personal information is collected; copies of privacy notices to parents; how and when parental notices are provided; methods for obtaining verifiable parental consent; means for parents to review and refuse further use of children's personal information; justification for each type of information collected; and procedures to protect confidentiality, security, and integrity of children's personal information",
            "quoted_text": "27 16. Within sixty (60) days after entry of this Consent Decree, and at such other times 28 as the Federal Trade Commission may require, defendant, and its successors and assigns, shall CONSENT DECREE Page 4 of 9 1 file with the Commission a written report, setting forth in detail the manner and form in which 2 it has complied and is complying with this Consent Decree. This report shall include but not be 3 limited to: 4 a. a statement setting forth in detail the process by which 5 www.jollytime.com registers visitors to its “Kids Club,” and a copy of 6 each different screen or page providing or collecting registration 7 information; 8 b. a copy of each different privacy notice on the website; 9 c. a statement setting forth in detail each place where the privacy notice on 10 the website is located and a copy of each screen or page on which the 11 website collects personal information; 12 d. a copy of each different privacy notice to parents; 13 e. a statement setting forth in detail when and how notices to parents are 14 provided; 15 f. a statement setting forth in detail the methods used to obtain verifiable 16 parental consent prior to any collection, use, and/or disclosure of 17 personal information from children; 18 g. a statement setting forth in detail the means provided for parents to 19 review the personal information collected from their children and to 20 refuse to permit its further use or maintenance; 21 h. a statement setting forth in detail why each type of information collected 22 is reasonably necessary for the provision of the particular related activity; 23 and 24 i. a statement setting forth in detail the procedures used to protect the 25 confidentiality, security, and integrity of personal information collected 26 from children.",
            "deadline": "60 days from entry",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 146,
            "quote_end_line": 176
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "17",
        "title": "Recordkeeping — Compliance Documentation",
        "category": "recordkeeping",
        "summary": "For five years, defendant must maintain and make available to the FTC within 14 days of a written request all documents demonstrating compliance, including copies of information collection forms, web pages, screens, and representations about data practices, with specified retention limitations.",
        "requirements": [
          {
            "description": "For five years from entry, defendant shall maintain and make available to the FTC for inspection and copying within fourteen days of a written request a print or electronic copy in HTML format of all compliance documents, including information collection forms, web pages, screens, and representations about data collection, use, and disclosure practices pertaining to children's personal information; defendant is not required to retain documents longer than two years after creation or to retain amended web pages where amendments do not affect compliance obligations",
            "quoted_text": "27 17. For a period of five (5) years from the date of entry of this Consent Decree, 28 defendant, and its successors and assigns, shall maintain and make available to the Federal CONSENT DECREE Page 5 of 9 1 Trade Commission for inspection and copying within fourteen (14) days of the date of receipt 2 of a written request, a print or electronic copy in HTML format of all documents demonstrating 3 compliance with the terms and provisions of this Consent Decree, including, but not limited to, 4 a sample copy of every different information collection form, web page, or screen, and a sample 5 copy of each different document containing any representation regarding defendant’s collection, 6 use, and disclosure practices pertaining to personal information of a child. Each web page copy 7 shall be accompanied by the URL of the Web page where the material was posted online. 8 Electronic copies shall include all text and graphics files, audio scripts, and other computer files 9 used in presenting information on the Internet. Provided, however, that defendant shall not be 10 required by this paragraph to retain a document for longer than two (2) years after the document 11 is created; or retain a print or electronic copy of any amended web page or screen to the extent 12 that the amendment does not affect defendant’s compliance obligations under this Consent 13 Decree.",
            "deadline": "14 days from written request, for 5 years",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 177,
            "quote_end_line": 194
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "18",
        "title": "Notice of Business Changes Affecting Compliance",
        "category": "compliance_reporting",
        "summary": "For twenty years, defendant must notify the Commission at least 30 days before any business change that may affect compliance obligations, including mergers, dissolutions, name changes, bankruptcy filings, or changes in corporate structure.",
        "requirements": [
          {
            "description": "For twenty years from entry, defendant shall notify the Commission at least thirty days prior to any change in its business that may affect compliance obligations, including mergers, incorporations, dissolutions, assignments, sales, creation or dissolution of subsidiaries or affiliates, bankruptcy petitions, or changes in corporate name or address; if defendant learns of a proposed change less than thirty days before it occurs, it shall notify the Commission as soon as practicable",
            "quoted_text": "14 18. For a period of twenty (20) years from the date of entry of this Consent Decree, 15 defendant, and its successors and assigns, shall notify the Commission at least thirty (30) days 16 prior to any change in its business that may affect compliance obligations arising under this 17 Consent Decree, including, but not limited to, any merger, incorporation, dissolution, 18 assignment, sale or other action that would result in the emergence of a successor corporation; 19 the creation or dissolution of a subsidiary, parent, or affiliate; the proposed filing of a 20 bankruptcy petition; or a change in the corporate name or address. Provided, however, that, 21 with respect to any proposed change in the corporation about which defendant, its successors 22 and assigns, learn less than thirty (30) days prior to the date such action is to take place, it shall 23 notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": "At least 30 days before each business change, for 20 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 195,
            "quote_end_line": 204
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "19",
        "title": "Taxpayer Identification Number",
        "category": "affirmative_obligation",
        "summary": "Defendant must furnish its taxpayer identifying number to the FTC pursuant to 31 U.S.C. § 7701 for use in collecting and reporting on any delinquent amounts.",
        "requirements": [
          {
            "description": "Defendant is required to furnish its taxpayer identifying number (social security number or employer identification number) to the FTC, to be used for collecting and reporting on any delinquent amount arising from its relationship with the government",
            "quoted_text": "24 19. Defendant is hereby required, in accordance with 31 U.S.C. § 7701, to furnish to 25 the Federal Trade Commission its taxpayer identifying number (social security number or 26 employer identification number), which shall be used for purposes of collecting and reporting 27 on any delinquent amount arising out of its relationship with the government.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 205,
            "quote_end_line": 208
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "20",
        "title": "Address for Reports, Submissions, and Notices",
        "category": "compliance_reporting",
        "summary": "All reports, submissions, and notices required by Paragraphs 14–19 must be sent by certified mail to the FTC's Western Region–San Francisco office.",
        "requirements": [
          {
            "description": "All reports, submissions, and notices required by Paragraphs 14 through 19 shall be sent by certified mail to the Regional Director, Western Region–San Francisco, Federal Trade Commission, 901 Market Street, Suite 570, San Francisco, CA 94103",
            "quoted_text": "28 20. All reports, submissions, and notices required by Paragraphs 14 - 19 of this CONSENT DECREE Page 6 of 9 1 Consent Decree shall be sent by certified mail to: 2 Regional Director Western Region-San Francisco 3 Federal Trade Commission 901 Market Street, Suite 570 4 San Francisco, CA 94103 Attention: United States v. American Pop Corn Company",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 209,
            "quote_end_line": 219
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "21",
        "title": "Continuing Jurisdiction",
        "category": "monitoring",
        "summary": "The Court retains jurisdiction over this matter to enable any party to apply for further orders necessary for interpretation, modification, enforcement, or punishment of violations of the Consent Decree.",
        "requirements": [
          {
            "description": "The Court shall retain jurisdiction of this matter so any party may apply at any time for further orders necessary for interpretation, modification, enforcement of compliance with, or punishment of violations of this Consent Decree",
            "quoted_text": "21. This Court shall retain jurisdiction of this matter for the purposes of enabling 7 any of the parties to this Consent Decree to apply to the Court at any time for such further 8 orders or directives as may be necessary or appropriate for the interpretation or modification of 9 this Consent Decree, for the enforcement of compliance therewith, or for the punishment of 10 violations thereof.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 223,
            "quote_end_line": 231
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "For a period of twenty (20) years from the date of entry of this Consent Decree, defendant, and its successors and assigns, shall notify the Commission at least thirty (30) days prior to any change in its business that may affect compliance obligations arising under this Consent Decree"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "02.02, American Pop Corn Company Complaint.pdf",
      "order": "02.02, American Pop Corn Company Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 2,
      "order_provisions": 13,
      "order_definitions": 3,
      "order_requirements": 16,
      "provisions_per_section": {
        "6": 2,
        "8": 1,
        "9": 1,
        "10": 3,
        "13": 1,
        "14": 1,
        "15": 1,
        "16": 1,
        "17": 1,
        "18": 1,
        "19": 1,
        "20": 1,
        "21": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 2,
        "complaint_total": 2,
        "order_verified": 16,
        "order_total": 16
      }
    },
    "processing_time_seconds": 97.7
  }
}