{
  "case_info": {
    "docket_number": "AMD-01-1121",
    "company": {
      "name": "Information Search, Inc.",
      "incorporation_state": "Maryland",
      "entity_type": "corporation",
      "address": "35 North Montford Avenue, Baltimore, Maryland 21224",
      "business_description": "Information Search, Inc. conducted business over the telephone and through its website, advertising that it could obtain customer information from financial institutions and make such information available to clients for a fee. The company offered to sell asset information such as bank accounts, stock, bond, and mutual fund information."
    },
    "commissioners": [],
    "case_date": {
      "month": 2,
      "year": 2007
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a); Section 13(b) of the Federal Trade Commission Act, 15 U.S.C. § 53(b); Section 521 of the Gramm-Leach-Bliley Act, 15 U.S.C. § 6821",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/062-3102-information-search-inc-david-j-kacala-district-maryland-northern-division"
  },
  "complaint": {
    "factual_background": "Information Search, Inc. and its owner David Kacala operated a business that obtained customer financial information through pretexting - using false pretenses to fraudulently obtain bank account information from financial institutions. They advertised on their website that they could obtain and sell asset information such as bank accounts, stocks, bonds, and mutual fund information. Defendants posed as customers or made other misrepresentations to financial institution employees to induce them to disclose customer information, which defendants then sold to clients for a fee.",
    "representations_made": [
      {
        "description": "Claimed they could obtain and provide customer information from financial institutions",
        "quoted_text": "ISI can provide the information that leads you to locating people and businesses, finding and verifying assets.",
        "source_paragraph": 8
      },
      {
        "description": "Offered to retrieve bank account, stock, bond, mutual fund, and safe deposit box information",
        "quoted_text": "Defendants offer on their Web site to sell asset information such as bank accounts, stock, bond, and mutual fund information, and safe deposit box locations.",
        "source_paragraph": 8
      },
      {
        "description": "Falsely represented themselves as customers of financial institutions to obtain information",
        "quoted_text": "defendants have contacted financial institutions and falsely represented to representatives of the financial institutions (or persons defendants believed to be such representatives) that defendants are customers of the financial institutions, or have made other misrepresentations.",
        "source_paragraph": 14
      },
      {
        "description": "Misrepresented their identity, purposes, or right to receive customer information",
        "quoted_text": "Defendants' practices of misrepresenting, through others, (1) their identity, (2) their purposes, or (3) their right to receive customer information, to representatives of financial institutions",
        "source_paragraph": 17
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Violations of Gramm-Leach-Bliley Act",
        "representation": "Defendants falsely represented to financial institution representatives that they were customers or made other misrepresentations to induce disclosure of third-party customer information",
        "fact": "Defendants used false pretenses, fraudulent statements, and misrepresentations including posing as customers to obtain customer information from financial institutions",
        "conclusion": "Defendants' false representations to representatives of financial institutions (or persons defendants believe to be such representatives) violate Section 521(b) of the GLB Act, 15 U.S.C. § 6821(b)."
      },
      {
        "count_number": 2,
        "title": "Violations of Section 5(a) of the FTC Act",
        "representation": "Defendants misrepresented their identity, purposes, or right to receive customer information to financial institution representatives for the purpose of fraudulently obtaining and selling consumers' financial information",
        "fact": "These practices cause or are likely to cause substantial injury to consumers that is not reasonably avoidable by consumers themselves and not outweighed by countervailing benefits to consumers or to competition, and are misleading",
        "conclusion": "Therefore, defendants' acts or practices, as set out above, are unfair or deceptive and violate Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Defendants": "Information Search, Inc. and David J. Kacala, individually and as an officer of Information Search, Inc.",
      "Customer phone records": "(a) information that relates to the quantity, technical configuration, type, destination, location, and amount of use of a telecommunications service subscribed to by any customer of a telecommunications carrier, and that is made available to the carrier by the customer solely by virtue of the carrier-customer relationship; and (b) information contained in the bills pertaining to telephone exchange service or telephone toll service received by a customer of a carrier, which includes, but is not limited to, telephone call detail records.",
      "Consumer personal information": "any individually identifiable information concerning a consumer, including, but not limited to: (a) an unpublished or unlisted wire line or wireless phone number; (b) an unpublished or unlisted physical or mailing address, including street name and name of city or town, Post Office Box number, or Private Mailbox number; (c) an email address or other online contact information, such as an instant messaging user identifier or a screen name that reveals an individual's email address; (d) a Social Security number in whole or in part; (e) credit and/or debit card information, including credit and/or debit card number, expiration date, data stored on the magnetic stripe of a credit or debit card, and transaction detail records; (f) bank account information or transaction records including the ABA routing number, account number, check number, and transaction detail records; (g) a driver's license number; or (h) any other information from or about an individual consumer that is combined with (a) through (g) above."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Ban on Sale of Customer Phone Records",
        "category": "prohibition",
        "summary": "Defendants are permanently enjoined from obtaining, marketing, or selling customer phone records and consumer personal information derived from customer phone records, except as authorized by law.",
        "requirements": [
          {
            "description": "Must not obtain, cause others to obtain, market, or sell customer phone records and consumer personal information derived from such records",
            "quoted_text": "IT IS THEREFORE ORDERED that Defendants, their assigns, officers, agents, servants, employees, and those persons in active concert or participation with them who receive actual notice of this Order by personal service or otherwise, are hereby restrained and enjoined from obtaining, causing others to obtain, marketing, or selling customer phone records and consumer personal information that is derived from customer phone records; provided, however, that Defendants shall not be prohibited from obtaining customer phone records or consumer personal information that is derived from customer phone records pursuant to any law, regulation, or lawful court order.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Prohibited Business Activities",
        "category": "prohibition",
        "summary": "Defendants are permanently enjoined from making false or deceptive statements to obtain consumer personal information, including pretexting, and from requesting others to do so.",
        "requirements": [
          {
            "description": "Must not make false or deceptive statements, including impersonating any person or entity, to obtain consumer personal information",
            "quoted_text": "Making false or deceptive statements or representations, including but not limited to impersonating any person or entity, directly or by implication, to any person or entity in order to obtain consumer personal information",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not request others to obtain consumer personal information through deceptive means",
            "quoted_text": "Requesting any person or entity to obtain consumer personal information relating to any third person, if the person making such a request knows or should know that the person or entity to whom such a request is made will obtain or attempt to obtain such information in violation of Subsection A of this Section II.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Monetary Relief",
        "category": "affirmative_obligation",
        "summary": "Judgment of $40,075.00 is entered against Defendants, but suspended upon payment of $3,000.00 within 5 days and subject to no finding of material misrepresentation regarding assets.",
        "requirements": [
          {
            "description": "Pay $3,000.00 to the FTC to suspend the full $40,075.00 judgment",
            "quoted_text": "Judgment is hereby entered against Defendants, jointly and severally, in the amount of FORTY THOUSAND AND SEVENTY FIVE DOLLARS ($40,075.00); provided, however, that this judgment shall be suspended (1) upon payment to the FTC, within five (5) days after Defendants receive notice of entry of this Order, of THREE THOUSAND DOLLARS ($3,000.00) in the form of a certified cashier's check made payable to the FTC or its designated agent",
            "deadline": "5 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Furnish tax identification numbers to the FTC",
            "quoted_text": "Defendants are hereby required, in accordance with 31 U.S.C. § 7701, to furnish to the FTC their tax identification numbers, which shall be used for purposes of collecting and reporting on any delinquent amount arising out of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Right to Reopen",
        "category": "acknowledgment",
        "summary": "If Defendants made material misrepresentations in their financial statements, the suspended judgment becomes immediately due and payable.",
        "requirements": [
          {
            "description": "Full judgment becomes due if financial statements contained material misrepresentations or omissions",
            "quoted_text": "If, upon motion by the FTC, the Court finds that the financial statement of either Defendant contains any material misrepresentation or omission, the suspended judgment entered in Section III of this Order shall become immediately due and payable as to that Defendant (less any amounts turned over to the FTC pursuant to Section III.A. of this Order)",
            "deadline": null,
            "verified": true,
            "confidence": 0.9557142857142857
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Cooperation with FTC",
        "category": "affirmative_obligation",
        "summary": "Defendant David J. Kacala must cooperate in good faith with the FTC in connection with this action and related investigations, including appearing for interviews and providing testimony.",
        "requirements": [
          {
            "description": "Cooperate in good faith with FTC and appear for interviews, conferences, and other matters as reasonably requested",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant David J. Kacala shall, in connection with this action or any subsequent investigations related to or associated with the transactions or the occurrences that are the subject of the FTC's Complaint, cooperate in good faith with the FTC and appear at such places and times as the FTC shall reasonably request, after written notice, for interviews, conferences, pretrial discovery, review of documents, and for such other matters as may be reasonably requested by the FTC.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Appear and provide truthful testimony in any trial, deposition, or proceeding if requested in writing by the FTC",
            "quoted_text": "If requested in writing by the FTC, Defendant David J. Kacala shall appear and provide truthful testimony in any trial, deposition, or other proceeding related to or associated with the transactions or the occurrences that are the subject of the Complaint, without the service of a subpoena.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Distribution of Order",
        "category": "acknowledgment",
        "summary": "For 5 years, Defendants must deliver copies of the Order to personnel and obtain signed acknowledgments of receipt within 30 days.",
        "requirements": [
          {
            "description": "Defendant Information Search, Inc. must deliver copies of Order to all principals, officers, directors, managers, and relevant employees",
            "quoted_text": "Defendant Information Search, Inc., must deliver a copy of this Order to all of its principals, officers, directors, and managers. Defendant Information Search, Inc., also must deliver copies of this Order to all of its employees, agents, and representatives who engage in conduct related to the subject matter of the Order. For current personnel, delivery shall be within (5) days of service of this Order upon Defendant. For new personnel, delivery shall occur prior to them assuming their responsibilities.",
            "deadline": "5 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Defendant David J. Kacala must deliver copies of Order to personnel of businesses he controls or has majority ownership in",
            "quoted_text": "For any business that Defendant David J. Kacala controls, directly or indirectly, or in which he has a majority ownership interest, Defendant David J. Kacala must deliver a copy of this Order to all principals, officers, directors, and managers of that business. Defendant David J. Kacala must also deliver copies of this Order to all employees, agents, and representatives of that business who engage in conduct related to the subject matter of the Order. For current personnel, delivery shall be within (5) days of service of this Order upon Defendant. For new personnel, delivery shall occur prior to them assuming their responsibilities.",
            "deadline": "5 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Defendant David J. Kacala must deliver copies of Order to principals and managers of businesses where he engages in related conduct but is not a controlling person",
            "quoted_text": "For any business where Defendant David J. Kacala is not a controlling person of a business but otherwise engages in conduct related to the subject matter of this Order, Defendant David J. Kacala must deliver a copy of this Order to all principals and managers of such business before engaging in such conduct.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Secure signed and dated acknowledgment of receipt from all persons receiving the Order",
            "quoted_text": "Defendants must secure a signed and dated statement acknowledging receipt of the Order, within thirty (30) days of delivery, from all persons receiving a copy of the Order pursuant to this Section VI.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Record-Keeping Provisions",
        "category": "recordkeeping",
        "summary": "For 8 years, Defendants must create and retain specific business records related to any business they control that deals with consumer personal information.",
        "requirements": [
          {
            "description": "Create and retain accounting records reflecting costs, revenues, and disbursements",
            "quoted_text": "Accounting records that reflect the cost of goods or services sold, revenues generated, and the disbursement of such revenues",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and retain personnel records with detailed employee information",
            "quoted_text": "Personnel records accurately reflecting: the name, address, and telephone number of each person employed in any capacity by such business, including as an independent contractor; that person's job title or position; the date upon which the person commenced work; and the date and reason for the person's termination, if applicable",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and retain customer files with purchase and personal information details",
            "quoted_text": "Customer files containing the names, addresses, phone numbers, dollar amounts paid, quantity of goods or services purchased, and description of goods or services purchased, including information regarding the individual consumer whose personal information is being purchased, to the extent such information is obtained in the ordinary course of business",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and retain records of complaints, refund requests, and responses",
            "quoted_text": "Complaints and refund requests (whether received directly, indirectly or through any third party) and any responses to those complaints or requests",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and retain copies of all marketing materials and records of their use",
            "quoted_text": "Copies of all sales scripts, training materials, advertisements (including web sites), or other marketing materials, and records that accurately reflect the time periods during which such materials were used and the persons and business entities that used such materials",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and retain records regarding third parties used to obtain consumer personal information",
            "quoted_text": "To the extent consumer personal information is obtained through the use of third parties: 1. Records that accurately reflect the name, address, and telephone number of the third party; 2. Copies of all contracts and correspondence between either Defendant and such third party",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Retain copies of all acknowledgments of receipt of Order",
            "quoted_text": "Copies of each acknowledgement of receipt of Order required to be obtained pursuant to Section VI of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "For 5 years, Defendants must notify the FTC of changes in residence, employment, and corporate structure, and must submit a detailed compliance report 180 days after Order entry.",
        "requirements": [
          {
            "description": "Defendant David J. Kacala must notify FTC of changes in residence, mailing addresses, and telephone numbers",
            "quoted_text": "Defendant David J. Kacala shall notify the FTC of the following: a. Any changes in his residence, mailing addresses, and telephone numbers, within ten (10) days of the date of such change",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Defendant David J. Kacala must notify FTC of changes in employment status and ownership interests",
            "quoted_text": "Any changes in his employment status (including self-employment), and any change in his ownership in any business entity, within ten (10) days of the date of such change. Such notice shall include the name and address of each business that he is affiliated with, employed by, creates or forms, or performs services for; a statement of the nature of the business; and a statement of his duties and responsibilities in connection with the business or employment",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Defendant David J. Kacala must notify FTC of changes in name or use of aliases",
            "quoted_text": "Any changes in his name or use of any aliases or fictitious names",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Defendants must notify FTC of changes in corporate structure at least 30 days prior to such change",
            "quoted_text": "Defendants shall notify the FTC of any changes in corporate structure of Information Search, Inc., or any business entity that David J. Kacala directly or indirectly control(s), or has an ownership interest in, that may affect compliance obligations arising under this Order, including but not limited to a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor entity; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order; the filing of a bankruptcy petition; or a change in the corporate name or address, at least thirty (30) days prior to such change, provided that, with respect to any proposed change in the corporation about which a Defendant learns less than thirty (30) days prior to the date such action is to take place, such Defendant shall notify the FTC as soon as is practicable after obtaining such knowledge.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Submit detailed written compliance report sworn under penalty of perjury",
            "quoted_text": "One hundred eighty (180) days after the date of entry of this Order, Defendants each shall provide a written report to the FTC, sworn to under penalty of perjury, setting forth in detail the manner and form in which they have complied and are complying with this Order.",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The FTC is authorized to monitor compliance through various means, including requesting reports, depositions, inspections, posing as consumers, and interviewing personnel.",
        "requirements": [
          {
            "description": "Submit additional written reports, produce documents, appear for deposition, or provide entry to business locations within 10 days of FTC request",
            "quoted_text": "Within ten (10) days of receipt of written notice from a representative of the FTC, Defendants each shall submit additional written reports, sworn to under penalty of perjury; produce documents for inspection and copying; appear for deposition; and/or provide entry during normal business hours to any business location in such Defendant's possession or direct or indirect control to inspect the business operation",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Permit FTC to monitor compliance through all lawful means, including posing as consumers and obtaining discovery",
            "quoted_text": "In addition, the FTC is authorized to monitor compliance with this Order by all other lawful means, including but not limited to the following: 1. Obtaining discovery from any person, without further leave of court, using the procedures prescribed by Fed. R. Civ. P. 30, 31, 33, 34, 36, and 45; 2. Posing as consumers and suppliers to: Defendants, Defendants' employees, or any other entity managed or controlled in whole or in part by either Defendant, without the necessity of identification or prior notice",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Permit FTC representatives to interview any employee, consultant, or representative who agrees to such interview",
            "quoted_text": "Defendants shall permit representatives of the FTC to interview any employer, consultant, independent contractor, representative, agent, or employee who has agreed to such an interview, relating in any way to any conduct subject to this Order. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Acknowledgment of Receipt of Order",
        "category": "acknowledgment",
        "summary": "Each Defendant must submit a truthful sworn statement acknowledging receipt of the Order within 5 business days.",
        "requirements": [
          {
            "description": "Submit truthful sworn statement acknowledging receipt of Order",
            "quoted_text": "IT IS FURTHER ORDERED that within five (5) business days after receipt of this Order, as entered by the Court, each Defendant shall submit to the FTC a truthful sworn statement acknowledging receipt of this Order.",
            "deadline": "5 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XI",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction for purposes of construction, modification, and enforcement of this Order.",
        "requirements": [
          {
            "description": "Court retains jurisdiction for construction, modification, and enforcement",
            "quoted_text": "IT IS FURTHER ORDERED that this Court shall retain jurisdiction of this matter, for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "This Order does not contain a specific termination clause. Provision VI (Distribution of Order) applies for 5 years. Provision VII (Record-Keeping) applies for 8 years. Provision VIII (Compliance Reporting) applies for 5 years. Section XI states: IT IS FURTHER ORDERED that this Court shall retain jurisdiction of this matter, for purposes of construction, modification, and enforcement of this Order."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "02.07, Information Search, Inc., and David J. Kacala Complaint.pdf",
      "order": "02.07, Information Search, Inc., and David J. Kacala Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 4,
      "order_provisions": 11,
      "order_definitions": 3,
      "order_requirements": 29
    },
    "processing_time_seconds": 133.6
  }
}