{
  "case_info": {
    "docket_number": "Civil No. 1:10-cv-00532-JEC",
    "company": {
      "name": "ControlScan, Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "340 Interstate North, Suite 347, Atlanta, Georgia 30339",
      "business_description": "ControlScan is a privately-owned corporation that offers a variety of privacy and data security seals for online companies to display on their websites, including Business Background Reviewed, Verified Secure, Privacy Protected, and other certification marks."
    },
    "commissioners": [],
    "date_issued": "2010-03-08",
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a); Section 13(b) of the Federal Trade Commission Act, 15 U.S.C. § 53(b)",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/072-3165-controlscan-inc"
  },
  "complaint": {
    "factual_background": "ControlScan sold privacy and data security certification seals to companies for display on their websites, claiming to verify that these companies provided appropriate privacy and security protections for consumer information. In reality, ControlScan conducted little or no verification of actual privacy or security practices, instead providing seals based on superficial checks such as business address verification or the mere presence of a privacy policy, without reviewing underlying practices. The company also misled consumers by displaying daily date stamps on seals, implying daily verification, when in fact they conducted at most weekly scans and in many cases no ongoing review at all.",
    "representations_made": [
      {
        "description": "Claimed to verify that companies displaying Business Background Reviewed, Registered Member, Privacy Protected, or Privacy Reviewed seals provided appropriate protection for privacy and security of consumer information",
        "quoted_text": "Defendant has represented, expressly or by implication, that ControlScan has taken reasonable steps to verify that a company displaying the Business Background Reviewed, Registered Member, Privacy Protected, or Privacy Reviewed seals provided appropriate protection for the privacy and/or security of consumer information.",
        "source_paragraph": 18
      },
      {
        "description": "Claimed to verify that companies displaying the Registered Member seal were currently working towards meeting PCI Data Security Standards",
        "quoted_text": "Defendant has represented, expressly or by implication, that ControlScan has taken reasonable steps to verify that a company that displays the Registered Member seal \"is currently working towards meeting the Payment Card Industry Data Security Standards.\"",
        "source_paragraph": 20
      },
      {
        "description": "Claimed to review companies' fitness to display seals on a daily basis",
        "quoted_text": "Defendant has represented, expressly or by implication, that ControlScan has taken reasonable steps to review a company's fitness to display the Business Background Reviewed, Verified Secure, Registered Member, Privacy Protected, and Privacy Reviewed seal on a daily basis.",
        "source_paragraph": 22
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "False Verification of Privacy and Security Protections",
        "representation": "ControlScan represented that it had taken reasonable steps to verify that companies displaying its Business Background Reviewed, Registered Member, Privacy Protected, or Privacy Reviewed seals provided appropriate protection for the privacy and/or security of consumer information",
        "fact": "ControlScan conducted little or no verification of privacy and security protections, instead providing Business Background Reviewed seals after verifying only business address information unrelated to security, Registered Member seals to companies with identified severe vulnerabilities without assessing remediation efforts, Privacy Protected seals merely for posting a privacy policy without reviewing actual practices, and Privacy Reviewed seals to companies that failed to even post a privacy policy",
        "conclusion": "Therefore, the representation set forth in paragraph 18 was, and is, false or misleading and constitutes a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 2,
        "title": "False Verification of PCI Compliance Efforts",
        "representation": "ControlScan represented that it had taken reasonable steps to verify that companies displaying the Registered Member seal were \"currently working towards meeting the Payment Card Industry Data Security Standards\"",
        "fact": "ControlScan did not take any steps to verify that companies displaying the Registered Member seal were actually working towards meeting the Payment Card Industry Data Security Standards",
        "conclusion": "Therefore, the representation set forth in paragraph 20 was, and is, false or misleading and constitutes a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 3,
        "title": "False Daily Verification Claims",
        "representation": "ControlScan represented that it had taken reasonable steps to review a company's fitness to display its seals on a daily basis, as implied by the daily date stamps displayed on the seals",
        "fact": "ControlScan did not conduct daily reviews; instead, it conducted no ongoing review for companies displaying Business Background Reviewed, Privacy Protected, and Privacy Reviewed seals, only weekly scans for Verified Secure seals, and only weekly scans without remediation requirements for Registered Member seals",
        "conclusion": "Therefore, the representation set forth in paragraph 22 was, and is, false or misleading and constitutes a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Seal": "any trustmark, logo, seal of approval, emblem, shield, or other insignia offered for placement on a company's website.",
      "Defendant": "ControlScan and its successors and assigns.",
      "Commerce": "as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. § 44."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibited Business Activities",
        "category": "prohibition",
        "summary": "Defendant is permanently prohibited from materially misrepresenting verification of privacy/security protection or the frequency of such verification in connection with advertising, marketing, or sale of any product or service.",
        "requirements": [
          {
            "description": "Must not misrepresent the verification conducted concerning privacy/security protection or steps taken to provide such protection",
            "quoted_text": "IT IS ORDERED that Defendant and its officers, agents, servants, employees, attorneys, and all persons in active concert or participation with any one or more of them, whether acting directly or through any sole proprietorship, partnership, limited liability company, corporation, subsidiary, branch, division, or other entity, who receive actual notice of this Order by personal service or otherwise, are hereby permanently restrained and enjoined from, in connection with the advertising, marketing, promotion, offering for sale, or sale of any product or service, in or affecting commerce, materially misrepresenting, in any manner, expressly or by implication: A. the verification that is conducted by any party concerning the protection that a company provides for the privacy and/or security of consumer information or the steps a company has taken to provide such protection; or B. the frequency of such verification.",
            "deadline": null,
            "verified": false,
            "confidence": 0.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Notice to Seal Purchasers",
        "category": "affirmative_obligation",
        "summary": "Defendant must provide notice to each company that purchased or received certain ControlScan seals since January 1, 2007, informing them of the FTC settlement and requiring removal of discontinued seals.",
        "requirements": [
          {
            "description": "Provide notice by first-class mail and email to companies that purchased or received specific seals since January 1, 2007",
            "quoted_text": "IT IS FURTHER ORDERED that, within thirty (30) days after the date of entry of this Order, Defendant shall provide notice, in the form provided in Attachment A, to each company that purchased or received, since January 1, 2007, ControlScan's Business Background Reviewed, Verified Secure, Registered Member, Privacy Protected, or Privacy Reviewed seal",
            "deadline": "30 days",
            "verified": false,
            "confidence": 0.0
          },
          {
            "description": "Deliver notice by first-class mail to last known mailing address and by email to last known email address, addressed to an individual with business relationship",
            "quoted_text": "The notice shall be delivered by first-class mail to the company's last known mailing address and by electronic mail to its last known electronic mail address. Each such notice, whether sent by U.S. mail or electronic mail, shall be sent to the attention of an individual at the company with whom ControlScan has or had a business relationship.",
            "deadline": "30 days",
            "verified": false,
            "confidence": 0.0
          },
          {
            "description": "Prepare notice on official corporate letterhead with official logos and specific envelope/subject line requirements",
            "quoted_text": "Other than as described in this Section and provided by Attachment A, the notice shall not include any other document, material, or statement. The notice shall be prepared on ControlScan's official corporate letterhead and also shall include prominently ControlScan's official logos for the Business Background Reviewed, Verified Secure, Registered Member, Privacy Protected, and Privacy Reviewed seals. Each envelope in which such notice is mailed shall include ControlScan's name and return address. In addition, the words \"ATTENTION: Important Notice Concerning ControlScan's Seals\" shall appear below the recipient's address on any such notice that is mailed and in the subject line of any notice that is sent by electronic mail.",
            "deadline": "30 days",
            "verified": false,
            "confidence": 0.0
          },
          {
            "description": "Take reasonable steps to obtain signature or electronic receipt acknowledging receipt of notice",
            "quoted_text": "Defendant shall take reasonable steps to obtain a signature or electronic receipt acknowledging receipt of the notice by an authorized representative of the recipient. If Defendant elects to obtain this acknowledgment by U.S. mail, it shall provide a self-addressed, postage pre-paid envelope with the notice to enable return of the acknowledgment or send the notice via certified mail, return receipt requested.",
            "deadline": "30 days",
            "verified": false,
            "confidence": 0.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Monetary Judgment",
        "category": "affirmative_obligation",
        "summary": "A suspended judgment of $750,000 is entered against Defendant (less amounts paid by Richard Stanton), which becomes due if Defendant misrepresented its financial condition. Funds may be used for consumer restitution or other equitable relief.",
        "requirements": [
          {
            "description": "Judgment of $750,000 entered but payment suspended based on financial disclosures",
            "quoted_text": "Judgment is hereby entered in favor of the Commission and against Defendant, as equitable monetary relief, in the amount of $750,000, less any amounts paid by Richard Stanton pursuant to the Decision and Order arising from In the Matter of Richard Stanton, FTC File No. 072-3165. Payment of this amount shall be suspended subject to the conditions set forth in Paragraphs C and D.",
            "deadline": null,
            "verified": false,
            "confidence": 0.0
          },
          {
            "description": "If suspension is lifted due to financial misrepresentation, full judgment amount plus interest becomes immediately due and payable",
            "quoted_text": "If, upon motion by the Commission, the Court finds that Defendant failed to disclose any material asset, misrepresented the value of any material asset, or made any material misrepresentation or omission in the financial disclosures, the suspension of the judgment entered pursuant to Paragraph A of this Section III shall be lifted, and the judgment amount, less any payments made to the Commission pursuant to this Order, plus interest from the date of entry of this Order computed pursuant to 28 U.S.C. § 1961, shall become immediately due and payable.",
            "deadline": null,
            "verified": false,
            "confidence": 0.0
          },
          {
            "description": "Furnish taxpayer employer identification number to the Commission",
            "quoted_text": "In accordance with 31 U.S.C. § 7701, as amended, Defendant is hereby required, unless it has already done so, to furnish to the Commission its taxpayer employer identification number, which shall be used for purposes of collecting and reporting on any delinquent amount arising out of Defendant's relationship with the government.",
            "deadline": null,
            "verified": false,
            "confidence": 0.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The FTC is authorized to monitor compliance by requiring Defendant to submit reports, produce documents, appear for depositions, allow business inspections, and permit employee interviews. The FTC may also use undercover investigations.",
        "requirements": [
          {
            "description": "Submit additional written reports, produce documents, appear for deposition, and provide business location access within 10 days of FTC request",
            "quoted_text": "Within ten (10) days of receipt of written notice from a representative of the Commission, Defendant shall submit additional written reports, which are true and accurate and sworn to under penalty of perjury; produce documents for inspection and copying; appear for deposition; and provide entry during normal business hours to any business location in Defendant's possession or direct or indirect control to inspect the business operation.",
            "deadline": "10 days",
            "verified": false,
            "confidence": 0.0
          },
          {
            "description": "Allow FTC representatives to pose as consumers and suppliers without identification or prior notice",
            "quoted_text": "In addition, the Commission is authorized to use all other lawful means, including, but not limited to: 1. obtaining discovery from any person, without further leave of court, using the procedures prescribed by Fed. R. Civ. P. 30, 31, 33, 34, 36, 45, and 69; and 2. having its representatives pose as consumers and suppliers to Defendant, its employees, or any other entity managed or controlled in whole or in part by Defendant, without the necessity of identification or prior notice.",
            "deadline": null,
            "verified": false,
            "confidence": 0.0
          },
          {
            "description": "Permit FTC representatives to interview employees, consultants, contractors, or agents who agree to such interviews",
            "quoted_text": "Defendant shall permit representatives of the Commission to interview any employer, consultant, independent contractor, representative, agent, or employee who has agreed to such an interview, relating in any way to any conduct subject to this Order. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": false,
            "confidence": 0.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendant must notify the FTC of structural changes at least 30 days in advance and file compliance reports at 180 days and annually for 5 years, including acknowledgments of receipt and bankruptcy filings within 15 days.",
        "requirements": [
          {
            "description": "Notify FTC of structural changes, dissolutions, mergers, or business name/address changes at least 30 days prior",
            "quoted_text": "For a period of five (5) years from the date of entry of this Order, Defendant shall notify the Commission of any changes in structure of Defendant or any business entity that Defendant directly or indirectly controls, or has an ownership interest in, that may affect compliance obligations arising under this Order, including, but not limited to: incorporation or other organization; a dissolution, assignment, sale, merger, or other action; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order; or a change in the business name or address, at least thirty (30) days prior to such change, provided that, with respect to any such change in the business entity about which Defendant learns less than thirty (30) days prior to the date such action is to take place, Defendant shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": "30 days",
            "verified": false,
            "confidence": 0.0
          },
          {
            "description": "File initial compliance report at 180 days and annually thereafter for 5 years",
            "quoted_text": "One hundred eighty (180) days after the date of entry of this Order and annually thereafter for a period of five (5) years, Defendant shall provide a written report to the FTC which is true and accurate and sworn to under penalty of perjury, setting forth in detail the manner and form in which it has complied and is complying with this Order. This report shall include, but not be limited to: 1. a copy of each acknowledgment of receipt of this Order, obtained pursuant to Section VII titled \"Distribution of Order;\" and 2. any other changes required to be reported under Subsection A of this Section.",
            "deadline": "180 days",
            "verified": false,
            "confidence": 0.0
          },
          {
            "description": "Notify FTC of bankruptcy filing within 15 days",
            "quoted_text": "Defendant shall notify the Commission of the filing of a bankruptcy petition by Defendant within fifteen (15) days of filing.",
            "deadline": "15 days",
            "verified": false,
            "confidence": 0.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendant must create and retain for 8 years specific records including accounting records, personnel records, customer files, complaints, marketing materials, and compliance documents.",
        "requirements": [
          {
            "description": "Create and retain accounting, personnel, customer, complaint, marketing, and compliance records for 8 years",
            "quoted_text": "IT IS FURTHER ORDERED that, for a period of eight (8) years from the date of entry of this Order, Defendant, with respect to its offering or providing seals or related products or services, is hereby restrained and enjoined from failing to create and retain the following records: A. Accounting records that reflect the cost of goods or services sold, revenues generated, and the disbursement of such revenues; B. Personnel records accurately reflecting: the name, address, and telephone number of each person employed in any capacity by such business, including as an independent contractor; that person's job title or position; the date upon which the person commenced work; and the date and reason for the person's termination, if applicable; C. Customer files containing the names, addresses, telephone numbers, dollar amounts paid, quantity of items or services purchased, and description of items or services purchased, to the extent such information is obtained in the ordinary course of business; D. Complaints and refund requests (whether received directly or indirectly, such as through a third party) and any responses to those complaints or requests; E. Copies of all sales scripts, training materials, advertisements, or other marketing materials; and F. All records and documents necessary to demonstrate full compliance with each provision of this Order, including but not limited to, copies of acknowledgments of receipt of this Order required by Sections VII and VIII, titled \"Distribution of Order\" and \"Acknowledgment of Receipt of Order\" and all reports submitted to the FTC pursuant to Section V, titled \"Compliance Reporting.\"",
            "deadline": null,
            "verified": false,
            "confidence": 0.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Distribution of Order",
        "category": "acknowledgment",
        "summary": "For 5 years, Defendant must deliver copies of the Order to all principals, officers, directors, managers, employees, and agents engaged in related conduct, and to any successor business entities, and obtain signed acknowledgments within 30 days.",
        "requirements": [
          {
            "description": "Deliver copies of Order to all principals, officers, directors, managers, employees, and agents within 5 days for current personnel, prior to assuming responsibilities for new personnel",
            "quoted_text": "IT IS FURTHER ORDERED that, for a period of five (5) years from the date of entry of this Order, Defendant shall deliver copies of this Order as directed below: A. Defendant must deliver a copy of this Order to (1) all of its principals, officers, directors, and managers; (2) all of its employees, agents, and representatives who engage in conduct related to the subject matter of the Order; and (3) any business entity resulting from any change in structure set forth in Subsection A.2 of Section V titled \"Compliance Reporting.\" For current personnel, delivery shall be within five (5) days of service of this Order upon Defendant. For new personnel, delivery shall occur prior to them assuming their responsibilities. For any business entity resulting from any change in structure set forth in Subsection A.2 of Section V titled \"Compliance Reporting,\" delivery shall be at least ten (10) days prior to the change in structure.",
            "deadline": "5 days",
            "verified": false,
            "confidence": 0.0
          },
          {
            "description": "Secure signed and dated acknowledgment statements from all recipients within 30 days of delivery",
            "quoted_text": "Defendant must secure a signed and dated statement acknowledging receipt of the Order, within thirty (30) days of delivery, from all persons receiving a copy of the Order pursuant to this Section.",
            "deadline": "30 days",
            "verified": false,
            "confidence": 0.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Acknowledgment of Receipt of Order",
        "category": "acknowledgment",
        "summary": "Defendant must submit a truthful sworn statement acknowledging receipt of the Order within 5 business days.",
        "requirements": [
          {
            "description": "Submit truthful sworn statement acknowledging receipt of Order",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant, within five (5) business days of receipt of this Order as entered by the Court, must submit to the Commission a truthful sworn statement acknowledging receipt of this Order.",
            "deadline": "5 days",
            "verified": false,
            "confidence": 0.0
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction for purposes of construction, modification, and enforcement of the Order.",
        "requirements": [
          {
            "description": "Court retains jurisdiction for construction, modification, and enforcement",
            "quoted_text": "IT IS FURTHER ORDERED that this Court shall retain jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": false,
            "confidence": 0.0
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Notice of Entry of Order",
        "category": "acknowledgment",
        "summary": "Entry of the Order in the court docket constitutes notice to Defendant, and Defendant waives all rights to contest proper service.",
        "requirements": [
          {
            "description": "Docket entry constitutes notice; Defendant waives contest of proper service",
            "quoted_text": "IT IS FURTHER ORDERED that entry in the docket of this Order by the Clerk of Court shall constitute notice to Defendant of the terms and conditions of this Order, and that Defendant waives all rights to contest in any future proceeding whether Defendant was properly served with this Order.",
            "deadline": null,
            "verified": false,
            "confidence": 0.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "No specific termination date is stated. The Order includes provisions with varying durations: 5 years for compliance reporting and order distribution; 8 years for recordkeeping. Section IX states: 'IT IS FURTHER ORDERED that this Court shall retain jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.'"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "02.10, ControlScan Complaint.pdf",
      "order": "02.10, ControlScan Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 3,
      "complaint_representations": 3,
      "order_provisions": 10,
      "order_definitions": 3,
      "order_requirements": 20
    },
    "processing_time_seconds": 534.5
  }
}