{
  "case_info": {
    "docket_number": "C-4505",
    "company": {
      "name": "PaymentsMD, LLC",
      "incorporation_state": "Georgia",
      "entity_type": "limited liability company",
      "address": "5665 New Northside Dr., Suite 320, Atlanta, GA 30328",
      "business_description": "PaymentsMD provides billing services to medical providers, enabling consumers to pay medical bills through a website and access billing history through a Patient Portal. The company also offers a fee-based Patient Health Report service that allows consumers to access, review, and manage their consolidated health records."
    },
    "commissioners": [
      "Edith Ramirez, Chairwoman",
      "Julie Brill",
      "Maureen K. Ohlhausen",
      "Joshua D. Wright",
      "Terrell McSweeny"
    ],
    "date_issued": "",
    "legal_authority": "Federal Trade Commission Act, 15 U.S.C. ยง 45 et seq.",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/132-3088-paymentsmd-llc-matter"
  },
  "complaint": {
    "factual_background": "PaymentsMD operated a free Patient Portal for consumers to view medical billing history. Without adequate disclosure, the company partnered with Metis Health to collect sensitive health information from pharmacies, health plans, and laboratories for a separate fee-based Patient Health Report service. The company sent approximately 5,500 requests for consumers' health information to 31 companies, with consumers unaware that registering for billing services would trigger comprehensive third-party data collection.",
    "representations_made": [
      {
        "description": "Represented that consumers registering for the free Patient Portal could access and review their medical payment history",
        "quoted_text": "respondent represented, directly or indirectly, expressly or by implication, that consumers registering for its free Patient Portal billing service could access and review their medical payment history.",
        "source_paragraph": 16
      },
      {
        "description": "Represented that the authorizations were to be used exclusively for the free Patient Portal billing history service",
        "quoted_text": "respondent represented, directly or indirectly, expressly or by implication, that the authorizations were to be used exclusively to provide the free Patient Portal billing history service for which consumers were registering.",
        "source_paragraph": 19
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Deceptive Omission",
        "representation": "Consumers registering for the free Patient Portal billing service could access and review their medical payment history",
        "fact": "Respondent failed to disclose adequately that, if consumers registered for its free Patient Portal billing service, respondent would also engage in a comprehensive collection from third parties of consumers' sensitive health information for the Patient Health Report service",
        "conclusion": "This fact would be material to consumers in deciding whether to register for the Patient Portal. Respondent's failure to disclose adequately this fact, in light of the representations made, is a deceptive act or practice."
      },
      {
        "count_number": 2,
        "title": "Deceptive Representation",
        "representation": "The authorizations were to be used exclusively to provide the free Patient Portal billing history service for which consumers were registering",
        "fact": "The authorizations were not used exclusively to provide the free Patient Portal billing history service for which consumers were registering. Instead, all of the authorizations were also used by respondent to attempt to collect sensitive health information for use with the Patient Health report service, and two were only used for this purpose",
        "conclusion": "Therefore, this representation is false or misleading."
      }
    ]
  },
  "order": {
    "definitions": {
      "Covered information": "information from or about an individual consumer, including but not limited to (a) a first and last name; (b) a home or other physical address, including street name and name of city or town; (c) an email address or other online contact information, such as an instant messaging user identifier or a screen name; (d) a telephone number; (e) a Social Security number; (f) a driver's license or other state-issued identification number; (g) a financial institution account number; (h) an insurance account number or other insurance information; (i) credit or debit card information; (j) credit report information; (k) a persistent identifier, such as a customer number held in a \"cookie,\" a static Internet Protocol (\"IP\") address, a mobile device ID, or processor serial number; and (l) health information, as defined below.",
      "Health information": "information about an individual consumer's health or medical care, including but not limited to (a) an insurance account number or other insurance information; (b) prescription information; (c) medical records; (d) information concerning the consumer's diagnoses or treatments; and (e) medical or health related purchases.",
      "Respondent": "PaymentsMD, LLC and its successors and assigns.",
      "Commerce": "as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. ยง 44.",
      "Clear(ly) and prominent(ly)": "a. In textual communications (e.g., printed publications or words displayed on the screen of a computer or mobile device), the required disclosures are of a type, size, and location sufficiently noticeable for an ordinary consumer to read and comprehend them, in print that contrasts highly with the background on which they appear; b. In communications disseminated orally or through audible means (e.g., radio or streaming audio), the required disclosures are delivered in a volume and cadence sufficient for an ordinary consumer to hear and comprehend them; c. In communications disseminated through video means (e.g., television or streaming video), the required disclosures are in writing in a form consistent with subparagraph (a) of this definition and shall appear on the screen for a duration sufficient for an ordinary consumer to read and comprehend them, and in the same language as the predominant language that is used in the communication; d. In communications made through interactive media, such as the Internet, online services, and software, the required disclosures are unavoidable and presented in a form consistent with subparagraph (a) of this definition, in addition to any audio or video presentation of them; and e. In all instances, the required disclosures: (1) are presented in an understandable language and syntax, and (2) include nothing contrary to, inconsistent with, or in mitigation of any statement contained within the disclosure or within any document linked to or referenced therein."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Privacy and Security",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent the extent to which it uses, maintains, and protects the privacy, confidentiality, security, or integrity of covered information collected from or about consumers.",
        "requirements": [
          {
            "description": "Must not misrepresent privacy, confidentiality, security, or integrity protections for covered information",
            "quoted_text": "IT IS ORDERED that respondent and its officers, agents, representatives, and employees, directly or through any corporation, subsidiary, division, website, or other device or affiliate owned or controlled by respondent, in or affecting commerce, shall not misrepresent, in any manner, expressly or by implication, the extent to which respondent uses, maintains, and protects the privacy, confidentiality, security, or integrity of covered information collected from or about consumers",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent services for which consumers are being enrolled",
            "quoted_text": "Services for which consumers are being enrolled as part of any sign-up process",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent the extent to which respondent will share covered information with, or seek covered information from, third parties",
            "quoted_text": "The extent to which respondent will share covered information with, or seek covered information from, third parties",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent the purpose(s) for which covered information collected from third parties will be used",
            "quoted_text": "The purpose(s) for which covered information collected from third parties will be used",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Health Information Collection Requirements",
        "category": "affirmative_obligation",
        "summary": "Respondent must clearly and prominently disclose health information practices and obtain affirmative express consent before collecting health information from third parties.",
        "requirements": [
          {
            "description": "Must clearly and prominently disclose practices regarding collection, use, storage, disclosure or sharing of health information prior to seeking authorization to collect health information from a third party",
            "quoted_text": "Separate and apart from any final \"end user license agreement,\" \"privacy policy,\" \"terms of use\" page, or similar document, clearly and prominently disclose to consumers respondent's practices regarding the collection, use, storage, disclosure or sharing of health information prior to seeking authorization to collect health information from a third party",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must obtain affirmative express consent from consumers prior to collecting health information from a third party",
            "quoted_text": "Obtain affirmative express consent from consumers prior to collecting health information from a third party",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Data Use Restrictions and Deletion",
        "category": "affirmative_obligation",
        "summary": "Respondent must restrict use of covered information collected prior to the order to health-related bill-payment or bill history services only, and must delete covered information collected for other purposes within 60 days.",
        "requirements": [
          {
            "description": "Must not use, collect or permit third parties to use or collect covered information obtained prior to the order except for health-related bill-payment or bill history services",
            "quoted_text": "respondent and its officers, agents, representatives, and employees, directly or through any corporation, subsidiary, division, website, or other device or affiliate owned or controlled by respondent, in or affecting commerce, shall not use, collect or permit any third party to use or collect any covered information pursuant to any authorization obtained prior to the date of service of this order from consumers registering for the Patient Portal, except for the sole purpose of offering any health-related bill-payment or bill history services",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must permanently delete or destroy all covered information collected from third parties for purposes other than health-related bill-payment or bill history services",
            "quoted_text": "Within sixty (60) days after the date of service of the order, respondent shall permanently delete or destroy all covered information in respondent's possession or control that was collected pursuant to such authorization by or on behalf of respondent from any third party for any purpose except for the offering of any health-related bill-payment or bill history services",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must provide written statement to the Commission confirming deletion or destruction of covered information",
            "quoted_text": "Within sixty (60) days after the date of service of the order, respondent shall permanently delete or destroy all covered information in respondent's possession or control that was collected pursuant to such authorization by or on behalf of respondent from any third party for any purpose except for the offering of any health-related bill-payment or bill history services and shall provide a written statement to the Commission, sworn under penalty of perjury, confirming that all such information has been deleted or destroyed",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must maintain and make available to the FTC for five years all documents relating to compliance with the order.",
        "requirements": [
          {
            "description": "Must maintain for five years all documents relating to compliance with the order and make them available to the FTC for inspection and copying",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall maintain and upon request make available to the Federal Trade Commission for inspection and copying, for a period of five (5) years from the date of preparation or dissemination, whichever is later, a print or electronic copy of all documents relating to compliance with this order",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must maintain statements disseminated to consumers describing privacy, security and confidentiality protections",
            "quoted_text": "statements disseminated to consumers that describe the extent to which respondent maintains and protects the privacy, security and confidentiality of any covered information, including, but not limited to, any statement related to a change in any website or service controlled by respondent that relates to the privacy, security, and confidentiality of covered information, with all materials relied upon in making or disseminating such statements",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must maintain all consumer complaints related to conduct prohibited by the order and any responses",
            "quoted_text": "all consumer complaints directed at respondent, or forwarded to respondent by a third party, that relate to the conduct prohibited by this order, and any responses to such complaints",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must maintain all forms, websites, and methods used to obtain affirmative express consent to collect health information from third parties",
            "quoted_text": "all forms, websites, and other methods used to obtain affirmative express consent to collect health information from third parties; and any documents, whether prepared by or on behalf of respondent, that contradict, qualify, or call into question compliance with this order",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Order Distribution and Acknowledgment",
        "category": "acknowledgment",
        "summary": "Respondent must deliver a copy of the order to current and future subsidiaries, officers, directors, managers, employees, agents, and representatives with relevant responsibilities, and obtain signed acknowledgments of receipt.",
        "requirements": [
          {
            "description": "Must deliver a copy of the order to all current subsidiaries and personnel having responsibilities relating to the subject matter of the order",
            "quoted_text": "Respondent shall deliver this order to such current subsidiaries and personnel within thirty (30) days after service of this order",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must deliver a copy of the order to all future subsidiaries and personnel having responsibilities relating to the subject matter of the order",
            "quoted_text": "Respondent shall deliver this order to such current and future subsidiaries, current and future principals, officers, directors, and managers, and to all current and future employees, agents, and representatives having responsibilities relating to the subject matter of this order. Respondent shall deliver this order to such future subsidiaries and personnel within thirty (30) days after the person or subsidiary assumes such position or responsibilities",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Must deliver the order to any business entity resulting from a change in structure at least ten days prior to the change",
            "quoted_text": "For any business entity resulting from any change in structure set forth in Part VI, delivery shall be at least ten (10) days prior to the change in structure",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must secure signed and dated acknowledgment statements from all persons or subsidiaries receiving a copy of the order",
            "quoted_text": "Respondent must secure a signed and dated statement acknowledging receipt of this order, within thirty (30) days of delivery, from all persons or subsidiaries receiving a copy of the order pursuant to this Part",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Corporate Change Notification",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the Commission at least 30 days prior to any corporate change that may affect compliance obligations.",
        "requirements": [
          {
            "description": "Must notify the Commission at least 30 days prior to any change in the corporation that may affect compliance obligations",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall notify the Commission at least thirty (30) days prior to any change in the corporation(s) that may affect compliance obligations arising under this order, including, but not limited to: a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in the corporate name or address",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must notify the Commission as soon as practicable if learning about a corporate change fewer than 30 days prior to the change",
            "quoted_text": "Provided, however, that, with respect to any proposed change in the corporation(s) about which respondent learns fewer than thirty (30) days prior to the date such action is to take place, respondent shall notify the Commission as soon as is practicable after obtaining such knowledge",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondent must file a compliance report with the Commission within 60 days after service of the order and submit additional reports upon request.",
        "requirements": [
          {
            "description": "Must file a true and accurate written compliance report with the Commission detailing manner and form of compliance with the order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent within sixty (60) days after the date of service of this order, shall file with the Commission a true and accurate report, in writing, setting forth in detail the manner and form of its compliance with this order",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must submit additional true and accurate written reports within 10 days of receipt of written notice from the Commission",
            "quoted_text": "Within ten (10) days of receipt of written notice from a representative of the Commission, it shall submit an additional true and accurate written report",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Order Termination",
        "category": "duration",
        "summary": "The order will terminate on January 27, 2035, or 20 years from the most recent date the United States or Commission files a complaint alleging any violation of the order, whichever comes later.",
        "requirements": [
          {
            "description": "Order termination date and conditions",
            "quoted_text": "This order will terminate on January 27, 2035, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on January 27, 2035, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. any Part in this order that terminates in fewer than twenty (20) years; B. this order's application to any respondent that is not named as a defendant in such complaint; and C. this order if such complaint is filed after the order has terminated pursuant to this Part. Provided, further, that if such complaint is dismissed or a federal court rules that respondent did not violate any provision of the order, and the dismissal or ruling is either not appealed or upheld on appeal, then the order as to such respondent will terminate according to this Part as though the complaint had never been filed, except that the order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "02.15, PaymentsMD Complaint.pdf",
      "order": "02.15, PaymentsMD Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 2,
      "order_provisions": 8,
      "order_definitions": 5,
      "order_requirements": 22
    },
    "processing_time_seconds": 108.8
  }
}