{
  "case_info": {
    "docket_number": "2:18-cv-199",
    "company": {
      "name": "Prime Sites, Inc.",
      "incorporation_state": "Nevada",
      "entity_type": "corporation",
      "address": "3395 South Jones Boulevard, Suite 15, Las Vegas, Nevada 89146",
      "business_description": "Prime Sites, Inc., operating as Explore Talent, maintains an online talent search network available at ExploreTalent.com. The platform allows aspiring actors, models, and other artists to search for information about upcoming auditions, casting calls, and other professional opportunities. The service has more than 10 million members, including over 100,000 registered users under age 13."
    },
    "commissioners": [],
    "case_date": {
      "month": 2,
      "year": 2018
    },
    "legal_authority": "Sections 5(a)(1), 5(m)(1)(A), 13(b), and 16(a) of the Federal Trade Commission Act, 15 U.S.C. §§ 45(a)(1), 45(m)(1)(A), 53(b), and 56(a); Sections 1303(c) and 1306(d) of the Children's Online Privacy Protection Act of 1998, 15 U.S.C. §§ 6502(c) and 6505(d); and the Children's Online Privacy Protection Rule, 16 C.F.R. Part 312",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/162-3218-prime-sites-inc-explore-talent",
    "statutory_topics": [
      "COPPA"
    ],
    "practice_areas": [
      "Privacy"
    ],
    "industry_sectors": [
      "Technology"
    ]
  },
  "complaint": {
    "factual_background": "Prime Sites, Inc., doing business as Explore Talent, operated an online talent search network at ExploreTalent.com that collected personal information—including names, email addresses, telephone numbers, mailing addresses, and photographs—from over 100,000 children under age 13 without parental notice or consent, in violation of the COPPA Rule. Despite knowingly collecting this data from children, Explore Talent falsely stated in its Privacy Policy that it did not knowingly collect personal information from children under 13. The site made children's profiles publicly visible and allowed adults to privately message child users without parental notification or consent. Additionally, Explore Talent's telemarketers placed unsolicited calls to users falsely claiming that specific casting directors had chosen them for roles in major motion pictures in order to induce them to purchase $39.95/month 'pro' memberships, when in fact no such interest existed and users who paid received none of the promised opportunities.",
    "representations_made": [
      {
        "description": "Claimed in its Privacy Policy that it does not knowingly collect personal information from children under the age of 13",
        "quoted_text": "9 “CHILDREN UNDER THE AGE OF 13” that stated, in part, “If you are a child under the age of 10 13, your profile must be created by a legal guardian. No one under age 13 may provide any 11 information to or through [ExploreTalent.com]. We do not knowingly collect personal 12 information from children under 13.”",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 19,
        "quote_start_line": 363,
        "quote_end_line": 369
      },
      {
        "description": "Represented on its website that agents constantly need new faces and urged users to upgrade to 'Pro' so casting agents can find them and they can apply to unlimited auditions and jobs",
        "quoted_text": "9 Want to land Auditions and get Hired? 10 Agents constantly needing [sic] new faces, Upgrade to PRO so they can find you 11 Apply to Unlimited Auditions and Jobs 12",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 27,
        "quote_start_line": 463,
        "quote_end_line": 468
      },
      {
        "description": "Telemarketers represented to individual users that casting directors had interest in or had specifically chosen them for roles in upcoming major motion pictures, and that they must pay for a 'pro' membership to apply",
        "quoted_text": "these calls, Defendant’s telemarketers have represented to individual users that casting directors 19 have interest in or have chosen them for specific acting opportunities. In many instances, 20 21 Defendant’s telemarketers have claimed that a user has been specifically chosen for a part in an 22 upcoming, well-known major motion picture. Defendant’s telemarketers have represented that, 23 to apply for the identified opportunities, the user must pay for a “pro” membership.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 29,
        "quote_start_line": 479,
        "quote_end_line": 487
      },
      {
        "description": "A telemarketer specifically represented that the casting director for the 'Jack Reacher' sequel was particularly interested in auditioning a user for a paid speaking role, and another promised a user a role in an upcoming 'Fast and Furious' movie",
        "quoted_text": "telemarketers represented to a user that the casting director for a sequel of “Jack Reacher” 1 starring Tom Cruise was particularly interested in auditioning the user for a paid speaking role in 2 3 that film, but that the user first needed to upgrade to a pro membership. Before paying for such a 4 membership, however, the user directly contacted the casting director, who told the Explore 5 Talent user that the film was not working with Explore Talent and that all speaking roles in the 6 film already were cast. Another of Defendant’s telemarketers specifically promised an Explore 7 Talent user a role in an upcoming “Fast and Furious” movie if she paid for a pro membership. 8 9 The user paid for the pro membership but received no contact about any such role.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 30,
        "quote_start_line": 499,
        "quote_end_line": 513
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "COPPA Rule Violations — Failure to Provide Notice, Direct Notice to Parents, and Obtain Verifiable Parental Consent",
        "representation": "Explore Talent collected, used, and/or disclosed personal information from children under 13 with actual knowledge, but failed to: (1) provide sufficient notice on its website of its information collection practices regarding children; (2) provide direct notice to parents of those practices; and (3) obtain verifiable parental consent before collecting, using, or disclosing children's personal information.",
        "fact": "Explore Talent knowingly collected personal information from tens of thousands of children under 13, made that information publicly visible on user profiles, and allowed adults to privately message children—all without adequate website notice, direct parental notice, or verifiable parental consent, in violation of COPPA Rule Sections 312.4(d), 312.4(b), and 312.5(a)(1).",
        "conclusion": "Defendant's acts or practices violated the COPPA Rule, 16 C.F.R. Part 312, and constitute an unfair or deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 2,
        "title": "False Representation of Not Collecting Children's Personal Information",
        "representation": "In numerous instances, Defendant represented, directly or indirectly, expressly or by implication, that it does not knowingly collect personal information from children under the age of 13.",
        "fact": "In numerous instances, Defendant knowingly collected personal information from children under the age of 13.",
        "conclusion": "Therefore, Defendant's representation as set forth in Paragraph 39 of this Complaint is false and misleading and constitutes a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 3,
        "title": "False Representations Regarding Casting Opportunities to Sell Pro Memberships",
        "representation": "In numerous instances, Defendant represented, directly or indirectly, expressly or by implication, that Explore Talent users have been specifically chosen for a role in an upcoming motion picture or have been the subject of interest from casting directors.",
        "fact": "In numerous instances, such representations were false or misleading, or were not substantiated at the time Defendant made them. Defendant made these claims without knowledge of any specific expressed interest by casting directors in the user and without knowledge of users having been chosen for specific opportunities.",
        "conclusion": "Therefore, the making of the representations set forth in Paragraph 42 of this Complaint constitutes a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Child": "an individual under the age of 13.",
      "Collects or collection": "the gathering of any personal information from a child by any means, including but not limited to: a. Requesting, prompting, or encouraging a child to submit personal information online; b. Enabling a child to make personal information publicly available in identifiable form; or c. Passive tracking of a child online.",
      "Defendant": "Prime Sites, Inc., a corporation, also doing business as Explore Talent, and its successors and assigns.",
      "Disclose or disclosure": "with respect to personal information: a. The release of personal information collected by an operator from a child in identifiable form for any purpose, except where an operator provides such information to a person who provides support for the internal operations of the website or online service; and b. Making personal information collected by an operator from a child publicly available in identifiable form by any means, including but not limited to a public posting through the Internet, or through a personal home page or screen posted on a website or online service; a pen pal service; an electronic mail service; a message board; or a chat room.",
      "Internet": "collectively the myriad of computer and telecommunications facilities, including equipment and operating software, which comprise the interconnected world-wide network of networks that employ the Transmission Control Protocol/Internet Protocol, or any predecessor or successor protocols to such protocol, to communicate information of all kinds by wire, radio, or other methods of transmission.",
      "Obtaining verifiable consent": "making any reasonable effort (taking into consideration available technology) to ensure that before personal information is collected from a child, a parent of the child: a. Receives notice of the operator's personal information collection, use, and disclosure practices; and b. Authorizes any collection, use, and/or disclosure of the personal information.",
      "Online contact information": "an e-mail address or any other substantially similar identifier that permits direct contact with a person online, including but not limited to, an instant messaging user identifier, a voice over internet protocol (VOIP) identifier, or a video chat user identifier.",
      "Operator": "any person who operates a website located on the Internet or an online service and who collects or maintains personal information from or about the users of or visitors to such website or online service, or on whose behalf such information is collected or maintained, or offers products or services for sale through that website or online service, where such website or online service is operated for commercial purposes involving commerce among the several States or with one (1) or more foreign nations; in any territory of the United States or in the District of Columbia, or between any such territory and another such territory or any State or foreign nation; or between the District of Columbia and any State, territory, or foreign nation.",
      "Parent": "includes a legal guardian.",
      "Person": "any individual, partnership, corporation, trust, estate, cooperative, association, or other entity.",
      "Personal information": "individually identifiable information about an individual collected online, including:\na. A first and last name;\nb. A home or other physical address including street name and name of a city or town;\nc. Online contact information;\nd. A screen or user name where it functions in the same manner as online contact information;\ne. A telephone number;\nf. A Social Security number;\ng. A persistent identifier that can be used to recognize a user over time and across different websites or online services. Such persistent identifier includes, but is not limited to, a customer number held in a cookie, an Internet Protocol (IP) address, a processor or device serial number, or unique device identifier;\nh. A photograph, video, or audio file where such file contains a child's image or voice;\ni. Geolocation information sufficient to identify street name and name of a city or town; or\nj. Information concerning the child or the parents of that child that the operator collects online from the child and combines with an identifier described in this definition.",
      "Release of personal information": "the sharing, selling, renting, or transfer of personal information to any third party.",
      "Support for the internal operations of the website or online service": "a. Those activities necessary to: i. Maintain or analyze the functioning of the website or online service; ii. Perform network communications; iii. Authenticate users of, or personalize the content on, the website or online service; iv. Serve contextual advertising on the website or online service or cap the frequency of advertising; v. Protect the security or integrity of the user, website, or online service; vi. Ensure legal or regulatory compliance; or vii. Fulfill a request of a child as permitted by Section 312.5(c)(3) and (4) of COPPA; b. So long as the information collected for these activities listed in a(i) – (vii) is not used or disclosed to contact a specific individual, including through behavioral advertising, to amass a profile on a specific individual, or for any other purpose.",
      "Third party": "any person who is not: a. An operator with respect to the collection or maintenance of personal information on the website or online service; or b. A person who provides support for the internal operations of the website or online service and who does not use or disclose information protected under this part for any other purpose.",
      "Website or online service directed to children": "a commercial website or online service, or portion thereof, that is targeted to children."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Injunction Concerning Collection of Personal Information from Children",
        "category": "prohibition",
        "summary": "Defendant is permanently restrained and enjoined from failing to provide parental notice, failing to post a prominent privacy notice link, failing to obtain verifiable parental consent, and from violating the COPPA Rule.",
        "requirements": [
          {
            "description": "Must not fail to make reasonable efforts to ensure a parent receives direct notice of Defendant's practices regarding collection, use, or disclosure of personal information from children, including notice of any material change",
            "quoted_text": "A. failing to make reasonable efforts, taking into account available technology, to 1 2 ensure that a parent of a child receives direct notice of Defendants’ practices with regard to the 3 collection, use, or disclosure of personal information from children, including notice of any 4 material change in the collection, use, or disclosure practices to which the parent has previously 5 consented;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 332,
            "quote_end_line": 339
          },
          {
            "description": "Must not fail to post a prominent and clearly labeled link to an online notice of its information practices regarding children on the home/landing page and at each area where personal information is collected from children",
            "quoted_text": "B. failing to post a prominent and clearly labeled link to an online notice of its 7 8 information practices with regard to children on the home or landing page or screen of its 9 website or online service, and at each area of the website or online service where personal 10 information is collected from children;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 341,
            "quote_end_line": 346
          },
          {
            "description": "Must not fail to obtain verifiable parental consent before any collection, use, or disclosure of personal information from children, including consent to any material change",
            "quoted_text": "C. failing to obtain verifiable parental consent before any collection, use, or 12 disclosure of personal information from children, including consent to any material change in the 13 14 collection, use, or disclosure practices to which the parent has previously consented; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 348,
            "quote_end_line": 352
          },
          {
            "description": "Must not violate the Children's Online Privacy Protection Rule, 16 C.F.R. Part 312",
            "quoted_text": "15 D. violating the Children’s Online Privacy Protection Rule, 16 C.F.R. Part 312, a 16 copy of which is attached hereto as Appendix A.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 353,
            "quote_end_line": 355
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Injunction Concerning Deletion of Children's Personal Information",
        "category": "prohibition",
        "summary": "Defendant is permanently restrained from disclosing, using, or benefiting from children's personal information obtained prior to entry of this Order, and must destroy all such information within ten days of entry.",
        "requirements": [
          {
            "description": "Must not disclose, use, or benefit from children's personal information obtained prior to entry of this Order",
            "quoted_text": "23 A. disclosing, using, or benefiting from children’s personal information which 24 Defendant obtained prior to entry of this Order; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 366,
            "quote_end_line": 368
          },
          {
            "description": "Must destroy all children's personal information in their possession, custody, or control within 10 days of entry of this Order (except as required by government agency, law, regulation, or court order)",
            "quoted_text": "B. failing to destroy children’s personal information that is in their possession, 26 custody, or control within ten (10) days after entry of this Order. Provided, however, that such 27 28 Page 8 of 17 CCaassee 22::1188--ccvv--0000119999--JJAADD--PPAALL DDooccuummeenntt 24 FFiilleedd 0022//0152//1188 PPaaggee 99 ooff 1177 personal information need not be disposed of, and may be disclosed, to the extent requested by a 1 2 government agency or required by law, regulation, or court order.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 370,
            "quote_end_line": 381
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition",
          "Data Deletion"
        ]
      },
      {
        "provision_number": "III",
        "title": "Monetary Judgment for Civil Penalty",
        "category": "affirmative_obligation",
        "summary": "A civil penalty judgment of $500,000 is entered against Defendant, with $235,000 due within 90 days; the remainder is suspended contingent on the accuracy of Defendant's financial representations.",
        "requirements": [
          {
            "description": "Judgment of $500,000 entered in favor of Plaintiff against Defendant as a civil penalty",
            "quoted_text": "A. Judgment in the amount of Five Hundred Thousand Dollars ($500,000) is entered 6 in favor of Plaintiff against Defendant as a civil penalty.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 386,
            "quote_end_line": 388
          },
          {
            "description": "Defendant must pay $235,000 to the Treasurer of the United States within 90 days of entry of the Order by electronic fund transfer; remainder of judgment is suspended subject to subsections below",
            "quoted_text": "8 B. Defendant is ordered to pay to Plaintiff, by making payment to the Treasurer of 9 the United States, Two Hundred Thirty-Five Thousand Dollars ($235,000). Such payment must 10 be made within ninety (90) days of entry of the Order, unless otherwise agreed to by counsel for 11 the Commission, by electronic fund transfer in accordance with instructions previously provided 12 by a representative of Plaintiff. Upon such payment, the remainder of the judgment is 13 14 suspended, subject to the Subsections below.",
            "deadline": "90 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 390,
            "quote_end_line": 399
          },
          {
            "description": "Suspension of judgment is premised on truthfulness, accuracy, and completeness of sworn financial statements: (1) Financial Statement of Prime Sites, Inc. signed by Ami Shafrir on September 29, 2017, and (2) Financial Statement of Defendant's President signed September 30, 2017",
            "quoted_text": "15 C. The Commission and Plaintiff’s agreement to the suspension of part of the 16 judgment is expressly premised upon the truthfulness, accuracy, and completeness of the 17 following sworn financial statements and related documents (collectively, “financial 18 representations”) submitted to the Commission, namely: 19 20 1. the Financial Statement of Defendant Prime Sites, Inc. signed by Ami 21 Shafrir, President, on September 29, 2017, including the attachments; and 22 2. the Financial Statement of Defendant’s President signed on September 30, 23 2017, and submitted to Commission counsel, including the attachments.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 400,
            "quote_end_line": 413
          },
          {
            "description": "Suspension will be lifted if the Court finds Defendant or Defendant's President failed to disclose any material asset, materially misstated the value of any asset, or made any other material misstatement or omission in the financial representations",
            "quoted_text": "D. The suspension of the judgment will be lifted if, upon motion by the Commission 25 26 or Plaintiff, the Court finds that Defendant or Defendant’s President failed to disclose any 27 28 Page 9 of 17 CCaassee 22::1188--ccvv--0000119999--JJAADD--PPAALL DDooccuummeenntt 24 FFiilleedd 0022//0152//1188 PPaaggee 1100 ooff 1177 material asset, materially misstated the value of any asset, or made any other material 1 2 misstatement or omission in the financial representations identified above.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 415,
            "quote_end_line": 426
          },
          {
            "description": "If suspension is lifted, judgment becomes immediately due in the full $500,000 amount less any prior payments, plus interest from the date of entry of this Order",
            "quoted_text": "3 E. If the suspension of the judgment is lifted, the judgment becomes immediately 4 due in the amount specified in Subsection A above (which the parties stipulate only for purposes 5 of this Section represents the amount of the civil penalty for the violations alleged in the 6 Complaint), less any payment previously made pursuant to this Section, plus interest computed 7 8 from the date of entry of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 427,
            "quote_end_line": 435
          },
          {
            "description": "Defendant relinquishes all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek the return of any assets",
            "quoted_text": "9 F. Defendant relinquishes dominion and all legal and equitable right, title, and 10 interest in all assets transferred pursuant to this Order and may not seek the return of any assets.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 436,
            "quote_end_line": 438
          },
          {
            "description": "The facts alleged in the Complaint will be taken as true without further proof in any subsequent civil litigation by or on behalf of the Commission",
            "quoted_text": "G. The facts alleged in the Complaint will be taken as true, without further proof, in 12 any subsequent civil litigation by or on behalf of the Commission, including in a proceeding to 13 14 enforce its rights to any payment or monetary judgment pursuant to this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 440,
            "quote_end_line": 444
          },
          {
            "description": "Defendant agrees the judgment represents a civil penalty owed to the U.S. government and is not compensation for actual pecuniary loss",
            "quoted_text": "15 H. Defendant agrees that the judgment represents a civil penalty owed to the 16 government of the United States and is not compensation for actual pecuniary loss.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 445,
            "quote_end_line": 447
          },
          {
            "description": "Defendant acknowledges its Employer Identification Numbers may be used for collecting and reporting on any delinquent amount arising out of this Order, per 31 U.S.C. § 7701",
            "quoted_text": "I. Defendant acknowledges that its Employer Identification Numbers, which 18 Defendant previously submitted to the Commission, may be used for collecting and reporting on 19 20 any delinquent amount arising out of this Order, in accordance with 31 U.S.C. §7701.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 449,
            "quote_end_line": 453
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Prohibition Against Misrepresentations",
        "category": "prohibition",
        "summary": "Defendant is permanently enjoined from misrepresenting material facts about talent casting opportunities, consumer selection for roles, and practices regarding children's personal information or any goods or services.",
        "requirements": [
          {
            "description": "Must not misrepresent that consumers have been specifically chosen for a role in an upcoming motion picture",
            "quoted_text": "A. that consumers have been specifically chosen for a role in an upcoming motion 1 2 picture;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 469,
            "quote_end_line": 471
          },
          {
            "description": "Must not misrepresent that consumers have been the subject of interest from casting directors",
            "quoted_text": "3 B. that consumers have been the subject of interest from casting directors;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 472,
            "quote_end_line": 472
          },
          {
            "description": "Must not misrepresent any fact material to Defendant's practices with respect to personal information collected from children, including collection, use, and disclosure practices",
            "quoted_text": "C. any fact material to Defendant’s practices with respect to personal information 5 collected from children, including Defendant’s collection, use, and disclosure practices; or",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 474,
            "quote_end_line": 476
          },
          {
            "description": "Must not misrepresent any other fact material to consumers concerning any good or service, including total costs, material restrictions, limitations, or conditions, or any material aspect of its nature or central characteristics",
            "quoted_text": "D. any other fact material to consumers concerning any good or service, such as: the 7 8 total costs; any material restrictions, limitations, or conditions; or any material aspect of its 9 nature or central characteristics.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 478,
            "quote_end_line": 481
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Deceptive Design / Dark Patterns"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "V",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Defendant must submit a sworn acknowledgment of receipt of this Order within 7 days, deliver copies to relevant personnel within 7 days (and before new personnel assume responsibilities), and obtain signed acknowledgments from all recipients within 30 days.",
        "requirements": [
          {
            "description": "Within 7 days of entry of this Order, Defendant must submit to the Commission a sworn acknowledgment of receipt of this Order under penalty of perjury",
            "quoted_text": "14 A. Defendant, within 7 days of entry of this Order, must submit to the Commission 15 an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 489,
            "quote_end_line": 490
          },
          {
            "description": "For 5 years after entry of this Order, Defendant must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees, agents, and representatives involved in collection/retention/storage/security of personal information from children or website/online service operation; and (3) any business entity resulting from a change in structure. Delivery must occur within 7 days of entry for current personnel and before new personnel assume responsibilities.",
            "quoted_text": "B. For 5 years after entry of this Order, Defendant must deliver a copy of this Order 17 to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees, 18 agents, and representatives who participate in the collection, retention, storage, or security of 19 20 personal information from children, if any, or who have responsibilities related to the operation 21 of any website or online service through which Defendant collects personal information from 22 users; and (3) any business entity resulting from any change in structure as set forth in the 23 Section titled Compliance Reporting. Delivery must occur within 7 days of entry of this Order 24 for current personnel. For all others, delivery must occur before they assume their 25 26 responsibilities.",
            "deadline": "7 days for current personnel; before assuming responsibilities for new personnel",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 492,
            "quote_end_line": 507
          },
          {
            "description": "From each individual or entity to which a copy of this Order was delivered, Defendant must obtain a signed and dated acknowledgment of receipt within 30 days",
            "quoted_text": "C. From each individual or entity to which a Defendant delivered a copy of this 1 2 Order, that Defendant must obtain, within 30 days, a signed and dated acknowledgment of 3 receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 514,
            "quote_end_line": 517
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendant must submit a sworn annual compliance report one year after entry of the Order detailing business activities, COPPA compliance, privacy notices, and parental consent methods, and must submit timely notices of structural changes, bankruptcy filings, and changes in contact information for 20 years.",
        "requirements": [
          {
            "description": "One year after entry of this Order, Defendant must submit a sworn compliance report identifying contact information, all businesses by name and address, activities of each business, compliance with each section of this Order, copies of privacy notices, methods for obtaining verifiable parental consent, means for parental review/refusal rights, and copies of Order Acknowledgments obtained",
            "quoted_text": "8 A. One year after entry of this Order, Defendant must submit a compliance report, 9 sworn under penalty of perjury. In such report, Defendant must: 10 1. identify the primary physical, postal, and email address and telephone 11 number, as designated points of contact, which representatives of the Commission and Plaintiff 12 may use to communicate with Defendant; 13 14 2. identify all of Defendant’s businesses by all of their names, telephone 15 numbers, and physical, postal, email, and Internet addresses; 16 3. describe the activities of each business, including the goods and services 17 offered, the means of advertising, marketing, and sales; 18 4. describe in detail whether and how Defendant is in compliance with each 19 20 Section of this Order; 21 5. provide a copy of each different version of any privacy notice posted on 22 each website or online service operated by Defendants or sent to parents of children that register 23 on each website or online service; 24 6. describe in detail the methods used to obtain verifiable parental consent 25 26 prior to any collection, use, and/or disclosure of personal information from children through any 27 website or online service; 28 Page 12 of 17 CCaassee 22::1188--ccvv--0000119999--JJAADD--PPAALL DDooccuummeenntt 24 FFiilleedd 0022//0152//1188 PPaaggee 1133 ooff 1177 7. describe in detail the means provided for parents to review the personal 1 2 information collected from their children and to refuse to permit its further use or maintenance; 3 and 4 8. provide a copy of each Order Acknowledgment obtained pursuant to this 5 Order, unless previously submitted to the Commission.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 525,
            "quote_end_line": 566
          },
          {
            "description": "For 20 years after entry of this Order, Defendant must submit a sworn compliance notice within 14 days of any change in designated point of contact or in the structure of Defendant or any entity Defendant owns or controls that may affect compliance obligations, including creation, merger, sale, or dissolution of any entity subject to this Order",
            "quoted_text": "B. For 20 years after entry of this Order, Defendant must submit a compliance 7 8 notice, sworn under penalty of perjury, within 14 days of any change in: (1) any designated 9 point of contact; or (2) the structure of Defendant or any entity that Defendant has any ownership 10 interest in or controls directly or indirectly that may affect compliance obligations arising under 11 this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, 12 parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days of any qualifying change",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 568,
            "quote_end_line": 577
          },
          {
            "description": "Defendant must submit notice to the Commission of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding within 14 days of its filing",
            "quoted_text": "14 C. Defendant must submit to the Commission notice of the filing of any bankruptcy 15 petition, insolvency proceeding, or similar proceeding by or against such Defendant within 14 16 days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 579,
            "quote_end_line": 582
          },
          {
            "description": "Any submission required to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, including the prescribed declaration language, date, signatory's full name, title, and signature",
            "quoted_text": "D. Any submission to the Commission required by this Order to be sworn under 18 penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, such as by 19 20 concluding: “I declare under penalty of perjury under the laws of the United States of America 21 that the foregoing is true and correct. Executed on: _____” and supplying the date, signatory’s 22 full name, title (if applicable), and signature.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 584,
            "quote_end_line": 591
          },
          {
            "description": "Unless otherwise directed in writing, all submissions to the Commission must be emailed to DEbrief@ftc.gov or sent by overnight courier to the Associate Director for Enforcement, Bureau of Consumer Protection, FTC, 600 Pennsylvania Avenue NW, Washington, DC 20580, with subject line beginning: FTC v. Prime Sites, Inc., X______",
            "quoted_text": "E. Unless otherwise directed by a Commission representative in writing, all 24 submissions to the Commission pursuant to this Order must be emailed to DEbrief@ftc.gov or 25 26 sent by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, 27 28 Page 13 of 17 CCaassee 22::1188--ccvv--0000119999--JJAADD--PPAALL DDooccuummeenntt 24 FFiilleedd 0022//0152//1188 PPaaggee 1144 ooff 1177 Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, 1 2 Washington, DC 20580. The subject line must begin: FTC v. Prime Sites, Inc., X______.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 593,
            "quote_end_line": 606
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendant must create specified records for 20 years after entry of the Order and retain each record for 5 years, including accounting records, personnel records, compliance records, consumer complaints, privacy-related web pages, and marketing materials.",
        "requirements": [
          {
            "description": "Must create and retain accounting records showing revenues from all goods or services sold for 20 years (retain each for 5 years)",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant must create certain records for 20 years 5 after entry of the Order, and retain each such record for 5 years. Specifically, Defendant must 6 create and retain the following records: 7 8 A. accounting records showing the revenues from all goods or services sold;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 609,
            "quote_end_line": 615
          },
          {
            "description": "Must create and retain personnel records showing each service provider's name, addresses, telephone numbers, job title or position, dates of service, and reason for termination (if applicable)",
            "quoted_text": "9 B. personnel records showing, for each person providing services, whether as an 10 employee or otherwise, that person’s: name; addresses; telephone numbers; job title or position; 11 dates of service; and (if applicable) the reason for termination;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 616,
            "quote_end_line": 620
          },
          {
            "description": "Must create and retain all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission",
            "quoted_text": "C. all records necessary to demonstrate full compliance with each provision of this 13 14 Order, including all submissions to the Commission;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 622,
            "quote_end_line": 624
          },
          {
            "description": "Must create and retain records of all consumer complaints and refund requests, whether received directly or through a third party, and any responses",
            "quoted_text": "15 D. records of all consumer complaints and refund requests, whether received directly 16 or indirectly, such as through a third party, and any response;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 625,
            "quote_end_line": 627
          },
          {
            "description": "Must create and retain a copy of each materially different form, page, or screen through which personal information is collected, and each materially different document containing representations regarding collection, use, and disclosure practices, including URLs and all electronic files",
            "quoted_text": "E. a copy of each materially different form, page, or screen created, maintained, or 18 otherwise provided by Defendant through which personal information is collected through any 19 20 website or online service, and a copy of each materially different document containing any 21 representation regarding collection, use, and disclosure practices pertaining to personal 22 information collected through such website or online service. Each webpage copy shall be 23 accompanied by the URL of the webpage where the material was posted online. Electronic 24 copies shall include all text and graphics files, audio scripts, and other computer files used in 25 26 presenting information on the Internet.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 629,
            "quote_end_line": 642
          },
          {
            "description": "Must create and retain a copy of each unique advertisement, marketing material, telemarketing script, or other representation made in connection with promoting or offering for sale any good or service",
            "quoted_text": "F. a copy of each unique advertisement, other marketing material, telemarketing 1 2 script, or other representation made in connection with promoting or offering for sale of any 3 good or service.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 649,
            "quote_end_line": 652
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission and Plaintiff are authorized to monitor Defendant's compliance through written requests for reports and documents (due within 14 days), depositions, direct communications, employee interviews, and other lawful investigative means.",
        "requirements": [
          {
            "description": "Within 14 days of receipt of a written request from the Commission or Plaintiff, Defendant must submit additional compliance reports or other requested information sworn under penalty of perjury, appear for depositions, and produce documents for inspection and copying; Commission and Plaintiff are authorized to obtain discovery under Federal Rules of Civil Procedure 29, 30, 31, 33, 34, 36, 45, and 69",
            "quoted_text": "8 A. Within fourteen (14) days of receipt of a written request from a representative of 9 the Commission or Plaintiff, Defendant must: submit additional compliance reports or other 10 requested information, which must be sworn under penalty of perjury; appear for depositions; 11 and produce documents for inspection and copying. The Commission and Plaintiff are also 12 authorized to obtain discovery, without further leave of court, using any of the procedures 13 14 prescribed by Federal Rules of Civil Procedure 29, 30 (including telephonic depositions), 31, 33, 15 34, 36, 45, and 69.",
            "deadline": "14 days of written request",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 660,
            "quote_end_line": 670
          },
          {
            "description": "Defendant must permit representatives of the Commission and Plaintiff to interview any employee or other affiliated person who has agreed to such an interview; the person interviewed may have counsel present",
            "quoted_text": "B. For matters concerning this Order, the Commission and Plaintiff are authorized 17 to communicate directly with Defendant. Defendant must permit representatives of the 18 Commission and Plaintiff to interview any employee or other person affiliated with Defendant 19 20 who has agreed to such an interview. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 672,
            "quote_end_line": 678
          },
          {
            "description": "The Commission and Plaintiff may use all other lawful means, including posing as consumers, suppliers, or other individuals, to Defendant or any affiliated individual or entity, without identification or prior notice; nothing in this Order limits the Commission's lawful use of compulsory process under Sections 9 and 20 of the FTC Act",
            "quoted_text": "21 C. The Commission and Plaintiff may use all other lawful means, including posing, 22 through its representatives as consumers, suppliers, or other individuals or entities, to Defendants 23 or any individual or entity affiliated with Defendants, without the necessity of identification or 24 prior notice. Nothing in this Order limits the Commission’s lawful use of compulsory process, 25 26 pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 679,
            "quote_end_line": 687
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "For 20 years after entry of this Order, Defendant must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in: (1) any designated point of contact; or (2) the structure of Defendant or any entity that Defendant has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "02.18, Prime Sites Complaint.pdf",
      "order": "02.18, Prime Sites Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 3,
      "complaint_representations": 4,
      "order_provisions": 8,
      "order_definitions": 15,
      "order_requirements": 36,
      "provisions_per_section": {
        "I": 4,
        "II": 2,
        "III": 9,
        "IV": 4,
        "V": 3,
        "VI": 5,
        "VII": 6,
        "VIII": 3
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 1
      },
      "verification_details": {
        "complaint_verified": 4,
        "complaint_total": 4,
        "order_verified": 36,
        "order_total": 36
      }
    },
    "processing_time_seconds": 338.5
  }
}