{
  "case_info": {
    "docket_number": "C-4432",
    "company": {
      "name": "Accretive Health, Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "401 North Michigan Avenue, Suite 2700, Chicago, Illinois",
      "business_description": "Accretive Health enters into service agreements with hospital systems to provide revenue cycle services, including registration, transcription, coding, medical documentation, billing, denial management, strategic pricing, and collection of past due accounts. The company provides these services through technology, operating methodology, and by placing revenue cycle managers into hospital systems' existing processes."
    },
    "commissioners": [
      "Edith Ramirez, Chairwoman",
      "Julie Brill",
      "Maureen K. Ohlhausen",
      "Joshua D. Wright"
    ],
    "case_date": {
      "month": 2,
      "year": 2014
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a)",
    "violation_type": "unfair",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/122-3077-accretive-health-inc-matter"
  },
  "complaint": {
    "factual_background": "Accretive Health, a healthcare revenue cycle management company, collected and maintained sensitive patient information including names, Social Security numbers, dates of birth, and medical data. The company failed to implement reasonable security measures to protect this personal information. In July 2011, a laptop containing over 600 files with information related to 23,000 patients was stolen from an employee's car in Minneapolis, exposing sensitive personal and health data.",
    "representations_made": [],
    "counts": [
      {
        "count_number": 1,
        "title": "Unfair Data Security Practices",
        "representation": "Respondent failed to employ reasonable and appropriate measures to protect personal information against unauthorized access by: transporting laptops containing personal information in a manner that made them vulnerable to theft; failing to adequately restrict access to or copying of personal information; failing to ensure employees removed information from computers when no longer needed; and using consumers' personal information in training sessions without ensuring removal afterward",
        "fact": "These practices resulted in a July 2011 incident where a laptop containing over 600 files with information related to 23,000 patients was stolen, exposing sensitive personal and health information",
        "conclusion": "Respondent's practices caused, or are likely to cause, substantial injury to consumers that is not offset by countervailing benefits to consumers or competition and is not reasonably avoidable by consumers. These practices were, and are, an unfair act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      }
    ]
  },
  "order": {
    "definitions": {
      "respondent": "Accretive Health, and its successors and assigns.",
      "Personal Information": "individually identifiable information from or about an individual consumer, including but not limited to: (a) a first and last name; (b) a home or other physical address; (c) an email address or other online contact information, such as instant messaging user identifier or a screen name; (d) a telephone number; (e) a Social Security number; (f) a driver's license or other state-issued identification number; (g) a financial institution account number; (h) an insurance account number or other insurance information; (i) credit or debit card information; (j) a persistent identifier, such as a customer number held in a \"cookie,\" a static Internet Protocol (\"IP\") address, or a processor serial number; or (k) any information that is combined with any of (a) through (j) above.",
      "Commerce": "as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. § 44."
    },
    "provisions": [
      {
        "provision_number": "II",
        "title": "Information Security Program",
        "category": "affirmative_obligation",
        "summary": "Respondent must establish and maintain a comprehensive information security program to protect personal information, with administrative, technical, and physical safeguards.",
        "requirements": [
          {
            "description": "Establish and implement comprehensive information security program",
            "quoted_text": "IT IS ORDERED that respondent shall, no later than the date of entry of this Order, establish and implement, and thereafter maintain, or continue to maintain a comprehensive information security program reasonably designed to protect the security, confidentiality, and integrity of personal information collected from or about consumers. Such program, the content and implementation of which must be fully documented in writing, shall contain administrative, technical, and physical safeguards appropriate to respondent’s size and complexity, the nature and scope of respondent’s activities, and the sensitivity of the personal information collected from or about consumers, including:",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 64,
            "quote_end_line": 71
          },
          {
            "description": "Designate employee(s) to coordinate and be accountable for the information security program",
            "quoted_text": "1. The designation of an employee or employees to coordinate and be accountable for the information security program;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 75,
            "quote_end_line": 76
          },
          {
            "description": "Identify material internal and external risks to personal information and assess sufficiency of safeguards",
            "quoted_text": "2. The identification of material internal and external risks to the security, confidentiality and integrity of personal information that could result in the unauthorized disclosure, misuse, loss, alteration, destruction, or other compromise of such information, and the assessment of the sufficiency of any safeguards in place to control the risks. At a minimum, this risk assessment should include consideration of the risks in each relevant area of operations, including but not limited to: (a) employee training and management; (b) information systems, including network and software design, information processing, storage, transmission, and disposal; and (c) prevention, detection, and response to attacks, intrusions, and other system failures;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 77,
            "quote_end_line": 85
          },
          {
            "description": "Design and implement reasonable safeguards and regularly test and monitor their effectiveness",
            "quoted_text": "3. The design and implementation of reasonable safeguards to control the risks identified through risk assessment and regular testing and monitoring of the effectiveness of the safeguards’ key controls, systems, and procedures;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 86,
            "quote_end_line": 88
          },
          {
            "description": "Select and retain service providers capable of safeguarding personal information and require them by contract to maintain appropriate safeguards",
            "quoted_text": "4. The development and use of reasonable steps to select and retain service providers capable of appropriately safeguarding personal information they receive from respondent, and requiring service providers by contract to implement and maintain appropriate safeguards; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 89,
            "quote_end_line": 92
          },
          {
            "description": "Evaluate and adjust the information security program based on testing, monitoring, and material changes",
            "quoted_text": "5. The evaluation and adjustment of the information security program in light of the results of the testing and monitoring required by Paragraph 3 of this Section, any material changes to operations or business arrangements, or any other circumstances that Defendant knows or has reason to know may have material impact on the effectiveness of the information security program.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 93,
            "quote_end_line": 97
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Biennial Security Assessments",
        "category": "assessment",
        "summary": "Respondent must obtain initial and biennial assessments from a qualified third-party professional certifying the effectiveness of its security program for twenty years.",
        "requirements": [
          {
            "description": "Obtain initial assessment from qualified third-party professional covering first 180 days after service of Order",
            "quoted_text": "IT IS FURTHER ORDERED that, in connection with its compliance of Section II of the Order, respondent shall obtain initial and biennial assessments and reports (“Assessments”) of respondent from a qualified, objective, independent third-party professional who uses procedures and standards generally accepted in the profession. Professionals qualified to prepare such Assessments shall be: (a) a person qualified as a Certified Information System Security Professional (CISSP) or as a Certified Information Systems Auditor (CISA); (b) a person holding Global Information Assurance Certification (GIAC) from the System Administrator, Audit, Network, Security (SANS) Institute; or (c) a similarly qualified person or organization approved by the Associate Director of Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue, NW, Washington, DC 20580. The reporting period for the Assessments shall cover (i) the first one hundred and eighty (180) days after service of the Order for the Initial Assessment and (ii) each two (2) year period thereafter for twenty (20) years after service of the Order for the biennial Assessments. Each Assessment shall:",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 99,
            "quote_end_line": 111
          },
          {
            "description": "Obtain biennial assessments from qualified third-party professional for twenty years after service of Order",
            "quoted_text": "IT IS FURTHER ORDERED that, in connection with its compliance of Section II of the Order, respondent shall obtain initial and biennial assessments and reports (“Assessments”) of respondent from a qualified, objective, independent third-party professional who uses procedures and standards generally accepted in the profession. Professionals qualified to prepare such Assessments shall be: (a) a person qualified as a Certified Information System Security Professional (CISSP) or as a Certified Information Systems Auditor (CISA); (b) a person holding Global Information Assurance Certification (GIAC) from the System Administrator, Audit, Network, Security (SANS) Institute; or (c) a similarly qualified person or organization approved by the Associate Director of Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue, NW, Washington, DC 20580. The reporting period for the Assessments shall cover (i) the first one hundred and eighty (180) days after service of the Order for the Initial Assessment and (ii) each two (2) year period thereafter for twenty (20) years after service of the Order for the biennial Assessments. Each Assessment shall:",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 99,
            "quote_end_line": 111
          },
          {
            "description": "Each assessment must set forth implemented safeguards, explain their appropriateness, demonstrate compliance with Section II, and certify program effectiveness",
            "quoted_text": "1. Set forth the specific administrative, technical, and physical safeguards that respondent has implemented and maintained during the reporting period; 2. Explain how such safeguards are appropriate to respondent’s size and complexity, the nature and scope of respondent’s activities, and the sensitivity of the personal information collected from or about consumers; 3. Explain how the safeguards that have been implemented meet or exceed the protections required by Section II of the Order; and 4. Certify that Respondent’s security program is operating with sufficient effectiveness to provide reasonable assurance that the security, confidentiality, and integrity of personal information is protected and has so operated throughout the reporting period.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 115,
            "quote_end_line": 124
          },
          {
            "description": "Complete each assessment within sixty days after end of reporting period",
            "quoted_text": "Each Assessment shall be prepared and completed within sixty (60) days after the end of the reporting period to which the Assessment applies. Respondent shall provide the initial",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 125,
            "quote_end_line": 126
          },
          {
            "description": "Provide initial assessment to FTC within ten days after preparation",
            "quoted_text": "reporting period to which the Assessment applies. Respondent shall provide the initial Assessment to the Associate Director of Enforcement, Federal Trade Commission, 600 Pennsylvania Avenue, NW, Washington, DC 20580, within ten (10) days after the Assessment",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 126,
            "quote_end_line": 128
          },
          {
            "description": "Retain subsequent biennial assessments and provide to FTC within ten days of request",
            "quoted_text": "has been prepared. All subsequent biennial Assessments shall be retained by Respondent until the Order is terminated and provided to the Associate Director of Enforcement within ten (10) days of request. Unless otherwise directed by a representative of the Commission, initial and",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 129,
            "quote_end_line": 131
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must maintain and make available to the FTC all materials related to assessments and compliance with the Order.",
        "requirements": [
          {
            "description": "Maintain for three years after each assessment all materials relied upon to prepare the assessment",
            "quoted_text": "1. For a period of three (3) years after the date of preparation of each Assessment required under Section III of the Order, all materials relied upon to prepare the Assessment, whether prepared by or on behalf of respondent, including but not limited to, all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, and any other materials relating to Respondent’s compliance with Section II of this order, for the compliance period covered by such Assessment;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 141,
            "quote_end_line": 146
          },
          {
            "description": "Maintain for five years all documents relating to compliance with the Order",
            "quoted_text": "2. Unless covered by IV.1, for a period of five (5) years from the date of preparation or dissemination, whichever is later, a print or electronic copy of each document relating to compliance with this Order, including but not limited to documents, whether prepared by or on behalf of Respondent, that contradict, qualify, or call into question compliance with the Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 147,
            "quote_end_line": 150
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Order Acknowledgment and Distribution",
        "category": "acknowledgment",
        "summary": "Respondent must deliver copies of the Order to current and future personnel with relevant responsibilities and obtain signed acknowledgments of receipt.",
        "requirements": [
          {
            "description": "Deliver copy of Order to current subsidiaries, principals, officers, directors, managers, employees, agents, and representatives with relevant responsibilities",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall deliver a copy of this order to all current and future subsidiaries, current and future principals, officers, directors, and managers, and to all current and future employees, agents, and representatives having responsibilities relating to the subject matter of this order. Respondent shall deliver this order to such current subsidiaries and personnel within thirty (30) days after service of this order, and to such future",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 155,
            "quote_end_line": 159
          },
          {
            "description": "Deliver copy of Order to future personnel within thirty days after they assume relevant positions or responsibilities",
            "quoted_text": "subsidiaries and personnel within thirty (30) days after service of this order, and to such future subsidiaries and personnel within thirty (30) days after the person assumes such position or responsibilities. For any business entity resulting from any change in structure set forth in Part",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 159,
            "quote_end_line": 161
          },
          {
            "description": "For business entity resulting from structural change, deliver Order at least ten days prior to the change",
            "quoted_text": "responsibilities. For any business entity resulting from any change in structure set forth in Part VI, delivery shall be at least ten (10) days prior to the change in structure. Respondent must secure a signed and dated statement acknowledging receipt of this order, within thirty (30) days",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 161,
            "quote_end_line": 163
          },
          {
            "description": "Secure signed and dated acknowledgment statement from all persons receiving the Order",
            "quoted_text": "secure a signed and dated statement acknowledging receipt of this order, within thirty (30) days of delivery, from all persons receiving a copy of the order pursuant to this section.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 163,
            "quote_end_line": 164
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Change in Corporate Structure Notification",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the FTC at least thirty days prior to any corporate changes that may affect compliance obligations.",
        "requirements": [
          {
            "description": "Notify FTC at least thirty days prior to corporate changes including dissolution, assignment, sale, merger, creation/dissolution of subsidiaries, bankruptcy filing, or name/address changes",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall notify the Commission at least thirty (30) days prior to any change in the corporation(s) that may affect compliance obligations arising under this order, including, but not limited to: a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in the corporate name or address. Provided, however, that, with respect to any proposed change in the corporation(s) about which respondent learns fewer than thirty (30) days prior to the date such action is to take place, respondent shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 166,
            "quote_end_line": 174
          },
          {
            "description": "If learning of proposed change fewer than thirty days before it occurs, notify FTC as soon as practicable",
            "quoted_text": "Provided, however, that, with respect to any proposed change in the corporation(s) about which respondent learns fewer than thirty (30) days prior to the date such action is to take place, respondent shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 172,
            "quote_end_line": 174
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondent must file initial and additional compliance reports with the FTC detailing compliance with the Order.",
        "requirements": [
          {
            "description": "File true and accurate compliance report with FTC detailing manner and form of compliance with Order",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent, within sixty (60) days after the date of service of this Order, shall file with the Commission a true and accurate report, in writing, setting forth in detail the manner and form of its compliance with this Order. Within ten (10) days of",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 183,
            "quote_end_line": 185
          },
          {
            "description": "Submit additional compliance reports within ten days of written notice from FTC representative",
            "quoted_text": "forth in detail the manner and form of its compliance with this Order. Within ten (10) days of receipt of written notice from a representative of the Commission, it shall submit additional true and accurate written reports.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 185,
            "quote_end_line": 187
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "The Order will terminate on February 5, 2034, or twenty years from the most recent complaint filing, whichever is later, with specific provisions for complaints filed after initial term.",
        "requirements": [
          {
            "description": "Order remains in effect until February 5, 2034, or twenty years from most recent complaint filing, whichever comes later",
            "quoted_text": "This order will terminate on February 5, 2034, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: 5 1. Any part in this Order that terminates in less than twenty (20) years; and 2. this order’s application to any respondent that is not named as a defendant in such complaint; and 3. This order if such complaint is filed after the order has terminated pursuant to this part. Provided, further, that if such complaint is dismissed or a federal court rules that respondent did not violate any provision of the order, and the dismissal or ruling is either not appealed or upheld on appeal, then the order as to such respondent will terminate according to this Part as though the complaint had never been filed, except that the order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 189,
            "quote_end_line": 206
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on February 5, 2034, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "02.14, Accretive Health Complaint.pdf",
      "order": "02.14, Accretive Health Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 0,
      "order_provisions": 7,
      "order_definitions": 3,
      "order_requirements": 23,
      "provisions_per_section": {
        "II": 6,
        "III": 6,
        "IV": 2,
        "V": 4,
        "VI": 2,
        "VII": 2,
        "VIII": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 0,
        "complaint_total": 0,
        "order_verified": 23,
        "order_total": 23
      }
    },
    "processing_time_seconds": 71.8
  }
}