{
  "case_info": {
    "docket_number": "2:19-cv-1439",
    "company": {
      "name": "Musical.ly",
      "incorporation_state": "Cayman Islands",
      "entity_type": "corporation",
      "address": "Shanghai, China (principal place of business)",
      "business_description": "Musical.ly operates a free video social networking mobile application (Musical.ly App) available on Apple's App Store, Google Play, and Amazon Appstore. The application generates revenue through in-app purchases and has been downloaded over 200 million times since 2014."
    },
    "commissioners": [],
    "date_issued": "2019-02-27",
    "legal_authority": "Sections 5(a)(1), 5(m)(1)(A), 13(b), and 16(a) of the Federal Trade Commission Act (15 U.S.C. §§ 45(a)(1), 45(m)(1)(A), 53(b), and 56(a)), and Sections 1303(c) and 1306(d) of the Children's Online Privacy Protection Act of 1998 (15 U.S.C. §§ 6502(c) and 6505(d))",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/172-3004-musically-inc"
  },
  "complaint": {
    "factual_background": "Musical.ly operated a video social networking app that was directed to children and knowingly collected personal information from millions of children under 13 without obtaining parental consent. Despite receiving thousands of complaints from parents, the company failed to delete children's videos and profile information from its servers and did not comply with COPPA requirements for notice, parental consent, or data retention.",
    "representations_made": [],
    "counts": [
      {
        "count_number": 1,
        "title": "Failure to Provide Website Privacy Notice",
        "representation": "Defendants were required to provide notice on their website or online service of the information they collect online from children, how they use such information, and their disclosure practices",
        "fact": "Defendants failed to provide notice on their website or online service of the information they collect online from children, how they use such information, and their disclosure practices, among other required content",
        "conclusion": "This constitutes a violation of Section 312.4(d) of the Rule, 16 C.F.R. § 312.4(d)"
      },
      {
        "count_number": 2,
        "title": "Failure to Provide Direct Notice to Parents",
        "representation": "Defendants were required to provide direct notice to parents of the information they collect online from children, how they use such information, and their disclosure practices for such information",
        "fact": "Defendants failed to provide direct notice to parents of the information they collect online from children, how they use such information, and their disclosure practices for such information, among other required content",
        "conclusion": "This constitutes a violation of Section 312.4(b) of the Rule, 16 C.F.R. § 312.4(b)"
      },
      {
        "count_number": 3,
        "title": "Failure to Obtain Parental Consent",
        "representation": "Defendants were required to obtain consent from parents before any collection or use of personal information from children",
        "fact": "Defendants failed to obtain consent from parents before any collection or use of personal information from children",
        "conclusion": "This constitutes a violation of Section 312.5(a)(1) of the Rule, 16 C.F.R. § 312.5(a)(1)"
      },
      {
        "count_number": 4,
        "title": "Failure to Delete Information at Parent Request",
        "representation": "Defendants were required to delete personal information collected from children at the request of parents",
        "fact": "Defendants failed to delete personal information collected from children at the request of parents. While Defendants closed the accounts, they did not delete the users' videos or profile information from Defendants' servers",
        "conclusion": "This constitutes a violation of Section 312.6(a)(2) of the Rule, 16 C.F.R. § 312.6(a)(2)"
      },
      {
        "count_number": 5,
        "title": "Improper Data Retention",
        "representation": "Defendants were required to retain personal information collected online from children only as long as reasonably necessary to fulfill the purpose for which the information was collected",
        "fact": "Defendants retained personal information collected online from children for longer than reasonably necessary to fulfill the purpose for which the information was collected",
        "conclusion": "This constitutes a violation of Section 312.10 of the Rule, 16 C.F.R. § 312.10"
      }
    ]
  },
  "order": {
    "definitions": {
      "Child": "an individual under the age of 13 residing in the U.S.",
      "Collects or collection": "for the purposes of Parts I, II, V, VI and VII of this Order only, the gathering of any personal information from a child by any means, including but not limited to: 1. Requesting, prompting, or encouraging a child to submit personal information online; 2. Enabling a child to make personal information publicly available in identifiable form; or 3. Passive tracking of a child online.",
      "Defendants": "Musical.ly and Musical.ly, Inc., and their successors and assigns.",
      "Delete": "to remove personal information such that it is not maintained in retrievable form and cannot be retrieved in the normal course of business.",
      "Disclose or disclosure": "with respect to personal information: 1. The release of personal information collected by an operator from a child in identifiable form for any purpose, except where an operator provides such information to a person who provides support for the internal operations of the Web site or online service; and 2. Making personal information collected by an operator from a child publicly available in identifiable form by any means, including but not limited to a public posting through the Internet, or through a personal home page or screen posted on a Web site or online service; a pen pal service; an electronic mail service; a message board; or a chat room.",
      "Internet": "collectively the myriad of computer and telecommunication facilities, including equipment and operating software, which comprises the interconnected world-wide network of networks that employ the Transmission Control Protocol/Internet Protocol, or any predecessor or successor protocols to such protocol, to communicate information of all kinds by wire, radio, or other methods of transmission.",
      "Obtaining verifiable consent": "making any reasonable effort (taking into consideration available technology) to ensure that before personal information is collected from a child, a parent of the child: 1. Receives notice of the operator's personal information collection, use, and disclosure practices; and 2. Authorizes any collection, use, and/or disclosure of the personal information.",
      "Online contact information": "an email address or any other substantially similar identifier that permits direct contact with a person online, including but not limited to, an instant messaging user identifier, a voice over internet protocol (VOIP) identifier, or a video chat identifier.",
      "Operator": "any person who operates a Web site located on the Internet or an online service and who collects or maintains personal information from or about the users of or visitors to such Web site or online service, or on whose behalf such information is collected or maintained, or offers products or services for sale through the Web site or online service, where such Web site or online service is operated for commercial purposes involving commerce among the several States, or with one or more foreign nations; in any territory of the United States or in the District of Columbia, or between any such territory and another such territory or any State or nation; or between the District of Columbia and any State, territory, or foreign nation.",
      "Parent": "includes a legal guardian.",
      "Person": "any individual, partnership, corporation, trust, estate, cooperative, association, or other entity.",
      "Personal information": "individually identifiable information about an individual collected online, including: 1. A first and last name; 2. A home or other physical address including street name and name of a city or town; 3. Online contact information as defined in this section; 4. A screen or user name where it functions in the same manner as online contact information, as defined in this section; 5. A telephone number; 6. A Social Security number; 7. A persistent identifier that can be used to recognize a user over time and across different Web sites or online services. Such persistent identifier includes, but is not limited to, a customer number held in a cookie, an Internet Protocol (IP) address, a processor or device serial number, or unique device identifier; 8. A photograph, video, or audio file where such file contains a child's image or voice; 9. Geolocation information sufficient to identify street name and name of a city or town; or 10. Information concerning the child or the parents of that child that the operator collects online from the child and combines with an identifier described in this section.",
      "Registration information": "the following types of information collected for purposes of registering an account: 1. A user name; 2. A password; 3. An email address; or 4. An account authentication identifier associated with any third party Web site or online service through which a user of Defendants' Web site or online service registered an account.",
      "Release of personal information": "the sharing, selling, renting, or transfer of personal information to any third party.",
      "Support for the internal operations of the Web site or online service": "1. Those activities necessary to: a. Maintain or analyze the functioning of the Web site or online service; b. Perform network communications; c. Authenticate users of, or personalize the content on, the Web site or online service; d. Serve contextual advertising on the Web site or online service or cap the frequency of advertising; e. Protect the security or integrity of the user, Web site, or online service; f. Ensure legal or regulatory compliance; or g. Fulfill a request of a child as permitted by 16 C.F.R. §§ 312.5(c)(3) and (4); 2. So long as the information collected for the activities listed in paragraphs (1)(a)-(g) of this definition is not used or disclosed to contact a specific individual, including through behavioral advertising, to amass a profile on a specific individual, or for any other purpose.",
      "Third party": "any person who is not: 1. An operator with respect to the collection or maintenance of personal information on the Web site or online service; or 2. A person who provides support for the internal operations of the Web site or online service and who does not use or disclose information protected under this part for any other purpose.",
      "Web site or online service directed to children": "a commercial Web site or online service, or portion thereof, that is targeted to children. 1. In determining whether a Web site or online service, or a portion thereof, is directed to children, the Commission will consider its subject matter, visual content, use of animated characters or child-oriented activities and incentives, music or other audio content, age of models, presence of child celebrities or celebrities who appeal to children, language or other characteristics of the Web site or online service, as well as whether advertising promoting or appearing on the Web site or online service is directed to children. The Commission will also consider competent and reliable empirical evidence regarding audience composition, and evidence regarding the intended audience. 2. A Web site or online service shall be deemed directed to children when it has actual knowledge that it is collecting personal information directly from users of another Web site or online service directed to children. 3. A Web site or online service that is directed to children under this criteria set forth in paragraph (1) of this definition, but that does not target children as its primary audience, shall not be deemed directed to children if it: a. Does not collect personal information from any visitor prior to collecting age information; and b. Prevents the collection, use, or disclosure of personal information from visitors who identify themselves as under age 13 without first complying with the notice and parental consent provisions of this part. 4. A Web site or online service shall not be deemed directed to children solely because it refers or links to a commercial Web site or online service directed to children by using information location tools, including a directory, index, reference, pointer, or hypertext link."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Injunction Concerning Collection of Personal Information from Children",
        "category": "prohibition",
        "summary": "Defendants are permanently enjoined from violating the COPPA Rule, including failures to provide direct notice to parents, post privacy notices, obtain verifiable parental consent, delete information upon request, and retain information longer than necessary.",
        "requirements": [
          {
            "description": "Must not fail to make reasonable efforts to ensure that a parent receives direct notice of practices regarding collection, use, or disclosure of personal information from children",
            "quoted_text": "Failing to make reasonable efforts, taking into account available technology, to ensure that a parent of a child receives direct notice of Defendants' practices with regard to the collection, use, or disclosure of personal information from children, including notice of any material change in the collection, use, or disclosure practices to which the parent has previously consented",
            "deadline": null,
            "verified": true,
            "confidence": 0.9645549738219895
          },
          {
            "description": "Must not fail to post a prominent and clearly labeled link to privacy notice on home page and at each area where personal information is collected from children",
            "quoted_text": "Failing to post a prominent and clearly labeled link to an online notice of its information practices with regard to children, if any, on the home or landing page or screen of its Web site or online service, and at each area of the Web site or online service where personal information is collected from children",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not fail to obtain verifiable parental consent before any collection, use, or disclosure of personal information from children",
            "quoted_text": "Failing to obtain verifiable parental consent before any collection, use, or disclosure of personal information from children, including consent to any material change in the collection, use, or disclosure practices to which the parent has previously consented",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not fail to delete a child's personal information at the request of a parent",
            "quoted_text": "Failing to delete a child's personal information at the request of a parent",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not retain personal information for longer than is reasonably necessary to fulfill the purpose for which it was collected",
            "quoted_text": "Retaining personal information for longer than is reasonably necessary to fulfill the purpose for which the information was collected",
            "deadline": null,
            "verified": true,
            "confidence": 0.9506349206349206
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Deletion of Children's Personal Information and Treatment of Existing Accounts",
        "category": "affirmative_obligation",
        "summary": "Defendants must destroy all personal information associated with user accounts existing at the time of entry of this Order, with certain exceptions for users who provide consent or are over age 13.",
        "requirements": [
          {
            "description": "Destroy all personal information associated with user accounts existing at time of Order entry, or comply with age-based deletion requirements",
            "quoted_text": "Destroy all personal information, in all forms in their possession, custody, or control, that is associated with user accounts existing at the time of entry of this Order",
            "deadline": null,
            "verified": true,
            "confidence": 0.9947058823529412
          },
          {
            "description": "For users under age 13, destroy personal information except may transfer videos to user's device with affirmative consent and allow retention of username if it does not function as online contact information",
            "quoted_text": "For users of accounts existing at the time of entry of this Order who identify as under age 13, Defendants shall destroy such users' personal information, except that Defendants may, with the affirmative consent of the user, transfer the user's videos to the user's device and allow such user to retain their username, so long as that username does not function in the same manner as online contact information.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "For users age 13 or over who were under 13 when data was collected, destroy personal information except may transfer videos and retain registration information with affirmative consent",
            "quoted_text": "For users of accounts existing at the time of entry of this Order who identify as age 13 or over who were under age 13 at the time Defendants collected personal information, Defendants shall destroy such personal information, except that Defendants may, with the affirmative consent of the user, transfer the user's videos to the user's device and retain the user's registration information.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "For users whose age is not identified within 45 days, remove personal information from web sites and refrain from disclosing or using it, then destroy within 12 months",
            "quoted_text": "If the age of a particular user of an existing account is not identified within forty-five 45 days after entry of the Order, Defendants shall, within forty-five (45) days of entry of the Order: (a) remove such user's personal information from Defendants' Web sites and online services; (b) refrain from disclosing or using personal information that has been removed from their Web sites and online services; and (c) destroy such personal information within 12 months after entry of the Order.",
            "deadline": "45 days",
            "verified": true,
            "confidence": 0.8632162661737524
          },
          {
            "description": "Submit supplemental report on compliance with deletion obligations",
            "quoted_text": "To the extent not covered in its compliance report, Defendants must submit a supplemental report, sworn under penalty of perjury, discussing whether and how Defendants are in compliance with this provision, within 15 months of entry of this Order.",
            "deadline": "15 months",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Monetary Judgment for Civil Penalty",
        "category": "affirmative_obligation",
        "summary": "Judgment of $5,700,000 is entered against Defendants as a civil penalty, to be paid within 7 days of Order entry.",
        "requirements": [
          {
            "description": "Pay civil penalty of $5,700,000 to the United States Treasury",
            "quoted_text": "Defendants are ordered to pay to Plaintiff, by making payment to the Treasurer of the United States, $5,700,000.00, which, as Defendants stipulate, their undersigned counsel holds in escrow for no purpose other than payment to Plaintiff. Such payment must be made within 7 days of entry of this Order by electronic fund transfer in accordance with instructions previously provided by a representative of Plaintiff.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 0.8549450549450549
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Additional Monetary Provisions",
        "category": "acknowledgment",
        "summary": "Defendants relinquish all rights to transferred assets, and the Complaint allegations will be taken as true in subsequent civil litigation and bankruptcy proceedings.",
        "requirements": [
          {
            "description": "Relinquish dominion and all rights to assets transferred pursuant to this Order",
            "quoted_text": "Defendants relinquish dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek the return of any assets.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Acknowledge that Complaint allegations will be taken as true in subsequent civil litigation",
            "quoted_text": "The facts alleged in the Complaint will be taken as true, without further proof, in any subsequent civil litigation by or on behalf of the Commission, including in a proceeding to enforce its rights to any payment or monetary judgement pursuant to this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Acknowledge that Complaint allegations establish elements for Bankruptcy Code action",
            "quoted_text": "The facts alleged in the Complaint establish all elements necessary to sustain an action by the Commission pursuant to Section 523(a)(2)(A) of the Bankruptcy Code, 11 U.S.C. § 523(a)(2)(A), and this Order will have collateral estoppel effect for such purposes.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9566409266409267
          },
          {
            "description": "Acknowledge that Taxpayer Identification Numbers may be used for collecting delinquent amounts",
            "quoted_text": "Defendants acknowledge that their Taxpayer Identification Numbers, which Defendants must submit to the Commission, may be used for collecting and reporting on any delinquent amount arising out of this Order, in accordance with 31 U.S.C. §7701.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Informational Relief",
        "category": "compliance_reporting",
        "summary": "Defendants must submit reports under penalty of perjury on their compliance with deletion obligations.",
        "requirements": [
          {
            "description": "Submit report summarizing compliance with deletion obligations (Section II)",
            "quoted_text": "Defendants must submit a report within ninety (90) days of the entry of this Order summarizing their compliance with Section II of this Order",
            "deadline": "90 days",
            "verified": true,
            "confidence": 0.9874468085106384
          },
          {
            "description": "If operating a site directed to children but not targeting them as primary audience, submit additional report on compliance with Section II.B",
            "quoted_text": "If Defendants elect to operate any Web site or online service that is directed to children but that does not target children as the primary audience, Defendants must submit a report within fifteen (15) months of the entry of this Order summarizing their compliance with Section II.B. of this Order.",
            "deadline": "15 months",
            "verified": true,
            "confidence": 0.8526466380543634
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Defendants must obtain acknowledgments of receipt of this Order from themselves and from all relevant personnel and business entities.",
        "requirements": [
          {
            "description": "Each Defendant must submit acknowledgment of receipt of Order to the Commission",
            "quoted_text": "Each Defendant, within 7 days of entry of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "For 5 years, deliver copy of Order to all principals, officers, directors, managers, relevant employees and agents, and successor business entities",
            "quoted_text": "For five (5) years after entry of this Order, Defendants must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees, agents, and representatives having managerial responsibilities for the collection, use, maintenance, or disclosure of personal information or the operation of any of Defendants' Web sites or online services; and (3) any business entity resulting from any change in structure as set forth in the Part titled Compliance Reporting. Delivery must occur within seven (7) days of entry of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 0.9823809523809524
          },
          {
            "description": "Obtain signed and dated acknowledgment of receipt from each individual or entity to which Order was delivered",
            "quoted_text": "From each individual or entity to which a Defendant delivered a copy of this Order, that Defendant must obtain, within 30 days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.9989119170984456
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendants must submit annual compliance reports and notices of changes to contact information, business structure, and bankruptcy proceedings.",
        "requirements": [
          {
            "description": "Submit comprehensive annual compliance report one year after Order entry",
            "quoted_text": "One year after entry of this Order, each Defendant must submit a compliance report, sworn under penalty of perjury.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 0.9865217391304348
          },
          {
            "description": "Compliance report must identify contact information, all businesses, business activities, compliance with each Order section, privacy notices, parental consent methods, parental review procedures, necessity of information collected, security procedures, and Order acknowledgments",
            "quoted_text": "Each Defendant must: 1. Identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission and Plaintiff may use to communicate with Defendant; 2. Identify all of that Defendant's businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; 3. Describe the activities of each business, including the goods and services offered, the means of advertising, marketing, and sales, and involvement of any other Defendant; 4. Describe in detail whether and how that Defendant is in compliance with each section of this Order; 5. Provide a copy of each different version of any privacy notice posted on each Web site or online service operated by that Defendant or otherwise communicated to parents of children from whom that Defendant collects personal information; 6. Provide a statement setting forth in detail any methods used to obtain verifiable parental consent prior to any collection, use, and/or disclosure of personal information from children or the methods used to avoid collecting, using, and/or disclosing personal information from children; 7. Provide a statement setting forth in detail the means provided for parents to review any personal information collected from their children and to refuse to permit its further use or maintenance; 8. Provide a statement setting forth in detail why each type of information collected from a child is reasonably necessary for the provision of the particular related activity; 9. Provide a statement setting forth in detail the procedures used to protect the confidentiality, security, and integrity of personal information collected from children; and 10. Provide a copy of each Order Acknowledgment obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 0.9533529864137401
          },
          {
            "description": "For 10 years, submit compliance notice within 14 days of changes to contact information or business structure",
            "quoted_text": "For ten (10) years after entry of this Order, each Defendant must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in: (a) any designated point of contact; or (b) the structure of any Defendant or any entity that Defendant has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.8863450531479967
          },
          {
            "description": "Submit notice of bankruptcy or insolvency proceedings within 14 days of filing",
            "quoted_text": "Each Defendant must submit to the Commission notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against such Defendant within 14 days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendants must create records for 10 years and retain each record for 5 years, including compliance records, consumer complaints, and documents containing representations about personal information collection.",
        "requirements": [
          {
            "description": "Create and retain records necessary to demonstrate full compliance with each provision of Order",
            "quoted_text": "Defendants must create certain records for 10 years after entry of this Order, and retain each such record for 5 years. Specifically, Defendants must create and retain the following records: A. All records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission",
            "deadline": null,
            "verified": true,
            "confidence": 0.9930769230769231
          },
          {
            "description": "Create and retain copies of all consumer complaints relating to information practices and any response",
            "quoted_text": "Copies of all consumer complaints relating to Defendants' information practices, including its collection, use, maintenance, or disclosure of personal information, and any response",
            "deadline": null,
            "verified": true,
            "confidence": 0.9149557522123895
          },
          {
            "description": "Create and retain copy of each materially different form, page, or screen through which personal information is collected from a child, and each document containing representations regarding collection practices",
            "quoted_text": "A copy of each materially different form, page, or screen created, maintained, or otherwise provided by Defendants through which personal information is collected from a child, and a copy of each materially different document containing any representation regarding collection, use, maintenance or disclosure practices pertaining to personal information from children. Each webpage copy shall be accompanied by the URL of the webpage where the material was posted online. Electronic copies shall include all text and graphics files, audio scripts, and other computer files used in presenting information on the Internet.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9502037351443124
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission and Plaintiff have the right to monitor compliance through requests for information, depositions, document production, employee interviews, and other lawful means.",
        "requirements": [
          {
            "description": "Within 14 days of written request, submit additional compliance reports or information, appear for depositions, and produce documents",
            "quoted_text": "Within 14 days of receipt of a written request from a representative of the Commission or Plaintiff, each Defendant must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury; appear for depositions; and produce documents for inspection and copying. The Commission and Plaintiff are also authorized to obtain discovery, without further leave of court, using any procedure prescribed by Federal Rules of Civil Procedure 29, 30 (including telephonic depositions), 31, 33, 34, 36, 45, and 69.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Permit Commission and Plaintiff to communicate directly with Defendants and to interview employees or affiliated persons",
            "quoted_text": "For matters concerning this Order, the Commission and Plaintiff are authorized to communicate directly with each Defendant. Defendants must permit representatives of the Commission and Plaintiff to interview any employee or other person affiliated with Defendants who has agreed to such an interview. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Allow Commission and Plaintiff to use all lawful means to monitor compliance, including posing as consumers or other entities",
            "quoted_text": "The Commission and Plaintiff may use all other lawful means, including posing, through its representatives as consumers, suppliers, or other individuals or entities, to Defendants or any individual or entity affiliated with Defendants, without the necessity of identification or prior notice. Nothing in this Order limits the Commission's lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 0.8777555110220441
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction for purposes of construction, modification, and enforcement of this Order.",
        "requirements": [
          {
            "description": "Court retains jurisdiction for construction, modification, and enforcement of Order",
            "quoted_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "The Order does not contain an explicit termination clause. The Court retains jurisdiction for purposes of construction, modification, and enforcement. The Order contains obligations of varying durations: 5 years for Order acknowledgment delivery, 10 years for compliance notices regarding business structure changes, and 10 years for recordkeeping creation with 5-year retention."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "02.19, Musical.ly Complaint.pdf",
      "order": "02.19, Musical.ly Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 5,
      "complaint_representations": 0,
      "order_provisions": 10,
      "order_definitions": 17,
      "order_requirements": 31
    },
    "processing_time_seconds": 889.2
  }
}