{
  "case_info": {
    "docket_number": "Case 2:17-cv-00758",
    "company": {
      "name": "VIZIO, INC.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "39 Tesla, Irvine, California 92618",
      "business_description": "VIZIO designs and sells internet-connected televisions and monitors. Since 2010, VIZIO has sold over 11 million internet-connected televisions. The company collects television viewing data through proprietary automated content recognition (ACR) software and monetizes this data through licensing agreements with third parties for audience measurement and advertising analytics purposes."
    },
    "commissioners": [],
    "date_issued": "2017-02-06",
    "legal_authority": "Section 13(b) of the Federal Trade Commission Act, 15 U.S.C. § 53(b) and Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/162-3024-vizio-inc-vizio-inscape-services-llc"
  },
  "complaint": {
    "factual_background": "VIZIO manufactured internet-connected televisions that tracked what consumers watched on a second-by-second basis using automated content recognition (ACR) software, which was turned on by default. Beginning in February 2014, VIZIO collected highly specific viewing data from over 11 million televisions and sold this information to third parties for audience measurement, advertising effectiveness analysis, and targeted advertising, without adequately informing consumers. Consumers received either no notice or inadequate disclosures describing the feature as enabling 'program offers and suggestions,' which VIZIO largely failed to provide.",
    "representations_made": [
      {
        "description": "Claimed that 'Smart Interactivity' enabled program offers and suggestions",
        "quoted_text": "In all televisions enabled with ACR tracking, VIZIO televisions had a setting, available through the settings menu, called 'Smart Interactivity.' This setting included the description: 'Enables program offers and suggestions.' Similarly, in the manual for some VIZIO televisions, a section entitled 'Smart Interactivity' described the practice as 'Your TV can display program-related information as part of the broadcast.'",
        "source_paragraph": 22
      },
      {
        "description": "Represented that Smart Interactivity would provide program offers and suggestions to consumers",
        "quoted_text": "Beginning in February 2014, Defendants represented expressly or by implication that Defendants would provide program offers and suggestions to consumers with 'Smart Interactivity' enabled on their televisions.",
        "source_paragraph": 42
      },
      {
        "description": "Represented that Smart Interactivity enabled program offers and suggestions about what to watch",
        "quoted_text": "Beginning in February 2014, Defendants represented, expressly or by implication, that the 'Smart Interactivity' feature of their televisions enabled program offers and suggestions about what to watch.",
        "source_paragraph": 37
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Unfair Tracking",
        "representation": "Defendants used ACR technology to comprehensively collect sensitive television viewing activity of consumers on a second-by-second basis, stored this data indefinitely, and provided it to third parties for tracking and targeted advertising, through a medium consumers would not expect to be used for tracking, without consumers' consent.",
        "fact": "Defendants' collection and sharing of sensitive data without consumers' consent has caused or is likely to cause substantial injury to consumers that is not outweighed by countervailing benefits to consumers or competition and is not reasonably avoidable by consumers themselves.",
        "conclusion": "This is an unfair act or practice, in violation of Section 5(a) of the FTC Act, 15. U.S.C. § 45(a)."
      },
      {
        "count_number": 2,
        "title": "Deceptive Omission Regarding Smart Interactivity",
        "representation": "Defendants represented that the 'Smart Interactivity' feature enabled program offers and suggestions about what to watch.",
        "fact": "Defendants failed to adequately disclose that the 'Smart Interactivity' feature comprehensively collected and shared consumers' television viewing activity from cable boxes, DVRs, streaming devices, and airwaves, which Defendants then provided on a household-by-household basis to third parties.",
        "conclusion": "Defendants' failure to disclose adequately the material information described in Paragraph 38, in light of the representation set forth in Paragraph 37, is a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 3,
        "title": "Deceptive Representation Regarding Smart Interactivity",
        "representation": "Defendants represented that they would provide program offers and suggestions to consumers with 'Smart Interactivity' enabled on their televisions.",
        "fact": "Defendants did not provide program offers or suggestions to consumers with 'Smart Interactivity' enabled on their televisions.",
        "conclusion": "This is a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Covered Information": "information collected from a VIZIO internet-connected device, including, but not limited to, (1) product registration data; (2) Viewing Data; (3) Internet Protocol (\"IP\") address; (4) User ID or other identifiers; and (5) geolocation or information that can be used to derive geolocation. Covered Information also means information combined with any of (1) through (5) above.",
      "Defendants": "VIZIO, Inc., and its successors and assigns, and VIZIO Inscape Services, LLC, and its successors and assigns.",
      "Smart TV": "any of Defendants' televisions or monitors that have the ability to connect to the internet.",
      "Viewing Data": "any information or data collected or planned to be collected from a Smart TV about the content viewed on that television, or any reports or data derived therefrom and any information combined with such data.",
      "Prominently": "that a required disclosure is difficult to miss (i.e., easily noticeable) and easily understandable by ordinary consumers, including in all of the following ways: 1. A visual disclosure, by its size, contrast, location, the length of time it appears, and other characteristics, must stand out from any accompanying text or other visual elements so that it is easily noticed, read, and understood. 2. An audible disclosure, including by telephone or streaming video, must be delivered in a volume, speed, and cadence sufficient for ordinary consumers to easily hear and understand it. 3. In any communication using an interactive electronic medium, such as in connection with an update to device firmware, the disclosure must be unavoidable. 4. The disclosure must use diction and syntax understandable to ordinary consumers and must appear in each language in which the triggering representation appears. 5. The disclosure must comply with these requirements in each medium through which it is received, including all electronic devices and face-to-face communications. 6. The disclosure must not be contradicted or mitigated by, or inconsistent with, anything else in the communication. 7. When the representation or sales practice targets a specific audience, such as children, the elderly, or the terminally ill, \"ordinary consumers\" includes reasonable members of that group."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibited Misleading Representations",
        "category": "prohibition",
        "summary": "Defendants must not misrepresent the extent to which they collect, use, maintain, or protect the privacy, confidentiality, or security of Covered Information, or misrepresent the purpose of their collection, use, or disclosure of Covered Information.",
        "requirements": [
          {
            "description": "Must not misrepresent the extent to which Defendants collect, use, maintain, or protect the privacy, confidentiality, or security of any Covered Information",
            "quoted_text": "IT IS ORDERED that Defendants and Defendants' officers, agents, employees, and attorneys, directly or through any corporation, subsidiary, division, website, or other device or affiliate owned or controlled by Defendants, in or affecting commerce, must not misrepresent in any manner, expressly or by implication: A. The extent to which Defendants collect, use, maintain, or protect the privacy, confidentiality, or security of any Covered Information",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent the purpose of their collection, use, or disclosure of Covered Information",
            "quoted_text": "IT IS ORDERED that Defendants and Defendants' officers, agents, employees, and attorneys, directly or through any corporation, subsidiary, division, website, or other device or affiliate owned or controlled by Defendants, in or affecting commerce, must not misrepresent in any manner, expressly or by implication: B. The purpose of their collection, use, or disclosure of Covered Information.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Notice and Affirmative Express Consent Provision",
        "category": "affirmative_obligation",
        "summary": "Prior to collecting any Viewing Data, Defendants must prominently disclose what data will be collected and shared, obtain the consumer's affirmative express consent, and provide instructions for revoking consent.",
        "requirements": [
          {
            "description": "Prominently disclose to the consumer, separate and apart from any privacy policy or terms of use, the types of Viewing Data that will be collected and used, the types that will be shared with third parties, the identity or categories of such third parties, and all purposes for sharing such information",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants and Defendants' officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, in connection with any collection of Viewing Data for any product or service, prior to collecting any Viewing Data must: A. Prominently disclose to the consumer, separate and apart from any \"privacy policy,\" \"terms of use\" page, or other similar document: (1) the types of Viewing Data that will be collected and used, (2) the types of Viewing Data that will be shared with third parties; (3) the identity or specific categories of such third parties; and (4) all purposes for Defendants' sharing of such information",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Obtain the consumer's affirmative express consent at the time the disclosure is made and upon any material changes to the disclosed terms",
            "quoted_text": "B. Obtain the consumer's affirmative express consent (1) at the time the disclosure in Part II.A is made and (2) upon any material changes to the terms disclosed in Part II.A",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide instructions for how the consumer may revoke consent to collection of Viewing Data",
            "quoted_text": "C. Provide instructions, at any time the consumer's affirmative express consent is sought under Part II.B, for how the consumer may revoke consent to collection of Viewing Data.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Data Deletion",
        "category": "affirmative_obligation",
        "summary": "Defendants must destroy Viewing Data collected prior to March 1, 2016, with certain exceptions for legal requirements or consumer consent.",
        "requirements": [
          {
            "description": "Destroy Viewing Data that has been collected prior to March 1, 2016",
            "quoted_text": "IT IS FURTHER ORDERED that within 120 days after entry of this Order, Defendants and Defendants' officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, must destroy Viewing Data that has been collected prior to March 1, 2016. Provided, however, that such Viewing Data need not be destroyed, and may be disclosed, (A) to the extent requested by a government agency or required by law, regulation, or court order, including without limitation as required by rules applicable to the safeguarding of evidence in pending litigation, or (B) to the extent a user of a television associated with the Viewing Data has affirmatively consented to the collection, use, or disclosure thereof, consistent with Part II of this order.",
            "deadline": "120 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Mandated Privacy Program",
        "category": "affirmative_obligation",
        "summary": "Defendants must establish and maintain a comprehensive privacy program reasonably designed to address privacy risks and protect the privacy and confidentiality of Covered Information.",
        "requirements": [
          {
            "description": "Establish and implement, and thereafter maintain, a comprehensive privacy program that is reasonably designed to address privacy risks and protect the privacy and confidentiality of Covered Information",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants must, no later than the effective date of this Order, establish and implement, and thereafter maintain, a comprehensive privacy program that is reasonably designed to (1) address privacy risks related to the development and management of new and existing products and services for consumers, and (2) protect the privacy and confidentiality of Covered Information collected directly or indirectly by Defendants. Such program, the content and implementation of which must be documented in writing, must contain controls and procedures appropriate to Defendants' size and complexity, the nature and scope of Defendants' activities, and the sensitivity of the Covered Information",
            "deadline": "no later than the effective date",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Designate an employee or employees to coordinate and be responsible for the privacy program",
            "quoted_text": "A. The designation of an employee or employees to coordinate and be responsible for the privacy program",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Identify reasonably foreseeable risks and assess the sufficiency of any safeguards in place to control these risks",
            "quoted_text": "B. The identification of reasonably foreseeable risks, both internal and external, that could result in Defendants' unauthorized collection, use, or disclosure of Covered Information and an assessment of the sufficiency of any safeguards in place to control these risks. At a minimum, this risk assessment should include consideration of risks in each area of relevant operation, including: (1) employee training and management, including training on the requirements of this Order, and (2) product design, development, and research",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Design and implement reasonable controls and procedures to address such risks and regularly test or monitor the effectiveness of those controls and procedures",
            "quoted_text": "C. The design and implementation of reasonable controls and procedures to address such risks and regular testing or monitoring of the effectiveness of those controls and procedures",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Develop and use reasonable steps to select and retain service providers capable of protecting Covered Information and require service providers by contract to implement appropriate privacy protections",
            "quoted_text": "D. The development and use of reasonable steps to select and retain service providers capable of appropriately protecting the privacy of Covered Information they receive from Defendants and requiring service providers, by contract, to implement and maintain appropriate privacy protections for such Covered Information",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Evaluate and adjust the privacy program in light of testing and monitoring results, changes to operations, or other circumstances that may impact effectiveness",
            "quoted_text": "E. The evaluation and adjustment of Defendants' privacy program in light of the results of the testing and monitoring required by sub-provision C, any changes to Defendants' operations or business arrangements, or any other circumstances that Defendants know or have reason to know may have an impact on the effectiveness of the privacy program.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Privacy Assessments by a Third Party",
        "category": "assessment",
        "summary": "Defendants must obtain initial and biennial privacy assessments by a qualified, independent third-party professional for 20 years.",
        "requirements": [
          {
            "description": "Obtain initial and biennial privacy assessments completed by a qualified, objective, independent third-party professional with at least 3 years of experience in privacy and data protection, approved by the FTC",
            "quoted_text": "IT IS FURTHER ORDERED that, in connection with its compliance with the Provision of this Order titled Mandated Privacy Program, Defendants must obtain initial and biennial assessments (\"Assessments\"): A. The Assessments must be completed by a qualified, objective, independent third-party professional, who uses procedures and standards generally accepted in the profession. An individual qualified to prepare such Assessments must have a minimum of 3 years of experience in the field of privacy and data protection. All individuals selected to complete such Assessments must be approved by the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission in his or her sole discretion.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Complete initial Assessment covering the first 180 days after the issuance date of the Order",
            "quoted_text": "B. The reporting period for the Assessments must cover: (1) the first 180 days after the issuance date of the Order for the initial Assessment",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Complete biennial Assessments covering each 2-year period for 20 years after the issuance date of the Order",
            "quoted_text": "B. The reporting period for the Assessments must cover: (2) each 2-year period thereafter for 20 years after the issuance date of the Order for the biennial Assessments.",
            "deadline": null,
            "verified": true,
            "confidence": 0.8711214953271028
          },
          {
            "description": "Each Assessment must set forth specific privacy controls implemented, explain how such controls are appropriate, explain how controls meet or exceed Order requirements, and certify that controls are operating with sufficient effectiveness",
            "quoted_text": "C. Each Assessment must: 1. Set forth the specific privacy controls that Defendants have implemented and maintained during the reporting period; 2. Explain how such privacy controls are appropriate to Defendants' size and complexity, the nature and scope of Defendants' activities, and the sensitivity of the Covered Information; 3. Explain how the privacy controls that have been implemented meet or exceed the protections required by the Provision of this Order titled Mandated Privacy Program; and 4. Certify that the privacy controls are operating with sufficient effectiveness to provide reasonable assurance to protect the privacy of Covered Information and that the controls have so operated throughout the reporting period.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Complete each Assessment within 60 days after the end of the reporting period and provide the initial Assessment to Plaintiffs within 10 days after completion",
            "quoted_text": "D. Each Assessment must be completed within 60 days after the end of the reporting period to which the Assessment applies. Defendants must provide the initial Assessment to Plaintiffs within 10 days after the Assessment has been completed.",
            "deadline": "60 days after reporting period ends; 10 days to provide to Plaintiffs",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Retain all subsequent biennial Assessments at least until the Order terminates and submit biennial Assessments to Plaintiffs within 10 days of request",
            "quoted_text": "Defendants must retain all subsequent biennial Assessments, at least until the Order terminates. Defendants must submit any biennial Assessments to Plaintiffs within 10 days of a request from a representative of Plaintiffs.",
            "deadline": "10 days of request",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Monetary Relief",
        "category": "affirmative_obligation",
        "summary": "Defendants must pay $1,500,000 to the FTC and $1,000,000 to the New Jersey Division of Consumer Affairs, with a portion of the New Jersey payment suspended subject to compliance conditions.",
        "requirements": [
          {
            "description": "Pay $1,500,000 to the Commission by electronic fund transfer",
            "quoted_text": "A. Defendants must pay to the Commission $1,500,000 within [8] days of the effective date of this Order by electronic fund transfer in accordance with instructions provided by a representative of the Commission.",
            "deadline": "8 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Pay $700,000 to the New Jersey Division of Consumer Affairs",
            "quoted_text": "C. Defendants shall pay $700,000 of the New Jersey Monetary Relief to the New Jersey Division of Consumer Affairs within [8] days of the effective date of this Order by credit card, wire transfer, bank check, money order, certified check, or cashier's check payable to \"New Jersey Division of Consumer Affairs\"",
            "deadline": "8 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "The balance of $300,000 New Jersey Monetary Relief shall be suspended and automatically vacated at the expiration of five years from the effective date, provided Defendants comply in all material respects with Sections I through VI and Sections VIII through XI and do not violate the CFA",
            "quoted_text": "D. The balance of the New Jersey Monetary Relief, totaling $300,000, shall be suspended and automatically vacated at the expiration of five (5) years from the effective date of this order (\"Suspended Penalty\"), provided: a. Defendants comply in all material respects with Sections I through VI and Sections VIII through XI of this Order; b. Defendants do not engage in acts or practices in violation of the CFA.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Additional Monetary Provisions",
        "category": "acknowledgment",
        "summary": "Defendants relinquish all rights to assets transferred under this Order and acknowledge various legal and bankruptcy-related provisions.",
        "requirements": [
          {
            "description": "Relinquish dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order",
            "quoted_text": "A. Defendants relinquish dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek the return of any assets.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Acknowledgments of the Order",
        "category": "acknowledgment",
        "summary": "Defendants must submit acknowledgment of receipt of the Order and deliver copies to all relevant personnel, obtaining signed acknowledgments from recipients.",
        "requirements": [
          {
            "description": "Submit to Plaintiffs an acknowledgment of receipt of this Order under sworn penalty of perjury",
            "quoted_text": "A. Defendants, within 10 days of entry of this Order, must submit to Plaintiffs an acknowledgment of receipt of this Order under sworn penalty of perjury.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "For 5 years after the issuance date, deliver a copy of this Order to all principals, officers, directors, employees, agents, and representatives who participate in conduct related to the subject matter of the Order, and any business entity resulting from any change in structure",
            "quoted_text": "B. For 5 years after the issuance date of this Order, Defendants must deliver a copy of this Order to: (1) all principals, officers, and directors; (2) all employees, agents, and representatives who participate in conduct related to the subject matter of the Order; and (3) any business entity resulting from any change in structure as set forth in the Provision titled Compliance Report and Notices. Delivery must occur within 10 days after the effective date of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "10 days for current personnel; before assumption of responsibilities for new personnel",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "From each individual or entity to which a copy of the Order was delivered, obtain a signed and dated acknowledgment of receipt",
            "quoted_text": "C. From each individual or entity to which a Defendant delivered a copy of this Order, that Defendant must obtain, within 30 days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendants must submit compliance reports and notices to Plaintiffs, including an annual compliance report and notices of structural changes or bankruptcy.",
        "requirements": [
          {
            "description": "Submit a compliance report one year after the issuance date, sworn under penalty of perjury, identifying contact information, business names and activities, compliance with each provision, and providing copies of all acknowledgments",
            "quoted_text": "A. One year after the issuance date of this Order, Defendants must submit a compliance report, sworn under penalty of perjury, in which it must: (a) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of Plaintiffs may use to communicate with Defendants; (b) identify all of Defendants' businesses by all of their names; (c) describe the activities of each business, including the goods and services offered; (d) describe in detail whether and how Defendants are in compliance with each Provision of this Order, including a discussion of all of the changes Defendants made to comply with the Order; and (e) provide a copy of each Acknowledgment of the Order obtained pursuant to this Order to Plaintiffs, unless previously submitted.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit a compliance notice within 14 days of any change in designated point of contact or the structure of any Corporate Defendants or any entity that Defendants have ownership interest in or control",
            "quoted_text": "B. Defendants must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following: (a) any designated point of contact; or (b) the structure of any Corporate Defendants or any entity that Defendants have any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against Defendants",
            "quoted_text": "C. Defendants must submit notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against such Defendants within 14 days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.88
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendants must create and retain specified records for 20 years, with each record retained for 5 years, including accounting records, personnel records, consumer complaints, privacy representations, assessment materials, and compliance documents.",
        "requirements": [
          {
            "description": "Create certain records for 20 years after the issuance date and retain each such record for 5 years, including accounting records, personnel records, consumer complaints, privacy representations, assessment materials, and compliance documents",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants must create certain records for 20 years after the issuance date of the Order, and retain each such record for 5 years, unless otherwise specified below. Specifically, Defendants, in connection with the collection, maintenance, or storage of personal information from or about consumers, must create and retain the following records: A. Accounting records showing the revenues from all goods or services sold, the costs incurred in generating those revenues, and resulting net profit or loss; B. Personnel records showing, for each person providing services in relation to any aspect of the Order, whether as an employee or otherwise, that person's: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination; C. Copies or records of all consumer complaints regarding Defendants' collection, use, maintenance, or protection of the privacy, confidentiality, or security of any Covered Information, whether received directly or indirectly, such as through a third party, and any response; D. A copy of each representation by Defendants that describes Defendants' collection, use, maintenance, or protection of the privacy, confidentiality, or security of any Covered Information. E. For 5 years after the date of preparation of each Assessment required by this Order, all materials relied upon to prepare the Assessment, whether prepared by or on behalf of Defendants, including all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, and any other materials concerning Defendants' compliance with related Provisions of this Order, for the compliance period covered by such Assessment; and F. All records necessary to demonstrate full compliance with each provision of this Order, including all submissions to Plaintiffs.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "XI",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "Plaintiffs have the right to monitor compliance by requesting additional reports, inspecting records, interviewing personnel, and using other lawful means including posing as consumers.",
        "requirements": [
          {
            "description": "Submit additional compliance reports or other requested information and produce records for inspection and copying within 10 days of receipt of a written request from Plaintiffs",
            "quoted_text": "A. Within 10 days of receipt of a written request from a representative of Plaintiffs, Defendants must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury, and produce records for inspection and copying.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Permit representatives of the Plaintiffs to communicate directly with Defendants and interview anyone affiliated with any Respondent who has agreed to such an interview",
            "quoted_text": "B. For matters concerning this Order, representatives of the Plaintiffs are authorized to communicate directly with Defendants. Defendants must permit representatives of Plaintiffs to interview anyone affiliated with any Respondent who has agreed to such an interview. The interviewee may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Plaintiffs may use all other lawful means, including posing as consumers, suppliers, or other individuals or entities, without identification or prior notice",
            "quoted_text": "C. Plaintiffs may use all other lawful means, including posing through its representatives as consumers, suppliers, or other individuals or entities, to Defendants or any individual or entity affiliated with Defendants, without the necessity of identification or prior notice. Nothing in this Order limits Plaintiffs' lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1, and the CFA, N.J. Stat. Ann. § 56:8-3, -4.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XII",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
        "requirements": [
          {
            "description": "Court retains jurisdiction for purposes of construction, modification, and enforcement of this Order",
            "quoted_text": "IT IS FURTHER ORDERED that this Court retain jurisdiction of this matter for purposes of construction, modification and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "Defendants must create certain records for 20 years after the issuance date of the Order, and retain each such record for 5 years"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "02.17, VIZIO, INC. and VIZIO Inscape Services Complaint.pdf",
      "order": "02.17, VIZIO, INC. and VIZIO Inscape Services Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 3,
      "complaint_representations": 3,
      "order_provisions": 12,
      "order_definitions": 5,
      "order_requirements": 33
    },
    "processing_time_seconds": 169.9
  }
}