{
  "case_info": {
    "docket_number": "C-4264",
    "company": {
      "name": "Sears Holdings Management Corporation",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "3333 Beverly Road, Hoffman Estates, Illinois 60179",
      "business_description": "Sears Holdings Management Corporation is a subsidiary of Sears Holdings Corporation that handles marketing operations for the Sears Roebuck and Kmart retail stores, and operates the sears.com and kmart.com retail Internet websites."
    },
    "commissioners": [
      "Jon Leibowitz, Chairman",
      "Pamela Jones Harbour",
      "William E. Kovacic",
      "J. Thomas Rosch"
    ],
    "case_date": {
      "month": 2,
      "year": 2018
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/082-3099-c-4264-sears-holdings-management-corporation-corporation-matter"
  },
  "complaint": {
    "factual_background": "Sears Holdings Management Corporation distributed software through its \"My SHC Community\" program that tracked nearly all Internet behavior on consumers' computers, including secure sessions, online banking, email headers, and other sensitive activities. The company failed to adequately disclose the extensive scope of the tracking, representing it only as tracking \"online browsing\" while burying detailed disclosures deep within a lengthy user agreement that most consumers would not read.",
    "representations_made": [
      {
        "description": "The Application would track consumers' online browsing",
        "quoted_text": "Through the means described in paragraphs 3-12, respondent has represented, expressly or by implication, that the Application would track consumers' 'online browsing.'",
        "source_paragraph": 13
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Failure to Disclose Tracking Scope",
        "representation": "The Application would track consumers' 'online browsing'",
        "fact": "Respondent failed to disclose adequately that the software application, when installed, would: monitor nearly all of the Internet behavior that occurs on consumers' computers, including information exchanged between consumers and websites other than those owned, operated, or affiliated with respondent, information provided in secure sessions when interacting with third-party websites, shopping carts, and online accounts, and headers of web-based email; track certain non-Internet-related activities taking place on those computers; and transmit nearly all of the monitored information (excluding selected categories of filtered information) to respondent's remote computer servers. These facts would be material to consumers in deciding to install the software.",
        "conclusion": "Respondent's failure to disclose these facts, in light of the representations made, was, and is, a deceptive practice."
      }
    ]
  },
  "order": {
    "definitions": {
      "Tracking Application": "any software program or application disseminated by or on behalf of respondent, its subsidiaries or affiliated companies, that is capable of being installed on consumers' computers and used by or on behalf of respondent to monitor, record, or transmit information about activities occurring on computers on which it is installed, or about data that is stored on, created on, transmitted from, or transmitted to the computers on which it is installed, unless the information monitored, recorded, or transmitted is limited solely to the following: (a) the configuration of the software program or application itself; (b) information regarding whether the software program or application is functioning as represented; or (c) information regarding consumers' use of the program or application itself."
    },
    "provisions": [
      {
        "provision_number": "N/A",
        "title": "Order Reopening and Modification",
        "category": "acknowledgment",
        "summary": "This is a 2018 modification order that reopens and modifies the definition of 'Tracking Application' in the original 2009 order.",
        "requirements": [
          {
            "description": "Modify the definition of Tracking Application",
            "quoted_text": "IT IS FURTHER ORDERED that the definition of 'Tracking Application' be, and it hereby is, revised to read: 4. 'Tracking Application' shall mean any software program or application disseminated by or on behalf of respondent, its subsidiaries or affiliated companies, that is capable of being installed on consumers' computers and used by or on behalf of respondent to monitor, record, or transmit information about activities occurring on computers on which it is installed, or about data that is stored on, created on, transmitted from, or transmitted to the computers on which it is installed, unless the information monitored, recorded, or transmitted is limited solely to the following: (a) the configuration of the software program or application itself; (b) information regarding whether the software program or application is functioning as represented; or (c) information regarding consumers' use of the program or application itself.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "Not included in this modification order document"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "02.18, Sears Holdings Management Corporation, a corporation, in the Matter of Complaint.pdf",
      "order": "02.18, Sears Holdings Management Corporation, a corporation, in the Matter of Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 1,
      "order_provisions": 1,
      "order_definitions": 1,
      "order_requirements": 1
    },
    "processing_time_seconds": 47.5
  }
}