{
  "case_info": {
    "docket_number": "C-4426",
    "company": {
      "name": "TRENDNET, INC.",
      "incorporation_state": "California",
      "entity_type": "corporation",
      "address": "20675 Manhattan Place, Torrance, California 90501",
      "business_description": "TRENDnet is a retailer that sells networking devices, including routers, modems, and Internet Protocol (IP) cameras, to home users and to small- and medium-sized businesses. The company generates significant revenue from the sale of IP cameras marketed under the trade name SecurView."
    },
    "commissioners": [
      "Edith Ramirez, Chairwoman",
      "Julie Brill",
      "Maureen K. Ohlhausen",
      "Joshua D. Wright"
    ],
    "date_issued": "2013",
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. ยง 45 et seq.",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/122-3090-trendnet-inc-matter"
  },
  "complaint": {
    "factual_background": "TRENDnet sold IP cameras marketed as secure for monitoring homes and businesses, but failed to implement basic security measures. Due to software flaws, a vulnerability allowed hackers to access live feeds from nearly 700 cameras without authorization in January 2012, exposing private areas of homes including infants and children. The company transmitted and stored login credentials in plain text and failed to properly test security features, including a setting that was supposed to require user authentication but didn't function properly for 20 camera models from April 2010 to February 2012.",
    "representations_made": [
      {
        "description": "Claimed IP cameras were secure and suitable for monitoring private areas",
        "quoted_text": "From at least January 1, 2010, until the present, in many instances, in marketing or offering for sale its IP cameras, respondent has: a. used the trade name SecurView... b. described the IP cameras as \"secure\" or suitable for maintaining security, including through: i. a sticker affixed to the cameras' packaging... which displays a lock icon and the word \"security\"... ii. a statement on the cameras' packaging that it may be used to \"secure,\" or \"protect\" a user's home, family, property, or business",
        "source_paragraph": 7
      },
      {
        "description": "Represented that it took reasonable steps to ensure IP cameras and mobile apps are secure",
        "quoted_text": "respondent has represented, expressly or by implication, that respondent has taken reasonable steps to ensure that its IP cameras and mobile apps are a secure means to monitor private areas of a consumer's home or workplace.",
        "source_paragraph": 14
      },
      {
        "description": "Represented that user security settings would be honored",
        "quoted_text": "respondent has represented, expressly or by implication, that respondent has taken reasonable steps to ensure that a user's security settings will be honored.",
        "source_paragraph": 16
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "False Security Claims for IP Cameras",
        "representation": "Respondent represented that it has taken reasonable steps to ensure that its IP cameras and mobile apps are a secure means to monitor private areas of a consumer's home or workplace",
        "fact": "Respondent has not taken reasonable steps to ensure that its IP cameras are a secure means to monitor private areas. The company transmitted login credentials in clear text, stored credentials in plain text on mobile devices, failed to monitor security vulnerability reports, and failed to employ reasonable security in software design and testing",
        "conclusion": "Therefore, the representation set forth in Paragraph 14 constitutes a false or misleading representation."
      },
      {
        "count_number": 2,
        "title": "False Claims About Honoring Security Settings",
        "representation": "Respondent represented that it has taken reasonable steps to ensure that a user's security settings will be honored",
        "fact": "Respondent has not taken reasonable steps to ensure that a user's security settings will be honored. The DVSA setting did not function properly for twenty models from April 2010 until February 2012, allowing all users' live feeds to be publicly accessible regardless of the user's security choice",
        "conclusion": "Therefore, the representation set forth in Paragraph 16 constitutes a false or misleading representation."
      },
      {
        "count_number": 3,
        "title": "Unfair Practice - Failure to Provide Reasonable Security",
        "representation": "Respondent failed to provide reasonable security to prevent unauthorized access to the live feeds from its IP cameras, which respondent offered to consumers for the purpose of monitoring and securing private areas of their homes and businesses",
        "fact": "Respondent's practices caused, or are likely to cause, substantial injury to consumers that is not offset by countervailing benefits to consumers or competition and is not reasonably avoidable by consumers",
        "conclusion": "This practice was, and is, an unfair act or practice."
      }
    ]
  },
  "order": {
    "definitions": {
      "Affected Consumers": "persons who purchased and installed one of the following Cameras with software last updated prior to February 7, 2012: TV-IP110 (Version A1.xR); TV-IP110W (Version A1.xR); TV-IP110WN (Version A1.xR); TV-IP110WN (Version V2.0R); TV-IP121W (Version A1.xR); TV-IP121WN (Version V1.0R); TV-IP121WN (Version V2.0R); TV-IP212 (Version A1.xR); TV-IP212W (Version A1.xR); TV-IP252P (Version B1.xR); TV-IP312 (Version A1.xR); TV-IP312W (Version A1.xr); TV-IP312WN (Version A1.xR); TV-IP322P (Version V1.0R); TV-IP410 (Version A1.XR); TV-IP410W (Version A1.xR); TV-IP410WN (Version V1.0R); TV-IP422 (Versions A1.xR/A2.xR); TV-IP422W (Versions A1.xR/A2.xR); TV-IP422WN (Version V1.0R); TV-VS1 (Version V1.0R); and TV-VS1P (Version V1.0R).",
      "App or Apps": "any software application or related code developed, branded, or provided by respondent for a mobile device, including, but not limited to, any iPhone, iPod touch, iPad, BlackBerry, Android, Amazon Kindle, or Microsoft Windows device.",
      "Cameras": "any Internet Protocol (\"IP\") camera, cloud camera, or other Internet-accessible camera advertised, developed, branded, or sold by respondent, or on behalf of respondent, or any corporation, subsidiary, division or affiliate owned or controlled by respondent that transmits, or allows for the transmission of Live Feed Information over the Internet.",
      "Clear(ly) and prominent(ly)": "A. In textual communications (e.g., printed publications or words displayed on the screen of a computer or device), the required disclosures are of a type, size, and location sufficiently noticeable for an ordinary consumer to read and comprehend them, in print that contrasts highly with the background on which they appear; B. In communications disseminated orally or through audible means (e.g., radio or streaming audio), the required disclosures are delivered in a volume and cadence sufficient for an ordinary consumer to hear and comprehend them; C. In communications disseminated through video means (e.g., television or streaming video), the required disclosures are in writing in a form consistent with subparagraph (A) of this definition and shall appear on the screen for a duration sufficient for an ordinary consumer to read and comprehend them, and in the same language as the predominant language that is used in the communication; and D. In all instances, the required disclosures (1) are presented in an understandable language and syntax; and (2) include nothing contrary to, inconsistent with, or in mitigation of any other statements or disclosures provided by respondent.",
      "Commerce": "commerce among the several States or with foreign nations, or in any Territory of the United States or in the District of Columbia, or between any such Territory and another, or between any such Territory and any State or foreign nation, or between the District of Columbia and any State or Territory or foreign nation, as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. ยง 44.",
      "Covered Device": "(1) any Internet-accessible electronic product or device, including but not limited to \"Cameras,\" advertised, developed, branded, or sold by respondent, or on behalf of respondent, or any corporation, subsidiary, division or affiliate owned or controlled by respondent that transmits or allows for the transmission of Covered Information over the Internet; and (2) any App or software advertised, developed, branded, or provided by respondent or any corporation, subsidiary, division or affiliate owned or controlled by respondent used to operate, manage, access, or view the product or device.",
      "Covered Device Functionality": "any capability of a Covered Device to capture, access, store, or transmit Covered Information.",
      "Covered Information": "individually-identifiable information from or about an individual consumer input into, stored on, captured with, accessed, or transmitted through a Covered Device, including but not limited to: (a) a first or last name; (b) a home or other physical address, including street name and name of city or town; (c) an email address or other online contact information, such as a user identifier or screen name; (d) photos; (e) videos; (f) pre-recorded and live-streaming audio; (g) an IP address, User ID or other persistent identifier; or (h) an authentication credential, such as a username or password.",
      "Live Feed Information": "video, audio, or audiovisual data.",
      "Respondent": "TRENDnet, Inc., and its successors and assigns."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Security and Privacy",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent the extent to which its products or services maintain security, privacy, or confidentiality of Covered Information or Covered Device Functionality, or the extent to which consumers can control security.",
        "requirements": [
          {
            "description": "Must not misrepresent security of Covered Device Functionality",
            "quoted_text": "IT IS ORDERED that respondent and its officers, agents, representatives, and employees, directly or through any corporation, subsidiary, division, website, other device, or an affiliate owned or controlled by respondent, in or affecting commerce, shall not misrepresent in any manner, expressly or by implication: A. The extent to which respondent or its products or services maintain and protect: 1. The security of Covered Device Functionality; 2. The security, privacy, confidentiality, or integrity of any Covered Information;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent consumer control over security of Covered Information",
            "quoted_text": "B. The extent to which a consumer can control the security of any Covered Information input into, stored on, captured with, accessed, or transmitted by a Covered Device.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Comprehensive Security Program",
        "category": "affirmative_obligation",
        "summary": "Respondent must establish and maintain a comprehensive written security program with administrative, technical, and physical safeguards to protect Covered Device Functionality and Covered Information.",
        "requirements": [
          {
            "description": "Establish and implement comprehensive security program no later than date of service",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall, no later than the date of service of this Order, establish and implement, and thereafter maintain, a comprehensive security program that is reasonably designed to (1) address security risks that could result in unauthorized access to or use of Covered Device Functionality, and (2) protect the security, confidentiality, and integrity of Covered Information, whether collected by respondent, or input into, stored on, captured with, accessed, or transmitted through a Covered Device. Such program, the content and implementation of which must be fully documented in writing, shall contain administrative, technical, and physical safeguards appropriate to respondent's size and complexity, the nature and scope of respondent's activities, and the sensitivity of the Covered Device Functionality or Covered Information",
            "deadline": "no later than the date of service of this Order",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Designate employee(s) to coordinate security program",
            "quoted_text": "A. The designation of an employee or employees to coordinate and be accountable for the security program;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Identify and assess internal and external risks to Covered Devices",
            "quoted_text": "B. The identification of material internal and external risks to the security of Covered Devices that could result in unauthorized access to or use of Covered Device Functionality, and assessment of the sufficiency of any safeguards in place to control these risks;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Identify and assess risks to Covered Information",
            "quoted_text": "C. The identification of material internal and external risks to the security, confidentiality, and integrity of Covered Information that could result in the unauthorized disclosure, misuse, loss, alteration, destruction, or other compromise of such information, whether such information is in respondent's possession or is input into, stored on, captured with, accessed, or transmitted through a Covered Device, and assessment of the sufficiency of any safeguards in place to control these risks;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Risk assessments must consider employee training, product design, secure software development, and third-party vulnerability reports",
            "quoted_text": "D. At a minimum, the risk assessments required by Subparts B and C should include consideration of risks in each area of relevant operation, including, but not limited to: (1) employee training and management; (2) product design, development, and research; (3) secure software design, development, and testing; and (4) review, assessment, and response to third-party security vulnerability reports;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Design and implement safeguards including software security testing",
            "quoted_text": "E. The design and implementation of reasonable safeguards to control the risks identified through the risk assessments, including but not limited to reasonable and appropriate software security testing techniques, such as: (1) vulnerability and penetration testing; (2) security architecture reviews; (3) code reviews; and (4) other reasonable and appropriate assessments, audits, reviews, or other tests to identify potential security failures and verify that access to Covered Information is restricted consistent with a user's security settings;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Regularly test and monitor effectiveness of safeguards",
            "quoted_text": "F. Regular testing or monitoring of the effectiveness of the safeguards' key controls, systems, and procedures;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Select and retain service providers with appropriate security practices",
            "quoted_text": "G. The development and use of reasonable steps to select and retain service providers capable of maintaining security practices consistent with this Order, and requiring service providers, by contract, to establish and implement, and thereafter maintain, appropriate safeguards consistent with this Order;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Evaluate and adjust security program based on testing results and business changes",
            "quoted_text": "H. The evaluation and adjustment of the security program in light of the results of the testing and monitoring required by Subpart F, any material changes to the respondent's operations or business arrangements, or any other circumstances that respondent knows or has reason to know may have a material impact on the effectiveness of its security program.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Third-Party Assessments",
        "category": "assessment",
        "summary": "Respondent must obtain initial and biennial third-party security assessments from qualified professionals for twenty years, certifying that the security program meets the Order's requirements.",
        "requirements": [
          {
            "description": "Obtain initial third-party assessment covering first 180 days after service",
            "quoted_text": "IT IS FURTHER ORDERED that, in connection with its compliance with Part II of this Order, respondent shall obtain initial and biennial assessments and reports (\"Assessments\") from a qualified, objective, independent third-party professional, who uses procedures and standards generally accepted in the profession. Professionals qualified to prepare such Assessments shall be: a person qualified as a Certified Secure Software Lifecycle Professional (CSSLP) with experience programming secure Covered Devices or other similar Internet-accessible consumer-grade devices; or as a Certified Information System Security Professional (CISSP) with professional experience in the Software Development Security domain and in programming secure Covered Devices or other similar Internet-accessible consumer-grade devices; or a similarly qualified person or organization; or a similarly qualified person or organization approved by the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580. The reporting period for the Assessments shall cover: (1) the first one hundred eighty (180) days after service of the Order for the initial Assessment;",
            "deadline": "first 180 days after service",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Obtain biennial assessments for twenty years",
            "quoted_text": "and (2) each two (2) year period thereafter for twenty (20) years after service of the Order for the biennial Assessments.",
            "deadline": "each two year period for twenty years",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Each Assessment must describe safeguards implemented and maintained",
            "quoted_text": "Each Assessment shall: A. Set forth the specific administrative, technical, and physical safeguards that respondent has implemented and maintained during the reporting period;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Assessment must explain appropriateness of safeguards",
            "quoted_text": "B. Explain how such safeguards are appropriate to respondent's size and complexity, the nature and scope of respondent's activities, and the sensitivity of the Covered Device Functionality or Covered Information;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Assessment must explain how safeguards meet Order requirements",
            "quoted_text": "C. Explain how the safeguards that have been implemented meet or exceed the protections required by Part II of this Order;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Assessment must certify security program is operating effectively",
            "quoted_text": "D. Certify that respondent's security program is operating with sufficient effectiveness to provide reasonable assurance that the security of Covered Device Functionality and the security, confidentiality, and integrity of Covered Information is protected and has so operated throughout the reporting period.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Complete each Assessment within 60 days after end of reporting period",
            "quoted_text": "Each Assessment shall be prepared and completed within sixty (60) days after the end of the reporting period to which the Assessment applies.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide initial Assessment to FTC within 10 days after preparation",
            "quoted_text": "Respondent shall provide the initial Assessment to the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580, within ten (10) days after the Assessment has been prepared.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Retain biennial Assessments and provide to FTC within 10 days of request",
            "quoted_text": "All subsequent biennial Assessments shall be retained by respondent until the Order is terminated and provided to the Associate Director of Enforcement within ten (10) days of request.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Consumer Notification and Support",
        "category": "affirmative_obligation",
        "summary": "Respondent must notify Affected Consumers about a camera security flaw and provide instructions to fix it, and provide free support to help consumers update or uninstall cameras.",
        "requirements": [
          {
            "description": "Post notice on website for 2 years starting within 10 days",
            "quoted_text": "A. Notify Affected Consumers, clearly and prominently, that their Cameras had a flaw that allowed third parties to access their Live Feed Information without inputting authentication credentials, despite their security setting choices; and provide instructions on how to remove this flaw. Notification shall include, but not be limited to, each of the following means: 1. On or before ten (10) days after the date of service of this Order and for two (2) years after the date of service of this Order, posting of a notice on its website;",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Inform Affected Consumers who complain or inquire about a Camera for 3 years starting within 10 days",
            "quoted_text": "2. On or before ten (10) days after the date of service of this Order and for three (3) years after the date of service of this Order, informing Affected Consumers who complain or inquire about a Camera;",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Inform Affected Consumers who register their Camera for 3 years starting within 10 days",
            "quoted_text": "3. On or before ten (10) days after the date of service of this Order and for three (3) years after the date of service of this Order, informing Affected Consumers who register, or who have registered, their Camera with respondent;",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide free support including toll-free phone and email for 2 years",
            "quoted_text": "B. Provide prompt and free support with clear and prominent contact information to help consumers update and/or uninstall a Camera. For two (2) years after the date of service of this Order, this support shall include toll-free, telephonic and electronic mail support.",
            "deadline": "2 years",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must maintain records related to compliance with the Order, including Assessment materials for 5 years and other compliance documents for 5 years.",
        "requirements": [
          {
            "description": "Maintain materials relied upon for each Assessment for 5 years after Assessment preparation",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall maintain and upon request make available to the Federal Trade Commission for inspection and copying, a print or electronic copy of: A. For a period of five (5) years after the date of preparation of each Assessment required under Part III of this Order, all materials relied upon to prepare the Assessment, whether prepared by or on behalf of the respondent, including but not limited to all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, and any other materials relating to respondent's compliance with Part III of this Order, for the compliance period covered by such Assessment;",
            "deadline": "5 years",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Maintain all other compliance documents for 5 years from preparation or dissemination",
            "quoted_text": "B. Unless covered by V.A, for a period of five (5) years from the date of preparation or dissemination, whichever is later, all other documents relating to compliance with this Order, including but not limited to: 1. All advertisements, promotional materials, installation and user guides, and packaging containing any representations covered by this Order, as well as all materials used or relied upon in making or disseminating the representation; and 2. Any documents, whether prepared by or on behalf of respondent, that contradict, qualify, or call into question respondent's compliance with this Order.",
            "deadline": "5 years",
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Order Acknowledgment",
        "category": "acknowledgment",
        "summary": "Respondent must deliver copies of the Order to current and future subsidiaries, personnel, manufacturers, and service providers, and obtain signed acknowledgments of receipt.",
        "requirements": [
          {
            "description": "Deliver Order to current subsidiaries, personnel, manufacturers, and service providers within 30 days",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall deliver a copy of this Order to all (1) current and future subsidiaries, (2) current and future principals, officers, directors, and managers, (3) current and future employees, agents, and representatives having responsibilities relating to the subject matter of this Order, and (4) current and future manufacturers and service providers of the Covered Products. Respondent shall deliver this Order to such current subsidiaries, personnel, manufacturers, and service providers within thirty (30) days after service of this Order,",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver Order to future subsidiaries, personnel, manufacturers, and service providers within 30 days of assumption",
            "quoted_text": "and to such future subsidiaries, personnel, manufacturers, and service providers within thirty (30) days after the person assumes such position or responsibilities.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver Order at least 10 days prior to change in corporate structure",
            "quoted_text": "For any business entity resulting from any change in structure set forth in Part VII, delivery shall be at least ten (10) days prior to the change in structure.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Secure signed acknowledgment within 30 days of delivery",
            "quoted_text": "Respondent must secure a signed and dated statement acknowledging receipt of this Order, within thirty (30) days of delivery, from all persons receiving a copy of the Order pursuant to this section.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Corporate Change Notification",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the FTC at least 30 days before any corporate changes affecting compliance obligations, including dissolution, merger, bankruptcy,or name changes.",
        "requirements": [
          {
            "description": "Notify FTC at least 30 days before corporate changes affecting compliance",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall notify the Commission at least thirty (30) days prior to any change in the corporation(s) that may affect compliance obligations arising under this Order, including, but not limited to: a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order; the proposed filing of a bankruptcy petition; or a change in the corporate name or address.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Notify FTC as soon as practicable if learning of change fewer than 30 days before it occurs",
            "quoted_text": "Provided, however, that, with respect to any proposed change in the corporation(s) about which respondent learns fewer than thirty (30) days prior to the date such action is to take place, respondent shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": "as soon as practicable",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondent must file an initial compliance report with the FTC within 60 days and additional reports within 10 days upon request.",
        "requirements": [
          {
            "description": "File initial compliance report within 60 days after service",
            "quoted_text": "IT IS FURTHER ORDERED that respondent within sixty (60) days after the date of service of this Order, shall file with the Commission a true and accurate report, in writing, setting forth in detail the manner and form of its compliance with this Order.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit additional compliance reports within 10 days of written notice",
            "quoted_text": "Within ten (10) days of receipt of written notice from a representative of the Commission, it shall submit an additional true and accurate written report.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "The Order terminates on January 16, 2034, or 20 years from the most recent complaint filing date, whichever is later, subject to certain exceptions.",
        "requirements": [
          {
            "description": "Order remains in effect for 20 years or until January 16, 2034",
            "quoted_text": "This Order will terminate on January 16, 2034, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part in this Order that terminates in fewer than twenty (20) years; B. This Order's application to any respondent that is not named as a defendant in such complaint; and C. This Order if such complaint is filed after the Order has terminated pursuant to this Part.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This Order will terminate on January 16, 2034, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part in this Order that terminates in fewer than twenty (20) years; B. This Order's application to any respondent that is not named as a defendant in such complaint; and C. This Order if such complaint is filed after the Order has terminated pursuant to this Part. Provided, further, that if such complaint is dismissed or a federal court rules that respondent did not violate any provision of the Order, and the dismissal or ruling is either not appealed or upheld on appeal, then the Order as to such respondent will terminate according to this Part as though the complaint had never been filed, except that the Order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "02.14, TRENDnet Complaint.pdf",
      "order": "02.14, TRENDnet Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 3,
      "complaint_representations": 3,
      "order_provisions": 9,
      "order_definitions": 10,
      "order_requirements": 35
    },
    "processing_time_seconds": 161.8
  }
}