{
  "case_info": {
    "docket_number": "C-4505",
    "company": {
      "name": "PaymentsMD, LLC",
      "incorporation_state": "Georgia",
      "entity_type": "limited liability company",
      "address": "5665 New Northside Dr., Suite 320, Atlanta, GA 30328",
      "business_description": "Since 2008, PaymentsMD has provided billing services to medical providers, enabling consumers to pay medical bills online through a website where they can enter invoice numbers and credit card information. In 2011, the company launched a free Patient Portal product allowing consumers to view billing history and payment records."
    },
    "commissioners": [
      "Edith Ramirez, Chairwoman",
      "Julie Brill",
      "Maureen K. Ohlhausen",
      "Joshua D. Wright",
      "Terrell McSweeny"
    ],
    "case_date": {
      "month": 2,
      "year": 2015
    },
    "legal_authority": "Section 5 of the Federal Trade Commission Act, 15 U.S.C. § 45 et seq.",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/132-3088-paymentsmd-llc-matter",
    "statutory_topics": [
      "Section 5 Only"
    ],
    "practice_areas": [
      "Financial Practices"
    ],
    "industry_sectors": [
      "Healthcare",
      "Financial Services"
    ]
  },
  "complaint": {
    "factual_background": "PaymentsMD provided a free Patient Portal for consumers to view medical billing history. When consumers registered for this billing service, the company secretly attempted to collect comprehensive sensitive health information from pharmacies, health plans, and labs for a separate fee-based Patient Health Report service. The registration process failed to adequately disclose this third-party data collection, and many consumers were unaware and later complained when informed.",
    "representations_made": [
      {
        "description": "Represented that the Patient Portal was a medical billing related service to help navigate medical billing, reimbursement and payment processes",
        "quoted_text": "service. It stated that “At PaymentsMD, we can help you navigate through the maze of medical billing, reimbursement and payment processes. We also make it easy for you to maintain current information about your insurance coverage and to make payments over the Internet, at your convenience.” In order to register for the Patient Portal, a consumer could click on a button labeled “Patient Portal Login.” (Exhibit A).",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 7,
        "quote_start_line": 60,
        "quote_end_line": 64
      },
      {
        "description": "Represented that registering for the Patient Portal would allow consumers to view balance, payments, adjustments, and service date information",
        "quoted_text": "The registration page stated that registering for the Payment Portal service would “allow you to: View your original balance; View any payments made; View any adjustments taken; View your current balance; View information for other service dates.” At no point",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 8,
        "quote_start_line": 95,
        "quote_end_line": 97
      },
      {
        "description": "Failed to disclose during the registration process that respondent would seek consumers' sensitive health information from third parties for the Patient Health Report service",
        "quoted_text": "taken; View your current balance; View information for other service dates.” At no point in this process was it stated that respondent would be seeking consumers’ sensitive health information from third parties for use in a Patient Health Report service.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 8,
        "quote_start_line": 97,
        "quote_end_line": 99
      },
      {
        "description": "Implied through the authorization page design that all four authorizations were to be used to provide the Patient Portal billing services",
        "quoted_text": "10. Consumers would reasonably believe that all four authorizations were to be used to provide the Patient Portal billing services for which they were registering. In fact, respondent used two of the four purported authorizations to allow it to collect sensitive health information from third parties for use with the Patient Health Report service.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 10,
        "quote_start_line": 172,
        "quote_end_line": 175
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Deceptive Omission - Failure to Disclose Third-Party Health Information Collection",
        "representation": "Respondent represented that consumers registering for its free Patient Portal billing service could access and review their medical payment history",
        "fact": "Respondent failed to disclose adequately that, if consumers registered for its free Patient Portal billing service, respondent would also engage in a comprehensive collection from third parties of consumers' sensitive health information for the Patient Health Report service. This fact would be material to consumers in deciding whether to register for the Patient Portal.",
        "conclusion": "Respondent's failure to disclose adequately this fact, in light of the representations made, is a deceptive act or practice."
      },
      {
        "count_number": 2,
        "title": "Deceptive Representation - Misrepresentation of Authorization Purpose",
        "representation": "Respondent represented, directly or indirectly, expressly or by implication, that the authorizations were to be used exclusively to provide the free Patient Portal billing history service for which consumers were registering",
        "fact": "In fact, the authorizations were not used exclusively to provide the free Patient Portal billing history service for which consumers were registering. Instead, all of the authorizations were also used by respondent to attempt to collect sensitive health information for use with the Patient Health report service, and two were only used for this purpose.",
        "conclusion": "Therefore, this representation is false or misleading."
      }
    ]
  },
  "order": {
    "definitions": {
      "Covered information": "information from or about an individual consumer, including but not limited to (a) a first and last name; (b) a home or other physical address, including street name and name of city or town; (c) an email address or other online contact information, such as an instant messaging user identifier or a screen name; (d) a telephone number; (e) a Social Security number; (f) a driver's license or other state-issued identification number; (g) a financial institution account number; (h) an insurance account number or other insurance information; (i) credit or debit card information; (j) credit report information; (k) a persistent identifier, such as a customer number held in a \"cookie,\" a static Internet Protocol (\"IP\") address, a mobile device ID, or processor serial number; and (l) health information, as defined below.",
      "Health information": "information about an individual consumer's health or medical care, including but not limited to (a) an insurance account number or other insurance information; (b) prescription information; (c) medical records; (d) information concerning the consumer's diagnoses or treatments; and (e) medical or health related purchases.",
      "Respondent": "PaymentsMD, LLC and its successors and assigns.",
      "Commerce": "as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. § 44.",
      "Clear(ly) and prominent(ly)": "a. In textual communications (e.g., printed publications or words displayed on the screen of a computer or mobile device), the required disclosures are of a type, size, and location sufficiently noticeable for an ordinary consumer to read and comprehend them, in print that contrasts highly with the background on which they appear; b. In communications disseminated orally or through audible means (e.g., radio or streaming audio), the required disclosures are delivered in a volume and cadence sufficient for an ordinary consumer to hear and comprehend them; c. In communications disseminated through video means (e.g., television or streaming video), the required disclosures are in writing in a form consistent with subparagraph (a) of this definition and shall appear on the screen for a duration sufficient for an ordinary consumer to read and comprehend them, and in the same language as the predominant language that is used in the communication; d. In communications made through interactive media, such as the Internet, online services, and software, the required disclosures are unavoidable and presented in a form consistent with subparagraph (a) of this definition, in addition to any audio or video presentation of them; and e. In all instances, the required disclosures: (1) are presented in an understandable language and syntax, and (2) include nothing contrary to, inconsistent with, or in mitigation of any statement contained within the disclosure or within any document linked to or referenced therein."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Privacy and Security",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent the extent to which it uses, maintains, and protects the privacy, confidentiality, security, or integrity of covered information collected from or about consumers.",
        "requirements": [
          {
            "description": "Must not misrepresent the extent to which respondent uses, maintains, and protects the privacy, confidentiality, security, or integrity of covered information, including services for enrollment, extent of information sharing with third parties, and purposes for which information collected from third parties will be used",
            "quoted_text": "IT IS ORDERED that respondent and its officers, agents, representatives, and employees, directly or through any corporation, subsidiary, division, website, or other device or affiliate owned or controlled by respondent, in or affecting commerce, shall not misrepresent, in any manner, expressly or by implication, the extent to which respondent uses, maintains, and protects the privacy, confidentiality, security, or integrity of covered information collected from or about consumers, including but not limited to: A. Services for which consumers are being enrolled as part of any sign-up process; B. The extent to which respondent will share covered information with, or seek covered information from, third parties; and C. The purpose(s) for which covered information collected from third parties will be used.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 93,
            "quote_end_line": 103
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Health Information Disclosure and Consent Requirements",
        "category": "affirmative_obligation",
        "summary": "Respondent must clearly and prominently disclose practices regarding health information collection and obtain affirmative express consent from consumers prior to collecting health information from a third party.",
        "requirements": [
          {
            "description": "Clearly and prominently disclose to consumers respondent's practices regarding the collection, use, storage, disclosure or sharing of health information prior to seeking authorization to collect health information from a third party, separate and apart from any final end user license agreement, privacy policy, terms of use page, or similar document",
            "quoted_text": "A. Separate and apart from any final “end user license agreement,” “privacy policy,” “terms of use” page, or similar document, clearly and prominently disclose to consumers respondent’s practices regarding the collection, use, storage, disclosure or sharing of health information prior to seeking authorization to collect health information from a third party; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 110,
            "quote_end_line": 114
          },
          {
            "description": "Obtain affirmative express consent from consumers prior to collecting health information from a third party",
            "quoted_text": "B. Obtain affirmative express consent from consumers prior to collecting health information from a third party.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 115,
            "quote_end_line": 116
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "III",
        "title": "Data Use Restrictions and Deletion Requirements",
        "category": "affirmative_obligation",
        "summary": "Respondent is restricted from using covered information collected prior to the order date except for health-related bill-payment or bill history services, and must delete or destroy all other covered information within 60 days.",
        "requirements": [
          {
            "description": "Must not use, collect or permit any third party to use or collect any covered information pursuant to any authorization obtained prior to the date of service of this order from consumers registering for the Patient Portal, except for the sole purpose of offering any health-related bill-payment or bill history services",
            "quoted_text": "or affiliate owned or controlled by respondent, in or affecting commerce, shall not use, collect or permit any third party to use or collect any covered information pursuant to any authorization obtained prior to the date of service of this order from consumers registering for the Patient Portal, except for the sole purpose of offering any health-related bill-payment or bill history services. Within sixty (60) days after the date of service of the order, respondent shall",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 123,
            "quote_end_line": 127
          },
          {
            "description": "Permanently delete or destroy all covered information in respondent's possession or control that was collected pursuant to such authorization by or on behalf of respondent from any third party for any purpose except for the offering of any health-related bill-payment or bill history services",
            "quoted_text": "services. Within sixty (60) days after the date of service of the order, respondent shall permanently delete or destroy all covered information in respondent’s possession or control that was collected pursuant to such authorization by or on behalf of respondent from any third party for any purpose except for the offering of any health-related bill-payment or bill history services and shall provide a written statement to the Commission, sworn under penalty of perjury,",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 127,
            "quote_end_line": 131
          },
          {
            "description": "Provide a written statement to the Commission, sworn under penalty of perjury, confirming that all such information has been deleted or destroyed, or if prohibited from deleting by law, regulation, or court order, identifying any information that has not been deleted and the specific law, regulation, or court order that prohibits deletion",
            "quoted_text": "and shall provide a written statement to the Commission, sworn under penalty of perjury, confirming that all such information has been deleted or destroyed. Provided that, if respondent is prohibited from deleting or destroying such information by law, regulation, or court order, respondent shall provide a written statement to the Commission, sworn under penalty of perjury, identifying any information that has not been deleted or destroyed and the specific law, regulation, or court order that prohibits respondent from deleting or destroying such information.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 131,
            "quote_end_line": 136
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Monetary Penalty",
          "Data Deletion"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Recordkeeping Requirements",
        "category": "recordkeeping",
        "summary": "Respondent must maintain and make available to the FTC for inspection and copying all documents relating to compliance with this order for a period of five years.",
        "requirements": [
          {
            "description": "Maintain and upon request make available to the Federal Trade Commission for inspection and copying, for a period of five years from the date of preparation or dissemination, whichever is later, a print or electronic copy of all statements disseminated to consumers that describe the extent to which respondent maintains and protects the privacy, security and confidentiality of any covered information, including any statement related to a change in any website or service controlled by respondent that relates to the privacy, security, and confidentiality of covered information, with all materials relied upon in making or disseminating such statements",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall maintain and upon request make available to the Federal Trade Commission for inspection and copying, for a period of five (5) years from the date of preparation or dissemination, whichever is later, a print or electronic copy of all documents relating to compliance with this order, including but not limited to: A. statements disseminated to consumers that describe the extent to which respondent maintains and protects the privacy, security and confidentiality of any covered information, including, but not limited to, any statement related to a change in any website or service controlled by respondent that relates to the privacy, security, and confidentiality of covered information, with all materials relied upon in making or disseminating such statements;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 145,
            "quote_end_line": 154
          },
          {
            "description": "Maintain and upon request make available to the Federal Trade Commission for inspection and copying, for a period of five years from the date of preparation or dissemination, whichever is later, a print or electronic copy of all consumer complaints directed at respondent, or forwarded to respondent by a third party, that relate to the conduct prohibited by this order, and any responses to such complaints",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall maintain and upon request make available to the Federal Trade Commission for inspection and copying, for a period of five (5) years from the date of preparation or dissemination, whichever is later, a print or electronic copy of all documents relating to compliance with this order, including but not limited to: A. statements disseminated to consumers that describe the extent to which respondent maintains and protects the privacy, security and confidentiality of any covered information, including, but not limited to, any statement related to a change in any website or service controlled by respondent that relates to the privacy, security, and confidentiality of covered information, with all materials relied upon in making or disseminating such statements; B. all consumer complaints directed at respondent, or forwarded to respondent by a third party, that relate to the conduct prohibited by this order, and any responses to such complaints; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 145,
            "quote_end_line": 157
          },
          {
            "description": "Maintain and upon request make available to the Federal Trade Commission for inspection and copying, for a period of five years from the date of preparation or dissemination, whichever is later, a print or electronic copy of all forms, websites, and other methods used to obtain affirmative express consent to collect health information from third parties; and any documents, whether prepared by or on behalf of respondent, that contradict, qualify, or call into question compliance with this order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall maintain and upon request make available to the Federal Trade Commission for inspection and copying, for a period of five (5) years from the date of preparation or dissemination, whichever is later, a print or electronic copy of all documents relating to compliance with this order, including but not limited to: A. statements disseminated to consumers that describe the extent to which respondent maintains and protects the privacy, security and confidentiality of any covered information, including, but not limited to, any statement related to a change in any website or service controlled by respondent that relates to the privacy, security, and confidentiality of covered information, with all materials relied upon in making or disseminating such statements; B. all consumer complaints directed at respondent, or forwarded to respondent by a third party, that relate to the conduct prohibited by this order, and any responses to such complaints; and 4 C. all forms, websites, and other methods used to obtain affirmative express consent to collect health information from third parties; and any documents, whether prepared by or on behalf of respondent, that contradict, qualify, or call into question compliance with this order.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 145,
            "quote_end_line": 164
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "V",
        "title": "Order Acknowledgment and Distribution",
        "category": "acknowledgment",
        "summary": "Respondent must deliver a copy of this order to all current and future subsidiaries, officers, directors, managers, and employees with relevant responsibilities, and secure signed acknowledgments of receipt.",
        "requirements": [
          {
            "description": "Deliver a copy of this order to all current subsidiaries and personnel (including principals, officers, directors, managers, employees, agents, and representatives having responsibilities relating to the subject matter of this order) within 30 days after service of this order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall deliver a copy of this order to all current and future subsidiaries, current and future principals, officers, directors, and managers, and to all current and future employees, agents, and representatives having responsibilities relating to the subject matter of this order. Respondent shall deliver this order to such current subsidiaries and personnel within thirty (30) days after service of this order, and to such future subsidiaries and personnel within thirty (30) days after the person or subsidiary assumes such",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 166,
            "quote_end_line": 171
          },
          {
            "description": "Deliver a copy of this order to all future subsidiaries and personnel (including principals, officers, directors, managers, employees, agents, and representatives having responsibilities relating to the subject matter of this order) within 30 days after the person or subsidiary assumes such position or responsibilities",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall deliver a copy of this order to all current and future subsidiaries, current and future principals, officers, directors, and managers, and to all current and future employees, agents, and representatives having responsibilities relating to the subject matter of this order. Respondent shall deliver this order to such current subsidiaries and personnel within thirty (30) days after service of this order, and to such future subsidiaries and personnel within thirty (30) days after the person or subsidiary assumes such position or responsibilities. For any business entity resulting from any change in structure set",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 166,
            "quote_end_line": 172
          },
          {
            "description": "For any business entity resulting from any change in structure set forth in Part VI, deliver a copy of this order at least 10 days prior to the change in structure",
            "quoted_text": "position or responsibilities. For any business entity resulting from any change in structure set forth in Part VI, delivery shall be at least ten (10) days prior to the change in structure.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 172,
            "quote_end_line": 173
          },
          {
            "description": "Secure a signed and dated statement acknowledging receipt of this order, within 30 days of delivery, from all persons or subsidiaries receiving a copy of the order pursuant to this Part",
            "quoted_text": "Respondent must secure a signed and dated statement acknowledging receipt of this order, within thirty (30) days of delivery, from all persons or subsidiaries receiving a copy of the order pursuant to this Part.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 174,
            "quote_end_line": 176
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Corporate Change Notification",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the Commission at least 30 days prior to any corporate changes that may affect compliance obligations, including dissolution, merger, bankruptcy, or changes in corporate name or address.",
        "requirements": [
          {
            "description": "Notify the Commission at least 30 days prior to any change in the corporation(s) that may affect compliance obligations arising under this order, including dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in the corporate name or address",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall notify the Commission at least thirty (30) days prior to any change in the corporation(s) that may affect compliance obligations arising under this order, including, but not limited to: a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in the corporate name or address.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 178,
            "quote_end_line": 183
          },
          {
            "description": "With respect to any proposed change in the corporation(s) about which respondent learns fewer than 30 days prior to the date such action is to take place, notify the Commission as soon as is practicable after obtaining such knowledge",
            "quoted_text": "Provided, however, that, with respect to any proposed change in the corporation(s) about which respondent learns fewer than thirty (30) days prior to the date such action is to take place, respondent shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 184,
            "quote_end_line": 186
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondent must file compliance reports with the Commission detailing the manner and form of its compliance with this order.",
        "requirements": [
          {
            "description": "File with the Commission a true and accurate report, in writing, setting forth in detail the manner and form of its compliance with this order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent within sixty (60) days after the date of service of this order, shall file with the Commission a true and accurate report, in writing, setting forth in detail the manner and form of its compliance with this order. Within ten (10) days of",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 195,
            "quote_end_line": 197
          },
          {
            "description": "Within 10 days of receipt of written notice from a representative of the Commission, submit an additional true and accurate written report",
            "quoted_text": "forth in detail the manner and form of its compliance with this order. Within ten (10) days of receipt of written notice from a representative of the Commission, it shall submit an additional true and accurate written report.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 197,
            "quote_end_line": 199
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "This order will terminate 20 years from the date of issuance (January 27, 2035) or 20 years from the most recent date that the United States or the Commission files a complaint in federal court alleging any violation of the order, whichever comes later.",
        "requirements": [
          {
            "description": "Order remains in effect until the termination date specified in this Part, subject to extensions if a complaint alleging violation of the order is filed in federal court",
            "quoted_text": "This order will terminate on January 27, 2035, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. any Part in this order that terminates in fewer than twenty (20) years; B. this order’s application to any respondent that is not named as a defendant in such complaint; and C. this order if such complaint is filed after the order has terminated pursuant to this Part. Provided, further, that if such complaint is dismissed or a federal court rules that respondent did not violate any provision of the order, and the dismissal or ruling is either not appealed or upheld on appeal, then the order as to such respondent will terminate according to this Part as though the complaint had never been filed, except that the order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 204,
            "quote_end_line": 218
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on January 27, 2035, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. any Part in this order that terminates in fewer than twenty (20) years; B. this order's application to any respondent that is not named as a defendant in such complaint; and C. this order if such complaint is filed after the order has terminated pursuant to this Part. Provided, further, that if such complaint is dismissed or a federal court rules that respondent did not violate any provision of the order, and the dismissal or ruling is either not appealed or upheld on appeal, then the order as to such respondent will terminate according to this Part as though the complaint had never been filed, except that the order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "02.15, PaymentsMD Complaint.pdf",
      "order": "02.15, PaymentsMD Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 4,
      "order_provisions": 8,
      "order_definitions": 5,
      "order_requirements": 18,
      "provisions_per_section": {
        "I": 1,
        "II": 2,
        "III": 3,
        "IV": 3,
        "V": 4,
        "VI": 2,
        "VII": 2,
        "VIII": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 4,
        "complaint_total": 4,
        "order_verified": 18,
        "order_total": 18
      }
    },
    "processing_time_seconds": 198.9
  }
}