{
  "case_info": {
    "docket_number": "C-4426",
    "company": {
      "name": "TRENDnet, Inc.",
      "incorporation_state": "California",
      "entity_type": "corporation",
      "address": "20675 Manhattan Place, Torrance, California 90501",
      "business_description": "TRENDnet is a retailer that sells networking devices such as routers, modems, and Internet Protocol (IP) cameras to home users and small- to medium-sized businesses. The company generated approximately $62-66 million in annual revenue during 2010-2012, with IP camera sales representing a significant portion of revenue."
    },
    "commissioners": [
      "Edith Ramirez, Chairwoman",
      "Julie Brill",
      "Maureen K. Ohlhausen",
      "Joshua D. Wright"
    ],
    "case_date": {
      "month": 2,
      "year": 2014
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a)",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/122-3090-trendnet-inc-matter",
    "statutory_topics": [
      "Section 5 Only"
    ],
    "practice_areas": [
      "Data Security"
    ],
    "industry_sectors": [
      "Technology"
    ]
  },
  "complaint": {
    "factual_background": "TRENDnet sold IP cameras marketed as 'SecurView' for monitoring homes and businesses. Due to security failures, the company transmitted login credentials in clear text, failed to properly implement security settings, and did not adequately test its software. As a result, hackers exploited vulnerabilities to access nearly 700 cameras, exposing live feeds of private areas including infants sleeping in cribs, young children playing, and adults in their homes.",
    "representations_made": [
      {
        "description": "Represented that its IP cameras and mobile apps are a secure means to monitor private areas through use of the trade name 'SecurView', security stickers, packaging statements, and authentication features",
        "quoted_text": "7. From at least January 1, 2010, until the present, in many instances, in marketing or offering for sale its IP cameras, respondent has: a. used the trade name SecurView: i. in the product names and descriptions displayed on the cameras’ packaging (see, e.g., Exhs. A-J); ii. in product descriptions on respondent’s website and in other advertisements (see, e.g., Exhs. K-L); and iii. in the name of its SecurView Mobile and SecurView PRO Android apps, described in Paragraph 6. b. described the IP cameras as “secure” or suitable for maintaining security, including through: i. a sticker affixed to the cameras’ packaging, the same as or similar to the one depicted below, which displays a lock icon and the word “security” (see, e.g., Exhs. B, D, F-H, J); ii. a statement on the cameras’ packaging that it may be used to “secure,” or “protect” a user’s home, family, property, or business (see, e.g., Exhs. A, B, I); and iii. product descriptions on respondent’s website and in other advertisements (see, e.g., Exhs. K-M); c. provided an authentication feature, which requires users to enter login credentials before accessing the live feeds from their IP cameras over the Internet; and 3 d. provided the DVSA setting, described in Paragraph 5, which purports to allow users to choose whether login credentials will be required to access the live feeds from their IP cameras over the Internet.",
        "verified": true,
        "confidence": 0.85,
        "source_paragraph": 7,
        "quote_start_line": 61,
        "quote_end_line": 87
      },
      {
        "description": "Represented through the DVSA setting that users could choose whether login credentials would be required to access live feeds from their IP cameras",
        "quoted_text": "addition, since at least February 2010, respondent has provided users with a Direct Video Stream Authentication setting (“DVSA setting”), the same as or similar to the one depicted below. The DVSA setting allows users to turn off the login credentials requirement for their cameras, so that they can make their live feeds public. To remove the login credentials requirement, a user would uncheck the box next to the word “Enable,” and then “Apply” this selection.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 5,
        "quote_start_line": 44,
        "quote_end_line": 49
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Security Misrepresentation",
        "representation": "Respondent represented that it has taken reasonable steps to ensure that its IP cameras and mobile apps are a secure means to monitor private areas of a consumer's home or workplace",
        "fact": "Respondent has not taken reasonable steps to ensure that its IP cameras are a secure means to monitor private areas. Respondent transmitted login credentials in clear text, stored credentials in clear text on mobile devices, failed to monitor security vulnerability reports, and failed to employ reasonable security in design and testing of software",
        "conclusion": "Therefore, the representation set forth in Paragraph 14 constitutes a false or misleading representation."
      },
      {
        "count_number": 2,
        "title": "Security Settings Misrepresentation",
        "representation": "Respondent represented that it has taken reasonable steps to ensure that a user's security settings will be honored",
        "fact": "Respondent has not taken reasonable steps to ensure that a user's security settings will be honored. The DVSA setting did not function properly for twenty camera models from April 2010 until February 7, 2012, allowing all users' live feeds to be publicly accessible regardless of the user's settings",
        "conclusion": "Therefore, the representation set forth in Paragraph 16 constitutes a false or misleading representation."
      },
      {
        "count_number": 3,
        "title": "Unfair Practice - Inadequate Security",
        "representation": "Respondent failed to provide reasonable security to prevent unauthorized access to the live feeds from its IP cameras, which were offered for monitoring and securing private areas",
        "fact": "Respondent's practices caused, or are likely to cause, substantial injury to consumers that is not offset by countervailing benefits to consumers or competition and is not reasonably avoidable by consumers",
        "conclusion": "This practice was, and is, an unfair act or practice."
      }
    ]
  },
  "order": {
    "definitions": {
      "Affected Consumers": "persons who purchased and installed one of the following Cameras with software last updated prior to February 7, 2012: TV-IP110 (Version A1.xR); TV-IP110W (Version A1.xR); TV-IP110WN (Version A1.xR); TV-IP110WN (Version V2.0R); TV-IP121W (Version A1.xR); TV-IP121WN (Version V1.0R); TV-IP121WN (Version V2.0R); TV-IP212 (Version A1.xR); TV-IP212W (Version A1.xR); TV-IP252P (Version B1.xR); TV-IP312 (Version A1.xR); TV-IP312W (Version A1.xr); TV-IP312WN (Version A1.xR); TV-IP322P (Version V1.0R); TV-IP410 (Version A1.XR); TV-IP410W (Version A1.xR); TV-IP410WN (Version V1.0R); TV-IP422 (Versions A1.xR/A2.xR); TV-IP422W (Versions A1.xR/A2.xR); TV-IP422WN (Version V1.0R); TV-VS1 (Version V1.0R); and TV-VS1P (Version V1.0R).",
      "App": "any software application or related code developed, branded, or provided by respondent for a mobile device, including, but not limited to, any iPhone, iPod touch, iPad, BlackBerry, Android, Amazon Kindle, or Microsoft Windows device.",
      "Cameras": "any Internet Protocol (\"IP\") camera, cloud camera, or other Internet-accessible camera advertised, developed, branded, or sold by respondent, or on behalf of respondent, or any corporation, subsidiary, division or affiliate owned or controlled by respondent that transmits, or allows for the transmission of Live Feed Information over the Internet.",
      "Clear(ly) and prominent(ly)": "A. In textual communications (e.g., printed publications or words displayed on the screen of a computer or device), the required disclosures are of a type, size, and location sufficiently noticeable for an ordinary consumer to read and comprehend them, in print that contrasts highly with the background on which they appear; B. In communications disseminated orally or through audible means (e.g., radio or streaming audio), the required disclosures are delivered in a volume and cadence sufficient for an ordinary consumer to hear and comprehend them; C. In communications disseminated through video means (e.g., television or streaming video), the required disclosures are in writing in a form consistent with subparagraph (A) of this definition and shall appear on the screen for a duration sufficient for an ordinary consumer to read and comprehend them, and in the same language as the predominant language that is used in the communication; and D. In all instances, the required disclosures (1) are presented in an understandable language and syntax; and (2) include nothing contrary to, inconsistent with, or in mitigation of any other statements or disclosures provided by respondent.",
      "Commerce": "commerce among the several States or with foreign nations, or in any Territory of the United States or in the District of Columbia, or between any such Territory and another, or between any such Territory and any State or foreign nation, or between the District of Columbia and any State or Territory or foreign nation, as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. § 44.",
      "Covered Device": "(1) any Internet-accessible electronic product or device, including but not limited to \"Cameras,\" advertised, developed, branded, or sold by respondent, or on behalf of respondent, or any corporation, subsidiary, division or affiliate owned or controlled by respondent that transmits or allows for the transmission of Covered Information over the Internet; and (2) any App or software advertised, developed, branded, or provided by respondent or any corporation, subsidiary, division or affiliate owned or controlled by respondent used to operate, manage, access, or view the product or device.",
      "Covered Device Functionality": "any capability of a Covered Device to capture, access, store, or transmit Covered Information.",
      "Covered Information": "individually-identifiable information from or about an individual consumer input into, stored on, captured with, accessed, or transmitted through a Covered Device, including but not limited to: (a) a first or last name; (b) a home or other physical address, including street name and name of city or town; (c) an email address or other online contact information, such as a user identifier or screen name; (d) photos; (e) videos; (f) pre-recorded and live-streaming audio; (g) an IP address, User ID or other persistent identifier; or (h) an authentication credential, such as a username or password.",
      "Live Feed Information": "video, audio, or audiovisual data.",
      "respondent": "TRENDnet, Inc., and its successors and assigns."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Security",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent the extent to which it or its products maintain and protect security of Covered Device Functionality, security/privacy/confidentiality/integrity of Covered Information, or the extent to which consumers can control security of Covered Information.",
        "requirements": [
          {
            "description": "Must not misrepresent the extent to which respondent or its products maintain and protect the security of Covered Device Functionality",
            "quoted_text": "IT IS ORDERED that respondent and its officers, agents, representatives, and employees, directly or through any corporation, subsidiary, division, website, other device, or an affiliate owned or controlled by respondent, in or affecting commerce, shall not misrepresent in any manner, expressly or by implication: A. The extent to which respondent or its products or services maintain and protect: 1. The security of Covered Device Functionality;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 116,
            "quote_end_line": 121
          },
          {
            "description": "Must not misrepresent the extent to which respondent or its products maintain and protect the security, privacy, confidentiality, or integrity of any Covered Information",
            "quoted_text": "IT IS ORDERED that respondent and its officers, agents, representatives, and employees, directly or through any corporation, subsidiary, division, website, other device, or an affiliate owned or controlled by respondent, in or affecting commerce, shall not misrepresent in any manner, expressly or by implication: A. The extent to which respondent or its products or services maintain and protect: 1. The security of Covered Device Functionality; 2. The security, privacy, confidentiality, or integrity of any Covered Information; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 116,
            "quote_end_line": 123
          },
          {
            "description": "Must not misrepresent the extent to which a consumer can control the security of any Covered Information input into, stored on, captured with, accessed, or transmitted by a Covered Device",
            "quoted_text": "IT IS ORDERED that respondent and its officers, agents, representatives, and employees, directly or through any corporation, subsidiary, division, website, other device, or an affiliate owned or controlled by respondent, in or affecting commerce, shall not misrepresent in any manner, expressly or by implication: A. The extent to which respondent or its products or services maintain and protect: 1. The security of Covered Device Functionality; 2. The security, privacy, confidentiality, or integrity of any Covered Information; and B. The extent to which a consumer can control the security of any Covered Information input into, stored on, captured with, accessed, or transmitted by a Covered Device.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 116,
            "quote_end_line": 126
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Comprehensive Information Security Program",
        "category": "affirmative_obligation",
        "summary": "Respondent must establish and maintain a comprehensive security program with administrative, technical, and physical safeguards to address security risks and protect Covered Device Functionality and Covered Information.",
        "requirements": [
          {
            "description": "Establish and implement a comprehensive security program no later than the date of service of the Order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall, no later than the date of service of this Order, establish and implement, and thereafter maintain, a comprehensive security program that is reasonably designed to (1) address security risks that could result in unauthorized access to or use of Covered Device Functionality, and (2) protect the security, confidentiality, and integrity of Covered Information, whether collected by respondent, or input into, stored on, captured with, accessed, or transmitted through a Covered Device. Such program, the content and implementation of which must be fully documented in writing, shall contain administrative, technical, and physical safeguards appropriate to respondent’s size and complexity, the nature and scope of respondent’s activities, and the sensitivity of the Covered Device Functionality or Covered Information, including:",
            "deadline": "date of service of this Order",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 128,
            "quote_end_line": 137
          },
          {
            "description": "Designate employee(s) to coordinate and be accountable for the security program",
            "quoted_text": "A. The designation of an employee or employees to coordinate and be accountable for the security program;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 138,
            "quote_end_line": 139
          },
          {
            "description": "Identify material internal and external risks to security of Covered Devices that could result in unauthorized access to or use of Covered Device Functionality, and assess sufficiency of safeguards",
            "quoted_text": "B. The identification of material internal and external risks to the security of Covered Devices that could result in unauthorized access to or use of Covered Device Functionality, and assessment of the sufficiency of any safeguards in place to control these risks;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 140,
            "quote_end_line": 143
          },
          {
            "description": "Identify material internal and external risks to security, confidentiality, and integrity of Covered Information that could result in unauthorized disclosure, misuse, loss, alteration, destruction, or other compromise, and assess sufficiency of safeguards",
            "quoted_text": "C. The identification of material internal and external risks to the security, confidentiality, and integrity of Covered Information that could result in the unauthorized disclosure, misuse, loss, alteration, destruction, or other compromise of such information, whether such information is in respondent’s possession or is input into, stored on, captured with, accessed, or transmitted through a Covered 4 Device, and assessment of the sufficiency of any safeguards in place to control these risks;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 144,
            "quote_end_line": 153
          },
          {
            "description": "Conduct risk assessments considering employee training and management, product design/development/research, secure software design/development/testing, and review/assessment/response to third-party security vulnerability reports",
            "quoted_text": "D. At a minimum, the risk assessments required by Subparts B and C should include consideration of risks in each area of relevant operation, including, but not limited to: (1) employee training and management; (2) product design, development, and research; (3) secure software design, development, and testing; and (4) review, assessment, and response to third-party security vulnerability reports;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 154,
            "quote_end_line": 158
          },
          {
            "description": "Design and implement reasonable safeguards including software security testing techniques such as vulnerability and penetration testing, security architecture reviews, code reviews, and other assessments to identify potential security failures and verify access restrictions",
            "quoted_text": "E. The design and implementation of reasonable safeguards to control the risks identified through the risk assessments, including but not limited to reasonable and appropriate software security testing techniques, such as: (1) vulnerability and penetration testing; (2) security architecture reviews; (3) code reviews; and (4) other reasonable and appropriate assessments, audits, reviews, or other tests to identify potential security failures and verify that access to Covered Information is restricted consistent with a user’s security settings;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 159,
            "quote_end_line": 165
          },
          {
            "description": "Regularly test or monitor the effectiveness of the safeguards' key controls, systems, and procedures",
            "quoted_text": "F. Regular testing or monitoring of the effectiveness of the safeguards’ key controls, systems, and procedures;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 166,
            "quote_end_line": 167
          },
          {
            "description": "Use reasonable steps to select and retain service providers capable of maintaining security practices consistent with this Order, and require service providers by contract to establish and maintain appropriate safeguards",
            "quoted_text": "G. The development and use of reasonable steps to select and retain service providers capable of maintaining security practices consistent with this Order, and requiring service providers, by contract, to establish and implement, and thereafter maintain, appropriate safeguards consistent with this Order; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 168,
            "quote_end_line": 171
          },
          {
            "description": "Evaluate and adjust the security program in light of testing/monitoring results, material changes to operations or business arrangements, or other circumstances that may have material impact on effectiveness",
            "quoted_text": "H. The evaluation and adjustment of the security program in light of the results of the testing and monitoring required by Subpart F, any material changes to the respondent’s operations or business arrangements, or any other circumstances that respondent knows or has reason to know may have a material impact on the effectiveness of its security program.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 172,
            "quote_end_line": 176
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Comprehensive Security Program"
        ]
      },
      {
        "provision_number": "III",
        "title": "Third-Party Security Assessments",
        "category": "assessment",
        "summary": "Respondent must obtain initial and biennial third-party security assessments from qualified professionals (CSSLP or CISSP) for 20 years, covering 180-day initial period and two-year periods thereafter.",
        "requirements": [
          {
            "description": "Obtain initial Assessment covering first 180 days after service of Order",
            "quoted_text": "IT IS FURTHER ORDERED that, in connection with its compliance with Part II of this Order, respondent shall obtain initial and biennial assessments and reports (“Assessments”) from a qualified, objective, independent third-party professional, who uses procedures and standards generally accepted in the profession. Professionals qualified to prepare such Assessments shall be: a person qualified as a Certified Secure Software Lifecycle Professional (CSSLP) with experience programming secure Covered Devices or other similar Internet-accessible consumer- grade devices; or as a Certified Information System Security Professional (CISSP) with professional experience in the Software Development Security domain and in programming secure Covered Devices or other similar Internet-accessible consumer-grade devices; or a similarly qualified person or organization; or a similarly qualified person or organization approved by the Associate Director for Enforcement, Bureau of Consumer Protection, Federal 5 Trade Commission, Washington, D.C. 20580. The reporting period for the Assessments shall cover: (1) the first one hundred eighty (180) days after service of the Order for the initial Assessment; and (2) each two (2) year period thereafter for twenty (20) years after service of the",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 178,
            "quote_end_line": 194
          },
          {
            "description": "Obtain biennial Assessments covering each two-year period for twenty years after service of Order",
            "quoted_text": "IT IS FURTHER ORDERED that, in connection with its compliance with Part II of this Order, respondent shall obtain initial and biennial assessments and reports (“Assessments”) from a qualified, objective, independent third-party professional, who uses procedures and standards generally accepted in the profession. Professionals qualified to prepare such Assessments shall be: a person qualified as a Certified Secure Software Lifecycle Professional (CSSLP) with experience programming secure Covered Devices or other similar Internet-accessible consumer- grade devices; or as a Certified Information System Security Professional (CISSP) with professional experience in the Software Development Security domain and in programming secure Covered Devices or other similar Internet-accessible consumer-grade devices; or a similarly qualified person or organization; or a similarly qualified person or organization approved by the Associate Director for Enforcement, Bureau of Consumer Protection, Federal 5 Trade Commission, Washington, D.C. 20580. The reporting period for the Assessments shall cover: (1) the first one hundred eighty (180) days after service of the Order for the initial Assessment; and (2) each two (2) year period thereafter for twenty (20) years after service of the Order for the biennial Assessments. Each Assessment shall:",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 178,
            "quote_end_line": 195
          },
          {
            "description": "Each Assessment must set forth specific administrative, technical, and physical safeguards implemented and maintained during the reporting period",
            "quoted_text": "A. Set forth the specific administrative, technical, and physical safeguards that respondent has implemented and maintained during the reporting period;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 196,
            "quote_end_line": 197
          },
          {
            "description": "Each Assessment must explain how safeguards are appropriate to respondent's size, complexity, nature and scope of activities, and sensitivity of Covered Device Functionality or Covered Information",
            "quoted_text": "B. Explain how such safeguards are appropriate to respondent’s size and complexity, the nature and scope of respondent’s activities, and the sensitivity of the Covered Device Functionality or Covered Information;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 198,
            "quote_end_line": 200
          },
          {
            "description": "Each Assessment must explain how safeguards meet or exceed protections required by Part II",
            "quoted_text": "C. Explain how the safeguards that have been implemented meet or exceed the protections required by Part II of this Order; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 201,
            "quote_end_line": 202
          },
          {
            "description": "Each Assessment must certify that security program is operating with sufficient effectiveness to provide reasonable assurance that security of Covered Device Functionality and Covered Information is protected",
            "quoted_text": "D. Certify that respondent’s security program is operating with sufficient effectiveness to provide reasonable assurance that the security of Covered Device Functionality and the security, confidentiality, and integrity of Covered Information is protected and has so operated throughout the reporting period.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 203,
            "quote_end_line": 206
          },
          {
            "description": "Each Assessment must be prepared and completed within sixty days after the end of the reporting period",
            "quoted_text": "Each Assessment shall be prepared and completed within sixty (60) days after the end of the reporting period to which the Assessment applies. Respondent shall provide the initial",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 207,
            "quote_end_line": 208
          },
          {
            "description": "Provide initial Assessment to Associate Director for Enforcement within ten days after the Assessment has been prepared",
            "quoted_text": "reporting period to which the Assessment applies. Respondent shall provide the initial Assessment to the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580, within ten (10) days after the Assessment has been prepared. All subsequent biennial Assessments shall be retained by respondent until the Order is",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 208,
            "quote_end_line": 211
          },
          {
            "description": "Retain all subsequent biennial Assessments until Order is terminated and provide to Associate Director of Enforcement within ten days of request",
            "quoted_text": "prepared. All subsequent biennial Assessments shall be retained by respondent until the Order is terminated and provided to the Associate Director of Enforcement within ten (10) days of request. Unless otherwise directed by a representative of the Commission, the initial",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 211,
            "quote_end_line": 213
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Third-Party Assessment"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Consumer Notification About Camera Security Flaw",
        "category": "affirmative_obligation",
        "summary": "Respondent must notify Affected Consumers about a camera flaw that allowed unauthorized access to Live Feed Information and provide instructions to remove the flaw, using multiple notification methods for 2-3 years.",
        "requirements": [
          {
            "description": "Post notice on website on or before ten days after service of Order and for two years after service of Order",
            "quoted_text": "1. On or before ten (10) days after the date of service of this Order and for two (2) years after the date of service of this Order, posting of a notice on its website;",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 231,
            "quote_end_line": 233
          },
          {
            "description": "Inform Affected Consumers who complain or inquire about a Camera on or before ten days after service of Order and for three years after service of Order",
            "quoted_text": "2. On or before ten (10) days after the date of service of this Order and for three (3) years after the date of service of this Order, informing Affected Consumers who complain or inquire about a Camera; and",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 234,
            "quote_end_line": 236
          },
          {
            "description": "Inform Affected Consumers who register or have registered their Camera on or before ten days after service of Order and for three years after service of Order",
            "quoted_text": "3. On or before ten (10) days after the date of service of this Order and for three (3) years after the date of service of this Order, informing Affected Consumers who register, or who have registered, their Camera with respondent; and",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 237,
            "quote_end_line": 240
          },
          {
            "description": "Provide prompt and free support with clear and prominent contact information to help consumers update and/or uninstall a Camera for two years after service of Order, including toll-free telephonic and email support",
            "quoted_text": "B. Provide prompt and free support with clear and prominent contact information to help consumers update and/or uninstall a Camera. For two (2) years after the date of service of this Order, this support shall include toll-free, telephonic and electronic mail support.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 241,
            "quote_end_line": 244
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "V",
        "title": "Recordkeeping Requirements",
        "category": "recordkeeping",
        "summary": "Respondent must maintain and make available to FTC various compliance-related documents, including Assessment materials for five years and other compliance documents for five years from preparation or dissemination.",
        "requirements": [
          {
            "description": "Maintain for five years after preparation of each Assessment all materials relied upon to prepare the Assessment, including plans, reports, studies, reviews, audits, policies, training materials, and assessments",
            "quoted_text": "A. For a period of five (5) years after the date of preparation of each Assessment required under Part III of this Order, all materials relied upon to prepare the Assessment, whether prepared by or on behalf of the respondent, including but not limited to all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, and any other materials relating to respondent’s compliance with Part III of this Order, for the compliance period covered by such Assessment;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 249,
            "quote_end_line": 255
          },
          {
            "description": "Maintain for five years from preparation or dissemination all advertisements, promotional materials, installation and user guides, and packaging containing representations covered by this Order, and all materials used or relied upon in making or disseminating the representation",
            "quoted_text": "B. Unless covered by V.A, for a period of five (5) years from the date of preparation or dissemination, whichever is later, all other documents relating to compliance with this Order, including but not limited to: 1. All advertisements, promotional materials, installation and user guides, and packaging containing any representations covered by this Order, as well as all materials used or relied upon in making or disseminating the representation; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 256,
            "quote_end_line": 262
          },
          {
            "description": "Maintain for five years from preparation or dissemination any documents that contradict, qualify, or call into question respondent's compliance with this Order",
            "quoted_text": "2. Any documents, whether prepared by or on behalf of respondent, that contradict, qualify, or call into question respondent’s compliance with this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 266,
            "quote_end_line": 268
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Order Acknowledgment and Distribution",
        "category": "acknowledgment",
        "summary": "Respondent must deliver a copy of the Order to current and future subsidiaries, personnel, and service providers, and obtain signed acknowledgment of receipt within thirty days.",
        "requirements": [
          {
            "description": "Deliver Order to current subsidiaries, personnel, manufacturers, and service providers within thirty days after service of Order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall deliver a copy of this Order to all (1) current and future subsidiaries, (2) current and future principals, officers, directors, and managers, (3) current and future employees, agents, and representatives having responsibilities relating to the subject matter of this Order, and (4) current and future manufacturers and service providers of the Covered Products. Respondent shall deliver this Order to such current subsidiaries, personnel, manufacturers, and service providers within thirty (30) days after service of this Order, and to such future subsidiaries, personnel, manufacturers, and service providers",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 270,
            "quote_end_line": 276
          },
          {
            "description": "Deliver Order to future subsidiaries, personnel, manufacturers, and service providers within thirty days after the person assumes such position or responsibilities",
            "quoted_text": "of this Order, and to such future subsidiaries, personnel, manufacturers, and service providers within thirty (30) days after the person assumes such position or responsibilities. For any",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 276,
            "quote_end_line": 277
          },
          {
            "description": "For any business entity resulting from change in structure, deliver Order at least ten days prior to the change",
            "quoted_text": "within thirty (30) days after the person assumes such position or responsibilities. For any business entity resulting from any change in structure set forth in Part VII, delivery shall be at least ten (10) days prior to the change in structure. Respondent must secure a signed and dated",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 277,
            "quote_end_line": 279
          },
          {
            "description": "Secure signed and dated statement acknowledging receipt of Order within thirty days of delivery from all persons receiving a copy",
            "quoted_text": "least ten (10) days prior to the change in structure. Respondent must secure a signed and dated statement acknowledging receipt of this Order, within thirty (30) days of delivery, from all persons receiving a copy of the Order pursuant to this section.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 279,
            "quote_end_line": 281
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Corporate Change Notification",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the Commission at least thirty days prior to any corporate change that may affect compliance obligations, including dissolution, merger, creation of subsidiary, bankruptcy filing, or name/address change.",
        "requirements": [
          {
            "description": "Notify Commission at least thirty days prior to any change in corporation that may affect compliance obligations, including dissolution, assignment, sale, merger, creation/dissolution of subsidiary, bankruptcy filing, or change in corporate name or address",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall notify the Commission at least thirty (30) days prior to any change in the corporation(s) that may affect compliance obligations arising under this Order, including, but not limited to: a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order; the proposed filing of a bankruptcy petition; or a change in the corporate name or address.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 283,
            "quote_end_line": 288
          },
          {
            "description": "If respondent learns of proposed change fewer than thirty days prior to the action, notify Commission as soon as practicable after obtaining such knowledge",
            "quoted_text": "Provided, however, that, with respect to any proposed change in the corporation(s) about which respondent learns fewer than thirty (30) days prior to the date such action is to take place, respondent shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": "as soon as practicable",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 289,
            "quote_end_line": 291
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondent must file a detailed written compliance report with the Commission within sixty days after service of Order, and submit additional reports within ten days of Commission request.",
        "requirements": [
          {
            "description": "File with Commission a true and accurate report in writing setting forth in detail the manner and form of compliance with this Order within sixty days after date of service",
            "quoted_text": "IT IS FURTHER ORDERED that respondent within sixty (60) days after the date of service of this Order, shall file with the Commission a true and accurate report, in writing, setting forth in detail the manner and form of its compliance with this Order. Within ten (10) days of",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 303,
            "quote_end_line": 305
          },
          {
            "description": "Submit additional true and accurate written report within ten days of receipt of written notice from a Commission representative",
            "quoted_text": "forth in detail the manner and form of its compliance with this Order. Within ten (10) days of receipt of written notice from a representative of the Commission, it shall submit an additional true and accurate written report.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 305,
            "quote_end_line": 307
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "IX",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "The Order will terminate on January 16, 2034, or twenty years from the most recent date the United States or Commission files a complaint in federal court alleging violation of the Order, whichever comes later.",
        "requirements": [
          {
            "description": "Order remains in effect until January 16, 2034, or twenty years from most recent federal court complaint filing date, whichever is later",
            "quoted_text": "This Order will terminate on January 16, 2034, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part in this Order that terminates in fewer than twenty (20) years; B. This Order’s application to any respondent that is not named as a defendant in such complaint; and C. This Order if such complaint is filed after the Order has terminated pursuant to this Part.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 309,
            "quote_end_line": 317
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This Order will terminate on January 16, 2034, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the Order, whichever comes later"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "02.14, TRENDnet Complaint.pdf",
      "order": "02.14, TRENDnet Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 3,
      "complaint_representations": 2,
      "order_provisions": 9,
      "order_definitions": 10,
      "order_requirements": 37,
      "provisions_per_section": {
        "I": 3,
        "II": 9,
        "III": 9,
        "IV": 4,
        "V": 3,
        "VI": 4,
        "VII": 2,
        "VIII": 2,
        "IX": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 1
      },
      "verification_details": {
        "complaint_verified": 2,
        "complaint_total": 2,
        "order_verified": 37,
        "order_total": 37
      }
    },
    "processing_time_seconds": 141.5
  }
}