{
  "case_info": {
    "docket_number": "5:22-CV-00518",
    "company": {
      "name": "Epic Games, Inc.",
      "incorporation_state": "Maryland",
      "entity_type": "corporation",
      "address": "620 Crossroads Blvd., Cary, North Carolina 27518",
      "business_description": "Epic Games, Inc. is the developer and distributor of the online video game Fortnite, which is available on multiple platforms including consoles, mobile devices, and personal computers. Epic generates billions of dollars in revenue through the sale of in-game digital content such as cosmetics, emotes, and through licensing partnerships."
    },
    "commissioners": [],
    "case_date": {
      "month": 2,
      "year": 2023
    },
    "legal_authority": "Sections 5(a)(1), 5(m)(1)(A), 13(b), 16(a)(1), and 19 of the Federal Trade Commission Act, 15 U.S.C. §§ 45(a)(1), 45(m)(1)(A), 53(b), 56(a)(1), 57b, and Sections 1303(c) and 1306(d) of the Children's Online Privacy Protection Act of 1998, 15 U.S.C. §§ 6502(c), 6505(d)",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/1923203-epic-games-matter",
    "statutory_topics": [
      "COPPA"
    ],
    "practice_areas": [
      "Privacy",
      "Deceptive Design / Dark Patterns"
    ],
    "industry_sectors": [
      "Technology"
    ]
  },
  "complaint": {
    "factual_background": "Epic Games, Inc., developer of the massively popular online video game Fortnite, collected personal information from children under age 13 without providing required parental notices, obtaining verifiable parental consent, or allowing parents to review or delete their children's data, in violation of the COPPA Rule. Despite extensive internal knowledge that large numbers of Fortnite players were children — including survey data, player support tickets, and merchandising programs explicitly targeting kids — Epic took no steps toward COPPA compliance for over two years after Fortnite's 2017 launch. Epic also caused substantial harm to children and teens by operating Fortnite with on-by-default voice and text chat and public display name broadcasting, which exposed young players to bullying, sexual harassment, predatory grooming, and psychologically traumatizing content. Epic's own employees repeatedly flagged these harms and recommended protective changes, but leadership consistently deprioritized and resisted meaningful reforms. Even after Epic eventually introduced limited age-gating in September 2019, its measures remained incomplete and failed to cure the COPPA violations or the unfair default settings.",
    "representations_made": [
      {
        "description": "Epic claimed in its global privacy policy that it did not direct its services to children and did not intentionally collect personal information from children, disavowing any knowledge of children using Fortnite",
        "quoted_text": "Epic does not direct its websites, games, game engines, or applications to children (usually considered to be under the age of 13, depending on the country where you reside). We also do not intentionally collect personal information from children through our websites, games, game engines, or applications. If you are the parent or guardian of a child and you believe that we have inadvertently received personal information about that child, please contact us as described in the How to Contact Us section of this policy and we will delete the information from our records.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 49,
        "quote_start_line": 525,
        "quote_end_line": 531
      },
      {
        "description": "Epic's internal communications reflect that employees acknowledged the company's voice and text chat controls were inadequate for children and parents, and that Epic was far from COPPA compliance",
        "quoted_text": "I think you both know this, but our voice and chat controls are total crap as far as kids and parents go. It’s not a good thing. It was on my list a year ago, but never bubbled to the surface. This is one of those things that the company generally has weak will to pursue, but really impacts our overall system and perception. I’ve made a coppa [sic] compliant game and we are far from it, but we don’t need to be that far . . .",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 42,
        "quote_start_line": 420,
        "quote_end_line": 425
      },
      {
        "description": "Epic operated Fortnite with on-by-default voice and text chat and public display name broadcasting, implicitly representing to users that these default settings were appropriate and safe for all players including children",
        "quoted_text": "69. As described in Paragraphs 10 through 35 above, Defendant has developed and operated, and continues to develop and operate, a ubiquitous, freely-available, and internet-enabled video game directed at children and teens that publicly broadcasts players’ display names while putting children and teens in direct, real-time contact with others through on-by-default lines of voice and text communication. Even after instituting an age gate on its service, Defendant has continued to broadcast display names and enable such direct communication by default for all players, including children who identify themselves as under 13 and young teens.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 69,
        "quote_start_line": 695,
        "quote_end_line": 702
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "COPPA Rule Violations — Failure to Provide Notice, Obtain Parental Consent, and Honor Parental Rights",
        "representation": "Epic collected, used, and disclosed personal information from children under age 13 through Fortnite without providing required website or direct notices to parents, without obtaining verifiable parental consent, and without providing parents a means to review or delete their children's personal information",
        "fact": "The COPPA Rule required Epic, as an operator of a service directed to children (and with actual knowledge of child users), to: post a compliant privacy notice describing its information practices regarding children; provide direct notice to parents; obtain verifiable parental consent before collecting children's personal information; provide parents a means to review that information upon request; and delete children's personal information upon parental request. Epic failed to do any of these things from July 2017 through at least September 2019, and its subsequent measures remained incomplete.",
        "conclusion": "Defendant violated the COPPA Rule in numerous instances by failing to provide notice on its website of children's data practices (16 C.F.R. § 312.4(d)), failing to provide direct notice to parents (16 C.F.R. § 312.4(b)), failing to obtain verifiable parental consent (16 C.F.R. § 312.5(a)(1)), failing to provide parents a means to review children's personal information (16 C.F.R. § 312.6(a)(3)), and failing to delete children's personal information at parental request (16 C.F.R. § 312.6(a)(2)), each constituting a separate violation of Section 5(a) of the FTC Act."
      },
      {
        "count_number": 2,
        "title": "Unfair Default Settings — On-by-Default Voice/Text Chat and Public Display Name Broadcasting",
        "representation": "Epic developed and operated Fortnite with on-by-default voice and text chat and public broadcasting of players' display names for all users, including children and teens, without adequate safeguards",
        "fact": "Epic knew that a large portion of Fortnite's player base consisted of children and teens, knew that its on-by-default communication settings were causing children to be bullied, sexually harassed, and exposed to psychologically traumatizing content, and knew that its own employees and UX researchers repeatedly recommended moving to an opt-in voice chat system. The harms caused by these default settings were not outweighed by countervailing benefits and could not reasonably be avoided by consumers.",
        "conclusion": "Therefore, Defendant's acts or practices of operating Fortnite with on-by-default voice and text chat and public display name broadcasting constitute unfair acts or practices in violation of Section 5 of the FTC Act, 15 U.S.C. § 45(a), (n)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Affirmative Express Consent": "any freely given, specific, informed, and unambiguous indication of an individual's wishes [signifying] agreement by the individual, such as by a clear affirmative action, following a Clear and Conspicuous disclosure to the individual of: (i) all information required by sub-Provision III.C; (ii) a simple, easily-located means for the individual to withdraw consent; (iii) any limitations on the individual's ability to withdraw such consent; and (iv) all other information material to the provision of consent. The Clear and Conspicuous disclosure must be separate from any \"privacy policy,\" \"terms of service,\" \"terms of use,\" or other similar document. The following do not constitute Affirmative Express Consent: 1. Inferring consent from the hovering over, muting, pausing, or closing of a given piece of content by the consumer; or 2. Obtaining consent through a user interface that has the effect of subverting or impairing user autonomy, decision-making, or choice.",
      "Biometric Information": "means data that depicts or describes the physical or biological traits of an identified or identifiable individual, including: (1) identifiable depictions or identifiable information derived therefrom (e.g., extracts, models, or transcripts derived from image or video files); (2) copies of, or identifiable information derived from, an individual's facial features (e.g., faceprints, face embeddings, iris scans, retina scans, etc.), fingerprints, handprints, voice, genetics, or other physical or biological features; or (3) copies of, or identifiable information derived from, an characteristic movements or gestures (e.g., gait or typing patterns).",
      "Child or Children": "an individual or individuals under the age of 13.",
      "Clear(ly) and Conspicuous(ly)": "means that a required disclosure is difficult to miss (i.e., easily noticeable) and easily understandable by ordinary consumers, including in all of the following ways: 1. In any communication that is solely visual or solely audible, the disclosure must be made through the same means through which the communication is presented. In any communication made through both visual and audible means, such as a television advertisement, the disclosure must be presented simultaneously in both the visual and audible portions of the communication even if the representation requiring the disclosure is made in only one means. 2. A visual disclosure, by its size, contrast, location, the length of time it appears, and other characteristics, must stand out from any accompanying text or other visual elements so that it is easily noticed, read, and understood. 3. An audible disclosure, including streaming video, must be delivered in a volume, speed, and cadence sufficient for ordinary consumers to easily hear and understand it. 4. In any communication using an interactive electronic medium, such as the Internet or software, the disclosure must be unavoidable. 5. The disclosure must use diction and syntax understandable to ordinary consumers and must appear in each language in which the representation that requires the disclosure appears. 6. The disclosure must comply with these requirements in each medium through which it is received, including all electronic devices and face-to-face communications. 7. The disclosure must not be contradicted or mitigated by, or inconsistent with, anything else in the communication. 8. When the representation or sales practice targets a specific audience, such as Children, Teens, the elderly, or the terminally ill, \"ordinary consumers\" includes reasonable members of that group.",
      "Collects / Collected / Collecting / Collection": "means, for the purposes of Definitions L, N, P, T, X, Z, AA, and Provision I of this Order only, the gathering of any Personal Information from a Child by any means, including but not limited to: 1. Requesting, prompting, or encouraging a Child to submit Personal Information online; 2. Enabling a Child to make Personal Information publicly available in identifiable form; or 3. Passive tracking of a Child online.",
      "Compliance Date": "thirty (30) days after entry of this Order.",
      "Covered Business": "means: (1) Defendant; and (2) any business that Defendant controls, directly or indirectly, that (i) discloses Covered Information collected from one user to another user, (ii) enables the disclosure of Covered Information from one user to another user, or (iii) enables any user to communicate with any other user. For purposes of this Order, to the extent that, after entry of this Order, Defendant obtains direct or indirect control over a business that discloses Covered Information collected from one user to another user, enables the disclosure of Covered Information from one user to another user, or enables any user to communicate with any other user, such business becomes a Covered Business sixty (60) days after the date on which Defendant obtained such control.",
      "Covered Information": "means the following information from or about an individual consumer: (1) Personal Information; (2) Biometric Information; (3) the content of any communication from an individual; (4) credit or debit card information; (5) a date of birth; (6) a first and last name; (7) a home or other physical address including street name and name of a city or town; (8) Online Contact Information; (9) a screen or user name where it functions in the same manner as Online Contact Information; (10) a telephone number; (11) a Social Security number; (12) a Persistent Identifier; (13) geolocation information sufficient to identify street name and name of a city or town; or information concerning an individual collected online and combined with a Persistent Identifier.",
      "Covered Product or Service": "any Internet-enabled product or service controlled or operated, directly or indirectly, by any Covered Business, that: (1) discloses Covered Information collected from one user to another user; (2) enables the disclosure of Covered Information from one user to another user; or (3) enables any user to communicate with any other user.",
      "Defendant": "Epic Games, Inc., a corporation, and its successors and assigns.",
      "Delete": "to remove Personal Information such that it is not maintained in retrievable form and cannot be retrieved in the normal course of business.",
      "Disclose / Disclosed / Disclosing / Disclosure": "means, with respect to Personal Information, for the purposes of Definitions N, X, Z, AA, and Provision I of this Order only: 1. The Release of Personal Information Collected by an Operator from a Child in identifiable form for any purpose, except where an Operator provides such information to a Person who provides Support for the Internal Operations of the Website or Online Service; and 2. Making Personal Information Collected by an Operator from a Child publicly available in identifiable form by any means, including but not limited to a public posting through the Internet, or through a personal home page or screen post on a website or online service, a pen pal service; an electronic mail service; a message board; or a chat room.",
      "Internet": "collectively the myriad of computer and telecommunication facilities, including equipment and operating software, which comprises the interconnected world-wide network of networks that employ the Transmission Control Protocol/Internet Protocol, or any predecessor or successor protocols to such protocol, to communicate information of all kinds by wire, radio, or other methods of transmission.",
      "Obtain / Obtained / Obtaining Verifiable Parental Consent": "means making any reasonable effort (taking into consideration available technology) to ensure that before Personal Information is Collected from a Child, a Parent of the Child: 1. Receives notice of the Operator's Personal Information Collection, use, and Disclosure practices; and 2. Authorizes any Collection, use, or Disclosure of the Personal Information.",
      "Online Contact Information": "an email address or any other substantially similar identifier that permits direct contact with a Person online, including but not limited to, an instant messaging user identifier, a voice over internet protocol (VOIP) identifier, or a video chat identifier.",
      "Operator": "means any Person who operates a website located on the Internet or an online service and who Collects or maintains Personal Information from or about the users of or visitors to such website or online service, or on whose behalf such information is Collected and maintained, or offers products or services for sale through the website or online service, where such website or online service is operated for commercial purposes involving commerce among the several States, or with one or more foreign nations; in any territory of the United States or in the District of Columbia, or between any such territory and another such territory or any State or nation; or between the District of Columbia and any State, territory, or foreign nation.",
      "Parent": "includes a legal guardian.",
      "Persistent Identifier": "an identifier that can be used to recognize a user over time and across different websites or online services. Such Persistent Identifier includes, but is not limited to, a customer number held in a cookie, an Internet Protocol (IP) address, a processor or device serial number, or unique device identifier.",
      "Person": "any individual, partnership, corporation, trust, estate, cooperative, association, or other entity.",
      "Personal Information": "means individually identifiable information about an individual Collected online, including: 1. A first and last name; 2. A home or other physical address including street name and name of a city or town; 3. Online Contact Information; 4. A screen or user name where it functions in the same manner as Online Contact Information; 5. A telephone number; 6. A Social Security number; 7. A Persistent Identifier; 8. A photograph, video, or audio file where such file contains a Child's image or voice; 9. Geolocation information sufficient to identify street name and name of a city or town; or 10. Information concerning the Child or the Parents of that Child that the Operator Collects online from the Child and combines with a Persistent Identifier.",
      "Principal Executive Officer": "means Timothy Sweeney for so long as he serves as Chief Executive Officer of Defendant, or such other officer (regardless of title) that is designated in Defendant's bylaws or by resolution of Defendant's board of directors as being the most senior executive officer of Defendant, acting solely in his official capacity on behalf of Defendant; or if Timothy Sweeney no longer serves in such a position, then such other individual serving as the Chief Executive Officer of Defendant, or such other officer (regardless of title) that is designated in Defendant's bylaws or by resolution of Defendant's board of directors as being the most senior executive officer of Defendant, acting solely in their official capacity on behalf of Defendant. In the event that Timothy Sweeney is not the Principal Executive Officer and such position is jointly held by two or more individuals, then each of such individuals must be deemed to be a Principal Executive Officer.",
      "Privacy Setting": "any control or setting that allows a user of a Covered Product or Service, or their Parent, to enable, and subsequently disable, restrict, or otherwise control, any disclosure of the user's Covered Information to, or ability of the user to communicate with or receive communications from, any other user of the Covered Product or Service.",
      "Release of Personal Information": "the sharing, selling, renting, or transfer of Personal Information to any Third Party.",
      "Support for the Internal Operations of the Website or Online Service": "means: 1. Those activities necessary to: a. Maintain or analyze the functioning of the website or online service; b. Perform network communications; c. Authenticate users of, or personalize the content on, the website or online service; d. Serve contextual advertising on the website or online service or cap the frequency of advertising; e. Protect the security or integrity of the user, website, or online service; f. Ensure legal or regulatory compliance; or g. Fulfill a request of a Child as permitted by 16 C.F.R. §§ 312.5(c)(3) and (4); 2. So long as the information Collected for the activities listed in paragraphs (1)(a)-(g) of this definition is not used or Disclosed to contact a specific individual, including through behavioral advertising, to amass a profile on a specific individual, or for any other purpose.",
      "Teen": "an individual aged 13, 14, 15, 16, or 17.",
      "Third Party": "means, for the purpose of Definition W only, any Person who is not: 1. An Operator with respect to the Collection or maintenance of Personal Information on the Web site or online service; or 2. A Person who provides Support for the Internal Operations of the Web site or Online Service and who does not use or Disclose information protected under the COPPA Rule (attached as Appendix A) for any other purpose.",
      "Website or Online Service Directed to Children": "means a commercial website or online service, or portion thereof, that is targeted to Children. 1. In determining whether a website or online service, or a portion thereof, is directed to Children, the Commission will consider its subject matter, visual content, use of animated characters or Child-oriented activities and incentives, music or other audio content, age of models, presence of Child celebrities who appeal to Children, language or other characteristics of the website or online service, as well as whether advertising promoting or appearing on the website or online service is directed to Children. The Commission will also consider competent and reliable empirical evidence regarding audience composition, and evidence regarding the intended audience. 2. A website or online service shall be deemed directed to Children when it has actual knowledge that it is Collecting Personal Information directly from users of another website or online service directed to Children. 3. A website or online service that is directed to Children under the criteria set forth in paragraph (1) of this definition, but that does not target Children as its primary audience, shall not be deemed directed to Children if it: a. Does not Collect Personal Information from any visitor prior to Collecting age information; and b. Prevents the Collection, use, or Disclosure of Personal Information from visitors who identify themselves as under age 13 without first complying with the notice and parental consent provisions of the COPPA Rule (attached as Appendix A). 4. A website or online service shall not be deemed directed to Children solely because it refers or links to a commercial website or online service directed to Children by using information location tools, including a directory, index, reference, pointer, or hypertext link."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Injunction Concerning the Collection of Personal Information from Children",
        "category": "prohibition",
        "summary": "Defendant and related parties are permanently enjoined from violating COPPA requirements, including failing to provide parental notice, failing to obtain verifiable parental consent, failing to delete children's information upon parental request, and retaining children's data longer than necessary.",
        "requirements": [
          {
            "description": "Prohibition on failing to make reasonable efforts to ensure a parent of a Child receives direct notice of the Operator's practices regarding Collection, use, or Disclosure of Personal Information from Children, including notice of material changes",
            "quoted_text": "A. Failing to make reasonable efforts, taking into account available technology, to ensure that a Parent of a Child receives direct notice of the Operator's practices with regard to the Collection, use, or Disclosure of Personal Information from Children, including notice of any material 14 Case 5:22-cv-00518-BO-RN Document 15 Filed 02/07/23 Page 14 of 45 hange in the Collection, use, or Disclosure practices to which the Parent ,i~has previously consented, unless the COPPA Rule (attached as Appb1dix A), provides an exception to providing such notice;",
            "deadline": "Compliance Date (30 days after entry)",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 360,
            "quote_end_line": 370
          },
          {
            "description": "Prohibition on failing to post a prominent and clearly labeled link to an online notice of the Operator's information practices regarding Children on the home or landing page and at each area where Personal Information is Collected from Children",
            "quoted_text": "B. Failing to post a prominent and clearly labeled link to an online notice of the Operator's information practices with regard to Children, if any, on the home or landing page or screen of its website or online service, and at each area of the website or online service where Personal Information is Collected from Children, unless the COPPA Rule (attached as Appendix A), provides an exception to providing such notice;",
            "deadline": "Compliance Date (30 days after entry)",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 371,
            "quote_end_line": 376
          },
          {
            "description": "Prohibition on failing to Obtain Verifiable Parental Consent before any Collection, use, or Disclosure of Personal Information from Children, including consent to material changes",
            "quoted_text": "C. Failing to Obtain Verifiable Parental Consent before any Collection, use, or Disclosure of Personal Information from Children, including consent to any material change in the Collection, use, or Disclosure practices to which the Parent has previously consented, unless the COPPA Rule (attached as Appendix A), provides an exception to Obtaining Verifiable Parental Consent;",
            "deadline": "Compliance Date (30 days after entry)",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 377,
            "quote_end_line": 382
          },
          {
            "description": "Prohibition on failing to Delete a Child's Personal Information at the request of a Parent",
            "quoted_text": "D. Failing to Delete a Child's Personal Information at the request of a Parent;",
            "deadline": "Compliance Date (30 days after entry)",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 383,
            "quote_end_line": 383
          },
          {
            "description": "Prohibition on retaining a Child's Personal Information for longer than is reasonably necessary to fulfill the purpose for which the information was Collected",
            "quoted_text": "E. Retaining a Child's Personal Information for longer than is reasonably necessary to fulfill the purpose for which the information was Collected;",
            "deadline": "Compliance Date (30 days after entry)",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 384,
            "quote_end_line": 385
          },
          {
            "description": "Prohibition on violating the COPPA Rule (attached as Appendix A)",
            "quoted_text": "F. Violating the COPPA Rule (attached as Appendix A).",
            "deadline": "Compliance Date (30 days after entry)",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 387,
            "quote_end_line": 387
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Injunction Concerning Children's Personal Information Previously Collected",
        "category": "affirmative_obligation",
        "summary": "Defendant must delete all Personal Information associated with Fortnite users as of the Compliance Date (unless exceptions apply) and submit a sworn written statement to the Commission confirming the deletions and describing any retained information.",
        "requirements": [
          {
            "description": "Delete all Personal Information associated with any Fortnite user as of the Compliance Date, unless the user provided age information through a neutral age gate identifying them as 13 or older, or Defendant provided direct notice and Obtained Verifiable Parental Consent",
            "quoted_text": "A. Within sixty (60) days of the Compliance Date, Delete all Personal Information that is associated, at the time of the Compliance Date, with any Fortnite user, unless: 1. the user has provided age information through a neutral age gate identifying the user as age 13 or older; or 2. Defendant has provided direct notice and Obtained Verifiable Parental Consent; and",
            "deadline": "60 days after Compliance Date",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 397,
            "quote_end_line": 403
          },
          {
            "description": "Provide a sworn written statement to the Commission describing all processes for providing direct notice and seeking Verifiable Parental Consent, identifying total account counts by consent outcome, describing any retained Personal Information with legal basis, and confirming all required deletions have been completed",
            "quoted_text": "B. Within ninety (90) days of the Compliance Date, provide a written statement to the Commission, sworn under penalty of perjury, that: 1. Describes all processes through which Defendant provided direct notice and sought to Obtain Verifiable Parental consent for any accounts covered by this Provision II; 2. Identifies the total number of accounts for which (i) direct notice was provided; (ii) Defendant Obtained Verifiable Parental Consent; (iii) verifiable parental consent was affirmatively declined; and (iv) no response was provided; 16 Case 5:22-cv-00518-BO-RN Document 15 Filed 02/07/23 Page 16 of 45 Describes in detail any Personal Infonnation Defendant retains in accordance with sub-Provisions II.C or II.D, tht'' asis for such retention, and, as applicable, the specific government agency, law, regulation, or court order that requires such retention; and 4. Confirms that all Personal Information required to be Deleted by this Provision II has been Deleted.",
            "deadline": "90 days after Compliance Date",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 404,
            "quote_end_line": 422
          },
          {
            "description": "Persistent Identifiers required to be Deleted need not be Deleted to the extent they are used solely for Support for the Internal Operations of the Website or Online Service",
            "quoted_text": "C. Persistent Identifiers that Defendant is otherwise required to Delete by this Provision II need not be Deleted to the extent they are used solely for Support for the Internal Operations of the Website or Online Service; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 424,
            "quote_end_line": 426
          },
          {
            "description": "Personal Information required to be Deleted may be retained and disclosed as required by a government agency or law; within 30 days after the retention obligation ends, Defendant must Delete such information and provide an additional sworn written statement to the Commission confirming deletion",
            "quoted_text": "D. Personal Information that Defendant is otherwise required to Delete by this Provision II may be retained, and may be disclosed, as requested by a government agency or required by law, regulation, or court order. Within thirty (30) days after the obligation to retain any such Personal Information has ended, Defendant shall Delete such Personal Information and provide an additional written statement to the Commission, sworn under penalty of perjury, confirming that Defendant has Deleted such Personal Information.",
            "deadline": "30 days after retention obligation ends",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 427,
            "quote_end_line": 433
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Data Deletion"
        ]
      },
      {
        "provision_number": "III",
        "title": "Default Privacy Settings for Children and Teens",
        "category": "prohibition",
        "summary": "Defendant is permanently enjoined from disclosing or enabling disclosure of a Child's or Teen's Covered Information to other users, or enabling a Child or Teen to converse with other users, unless the applicable parent or Teen has provided Affirmative Express Consent through an easily-located Privacy Setting.",
        "requirements": [
          {
            "description": "Must not disclose a Child's Covered Information to, or enable a Child to disclose their Covered Information to, or enable a Child to converse with other users, unless the Child's Parent has provided, and not withdrawn, Affirmative Express Consent through an easily-located Privacy Setting",
            "quoted_text": ", in connection with any Covered Product or Service, are permanently restrained and enjoined from disclosing a Child's or Tee·w 1 --:-overed Information to, enabling a Child or Teen to disclose their Covered Information to, or enabling a Child or Teen to converse with or be party to conversations between or among, any other user of the Covered Product or Service, unless: A. For a Child user, the Child's Parent has provided, and not withdrawn, their Affirmative Express Consent through an easily-located Privacy Setting; and",
            "deadline": "30 days after Compliance Date",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 443,
            "quote_end_line": 449
          },
          {
            "description": "Must not disclose a Teen's Covered Information to, or enable a Teen to disclose their Covered Information to, or enable a Teen to converse with other users, unless the Teen (or the Teen's Parent) has provided, and not withdrawn, Affirmative Express Consent through an easily-located Privacy Setting",
            "quoted_text": "B. For a Teen user, the Teen (or the Teen's Parent) has provided, and not withdrawn, their Affirmative Express Consent through an easily-located Privacy Setting.",
            "deadline": "30 days after Compliance Date",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 450,
            "quote_end_line": 452
          },
          {
            "description": "Each Clear and Conspicuous disclosure required under sub-Provisions III.A and III.B must identify each type of Covered Information to be disclosed, each category of Persons to whom it will be disclosed, each type of communication the Child or Teen can make or receive, and each category of Persons with whom communication will be made",
            "quoted_text": "C. Each Clear and Conspicuous disclosure required pursuant to sub-Provisions III.A. and III.B. must identify: (1) each type of Covered Information that will be disclosed; (2) each category of Persons to which each type of Covered Information will be disclosed; (3) each type of communication the Child or Teen will be able to make or receive; and (4) each category of Persons to, or from which, the Child or Teen will be able to make, or receive, each type of communication.",
            "deadline": "30 days after Compliance Date",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 453,
            "quote_end_line": 459
          },
          {
            "description": "Any user of a Covered Product or Service that is a Website or Online Service Directed to Children must be treated as a Child; for services not primarily targeting Children, Defendant may collect age from users before collecting other Covered Information and treat each user accordingly unless and until Defendant has actual knowledge that the user is a Child or Teen",
            "quoted_text": "1. Any user of any Covered Product or Service that is a Website or Online Service Directed to Children must be deemed a Child, provided, however, that for any such Covered Product or Service that does not target Children as its primary audience, Defendant may collect age 18 Case 5:22-cv-00518-BO-RN Document 15 Filed 02/07/23 Page 18 of 45 from users before collecting any other Covered Information ., ·' and treat eat.,· ser accordingly unless and until Defendant has actual knowledge that the user is a Child or Teen;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 461,
            "quote_end_line": 472
          },
          {
            "description": "To the extent that a display name of a Child or Teen is disclosed in a multiuser game or interactive multiuser experience to identify participating users, such display name will not be considered Covered Information, provided Defendant must describe any such disclosure of a Child's display name in a direct notice to parents and in Defendant's privacy policy",
            "quoted_text": "3. To the extent that a display name of a Child or Teen is disclosed in a multiuser game or other interactive multiuser experience to identify participating users, such display name will not be considered Covered Information. Provided, however, Defendant must describe: (i) in a direct notice to parents, any such disclosure of a Child's display name; and (ii) in Defendant's privacy policy, any such disclosure of a Child's or Teen's display name.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 477,
            "quote_end_line": 483
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy",
          "Deceptive Design / Dark Patterns"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Mandated Privacy Program",
        "category": "affirmative_obligation",
        "summary": "Each Covered Business must establish, implement, and maintain a comprehensive written Privacy Program that includes risk assessments, safeguards, employee training, service provider oversight, and annual evaluations.",
        "requirements": [
          {
            "description": "Document in writing the content, implementation, and maintenance of the Privacy Program",
            "quoted_text": "Document in writing the content, implementation, and maintenance of the fivacy Program;·",
            "deadline": "30 days after Compliance Date",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 495,
            "quote_end_line": 496
          },
          {
            "description": "Provide the written Privacy Program and any evaluations or updates to the board of directors or governing body, or a senior officer responsible for the Privacy Program, at least once every twelve months",
            "quoted_text": "B. Provide the written program and any evaluations thereof or updates thereto to its board of directors or governing body, or if no such board or equivalent governing body exists, to a senior officer responsible for the Privacy Program at least once every twelve (12) months;",
            "deadline": "At least annually",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 498,
            "quote_end_line": 501
          },
          {
            "description": "Designate a qualified employee or employees to coordinate and be responsible for the Privacy Program",
            "quoted_text": "C. Designate a qualified employee or employees to coordinate and be responsible for the Privacy Program;",
            "deadline": "30 days after Compliance Date",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 502,
            "quote_end_line": 503
          },
          {
            "description": "Assess and document, at least once every twelve months, internal and external risks to the privacy of Covered Information that could result in unauthorized collection, maintenance, use, or disclosure of, or provision of access to, Covered Information",
            "quoted_text": "D. Assess and document, at least once every twelve (12) months, internal and external risks to the privacy of Covered Information that could result in the unauthorized collection, maintenance, use, or disclosure of, or provision of access to, Covered Information;",
            "deadline": "At least annually",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 504,
            "quote_end_line": 507
          },
          {
            "description": "Design, implement, maintain, and document safeguards that control for identified material internal and external risks to the privacy of Covered Information, including policies and procedures to comply with COPPA and the COPPA Rule, policies and procedures to comply with Provision III, regular annual COPPA Rule training for relevant employees and contractors, and regular privacy training programs updated at least annually",
            "quoted_text": "E. Design, implement, maintain, and document safeguards that control for the material internal and external risks the Covered Business identifies to the privacy of Covered Information identified in response to sub-Provision IV.D. Each safeguard must be based on the volume and sensitivity of the Covered Information that is at risk, and the likelihood that the risk could be realized and result in the unauthorized collection, maintenance, use, or disclosure of, or provision of access to, Covered Information. Such safeguards must include: 1. Policies, procedures, and technical measures to comply with COPPA and the COPP A Rule; 20 Case 5:22-cv-00518-BO-RN Document 15 Filed 02/07/23 Page 20 of 45 Policies, procedures, and technical measures to comply with Provision III; 3. Regular COPPA Rule training on at least an annual basis for all employees and contractors providing services to the Covered Business whose responsibilities include any of the following: (a) access to Covered Information; (b) Covered Products or Services design, engineering, or implementation; or ( c) Privacy Settings design, engineering, or implementation; and 4. Regular privacy training programs for all employees and contractors providing services to the Covered Business, updated on at least an annual basis to address any identified material internal or external risks and safeguards implemented pursuant to this Order;",
            "deadline": "30 days after Compliance Date",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 508,
            "quote_end_line": 533
          },
          {
            "description": "Assess, at least once every twelve months, the sufficiency of safeguards in place to address internal and external privacy risks, and modify the Privacy Program as needed based on results",
            "quoted_text": "F. Assess, at least once every twelve (12) months, the sufficiency of any safeguards in place to address the internal and external risks to the privacy of Covered Information, and modify the Privacy Program as needed based on the results;",
            "deadline": "At least annually",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 534,
            "quote_end_line": 537
          },
          {
            "description": "Test and monitor the effectiveness of safeguards at least once every twelve months, and modify the Privacy Program as needed based on results",
            "quoted_text": "G. Test and monitor the effectiveness of the safeguards at least once every twelve (12) months, and modify the Privacy Program as needed based on the results;",
            "deadline": "At least annually",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 538,
            "quote_end_line": 540
          },
          {
            "description": "Select and retain service providers capable of safeguarding Covered Information and contractually require service providers to implement and maintain sufficient safeguards to address internal and external risks to the privacy of Covered Information",
            "quoted_text": "H. Select and retain service providers capable of safeguarding Covered Information they access through or receive from the Covered Business, and contractually require service providers to implement and maintain 21 Case 5:22-cv-00518-BO-RN Document 15 Filed 02/07/23 Page 21 of 45 sufficient to address the internal and external risks to the privacy of Covered Information; and",
            "deadline": "30 days after Compliance Date",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 541,
            "quote_end_line": 549
          },
          {
            "description": "Evaluate and adjust the Privacy Program in light of changes to operations, business arrangements, new technological methods, or other circumstances that may impact its effectiveness; at a minimum, evaluate the Privacy Program at least once every twelve months and modify as needed",
            "quoted_text": "I. Evaluate and adjust the Privacy Program in light of any changes to the Covered Business's operations or business arrangements, new or more efficient technological or operational methods to control for the risks identified in sub-Provision IV.D of this Order, or any other circumstances that the Covered Business knows or has reason to know may have an impact on the effectiveness of the Privacy Program or any of its individual safeguards. At a minimum, the Covered Business must evaluate the Privacy Program at least once every twelve ( 12) months and modify the Privacy Program as needed based on the results.",
            "deadline": "At least annually",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 550,
            "quote_end_line": 558
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Comprehensive Security Program"
        ]
      },
      {
        "provision_number": "V",
        "title": "Privacy Assessments by a Third Party",
        "category": "assessment",
        "summary": "Defendant must obtain initial and biennial assessments of its Privacy Program from a qualified, independent third-party Assessor approved by the FTC's Associate Director for Enforcement, and submit or retain those assessments as specified.",
        "requirements": [
          {
            "description": "Obtain assessments from a qualified, objective, independent third-party professional who uses generally accepted procedures, conducts an independent review of the Privacy Program, retains all relevant documents for five years, and provides documents to the Commission within ten days of a written request",
            "quoted_text": "A. The Assessment must be obtained from a qualified, objective, independent third-party professional (\"Assessor\"), who: (1) uses procedures and standards generally accepted in the profession; (2) conducts an independent review of the Privacy Program; (3) retains all documents relevant to each Assessment for five (5) years after completion of such Assessment; and (4) will provide such documents to the Commission within ten ( 10) days of receipt of a written request from a representative of the Commission. The 22 Case 5:22-cv-00518-BO-RN Document 15 Filed 02/07/23 Page 22 of 45 may not withhold any documents from the Conunission on the basis of a claim oi confidentiality, p1 ·prietary or trade secrets, work product protection, attorney-client privilege, statutory exemption, or any similar claim.",
            "deadline": "Initial: within 180 days of Privacy Program implementation; biennial thereafter",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 563,
            "quote_end_line": 577
          },
          {
            "description": "For each Assessment, provide the Associate Director for Enforcement at the FTC with the name, affiliation, and qualifications of the proposed Assessor, subject to the Associate Director's approval in their sole discretion",
            "quoted_text": "B. For each Assessment, Defendant must provide the Associate Director for Enforcement for the Bureau of Consumer Protection at the Federal Trade Commission with the name, affiliation, and qualifications of the proposed Assessor, whom the Associate Director shall have the authority to approve in their sole discretion.",
            "deadline": "Prior to each Assessment",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 578,
            "quote_end_line": 582
          },
          {
            "description": "Within ten days of receiving notice that the Associate Director has approved a proposed Assessor, file a joint notice of the Assessor selection with the Court",
            "quoted_text": "C. Within ten (10) days of receiving notice that the Associate Director for Enforcement has approved a proposed Assessor, Defendant must file a joint notice of the selection of the Assessor with the Court.",
            "deadline": "10 days after Assessor approval",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 583,
            "quote_end_line": 585
          },
          {
            "description": "Assessments must cover: the first 180 days after the Privacy Program is in place for the initial Assessment, and each two-year period thereafter for twenty years after Order entry for biennial Assessments",
            "quoted_text": "D. The reporting period for the Assessments must cover: (1) the first 180 days after the Privacy Program has been put in place for the initial Assessment; and (2) each two-year period thereafter for twenty (20) years after the entry date of the Order for the biennial Assessments.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 586,
            "quote_end_line": 589
          },
          {
            "description": "Each Assessment must determine whether the Privacy Program has been implemented and maintained, assess its effectiveness, identify gaps or weaknesses, address status of prior gaps, and identify specific evidence examined; findings must not rely primarily on management attestations; Assessment must be signed by the Assessor and state hours worked",
            "quoted_text": "E. Each Assessment must, for the entire assessment period: 1. Determine whether each Covered Business has implemented and maintained the Privacy Program required by Provision IV of this Order, titled Mandated Privacy Program; 2. Assess the effectiveness of each Covered Business's implementation and maintenance of sub-Provisions IV.A-I; 23 Case 5:22-cv-00518-BO-RN Document 15 Filed 02/07/23 Page 23 of 45 Identify any gaps or weaknesses in, or instances of material noncomplianc -· 'th, the Privacy Program; 4. Address the status of gaps or weaknesses in, or instances of material non-compliance with, the Privacy Program that were identified in any prior Assessment required by this Order; and 5. Identify specific evidence (including but not limited to documents reviewed, sampling and testing performed, and interviews conducted) examined to make such determinations, assessments, and identifications, and explain why the evidence that the Assessor examined is: (a) appropriate for assessing an enterprise of the Covered Business's size, complexity, and risk profile; and (b) sufficient to justify the Assessor's findings. No finding of any Assessment shall rely primarily on assertions or attestations by a Covered Business's management. The Assessment must be signed by the Assessor, state that the Assessor conducted an independent review of the Privacy Program and did not rely primarily on assertions or attestations by a Covered Business's management, and state the number of hours that each member of the assessment team worked on the Assessment. To the extent that a Covered Business adds, materially revises, or materially updates one or more safeguards required under Provision IV of this Order during an Assessment period, the Assessment must assess the _ effectiveness of the added, materially revised, or materially updated 24 Case 5:22-cv-00518-BO-RN Document 15 Filed 02/07/23 Page 24 of 45 for the time period in which it was in effect, and provide a ' ~ ·e parate statement detailing the basis for each additional, materially revised, or materially updated safeguard.",
            "deadline": "Within 60 days after end of each reporting period",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 590,
            "quote_end_line": 628
          },
          {
            "description": "Each Assessment must be completed within sixty days after the end of the reporting period; Defendant must submit an unredacted copy and a proposed redacted copy of the initial Assessment to the Commission within ten days after completion via email or overnight courier; retain unredacted and redacted copies of all subsequent biennial Assessments and provide to the Associate Director within ten days of request; all Assessments must be marked with 'DPIP Assessment' in red lettering in the upper right-hand corner",
            "quoted_text": "F. Each Assessment must be completed within sixty (60) days after the end of the reporting period to which the Assessment applies. Unless otherwise directed by a Commission representative in writing, Defendant must submit an unredacted copy of the initial Assessment and a proposed redacted copy suitable for public disclosure of the initial Assessment to the Commission within ten ( 10) days after the Assessment has been completed via email to DEbrief@ftc.gov or by overnight courier (not the U.S. Postal Service) to Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin: \"United States v. Epic Games, Inc., FTC File No. 2223087.\" Defendant must retain an unredacted copy of each subsequent biennial Assessment as well as a proposed redacted copy suitable for public disclosure of each subsequent biennial Assessment until the Order is terminated and provide it to the Associate Director for Enforcement within ten ( 10) days ofrequest. The initial Assessment and any subsequent biennial Assessment provided to the Commission must be marked, in the upper right-hand corner of each page, with the words \"DPIP Assessment\" in red lettering.",
            "deadline": "10 days after completion of initial Assessment",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 629,
            "quote_end_line": 646
          },
          {
            "description": "Within ten days after the completion of each Assessment, file an unredacted copy with the Court; Assessments containing confidential information must be filed under seal with a showing of good cause",
            "quoted_text": "Within ten (10) days after the completion of each Assessment, Defendant must file an unredacted copy of the Assessment with the Court. The Paru~ acknowledge that the Assessments may contain confidential business information, personal or financial inf01mation, trade secrets, or otherwise competitively sensitive information. Any Assessment containing such information shall be filed under seal and accompanied by a submission demonstrating good cause for sealing the Assessment.",
            "deadline": "10 days after completion of each Assessment",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 651,
            "quote_end_line": 657
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Third-Party Assessment"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Cooperation with Third-Party Privacy Assessor",
        "category": "affirmative_obligation",
        "summary": "Defendant must fully cooperate with the third-party Assessor by providing all relevant information, network and IT asset access, and disclosing all material facts without misrepresentation.",
        "requirements": [
          {
            "description": "Provide or make available to the Assessor all information and material in Defendant's possession, custody, or control that is relevant to the Assessment for which there is no reasonable claim of privilege",
            "quoted_text": "A. Provide or otherwise make available to the Assessor all information.and material in its possession, custody, or control that is relevant to the Assessment for which there is no reasonable claim of privilege;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 663,
            "quote_end_line": 665
          },
          {
            "description": "Provide or make available to the Assessor information about each Covered Business's networks and all IT assets so that the Assessor can determine the scope of the Assessment and have visibility to the in-scope portions",
            "quoted_text": "B. Provide or otherwise make available to the Assessor information about each Covered Business's network(s), and all of each Covered Business's IT assets so that the Assessor can determine the scope of the Assessment, and visibility to those portions of the network(s) and IT assets deemed in scope; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 666,
            "quote_end_line": 670
          },
          {
            "description": "Disclose all material facts to the Assessor and not misrepresent, expressly or by implication, any fact material to the Assessor's determination of whether the Privacy Program has been implemented and maintained, assessment of its effectiveness, or identification of gaps, weaknesses, or instances of material noncompliance",
            "quoted_text": "C. Disclose all material facts to the Assessor, and not misrepresent in any manner, expressly or by implication, any fact material to the Assessor's: 26 Case 5:22-cv-00518-BO-RN Document 15 Filed 02/07/23 Page 26 of 45 determination of whether Defendant has implemented and maintained the Privacy Program required by Prov rs on IV of this 01 :er, titled Mandated Privacy Program; (2) assessment of the effectiveness of the implementation and maintenance of sub-Provisions IV.A-I; or (3) identification of any gaps or weaknesses in, or instances of material noncompliance with, the Privacy Program.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 671,
            "quote_end_line": 682
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Annual Certification",
        "category": "compliance_reporting",
        "summary": "Starting one year after the Compliance Date and each year thereafter for ten years, Defendant must submit annual certifications from the Principal Executive Officer and senior officers of each Covered Business confirming compliance with the Order and disclosing any known material noncompliance.",
        "requirements": [
          {
            "description": "Provide the Commission with a certification from the Principal Executive Officer that Defendant has established, implemented, and maintained the Order's requirements, and that Defendant is not aware of any uncorrected or undisclosed material noncompliance; certification must be based on personal knowledge of the Principal Executive Officer or subject matter experts",
            "quoted_text": "A. Defendant must provide the Commission with a certification from the Principal Executive Officer that: (1) Defendant has established, implemented, and maintained the requirements of this Order; and (2) Defendant is not aware of any material noncompliance that has not been (a) corrected or (b) disclosed to the Commission. The certification must be based on the personal knowledge of the Principal Executive Officer or subject matter experts upon whom the Principal Executive Officer reasonably relies in making the certification.",
            "deadline": "1 year after Compliance Date, and annually for 10 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 686,
            "quote_end_line": 693
          },
          {
            "description": "Provide the Commission with a certification from a senior officer of each Covered Business other than Defendant that such Covered Business has established, implemented, and maintained the Order's requirements and is not aware of any uncorrected or undisclosed material noncompliance",
            "quoted_text": "B. Defendant must provide the Commission with a certification from a senior officer of each Covered Business other than Defendant responsible for each such Covered Business's Privacy Program that: (1) each Covered Business other than Defendant has established, implemented, and maintained the requirements of this Order; and (2) each Covered Business other than 27 Case 5:22-cv-00518-BO-RN Document 15 Filed 02/07/23 Page 27 of 45 efendant is not aware of any material noncompliance that has not been (a) corrected or (b) disc osed to the Comm ion. The certification must be based on the personal knowledge of the senior corporate manager, senior officer, or subject matter experts upon whom the senior corporate manager or senior officer reasonably relies in making the certification.",
            "deadline": "1 year after Compliance Date, and annually for 10 years",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 694,
            "quote_end_line": 707
          },
          {
            "description": "Submit all annual certifications to the Commission via email to DEbrief@ftc.gov or by overnight courier to the Associate Director for Enforcement, Bureau of Consumer Protection, FTC; subject line must begin: 'United States v. Epic Games, Inc., FTC File No. 2223087'",
            "quoted_text": "C. Unless otherwise directed by a Commission representative in writing, submit all annual certifications to the Commission pursuant to this Order via email to DEbrief@ftc.gov or by overnight courier (not the U.S. Postal Service) to the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin: \"United States v. Epic Games, Inc., FTC File No. 2223087.\"",
            "deadline": "1 year after Compliance Date, and annually for 10 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 708,
            "quote_end_line": 714
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Monetary Judgment for Civil Penalty",
        "category": "affirmative_obligation",
        "summary": "Judgment of $275,000,000 is entered against Defendant as a civil penalty; Defendant must pay the full amount to the United States Treasury within seven days of Order entry.",
        "requirements": [
          {
            "description": "Judgment in the amount of $275,000,000 is entered in favor of Plaintiff against Defendant as a civil penalty",
            "quoted_text": "A. Judgment in the amount of two hundred seventy five million dollars ($275,000,000) is entered in favor of Plaintiff against Defendant as a civil penalty.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 717,
            "quote_end_line": 719
          },
          {
            "description": "Defendant must pay $275,000,000 to the Treasurer of the United States within seven days of entry of this Order by electronic fund transfer in accordance with instructions previously provided by a representative of Plaintiff",
            "quoted_text": "B. Defendant is ordered to pay to Plaintiff, by making payment to the Treasurer of the United States, two hundred seventy five million dollars ($275,000,000), which, as Defendant stipulates, its undersigned counsel holds in escrow for no purpose other than payment to Plaintiff. Such payment must be made within seven (7) days of entry of this Order by 28 Case 5:22-cv-00518-BO-RN Document 15 Filed 02/07/23 Page 28 of 45 fund transfer in accordance with instructions previously provided ut · by 1a representative aintiff.",
            "deadline": "7 days after entry of Order",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 720,
            "quote_end_line": 731
          },
          {
            "description": "Defendant relinquishes all legal and equitable right, title, and interest in assets transferred pursuant to this Order and may not seek their return",
            "quoted_text": "C. Defendant relinquishes dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek the return of any assets.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 732,
            "quote_end_line": 734
          },
          {
            "description": "Facts alleged in the Complaint will be taken as true without further proof in any subsequent civil litigation to enforce payment or monetary judgment pursuant to this Order",
            "quoted_text": "D. The facts alleged in the Complaint will be taken as true, without further proof, in any subsequent civil litigation by or on behalf of the Commission in a proceeding to enforce its rights to any payment or monetary judgment pursuant to this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 735,
            "quote_end_line": 738
          },
          {
            "description": "Defendant must submit its Taxpayer Identification Numbers to the Commission, which may be used for collecting and reporting on any delinquent amount arising out of this Order",
            "quoted_text": "E. Defendant acknowledges that its Taxpayer Identification Numbers (Social Security Numbers or Employer Identification Numbers), which Defendant must submit to the Commission, may be used for collecting and reporting on any delinquent amount arising out of this Order, in accordance with 31 U.S.C. §7701.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 739,
            "quote_end_line": 743
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      },
      {
        "provision_number": "IX",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Defendant must acknowledge receipt of the Order, deliver copies to relevant personnel, and obtain signed acknowledgments of receipt within specified timeframes.",
        "requirements": [
          {
            "description": "Within seven days of entry of this Order, submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury",
            "quoted_text": "A. Defendant, within seven (7) days of entry of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "7 days after entry of Order",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 747,
            "quote_end_line": 749
          },
          {
            "description": "For five years after entry of this Order, deliver a copy of this Order to all principals, officers, directors, LLC managers and members; all employees, agents, and representatives with managerial responsibilities related to the Order's subject matter; and any business entity resulting from any change in structure. Delivery must occur within seven days for current personnel and before others assume their responsibilities",
            "quoted_text": "B. For five (5) years after entry of this Order, Defendant must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers 29 Case 5:22-cv-00518-BO-RN Document 15 Filed 02/07/23 Page 29 of 45 members; (2) all employees, agents, and representatives having manic erial responsibilities for conduct related to the subject matter of the '· Order; and (3) any business entity resulting from any change in structure as set forth in the Provision titled Compliance Reporting. Delivery must occur within seven (7) days of entry of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "Within 7 days for current personnel; before assuming responsibilities for all others; for 5 years",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 750,
            "quote_end_line": 761
          },
          {
            "description": "From each individual or entity to whom Defendant delivered a copy of this Order, obtain within thirty days a signed and dated acknowledgment of receipt of this Order",
            "quoted_text": "C. From each individual or entity to which Defendant delivered a copy of this Order, Defendant must obtain, within thirty (30) days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days after delivery",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 762,
            "quote_end_line": 764
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "X",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendant must file a compliance report one year after Order entry, submit notices of material changes within 14 days for ten years, and notify the Commission of any bankruptcy filing within 14 days.",
        "requirements": [
          {
            "description": "One year after entry of this Order, submit a compliance report sworn under penalty of perjury, identifying contact information and all of Defendant's businesses, describing activities and compliance with each provision, and providing copies of all Order Acknowledgments obtained",
            "quoted_text": "A. One (1) year after entry of this Order, Defendant must submit a compliance report, sworn under penalty of perjury: 1. Defendant must: (a) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission and Plaintiff may use to communicate with Defendant; (b) identify all of Defendant's businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; ( c) describe the activities of each business, including the goods and services offered, the means of advertising, marketing, and sales; ( d) describe in detail whether and how Defendant 30 Case 5:22-cv-00518-BO-RN Document 15 Filed 02/07/23 Page 30 of 45 s in compliance with each provision of this Order; and (e) provide a copy of each Order Acknowledgment obtained pursuant to this Order,-· ;jll.\" unless previously submitted to the Commission.",
            "deadline": "1 year after entry of Order",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 768,
            "quote_end_line": 784
          },
          {
            "description": "For ten years after entry of this Order, submit a compliance notice sworn under penalty of perjury within 14 days of any change in any designated point of contact or in the structure of Defendant or any entity Defendant has an ownership interest in or controls that may affect compliance obligations, including creation, merger, sale, or dissolution of any subsidiary, parent, or affiliate",
            "quoted_text": "B. For ten (10) years after entry of this Order, Defendant must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following: 1. Defendant must report any change in: (a) any designated point of contact; or (b) the structure of Defendant or any entity that Defendant has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days after any reportable change; for 10 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 785,
            "quote_end_line": 794
          },
          {
            "description": "Submit to the Commission notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against Defendant within fourteen days of its filing",
            "quoted_text": "C. Defendant must submit to the Commission notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against Defendant within fourteen (14) days of its filing.",
            "deadline": "14 days after filing",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 795,
            "quote_end_line": 797
          },
          {
            "description": "Any submission to the Commission required to be sworn under penalty of perjury must be true and accurate, comply with 28 U.S.C. § 1746, and include a declaration concluding with the required statutory language, date, and signature",
            "quoted_text": "D. Any submission to the Commission required by this Order to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, such as by concluding: \"I declare under penalty of perjury under the laws of the United States of America that the foregoing is true and correct. Executed on: __\" and supplying the date, signatory's full name, title (if applicable), and signature.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 798,
            "quote_end_line": 803
          },
          {
            "description": "Unless otherwise directed, all submissions to the Commission must be emailed to DEbrief@ftc.gov or sent by overnight courier to the Associate Director for Enforcement, Bureau of Consumer Protection, FTC, 600 Pennsylvania Avenue NW, Washington, DC 20580; subject line must begin: 'United States v. Epic Games, Inc., FTC File No. 2223087'",
            "quoted_text": "otherwise directed by a Commission representative in writing, all submissions to the Commission pursuant to this Order must be emailed' - DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin: \"United States v. Epic Games, Inc., FTC File No. 2223087.\"",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 808,
            "quote_end_line": 813
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "XI",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendant must create and retain specific records for designated periods, including accounting records, personnel records, consumer complaints, and all records necessary to demonstrate full compliance with the Order.",
        "requirements": [
          {
            "description": "Create records for ten years after entry of the Order, and retain each such record for five years, specifically including: accounting records showing revenues from all goods or services sold in connection with any Covered Product or Service",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant must create certain records for ten (10) years after entry of the Order, and retain each such record for five (5) years. Specifically, Defendant must create and retain the following records: A. Accounting records showing the revenues from all goods or services sold in connection to any Covered Product or Service;",
            "deadline": "Create for 10 years; retain for 5 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 815,
            "quote_end_line": 819
          },
          {
            "description": "Create and retain personnel records showing, for each Person providing services in connection with any Covered Product or Service, that person's name, addresses, telephone numbers, job title or position, dates of service, and reason for termination if applicable",
            "quoted_text": "B. Personnel records showing, for each Person providing services in connection to any Covered Product or Service, whether as an employee or otherwise, that Person's: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for tern1ination;",
            "deadline": "Create for 10 years; retain for 5 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 820,
            "quote_end_line": 823
          },
          {
            "description": "Create and retain copies or records of all consumer complaints and refund requests concerning the subject matter of the Order, whether received directly or through any domestic government regulatory authority",
            "quoted_text": "C. Copies or records of all consumer complaints and refund requests concerning the subject matter of the Order, whether received directly or through any domestic government regulatory authority; and",
            "deadline": "Create for 10 years; retain for 5 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 824,
            "quote_end_line": 826
          },
          {
            "description": "Create and retain all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission",
            "quoted_text": "D. All records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission.",
            "deadline": "Create for 10 years; retain for 5 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 827,
            "quote_end_line": 828
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "XII",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission and Plaintiff are authorized to monitor Defendant's compliance through information requests, depositions, document production, direct communications, employee interviews, and other lawful means including undercover methods.",
        "requirements": [
          {
            "description": "Withinfourteen days of receipt of a written request from a representative of the Commission or Plaintiff, Defendant must submit additional compliance reports or other requested information sworn under penalty of perjury, appear for depositions, and produce documents for inspection and copying; the Commission and Plaintiff are also authorized to obtain discovery without further leave of court using specified Federal Rules of Civil Procedure",
            "quoted_text": "A. Within fourteen ( 14) days of receipt of a written request from a representative of the Commission or Plaintiff, Defendant must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury; appear for depositions; and produce documents for inspection and copying. The Commission and Plaintiff are also authorized to obtain discovery, without further leave of court, using any of the procedures prescribed by Federal Rules of Civil Procedure 29, 30 (including telephonic depositions), 31, 33, 34, 36, 45, and 69, provided that Defendant, after attempting to resolve a dispute without court action and for good cause shown, may file a motion with this Court seeking an order for one or more of the protections set forth in Rule 26( c ).",
            "deadline": "14 days after written request",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 837,
            "quote_end_line": 847
          },
          {
            "description": "For matters concerning this Order, the Commission and Plaintiff may communicate directly with Defendant; Defendant must permit representatives to interview any employee or other affiliated Person who has agreed to such an interview; the Person interviewed may have counsel present",
            "quoted_text": "B. For matters concerning this Order, the Commission and Plaintiff are authorized to communicate directly with Defendant. Defendant must permit representatives of the Commission and Plaintiff to interview any employee or other Person affiliated with Defendant who has agreed to such an interview. The Person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 848,
            "quote_end_line": 852
          },
          {
            "description": "The Commission and Plaintiff may use all other lawful means, including posing through representatives as consumers, suppliers, or other individuals or entities, without the necessity of identification or prior notice; nothing in this Order limits the Commission's lawful use of compulsory process under Sections 9 and 20 of the FTC Act",
            "quoted_text": "C. The Commission and Plaintiff may use all other lawful means, including posing, through its representatives as consumers, suppliers, or other individuals or entities, to Defendant or any individual or entity affiliated 33 Case 5:22-cv-00518-BO-RN Document 15 Filed 02/07/23 Page 33 of 45 Defendant, without the necessity of identification or prior notice. Not 1iig in this Ordet''I its the Commission's lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-l.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 853,
            "quote_end_line": 863
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "XIII",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction over this matter for purposes of construction, modification, and enforcement of the Order.",
        "requirements": [
          {
            "description": "The Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order",
            "quoted_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 865,
            "quote_end_line": 866
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "The reporting period for the Assessments must cover: (1) the first 180 days after the Privacy Program has been put in place for the initial Assessment; and (2) each two-year period thereafter for twenty (20) years after the entry date of the Order for the biennial Assessments."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "02.23, Epic Games Complaint (Pending).pdf",
      "order": "02.23, Epic Games Order (Pending).pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 3,
      "order_provisions": 13,
      "order_definitions": 27,
      "order_requirements": 58,
      "provisions_per_section": {
        "I": 6,
        "II": 4,
        "III": 5,
        "IV": 9,
        "V": 7,
        "VI": 3,
        "VII": 3,
        "VIII": 5,
        "IX": 3,
        "X": 5,
        "XI": 4,
        "XII": 3,
        "XIII": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 13
      },
      "verification_details": {
        "complaint_verified": 3,
        "complaint_total": 3,
        "order_verified": 58,
        "order_total": 58
      }
    },
    "processing_time_seconds": 345.2
  }
}