{
  "case_info": {
    "docket_number": "2023033",
    "company": {
      "name": "Avast Limited",
      "incorporation_state": "United Kingdom",
      "entity_type": "limited liability company",
      "address": "100 New Bridge Street, London EC4V 6JA, England",
      "business_description": "Avast Limited is the indirect parent company of Avast Software s.r.o. and Jumpshot, Inc. Respondents developed and distributed software including browser extensions (Avast Online Security, AVG Online Security, Avast Secure Browser) and antivirus software (Avast Free Antivirus, Avast Mobile Software) that collected consumers' browsing information for sale to third parties."
    },
    "commissioners": [
      "Lina M. Khan, Chair",
      "Rebecca Kelly Slaughter",
      "Alvaro M. Bedoya"
    ],
    "case_date": {
      "month": 2,
      "year": 2025
    },
    "legal_authority": "Federal Trade Commission Act",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/2023033-avast"
  },
  "complaint": {
    "factual_background": "Avast distributed privacy and security software that claimed to block tracking and protect user privacy. From 2014 through January 2020, Avast collected users' browsing information through browser extensions and antivirus software and sold this data to over 100 third parties via its subsidiary Jumpshot, earning tens of millions in revenue. Avast failed to adequately disclose this data collection and sale to consumers, and where it did provide disclosures, it falsely claimed the data would be shared only in aggregated and anonymized form when in fact it was sold in granular, re-identifiable, non-aggregate form.",
    "representations_made": [
      {
        "description": "Claimed the browser extensions would block tracking cookies that collect browsing data",
        "quoted_text": "[b]locks annoying tracking cookies that collect data on your browsing activities",
        "source_paragraph": 12
      },
      {
        "description": "Claimed the mobile software would alert users when apps send personal data to servers, characterizing such apps as spyware and adware",
        "quoted_text": "Get alerted when you install spyware and adware apps that violate your privacy by sending your personal data to their servers",
        "source_paragraph": 14
      },
      {
        "description": "Claimed the desktop software would shield user privacy and stop anyone from getting to their computer",
        "quoted_text": "Shield your privacy. Stop anyone and everyone from getting to your computer.",
        "source_paragraph": 15
      },
      {
        "description": "Claimed the desktop software would help users reclaim their browser and get rid of unwanted extensions and hackers making money off searches",
        "quoted_text": "Reclaim your browser. Get rid of unwanted extensions and hackers making money off your searches.",
        "source_paragraph": 15
      },
      {
        "description": "Claimed the Avast Secure Browser protects privacy by preventing tracking of online activity",
        "quoted_text": "[p]rotects your privacy by preventing websites, advertising companies, and other web services from tracking your online activity.",
        "source_paragraph": 16
      },
      {
        "description": "Claimed that browsing data shared with third parties would be anonymized and that users could not be identified from the data",
        "quoted_text": "Help us improve our services and products by sharing fully anonymized data with our trusted partners.",
        "source_paragraph": 35
      },
      {
        "description": "Claimed in 2015 that only aggregated data was made available to Jumpshot customers with a minimum of 20 users per website to prevent reverse engineering",
        "quoted_text": "To further protect our users' privacy, we only accept websites where we can observe at least 20 users. This ensures that no reverse engineering is possible on the aggregated data—there's nothing that can lead back to a specific user. All aggregated data is then stored . . . on a per-domain and keyword basis. These aggregated results are the only thing that Avast makes available to Jumpshot customers and end users.",
        "source_paragraph": 33
      },
      {
        "description": "Claimed that Clickstream Data would be pseudonymized, anonymized, and aggregated before sharing with third parties",
        "quoted_text": "[w]e pseudonymize and anonymize the Clickstream Data and re-use it for cross-product direct marketing, cross-product development and third party trend analytics",
        "source_paragraph": 37
      },
      {
        "description": "Claimed that Jumpshot received only aggregated, de-identified data sets of online trends",
        "quoted_text": "all that Jumpshot gets is an aggregated, de-identified data set of online trends",
        "source_paragraph": 38
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Unfair Collection, Retention, and Sale of Browsing Information",
        "representation": "Through the Avast Software, Respondents collected consumers' browsing information, stored that information in granular form indefinitely, and sold that information in granular form to third parties, without adequate notice and without consumer consent.",
        "fact": "These practices caused or are likely to cause substantial injury to consumers that is not outweighed by countervailing benefits to consumers or competition and is not reasonably avoidable by consumers themselves.",
        "conclusion": "These practices are unfair acts or practices."
      },
      {
        "count_number": 2,
        "title": "Deceptive Failure to Disclose Tracking of Consumers",
        "representation": "Respondents represented, directly or indirectly, expressly or by implication, that the Avast Software would stop the collection and sale of consumers' browsing information.",
        "fact": "Respondents failed to disclose, or failed to disclose adequately, to consumers that Respondents, through the Avast Software, collected and sold consumers' browsing information. These facts would be material to consumers in their decision to use Respondents' services.",
        "conclusion": "Respondents' failure to disclose or disclose adequately the material information described in Paragraph 47, in light of the representation set forth in Paragraph 46, is a deceptive act or practice."
      },
      {
        "count_number": 3,
        "title": "Misrepresentations Regarding Aggregation and Anonymization",
        "representation": "Respondents represented, directly or indirectly, expressly or by implication, that consumers' browsing information would be transferred to Respondent Jumpshot and to third parties only in aggregate and anonymous form.",
        "fact": "Respondents transferred to Respondent Jumpshot, and to third parties, consumers' browsing information in non-aggregate and non-anonymous form.",
        "conclusion": "Therefore, the representation set forth in Paragraph 49 is false or misleading."
      }
    ]
  },
  "order": {
    "definitions": {
      "Affirmative Express Consent": "any freely given, specific, informed, and unambiguous indication of an individual's wishes demonstrating agreement by the individual, such as by a clear affirmative action, following a Clear and Conspicuous disclosure to the individual, apart from any \"privacy policy,\" \"terms of service,\" \"terms of use,\" or other similar document, of all information material to the provision of consent. Acceptance of a general or broad terms of use or similar document that contains descriptions of agreement by the individual along with other, unrelated information, does not constitute Affirmative Express Consent. Hovering over, muting, pausing, or closing a given piece of content does not constitute Affirmative Express Consent. Likewise, agreement obtained through a user interface designed or manipulated with the substantial effect of subverting or impairing user autonomy, decision-making, or choice, does not constitute Affirmative Express Consent.",
      "Avast Product": "(1) any product or service offered by Avast Ltd, Avast Software s.r.o., or Jumpshot, Inc., or any business controlled, directly or indirectly, by Avast Ltd, Avast Software s.r.o., or Jumpshot, Inc., as of September 12, 2022; and (2) any other product or service offered by Respondents after September 12, 2022, that is branded, or marked, advertised, or marketed as provided by, Avast or Jumpshot. For purposes of Provision IV, Avast Product means: Avast Online Security; AVG Online Security; Avast Secure Browser; Avast Antivirus - Mobile Security & Virus Cleaner; Avast Free Antivirus; and Avast Premium Security.",
      "Browsing Information": "in whole or in part, any uniform resource locators (URLs) of page requests, the URLs of background resources, search queries, form values, and the value of cookies placed on consumers' computers by a Third Party corresponding to the consumers' navigation of the World Wide Web collected from consumers or their devices.",
      "Clear(ly) and Conspicuous(ly)": "that a required disclosure is difficult to miss (i.e., easily noticeable) and easily understandable by ordinary consumers, including in all of the following ways: 1. In any communication that is solely visual or solely audible, the disclosure must be made through the same means through which the communication is presented. In any communication made through both visual and audible means, such as a television advertisement, the disclosure must be presented simultaneously in both the visual and audible portions of the communication even if the representation requiring the disclosure (\"triggering representation\") is made in only one means. 2. A visual disclosure, by its size, contrast, location, the length of time it appears, and other characteristics, must stand out from any accompanying text or other visual elements so that it is easily noticed, read, and understood. 3. An audible disclosure, including by telephone or streaming video, must be delivered in a volume, speed, and cadence sufficient for ordinary consumers to easily hear and understand it. 4. In any communication using an interactive electronic medium, such as the Internet or software, the disclosure must be unavoidable. 5. On a product label, the disclosure must be presented on the principal display panel. 6. The disclosure must use diction and syntax understandable to ordinary consumers and must appear in each language in which the representation that requires the disclosure appears. 7. The disclosure must comply with these requirements in each medium through which it is received, including all electronic devices and face-to-face communications. 8. The disclosure must not be contradicted or mitigated by, or inconsistent with, anything else in the communication. 9. When the representation or sales practice targets a specific audience, such as children, the elderly, or the terminally ill, \"ordinary consumers\" includes reasonable members of that group.",
      "Covered Information": "information from or about an individual consumer or consumer's device, including: (1) a first and last name; (2) a physical address; (3) an email address or other online contact information, such as an instant messaging user identifier or a screen name; (4) a telephone number; (5) a financial institution account number; (6) credit or debit card information; (7) a persistent identifier, such as a customer number held in a \"cookie,\" a static Internet Protocol (\"IP\") address, a mobile device ID, or processor serial number; (9) geolocation information; or (9) Browsing Information.",
      "Deidentified": "information that cannot reasonably identify, be associated with, or be linked, directly or indirectly, to a particular consumer or consumer's device, provided that Respondents: 1. Have implemented technical safeguards to prevent reidentification of the consumer to whom the information pertains; 2. Have implemented business processes that specifically prohibit reidentification of the information; 3. Have implemented business processes to prevent inadvertent release of Deidentified information; and 4. Make no attempt to reidentify the information.",
      "Jumpshot Data": "all Browsing Information that Jumpshot received from Avast.",
      "Respondents": "Avast Ltd, a United Kingdom limited liability company, Avast Software s.r.o., a Czech Republic limited liability company, and Jumpshot, Inc., a Delaware corporation, and their successors and assigns, individually, collectively, or in any combination.",
      "Third Party": "any individual or entity other than: (1) Respondents; (2) a service provider of Respondents that: (a) uses or receives Covered Information collected by or on behalf of Respondents for and at the direction of Respondents and no other individual or entity, (b) does not disclose the Covered Information, or any individually identifiable information derived from such information, to any individual entity other than Respondents or a subcontractor to such service provider bound to data processing terms no less restrictive than terms to which the service provider is bound, and (c) does not use the data for any other purpose; or (3) any entity that uses Covered Information only as reasonably necessary: (a) to comply with applicable law, regulation, or legal process, (b) to enforce Respondents' terms of use, or (c) to detect, prevent, or mitigate fraud or security vulnerabilities."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Ban on Sale or Disclosure of Browsing Information",
        "category": "prohibition",
        "summary": "Respondents must not sell, license, transfer, share, or disclose browsing information to third parties for advertising purposes, and must obtain affirmative express consent before using or disclosing browsing information for advertising purposes.",
        "requirements": [
          {
            "description": "Must not sell, license, transfer, share, or disclose to a third party browsing information from any Avast Product, information products derived from browsing information, or models/algorithms derived from browsing information for advertising purposes",
            "quoted_text": "Sell, license, transfer, share, or otherwise disclose to or with a Third Party, for Advertising Purposes: (1) Browsing Information from any Avast Product; (2) any information product or service derived from or incorporating Browsing Information from any Avast Product; or (3) any models or algorithms derived from Browsing Information from any Avast Product",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Must not use browsing information for advertising purposes without first obtaining affirmative express consent",
            "quoted_text": "Use Browsing Information for Advertising Purposes without first obtaining Affirmative Express Consent",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not sell, license, transfer, share, or disclose to a third party browsing information from any non-Avast product for advertising purposes without first obtaining affirmative express consent",
            "quoted_text": "Sell, license, transfer, share, or otherwise disclose to or with a Third Party, Browsing Information from any non-Avast Product, for Advertising Purposes, without first obtaining Affirmative Express Consent",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "When obtaining affirmative express consent, must provide clear and conspicuous notice identifying the browsing information that will be used or disclosed and each purpose for which it will be used or disclosed",
            "quoted_text": "When obtaining Affirmative Express Consent required under this Provision, Respondents must provide notice Clearly and Conspicuously that identifies the Browsing Information that will be used, sold, licensed, transferred, shared, or otherwise disclosed, and each purpose for which Browsing Information will be used, sold, licensed, transferred, shared, or otherwise disclosed, including by any Third Party.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Prohibited Misleading Representations",
        "category": "prohibition",
        "summary": "Respondents must not misrepresent the purpose of their collection, use, disclosure, or maintenance of covered information, the extent to which covered information is aggregated or anonymized, or the extent to which they protect the privacy, security, or integrity of covered information.",
        "requirements": [
          {
            "description": "Must not misrepresent the purpose of their collection, use, disclosure, or maintenance of covered information",
            "quoted_text": "The purpose of their collection, use, disclosure, or maintenance of Covered Information",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent the extent to which covered information is aggregated or anonymized",
            "quoted_text": "The extent to which Covered Information is aggregated or anonymized",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent the extent to which they collect, use, disclose, or maintain covered information, or protect the privacy, security, availability, confidentiality, or integrity of covered information",
            "quoted_text": "The extent to which they collect, use, disclose, or maintain Covered Information, or otherwise protect the privacy, security, availability, confidentiality, or integrity of any Covered Information",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Data Deletion",
        "category": "affirmative_obligation",
        "summary": "Respondents must delete all Jumpshot data, models, algorithms, and software, and must instruct third parties that received browsing information from Jumpshot to delete such information and provide written confirmation to the Commission.",
        "requirements": [
          {
            "description": "Delete the Jumpshot data and any models, algorithms, or software developed by Jumpshot based on the Jumpshot data, and provide written statement to the Commission confirming deletion",
            "quoted_text": "Within twenty (20) days of the effective date of this Order, delete: the Jumpshot Data and any models, algorithms, or software developed by Jumpshot based on the Jumpshot Data. Respondents must provide a written statement to the Commission, sworn under penalty of perjury, confirming that all such information, models or algorithms, and software have been deleted or destroyed.",
            "deadline": "20 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Instruct any third party that has received browsing information from Jumpshot to delete or destroy such information, models, algorithms, and software, and provide written statement to the Commission confirming instructions were issued",
            "quoted_text": "Within twenty (20) days of the effective date of this Order, instruct any Third Party that has received Browsing Information from Jumpshot to delete or destroy such information, models or algorithms derived therefrom, and any software developed to analyze Browsing Information, and provide a written statement to the Commission, sworn under penalty of perjury, confirming that Respondents issued such instructions.",
            "deadline": "20 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit all correspondence including demand letters, responsive letters, and written statements to the Commission",
            "quoted_text": "Respondents must promptly submit all correspondence, including demand letters, responsive letters, and any written statements required by this Provision, to the Commission pursuant to Provision XII of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Notice to Users",
        "category": "affirmative_obligation",
        "summary": "Respondents must post a notice on their websites, post notifications on Avast products, and send email notices to users who downloaded Avast products that collected browsing information between August 2014 and January 2020.",
        "requirements": [
          {
            "description": "Post clearly and conspicuously on Respondents' websites a link to the Exhibit A notice for 180 days",
            "quoted_text": "Post Clearly and Conspicuously on Respondents' websites https://www.avast.com/ and https://www.avg.com a link to an exact copy of the notice attached hereto as Exhibit A (\"Exhibit A Notice\") for a period of one hundred and eighty (180) days following the date of the issuance of this Order",
            "deadline": "28 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Post clearly and conspicuously a notification on Avast products which collected browsing information between August 2014 and January 2020 directing consumers to the Exhibit A notice for 180 days",
            "quoted_text": "Post Clearly and Conspicuously a notification on Avast Products which collected Browsing Information between August 1, 2014 and January 30, 2020 that directs consumers to the Exhibit A Notice on a Sub-Provision IV.A website for a period of one hundred and eighty (180) days following the date of the issuance of this order",
            "deadline": "28 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Send the Exhibit A notice via email to users who purchased or downloaded Avast products that collected browsing information prior to January 30, 2020 for whom Respondents possess email contact information obtained between August 2014 and January 2020",
            "quoted_text": "Send the Exhibit A Notice to users who purchased or downloaded any Avast Products that collected Browsing Information prior to January 30, 2020, and for whom Respondents possess email contact information obtained between August 1, 2014 and January 30, 2020. The Exhibit A Notice shall be sent through email without any other information, documents, or attachments, with the subject line \"Notice of FTC Settlement.\"",
            "deadline": "28 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Mandated Privacy Program",
        "category": "affirmative_obligation",
        "summary": "Respondents that collect, use, disclose, or maintain covered information must establish and maintain a comprehensive privacy program that protects the privacy of such information, including documenting the program, assessing risks, implementing safeguards, and training employees.",
        "requirements": [
          {
            "description": "Establish and implement, and thereafter maintain, a comprehensive privacy program",
            "quoted_text": "within sixty (60) days of the effective date of this Order, establish and implement, and thereafter maintain, a comprehensive privacy program (the \"Program\") that protects the privacy of such Covered Information",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Document in writing the content, implementation, and maintenance of the program",
            "quoted_text": "Document in writing the content, implementation, and maintenance of the Program",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide the written program and evaluations to the board of directors or senior officer at least once every 12 months",
            "quoted_text": "Provide the written program and evaluations thereof to the Respondent's board of directors or governing body or, if no such board or equivalent governing body exists, to a senior officer responsible for the Program at least once every twelve (12) months",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Designate a qualified employee or employees to coordinate and be responsible for the program",
            "quoted_text": "Designate a qualified employee or employees to coordinate and be responsible for the Program",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Assess and document, at least once every 12 months, internal and external risks to the privacy of covered information",
            "quoted_text": "Assess and document, at least once every twelve (12) months, internal and external risks to the privacy of Covered Information",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Design, implement, maintain, and document safeguards that control for the internal and external risks to the privacy of covered information",
            "quoted_text": "Design, implement, maintain, and document safeguards that control for the internal and external risks to the privacy of Covered Information identified in response to Sub-Provision V.D. Each safeguard must be based on the volume and sensitivity of the Covered Information that is at risk, and the likelihood that the risk could be realized and result in the unauthorized collection, maintenance, use, or disclosure of, or provision of access to, Covered Information.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Train all employees, at least once every 12 months, on how to safeguard the privacy of covered information",
            "quoted_text": "Training of all employees, at least once every twelve (12) months, on how to safeguard the privacy of Covered Information",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Implement technical measures to modify browsing information to render it deidentified",
            "quoted_text": "Technical measures to modify Browsing Information to render it Deidentified",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Document, for each product or service, the decision to collect, use, share, disclose, or maintain browsing information",
            "quoted_text": "Documentation, for each product or service, of the decision to collect, use, share, disclose, or maintain Browsing Information, including by operation of any third-party software within the product or service. Such documentation should include: the name or names of the person or people who made the decision; for what purpose the Browsing Information is being collected, used, shared, or disclosed; the data segmentation controls in place to ensure that the Browsing Information collected is only used for the particular purpose for which it was collected; the data retention limit set and the technical means for achieving deletion; safeguards in place to prevent unauthorized sharing or sale; and the access controls in place to ensure only authorized employees with a need-to-know have access",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Assess, at least once every 12 months, the sufficiency of any safeguards in place and modify the program based on the results",
            "quoted_text": "Assess, at least once every twelve (12) months, the sufficiency of any safeguards in place to address the internal and external risks to the privacy of Covered Information, and modify the Program based on the results",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Test and monitor, including by technical means, the effectiveness of the safeguards at least once every 12 months, and modify the program based on the results",
            "quoted_text": "Test and monitor, including by technical means, the effectiveness of the safeguards at least once every twelve (12) months, and modify the Program based on the results",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Select and retain service providers capable of safeguarding covered information and contractually require service providers to implement and maintain safeguards",
            "quoted_text": "Select and retain service providers capable of safeguarding Covered Information they access through or receive from each Respondent, and contractually require service providers to implement and maintain safeguards sufficient to address the internal and external risks to the privacy of Covered Information",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Consult with and seek appropriate guidance from independent third-party experts on privacy in the course of establishing, implementing, maintaining, and updating the program",
            "quoted_text": "Consult with, and seek appropriate guidance from, independent, third-party experts on privacy in the course of establishing, implementing, maintaining, and updating the Program",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Evaluate and adjust the program in light of any changes to operations, business arrangements, new or more efficient methods, or other circumstances that may impact effectiveness, at least once every 12 months",
            "quoted_text": "Evaluate and adjust the Program in light of any changes to the Respondent's operations or business arrangements, new or more efficient technological or operational methods to control for the risks identified in Sub-Provision V.D of this Order, or any other circumstances that the Respondent knows or has reason to know may have an impact on the effectiveness of the Program or any of its individual safeguards. At a minimum, each Respondent must evaluate the Program at least once every twelve (12) months and modify the Program based on the results.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Assessments by a Third Party",
        "category": "assessment",
        "summary": "Respondents must obtain initial and biennial assessments from a qualified, objective, independent third-party professional to evaluate the privacy program's implementation and effectiveness for 20 years.",
        "requirements": [
          {
            "description": "Obtain initial and biennial assessments from a qualified, objective, independent third-party professional",
            "quoted_text": "in connection with compliance with Provision V of this Order, titled Mandated Privacy Program, each Respondent must obtain initial and biennial assessments (\"Assessments\")",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "The assessor must use procedures and standards generally accepted in the profession, conduct an independent review, retain all documents for 5 years, and provide documents to the Commission within 10 days of request",
            "quoted_text": "The Assessment must be obtained from a qualified, objective, independent third-party professional (\"Assessor\"), who: (1) uses procedures and standards generally accepted in the profession; (2) conducts an independent review of the Program; (3) retains all documents relevant to each Assessment for 5 years after completion of such Assessment; and (4) will provide such documents to the Commission within 10 days of receipt of a written request from a representative of the Commission.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide the Associate Director with the name, affiliation, and qualifications of the proposed assessor for approval",
            "quoted_text": "For each Assessment, Respondents must provide the Associate Director for Enforcement for the Bureau of Consumer Protection at the Federal Trade Commission (\"Associate Director\") with the name, affiliation, and qualifications of the proposed Assessor, whom the Associate Director shall have the authority to approve in her or his sole discretion",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Reporting period for assessments must cover the first 180 days after issuance for initial assessment, and each two-year period thereafter for 20 years for biennial assessments",
            "quoted_text": "The reporting period for the Assessments must cover: (1) the first 180 days after the issuance date of the Order for the initial Assessment; and (2) each two-year period thereafter for twenty (20) years after issuance of the Order for the biennial Assessments",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Each assessment must determine whether respondent has implemented and maintained the program, assess effectiveness, identify gaps or weaknesses, address status of prior gaps, and identify specific evidence examined",
            "quoted_text": "Each Assessment must, for the entire assessment period: 1. Determine whether each Respondent has implemented and maintained the Program required by Provision V of this Order, titled Mandated Privacy Program; 2. Assess the effectiveness of each Respondent's implementation and maintenance of Sub-Provisions V.A-J; 3. Identify, through technical testing and any other assessment technique, any gaps or weaknesses in, or instances of material noncompliance with, the Program; 4. Address the status of gaps or weaknesses in, or instances of material non-compliance with, the Program that were identified in any prior Assessment required by this Order; and 5. Identify specific evidence (including, but not limited to, documents reviewed, sampling and technical testing performed, and interviews conducted) examined to make such determinations, assessments, and identifications",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Each assessment must be completed within 60 days after the end of the reporting period and submitted to the Commission within 10 days after completion for the initial assessment",
            "quoted_text": "Each Assessment must be completed within 60 days after the end of the reporting period to which the Assessment applies. Unless otherwise directed by a Commission representative in writing, Respondents must submit the initial Assessment to the Commission within 10 days after the Assessment has been completed via email to DEbrief@ftc.gov or by overnight courier (not the U.S. Postal Service) to Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580.",
            "deadline": "60 days after reporting period ends, then submit within 10 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Cooperation with Third Party Assessor",
        "category": "affirmative_obligation",
        "summary": "Respondents must provide or make available to the assessor all relevant information and material, provide information about networks and IT assets, and disclose all material facts to the assessor without misrepresentation.",
        "requirements": [
          {
            "description": "Provide or otherwise make available to the assessor all information and material in their possession, custody, or control that is relevant to the assessment for which there is no reasonable claim of privilege",
            "quoted_text": "Provide or otherwise make available to the Assessor all information and material in their possession, custody, or control that is relevant to the Assessment for which there is no reasonable claim of privilege",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide or otherwise make available to the assessor information about Respondents' networks and all IT assets so the assessor can determine the scope of the assessment, and visibility to those portions of the networks and IT assets deemed in scope",
            "quoted_text": "Provide or otherwise make available to the Assessor information about Respondents' networks and all of Respondents' IT assets so that the Assessor can determine the scope of the Assessment, and visibility to those portions of the networks and IT assets deemed in scope",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Disclose all material facts to the assessor and not misrepresent any fact material to the assessor's determinations, assessments, or identifications",
            "quoted_text": "Disclose all material facts to the Assessor(s), and not misrepresent in any manner, expressly or by implication, any fact material to the Assessor's: (1) determination of whether Respondent has implemented and maintained the Program required by Provision V of this Order, titled Mandated Privacy Program; (2) assessment of the effectiveness of the implementation and maintenance of Sub-Provisions V.A-J; or (3) identification of any gaps or weaknesses in, or instances of material noncompliance with, the Program.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Annual Certification",
        "category": "compliance_reporting",
        "summary": "Respondents must provide annual certifications from a senior officer that they have established, implemented, and maintained a privacy program that complies with the order and are not aware of any uncorrected material noncompliance.",
        "requirements": [
          {
            "description": "Provide the Commission with a certification from a senior officer one year after issuance and each year thereafter that the privacy program complies with the order and there is no material noncompliance that has not been corrected or disclosed",
            "quoted_text": "One year after the issuance date of this Order, and each year thereafter, provide the Commission with a certification from a senior officer of each Respondent who is responsible for Compliance with Provision V of this Order, that: (1) each Respondent has established, implemented, and maintained a Privacy Program that complies in all material respects with the requirements of Provision V of this Order; and (2) each Respondent is not aware of any material noncompliance that has not been (a) corrected or (b) disclosed to the Commission.",
            "deadline": "1 year after issuance, then annually",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit all annual certifications to the Commission via email or overnight courier",
            "quoted_text": "Unless otherwise directed by a Commission representative in writing, Respondents must submit all annual certifications to the Commission pursuant to this Order via email to DEBrief@ftc.gov or by overnight courier (not the U.S. Postal Service) to Associate Director of Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Publish all annual certifications clearly and conspicuously on a separate page in the investors section of Respondents' website",
            "quoted_text": "Respondents must publish all annual certifications Clearly and Conspicuously on a separate page in the \"investors\" section of Respondents' website (e.g., investors.avast.com).",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Monetary Relief",
        "category": "affirmative_obligation",
        "summary": "Respondents must pay $16,500,000 to the Commission within 9 days of the effective date of the order.",
        "requirements": [
          {
            "description": "Pay $16,500,000 to the Commission by electronic fund transfer",
            "quoted_text": "Respondents must pay to the Commission $16,500,000, which Respondents stipulate their undersigned counsel holds in escrow for no purpose other than payment to the Commission. Such payment must be made within 9 days of the effective date of this Order by electronic fund transfer in accordance with instructions provided by a representative of the Commission.",
            "deadline": "9 days",
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Additional Monetary Provisions",
        "category": "affirmative_obligation",
        "summary": "Respondents relinquish all rights to assets transferred pursuant to this order, and facts in the complaint are deemed true for enforcement purposes and bankruptcy proceedings.",
        "requirements": [
          {
            "description": "Relinquish dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this order and may not seek the return of any assets",
            "quoted_text": "Respondents relinquish dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek the return of any assets.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XI",
        "title": "Acknowledgments of the Order",
        "category": "acknowledgment",
        "summary": "Respondents must submit acknowledgment of receipt of this order to the Commission, deliver copies of the order to principals, officers, directors, employees, and agents for three years, and obtain signed acknowledgments of receipt.",
        "requirements": [
          {
            "description": "Submit to the Commission an acknowledgment of receipt of this order sworn under penalty of perjury",
            "quoted_text": "Each Respondent, within 10 days after the effective date of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "For three years after issuance, deliver a copy of this order to all principals, officers, directors, LLC managers and members, all employees and agents managing conduct related to the subject matter of the order, and any business entity resulting from any change in structure",
            "quoted_text": "For three (3) years after the issuance date of this Order, each Respondent, must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees and agents managing conduct related to the subject matter of this Order; and (3) any business entity resulting from any change in structure as set forth in Provision XII. Delivery must occur within 10 days after the effective date of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "10 days for current personnel, before assumption of responsibilities for others",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Obtain, within 30 days, a signed and dated acknowledgment of receipt of this order from each individual or entity to which a respondent delivered a copy of this order",
            "quoted_text": "From each individual or entity to which a Respondent delivered a copy of this Order, that Respondent must obtain, within 30 days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XII",
        "title": "Compliance Report and Notices",
        "category": "compliance_reporting",
        "summary": "Respondents must submit a compliance report one year after issuance, submit compliance notices within 14 days of any change in designated points of contact or structure for ten years, and submit notice of any bankruptcy proceedings within 14 days.",
        "requirements": [
          {
            "description": "One year after issuance, submit a compliance report identifying contact information, all businesses, activities, covered information practices, compliance with each provision, and acknowledgments obtained",
            "quoted_text": "One year after the issuance date of this Order, each Respondent must submit a compliance report, sworn under penalty of perjury, in which each Respondent must: (1) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission may use to communicate with Respondent; (2) identify all of that Respondent's businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (3) describe the activities of each business, Covered Information collected, used, disclosed; or maintained, the means of disclosing its Covered Information collection, use, disclosure, or maintenance practices, and the involvement of any other Respondent; (4) describe in detail whether and how that Respondent is in compliance with each Provision of this Order, including a discussion of all of the changes the Respondent made to comply with the Order; and (5) provide a copy of each Acknowledgment of the Order obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "1 year after issuance",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "For ten years after issuance, submit a compliance notice within 14 days of any change in designated point of contact or the structure of any respondent or any entity that respondent has any ownership interest in or controls directly or indirectly",
            "quoted_text": "For ten (10) years after the issuance date of this Order, each Respondent must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following: 1. Each Respondent must submit notice of any change in: (a) any designated point of contact; or (b) the structure of any Respondent or any entity that Respondent has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days of any change",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against such respondent within 14 days of its filing",
            "quoted_text": "Each Respondent must submit notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against such Respondent within 14 days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XIII",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondents must create and retain for specified periods accounting records, personnel records, copies of advertisements and privacy representations, assessment materials, and all records necessary to demonstrate compliance with the order.",
        "requirements": [
          {
            "description": "Create records for 10 years after issuance and retain each such record for 5 years, including accounting records, personnel records, advertisements, privacy representations, assessment materials, and compliance records",
            "quoted_text": "Respondents must create certain records for 10 years after the issuance date of the Order, and retain each such record for 5 years, unless otherwise specified below. Specifically, Respondents, in connection with the collection, use, disclosure, or maintenance of Covered Information, must create and retain the following records: A. Accounting records showing the revenues from all goods or services sold, the costs incurred in generating those revenues, and resulting net profit or loss; B. Personnel records showing, for each person providing services in relation to any aspect of the Order, whether as an employee or otherwise, that person's: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination; C. A copy of each unique advertisement or other marketing material making a representation subject to this Order; D. A copy of each widely disseminated representation by Respondents that describes the extent to which Respondents collect, use, disclose, or maintain Covered Information, or otherwise protect the privacy, security, availability, confidentiality, or integrity of any Covered Information, including any representation concerning a change in any website or other service controlled by Respondents that relates to the privacy of Covered Information; E. For 5 years after the date of preparation of each Assessment required by this Order, all materials relied upon to prepare the Assessment, whether prepared by or on behalf of Respondents, including all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, and any other materials concerning Respondents' compliance with related Provisions of this Order, for the compliance period covered by such Assessment; and F. All records necessary to demonstrate full compliance with each Provision of this Order, including all submissions to the Commission.",
            "deadline": "Create for 10 years, retain for 5 years",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XIV",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission has the right to monitor compliance by requiring additional reports, producing records for inspection, interviewing affiliated persons, and using other lawful means including posing as consumers.",
        "requirements": [
          {
            "description": "Within 14 days of receipt of a written request from a Commission representative, submit additional compliance reports or other requested information sworn under penalty of perjury, and produce records for inspection and copying",
            "quoted_text": "Within 14 days of receipt of a written request from a representative of the Commission, each Respondent must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury, and produce records for inspection and copying.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Permit representatives of the Commission to communicate directly with each respondent and to interview anyone affiliated with any respondent who has agreed to such an interview, with counsel present if desired",
            "quoted_text": "For matters concerning this Order, representatives of the Commission are authorized to communicate directly with each Respondent. Respondents must permit representatives of the Commission to interview anyone affiliated with any Respondent who has agreed to such an interview. The interviewee may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "The Commission may use all other lawful means, including posing through its representatives as consumers, suppliers, or other individuals or entities, to respondents or any individual or entity affiliated with respondents, without the necessity of identification or prior notice",
            "quoted_text": "The Commission may use all other lawful means, including posing through its representatives as consumers, suppliers, or other individuals or entities, to Respondents or any individual or entity affiliated with Respondents, without the necessity of identification or prior notice.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XV",
        "title": "Order Effective Dates",
        "category": "duration",
        "summary": "This order is final and effective upon publication on the Commission's website and will terminate 20 years from the date of its issuance, or 20 years from the most recent date that the United States or the Commission files a complaint alleging any violation of this order, whichever comes later.",
        "requirements": [
          {
            "description": "Order is final and effective upon publication on the Commission's website and will terminate 20 years from issuance or 20 years from the most recent date that the United States or Commission files a complaint alleging any violation of this order, whichever comes later",
            "quoted_text": "this Order is final and effective upon the date of its publication on the Commission's website (ftc.gov) as a final order. This Order will terminate 20 years from the date of its issuance (which date may be stated at the end of this Order, near the Commission's seal), or 20 years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of this Order, whichever comes later",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "this Order is final and effective upon the date of its publication on the Commission's website (ftc.gov) as a final order. This Order will terminate 20 years from the date of its issuance (which date may be stated at the end of this Order, near the Commission's seal), or 20 years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of this Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Provision in this Order that terminates in less than 20 years; B. This Order's application to any Respondent that is not named as a defendant in such complaint; and C. This Order if such complaint is filed after the Order has terminated pursuant to this Provision. Provided, further, that if such complaint is dismissed or a federal court rules that theRespondent did not violate any provision of the Order, and the dismissal or ruling is either not appealed or upheld on appeal, then the Order will terminate according to this Provision as though the complaint had never been filed, except that the Order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "02.25, Avast Complaint (Pending).pdf",
      "order": "02.25, Avast Order (Pending).pdf"
    },
    "extraction_stats": {
      "complaint_counts": 3,
      "complaint_representations": 9,
      "order_provisions": 15,
      "order_definitions": 9,
      "order_requirements": 52
    },
    "processing_time_seconds": 272.0
  }
}