{
  "case_info": {
    "docket_number": "23-cv-460",
    "company": {
      "name": "GoodRx Holdings, Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "2701 Olympic Boulevard, West Building, Suite 200, Santa Monica, CA, 90404",
      "business_description": "GoodRx is a consumer-focused digital healthcare platform founded in 2011 that advertises, distributes, and sells health-related products and services directly to consumers, including prescription medication discount products branded as GoodRx and GoodRx Gold, as well as telehealth services branded as GoodRx Care and HeyDoctor."
    },
    "commissioners": [],
    "case_date": {
      "month": 2,
      "year": 2023
    },
    "legal_authority": "Sections 5(a)(1), 5(m)(1)(A), 13(b), 16(a)(1), and 19 of the Federal Trade Commission Act, 15 U.S.C. §§ 45(a)(1), 45(m)(1)(A), 53(b), 56(a)(1), 57b, and the Health Breach Notification Rule, 16 C.F.R. § 318",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/2023090-goodrx-holdings-inc"
  },
  "complaint": {
    "factual_background": "GoodRx, a prescription discount and telehealth platform, promised users it would never share personal health information with advertisers or third parties and would only use such information for limited purposes. However, from 2017 through 2020, GoodRx violated these promises by sharing users' prescription medication information, health conditions, and personal identifiers with advertising platforms including Facebook, Google, and Criteo. GoodRx even exploited this information to create targeted advertising campaigns on Facebook and Instagram based on users' specific medications and health conditions, all without user notice or consent.",
    "representations_made": [
      {
        "description": "Promised never to disclose personal health information to advertisers or any third parties",
        "quoted_text": "However, we never provide advertisers or any other third parties any information that reveals a personal health condition or personal health information.",
        "source_paragraph": 27
      },
      {
        "description": "Promised to rarely share personal health information with third parties and ensure those parties comply with federal standards for medical data",
        "quoted_text": "GoodRx also promised users that it \"rarely shares\" personal health information with third parties. And it promised that, when it did share such information, it \"ensures that these third parties are bound to comply with federal standards as to how to treat 'medical data' that is linked with your name, contact information and other personal identifiers.\"",
        "source_paragraph": 28
      },
      {
        "description": "Promised to use personal medical data only in limited cases to fulfill requested services",
        "quoted_text": "GoodRx further assured users, between at least October 2017 through December 2019, that it would use \"personal medical data,\" such as information about prescription drugs, only \"in limited cases\" to fulfill services that users requested. The privacy policy enumerated examples of such uses, including to text or email GoodRx Coupons to users, to provide prescription drug price alerts, and to otherwise contact users directly.",
        "source_paragraph": 29
      },
      {
        "description": "Promised to ensure confidentiality obligations when disclosing personal information with medical information",
        "quoted_text": "[w]hen we do disclose your personal information in conjunction with your specific medical information, GoodRx takes steps such that these third parties are subject to confidentiality obligations.",
        "source_paragraph": 30
      },
      {
        "description": "Claimed adherence to Digital Advertising Alliance principles regarding sensitive health data",
        "quoted_text": "GoodRx adheres to Digital Advertising Alliance principles The Digital Advertising Alliance (\"DAA\") is an independent organization that establishes and enforces self-regulatory principles relating to privacy and digital advertising. The DAA's \"Self-Regulatory Program for Online Behavioral Advertising\" provides that entities \"should not collect and use . . . pharmaceutical prescriptions, or medical records about a specific individual for Online Behavioral Advertising without Consent\"",
        "source_paragraph": 31
      },
      {
        "description": "Promised to share personal information only to fulfill requested services and reach out about prescription savings",
        "quoted_text": "By providing your personal information, you agree to let us use such personal information in order to fulfill your requested service and to reach out to you about prescription savings opportunities.",
        "source_paragraph": 33
      },
      {
        "description": "HeyDoctor promised to share user information with third-party service providers only for limited purposes and with contractual and technical protections",
        "quoted_text": "HeyDoctor told users that it collected and shared user information with third-party service providers only for the limited purpose of providing access to its Telehealth Services. HeyDoctor further promised users that it implemented contractual and technical protections that limit third-party use of user information to assisting HeyDoctor in providing Telehealth Services. HeyDoctor told users that it would otherwise seek users' consent before sharing personal information with third parties for other purposes.",
        "source_paragraph": 35
      },
      {
        "description": "Displayed HIPAA compliance seal suggesting compliance with HIPAA privacy and security requirements",
        "quoted_text": "GoodRx displayed a seal at the bottom of the HeyDoctor homepage attesting to its purported compliance with the Health Insurance Portability and Accountability Act of 1996 (\"HIPAA\"), a statute that sets forth privacy and information security protections for health data. The seal, which bore the Caduceus symbol often associated with the medical field, advertised the following statement: \"HIPAA Secure. Patient Data Protected.\" In advertising a HIPAA seal, GoodRx signaled to users that it is a HIPAA-covered entity, and that its practices complied with HIPAA's requirements.",
        "source_paragraph": 37
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Privacy Misrepresentation: Disclosure of Health Information to Third Parties",
        "representation": "GoodRx represented that it would not disclose personal health information to advertisers or other third parties",
        "fact": "GoodRx did disclose users' personal health information to Advertising Platforms and other third parties, such as Facebook, Google, and Criteo, and used the information to target users with health-related advertisements on the Facebook and Instagram platforms",
        "conclusion": "Therefore, GoodRx's representations as set forth in Paragraph 25–37 above are false or misleading, and constitute deceptive acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 2,
        "title": "Privacy Misrepresentation: Disclosure of Personal Information to Third Parties",
        "representation": "GoodRx represented that it would use or disclose users' personal information only for limited purposes, such as in connection with providing GoodRx's services to users or contacting users directly. GoodRx, through its subsidiary HeyDoctor, further represented that it would obtain users' consent before disclosing personal information to third parties for purposes beyond providing users access to its services",
        "fact": "GoodRx did disclose users' personal information, including their first and last name, physical address, email address, phone number, gender, and other personal identifiers, to Advertising Platforms for advertising, and used the information to identify and target users with health-related advertisements on the Facebook and Instagram platforms",
        "conclusion": "Therefore, GoodRx's representations as set forth in Paragraphs 25–37 above are false or misleading and constitute deceptive acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 3,
        "title": "Privacy Misrepresentation: Failure to Limit Third-Party Use of Health Information",
        "representation": "GoodRx represented that it would take steps to limit third-party use of users' personal health information, including by ensuring that third parties complied with \"federal standards\" regarding the treatment of health information and by taking steps to ensure that third parties are subject to confidentiality obligations. GoodRx, through its subsidiary HeyDoctor, further represented that it would implement \"contractual and technical protections\" to limit third-party use of users' information, beyond use of information for the provision of telehealth services",
        "fact": "GoodRx failed to take steps to limit third-party use of users' personal health information. Third parties that received personal health information, including Facebook, Branch, Criteo, and Twilio, were permitted to, or did, make use of this information for their own internal business purposes, including for their own research and development or ad optimization purposes. GoodRx took insufficient action to limit what these third parties could do with users' personal health information, and either agreed to each company's standard terms of service, or entered into agreements that permitted these third parties to use GoodRx users' personal health information for their own internal business purposes",
        "conclusion": "Therefore, GoodRx's representations as set forth in Paragraphs 28, 30, 32, and 35 above are false or misleading and constitute deceptive acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 4,
        "title": "Privacy Misrepresentation: Misrepresenting Compliance with the Digital Advertising Alliance Principles",
        "representation": "GoodRx represented that it adheres to the Digital Advertising Alliance's principles, including its Sensitive Data Principle",
        "fact": "GoodRx violated the Digital Advertising Alliance's Sensitive Data Principle, when it used personal health information to target users with health-related advertisements on the Facebook and Instagram platforms, without obtaining users' affirmative express consent",
        "conclusion": "Therefore, GoodRx's representations as set forth in Paragraph 31 above are false or misleading and constitute deceptive acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 5,
        "title": "Privacy Misrepresentation: HIPAA Compliance",
        "representation": "GoodRx represented that it is a HIPAA-covered entity, and that its privacy and information practices were in compliance with HIPAA's requirements",
        "fact": "GoodRx is not a HIPAA-covered entity, and its privacy and information practices did not comply with HIPAA's requirements",
        "conclusion": "Therefore, GoodRx's representations as set forth in Paragraph 37above are false or misleading and constitute deceptive acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 6,
        "title": "Unfairness: Failure to Implement Measures to Prevent the Unauthorized Disclosure of Health Information",
        "representation": "GoodRx failed to implement any sufficient policies or procedures to prevent the improper or unauthorized disclosure of users' personal health information, or to notify users of breaches of that information",
        "fact": "GoodRx's actions have caused or are likely to cause substantial injury to consumers that consumers cannot reasonably avoid themselves and that is not outweighed by countervailing benefits to consumers or competition",
        "conclusion": "Therefore, GoodRx's acts or practices as set forth in Paragraphs 38–54 and 63 constitute unfair acts or practices in violation of Section 5 of the FTC Act, 15 U.S.C. §§ 45(a), (n)."
      },
      {
        "count_number": 7,
        "title": "Unfairness: Failure to Provide Notice and Obtain Consent Before Use and Disclosure of Health Information for Advertising",
        "representation": "GoodRx collected and disclosed users' personal health information to Advertising Platforms, such as Facebook. GoodRx did so without users' knowledge, and without providing users notice or obtaining users' affirmative express consent",
        "fact": "GoodRx's actions have caused or are likely to cause substantial injury to consumers that consumers cannot reasonably avoid themselves and that is not outweighed by countervailing benefits to consumers or competition",
        "conclusion": "Therefore, GoodRx's acts or practices as set forth in Paragraphs 38–54 and 63 constitute unfair acts or practices in violation of Section 5 of the FTC Act, 15 U.S.C. §§ 45(a), (n)."
      },
      {
        "count_number": 8,
        "title": "Violation of the Health Breach Notification Rule",
        "representation": "GoodRx, as a \"vendor of personal health records,\" experienced \"breaches of security\" of more than 500 consumers' unsecured PHR identifiable health information through the disclosure to, and subsequent acquisition of such information by, third parties such as Facebook and Google, without the authorization of GoodRx users",
        "fact": "GoodRx has failed to provide the required notifications, as prescribed by the HBNR, to (1) individuals whose unsecured PHR identifiable health information was acquired by an unauthorized person, (2) to the Federal Trade Commission, or (3) to media outlets",
        "conclusion": "Therefore, GoodRx's acts or practices as set forth in Paragraphs 25–53 and 63 are deceptive and unfair acts or practices that violate Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Defendant": "GoodRx Holdings, Inc., a corporation, also d/b/a GoodRx, GoodRx Gold, and GoodRx Care, and its successors and assigns.",
      "Covered Business": "Any business that Defendant controls, directly or indirectly, including any business entity that Defendant has an ownership interest in or manages or controls, or any business for which Defendant provides services.",
      "Covered Information": "Health Information and Personal Information from or about an individual consumer.",
      "Health Information": "Information, alone or in combination, that: (a) identifies an individual; (b) is created or received by a health care provider, health plan, public health authority, employer, life insurer, school or university, or health care clearinghouse; and (c) relates to the past, present, or future physical or mental health or condition of an individual, the provision of health care to an individual, or the past, present, or future payment for the provision of health care to an individual.",
      "Personal Information": "Individually identifiable information from or about an individual consumer, including, but not limited to: (a) a first and last name; (b) a home or other physical address, including street name and name of city or town; (c) an email address or other online contact information; (d) a telephone number; (e) a Social Security number; (f) a driver's license or other government-issued identification number; (g) a financial institution account number; (h) credit or debit card information; (i) a persistent identifier, such as a customer number held in a cookie, a static Internet Protocol (IP) address, a mobile device ID, or processor serial number; or (j) any other identifier that permits the physical or online contacting of a specific individual.",
      "Third Party": "Any person or entity other than: (a) Defendant; (b) a service provider acting on behalf of Defendant that (i) processes information on behalf of Defendant; (ii) is prohibited from using or disclosing the information for any purpose other than performing the services specified in the contract with Defendant; and (iii) is prohibited from disclosing the information to any other party; or (c) a healthcare provider providing healthcare services to the consumer.",
      "Non-Advertising Purposes": "All purposes other than: (i) serving advertising; (ii) communications or services requested by the consumer; and (iii) contextual advertising based on a consumer's current visit to a website or application, that does not use information from any other website or application.",
      "Affirmative Express Consent": "A consumer's response to a clear and conspicuous disclosure that: (a) is separate from any \"privacy policy,\" \"terms of use,\" or similar document; (b) describes the categories of Covered Information that will be disclosed to a Third Party; (c) identifies the Third Party or categories of Third Parties; (d) describes the purpose or purposes for which the information will be disclosed; and (e) provides consumers with a means to decline such disclosure that is at least as easy as the means to provide consent.",
      "HIPAA": "The Health Insurance Portability and Accountability Act of 1996, 42 U.S.C. § 1320d et seq., as amended.",
      "HIPAA Covered Entity": "Any person or entity who meets the definition of \"covered entity\" under 45 C.F.R. § 160.103.",
      "Breach of Security": "Any instance in which there is unauthorized acquisition of unencrypted Covered Information that compromises the security, confidentiality, or integrity of that information.",
      "PHR Identifiable Health Information": "Has the meaning set forth in 16 C.F.R. § 318.2."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations",
        "category": "prohibition",
        "summary": "Defendant is prohibited from misrepresenting, in any manner, expressly or by implication, the extent to which Defendant maintains and protects the privacy, security, confidentiality, or integrity of any Covered Information.",
        "requirements": [
          {
            "description": "Must not misrepresent privacy or security practices regarding Covered Information",
            "quoted_text": "IT IS HEREBY ORDERED that Defendant, Defendant's officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with the advertising, marketing, promotion, offering for sale, or sale of any product or service, are permanently restrained and enjoined from misrepresenting, in any manner, expressly or by implication, the extent to which Defendant maintains and protects the privacy, security, confidentiality, or integrity of any Covered Information.",
            "deadline": null,
            "verified": false,
            "confidence": 0.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Disclosure of Health Information to Third Parties",
        "category": "affirmative_obligation",
        "summary": "Defendant must provide clear and conspicuous disclosure when disclosing Health Information to Third Parties and obtain Affirmative Express Consent for Non-Advertising Purposes.",
        "requirements": [
          {
            "description": "Provide clear disclosure of Health Information sharing with Third Parties",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant, in connection with the disclosure of Health Information to any Third Party, must provide a clear and conspicuous disclosure to consumers stating the categories of Health Information that Defendant discloses to Third Parties, the identities of such Third Parties or categories of Third Parties, and the purposes for such disclosures.",
            "deadline": null,
            "verified": false,
            "confidence": 0.0
          },
          {
            "description": "Obtain Affirmative Express Consent before disclosing Health Information for Non-Advertising Purposes",
            "quoted_text": "IT IS FURTHER ORDERED that, before disclosing Health Information to any Third Party for Non-Advertising Purposes, Defendant must first obtain from each affected consumer Affirmative Express Consent to such disclosure.",
            "deadline": null,
            "verified": false,
            "confidence": 0.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Data Security Requirements",
        "category": "affirmative_obligation",
        "summary": "Defendant must establish and maintain a comprehensive information security program and designate a qualified employee to oversee it.",
        "requirements": [
          {
            "description": "Establish comprehensive information security program within 90 days",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant must, no later than ninety (90) days after entry of this Order, establish and implement, and thereafter maintain, a comprehensive information security program that is reasonably designed to protect the confidentiality, integrity, and availability of Covered Information collected, received, used, or stored by Defendant.",
            "deadline": "90 days",
            "verified": false,
            "confidence": 0.0
          },
          {
            "description": "Designate qualified employee to oversee information security program",
            "quoted_text": "Defendant must designate a qualified employee or employees to supervise and be accountable for the information security program.",
            "deadline": null,
            "verified": false,
            "confidence": 0.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Breach Notification",
        "category": "compliance_reporting",
        "summary": "Defendant must notify the FTC and affected consumers of any Breach of Security within specified timeframes.",
        "requirements": [
          {
            "description": "Notify FTC of Breach of Security within 30 days of discovery",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant must notify the Commission within thirty (30) days after discovery of any Breach of Security.",
            "deadline": "30 days",
            "verified": false,
            "confidence": 0.0
          },
          {
            "description": "Notify affected consumers of Breach of Security",
            "quoted_text": "Defendant must notify affected consumers of any Breach of Security in accordance with applicable law, including but not limited to the Health Breach Notification Rule, 16 C.F.R. Part 318.",
            "deadline": null,
            "verified": false,
            "confidence": 0.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Monetary Judgment",
        "category": "assessment",
        "summary": "A civil penalty judgment of $1,500,000 is entered against Defendant, to be suspended upon payment of $400,000 and compliance with other provisions.",
        "requirements": [
          {
            "description": "Civil penalty judgment of $1,500,000 entered",
            "quoted_text": "IT IS FURTHER ORDERED that a judgment in the amount of one million five hundred thousand dollars ($1,500,000) is entered in favor of Plaintiff against Defendant as a civil penalty.",
            "deadline": null,
            "verified": false,
            "confidence": 0.0
          },
          {
            "description": "Payment of $400,000 within 7 days of Order entry",
            "quoted_text": "Defendant is ordered to pay to the Commission four hundred thousand dollars ($400,000) within seven (7) days of entry of this Order by electronic fund transfer.",
            "deadline": "7 days",
            "verified": false,
            "confidence": 0.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Additional Monetary Provisions",
        "category": "affirmative_obligation",
        "summary": "The remainder of the $1.5 million judgment shall be suspended subject to Defendant's compliance with Order provisions and financial representations.",
        "requirements": [
          {
            "description": "Judgment suspension contingent on truthfulness of financial representations",
            "quoted_text": "The remainder of the judgment is suspended subject to the Subsections below.",
            "deadline": null,
            "verified": false,
            "confidence": 0.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Defendant must deliver copies of the Order to certain personnel and obtain signed acknowledgments of receipt.",
        "requirements": [
          {
            "description": "Deliver Order to officers, directors, and managers within 30 days",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant must deliver a copy of this Order to all current and future principals, officers, directors, and managers, and to all current and future employees, agents, and representatives having managerial responsibilities relating to the subject matter of the Order, within thirty (30) days after entry of this Order.",
            "deadline": "30 days",
            "verified": false,
            "confidence": 0.0
          },
          {
            "description": "Obtain signed acknowledgment from recipients",
            "quoted_text": "Defendant must secure from each such person a signed and dated acknowledgment of receipt of this Order.",
            "deadline": null,
            "verified": false,
            "confidence": 0.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendant must submit compliance reports to the FTC at specified intervals demonstrating compliance with the Order.",
        "requirements": [
          {
            "description": "Submit initial compliance report within 60 days",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant must submit to the Commission compliance reports within sixty (60) days after entry of this Order and annually thereafter for five (5) years on the anniversary of the date of entry of this Order.",
            "deadline": "60 days",
            "verified": false,
            "confidence": 0.0
          },
          {
            "description": "Submit annual compliance reports for 5 years",
            "quoted_text": "Defendant must submit to the Commission compliance reports annually thereafter for five (5) years on the anniversary of the date of entry of this Order.",
            "deadline": "annually for 5 years",
            "verified": false,
            "confidence": 0.0
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendant must create and retain records demonstrating compliance with the Order for a period of 20 years.",
        "requirements": [
          {
            "description": "Create and retain records for 20 years demonstrating compliance",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant must create certain records for twenty (20) years after entry of the Order, and retain each such record for five (5) years, unless otherwise specified below. Specifically, Defendant must create and retain the following records: accounting records showing revenues from all goods or services sold; personnel records showing names, addresses, telephone numbers, job titles, dates of employment, and all other information necessary to demonstrate compliance; records describing disclosures of Covered Information to Third Parties; copies of all materials relied upon or reviewed in preparing compliance reports; and all records necessary to demonstrate full compliance with each provision of this Order.",
            "deadline": null,
            "verified": false,
            "confidence": 0.0
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The FTC is authorized to monitor Defendant's compliance with the Order through various means including inspections and interrogatories.",
        "requirements": [
          {
            "description": "Allow FTC to monitor compliance through inspections and requests",
            "quoted_text": "IT IS FURTHER ORDERED that, for the purpose of monitoring Defendant's compliance with this Order, the Commission is authorized, without further leave of court, to obtain discovery from Defendant using the procedures prescribed by Federal Rules of Civil Procedure 30, 31, 33, 34, 36, and 45.",
            "deadline": null,
            "verified": false,
            "confidence": 0.0
          },
          {
            "description": "Provide information and access as requested by FTC",
            "quoted_text": "Defendant must submit to interviews by Commission representatives; permit Commission representatives to inspect and copy books, records, and other documents; and permit Commission representatives to inspect any physical location.",
            "deadline": null,
            "verified": false,
            "confidence": 0.0
          }
        ]
      },
      {
        "provision_number": "XI",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of the Order.",
        "requirements": [
          {
            "description": "Court retains jurisdiction for Order enforcement",
            "quoted_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": false,
            "confidence": 0.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This Order shall remain in effect for twenty (20) years from the date of entry, except that recordkeeping obligations shall remain in effect for the periods specified in Section IX."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "02.23, GoodRx Holdings Complaint (Pending).pdf",
      "order": "02.23, GoodRx Holdings Order (Pending).pdf"
    },
    "extraction_stats": {
      "complaint_counts": 8,
      "complaint_representations": 8,
      "order_provisions": 11,
      "order_definitions": 12,
      "order_requirements": 18
    },
    "processing_time_seconds": 2043.9
  }
}