{
  "case_info": {
    "docket_number": "3:24-cv-00288",
    "company": {
      "name": "Aqua Finance, Inc.",
      "incorporation_state": "Wisconsin",
      "entity_type": "corporation",
      "address": "1 Corporate Dr, Ste. 300, Wausau, Wisconsin",
      "business_description": "Aqua Finance, Inc. underwrites, funds, services, and collects on credit agreements consumers use to fund the purchase of home water treatment systems. AFI extends credit to consumers that make purchases through its dealers, primarily through purported revolving or open-end credit plans."
    },
    "commissioners": [],
    "case_date": {
      "month": 2,
      "year": 2025
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a); the Truth in Lending Act (TILA), 15 U.S.C. §§ 1601–1666j; section 621(a) of the Fair Credit Reporting Act (FCRA), 15 U.S.C. § 1681s(a); and the Duties of Furnishers of Information to Consumer Reporting Agencies Rule, 12 C.F.R. § 1022, subpart E",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/aqua-finance",
    "statutory_topics": [
      "FCRA"
    ],
    "practice_areas": [
      "Financial Practices"
    ],
    "industry_sectors": [
      "Technology",
      "Financial Services"
    ]
  },
  "complaint": {
    "factual_background": "Aqua Finance, Inc. (AFI) underwrites, funds, and services credit agreements consumers use to purchase home water treatment systems through a network of door-to-door dealers. AFI's dealers systematically misrepresent the terms of its financing—including interest rates, payment schedules, and interest accrual—making the financing appear far less costly than it truly is, while AFI knowingly funds the resulting credit agreements and takes inadequate action to curb dealer misconduct. AFI's credit agreements are structured as spurious open-end (revolving) credit when they are actually closed-end credit, allowing AFI to avoid required TILA disclosures and enabling it to report inaccurate account information to consumer reporting agencies. AFI also buries a security interest clause in its contracts to file UCC fixture filings against consumers' homes—impeding their ability to sell or refinance unless they pay off the deceptively marketed debt. Additionally, AFI fails to maintain adequate policies and procedures for handling consumer disputes and identity theft reports, and continues furnishing information to credit bureaus it knows or should know is inaccurate.",
    "representations_made": [
      {
        "description": "The interest rate and minimum monthly payment stay the same for the full term of the financing",
        "quoted_text": "a) the interest rate and minimum monthly payment stay the same for the term of the financing;",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 94,
        "quote_start_line": 707,
        "quote_end_line": 708
      },
      {
        "description": "Accrual of interest on the financing is deferred for a certain period",
        "quoted_text": "b) accrual of interest on the financing is deferred for a certain period;",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 94,
        "quote_start_line": 709,
        "quote_end_line": 709
      },
      {
        "description": "A consumer who makes only the minimum monthly payments will repay the financing in six years or less",
        "quoted_text": "c) a consumer who makes only the minimum monthly payments will repay the financing in six years or less;",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 94,
        "quote_start_line": 710,
        "quote_end_line": 711
      },
      {
        "description": "The financing is interest-free",
        "quoted_text": "d) the financing is interest fee; or",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 94,
        "quote_start_line": 712,
        "quote_end_line": 712
      },
      {
        "description": "Interest on the financing is included in the sales price",
        "quoted_text": "e) interest on the financing is included in the sales price.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 94,
        "quote_start_line": 713,
        "quote_end_line": 713
      },
      {
        "description": "AFI is offering consumers financing to purchase water treatment systems, without disclosing that its credit agreements allow it to record a UCC fixture filing that can impede consumers' ability to sell or refinance their home",
        "quoted_text": "97. In numerous instances, in connection with the promotion, offering for sale, or sale of water treatment systems, AFI represents directly or indirectly, expressly or by implication, that it is offering consumers financing to purchase water treatment systems.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 97,
        "quote_start_line": 728,
        "quote_end_line": 730
      },
      {
        "description": "AFI underwrote, serviced, and funded credit agreements it knew or should have known were marketed through deceptive sales practices",
        "quoted_text": "100. In numerous instances, AFI has underwritten, serviced, and funded credit agreements that it knew or should have known were marketed through deceptive sales practices, including misrepresenting and failing to disclose the credit agreements’ material terms and failing to monitor dealers’ deceptive trade practices.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 100,
        "quote_start_line": 745,
        "quote_end_line": 748
      },
      {
        "description": "AFI required dealers to use contracts that fail to disclose the prohibition on repeat purchases, the new credit application requirement, the APR, finance charge, total of payments, number of payments, and payment amount",
        "quoted_text": "103. In numerous instances, in connection with marketing, underwriting, servicing, and funding credit agreements that prohibit consumers from using available credit for repeat purchases, AFI has required dealers to use contracts that fail to disclose, or fail to disclose 28 Case: 3:24-cv-00288 Document #: 1 Filed: 05/01/24 Page 29 of 37 adequately, the: a) prohibition on repeat purchases; b) requirements that if consumers want to make a repeat purchase, they must complete a new credit application and have their credit report repulled to requalify for a new extension of credit; c) APR; d) finance charge; e) total of payments; f) number of payments; and g) payment amount.",
        "verified": true,
        "confidence": 0.85,
        "source_paragraph": 103,
        "quote_start_line": 756,
        "quote_end_line": 772
      },
      {
        "description": "AFI furnished information to CRAs indicating consumers had open-end revolving credit with available credit, when in fact the accounts were closed-end credit",
        "quoted_text": "72. Every month, since at least January 2018, AFI has inaccurately furnished information to CRAs indicating that tens of thousands of consumers who financed a water treatment system with AFI have revolving, or open-end credit, with available credit, or a credit limit above their outstanding balance. However, as detailed in this complaint, these customers really have closed-end credit. This reporting of inaccurate information violates Section 623 (a)(1)(A) of the FCRA, 15 U.S.C. § 1681s-2(a)(1)(A).",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 72,
        "quote_start_line": 574,
        "quote_end_line": 579
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Misrepresentations – Terms of Financing",
        "representation": "In numerous instances, AFI represented that: (a) the interest rate and minimum monthly payment stay the same for the term of the financing; (b) accrual of interest is deferred for a certain period; (c) a consumer making only minimum monthly payments will repay the financing in six years or less; (d) the financing is interest-free; or (e) interest on the financing is included in the sales price.",
        "fact": "In fact: (a) the interest rate and minimum monthly payment increase after 12 months; (b) interest is not deferred but accrues immediately; (c) consumers making only minimum payments typically take nine to ten years to repay; (d) the financing is not interest-free; and (e) interest is not included in the sales price.",
        "conclusion": "Defendant's representations as set forth in Paragraph 94 are false or misleading and constitute a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 2,
        "title": "Failing to Adequately Disclose UCC Fixture Filing and Its Implications",
        "representation": "In numerous instances, AFI represented, directly or indirectly, that it is offering consumers financing to purchase water treatment systems.",
        "fact": "AFI failed to disclose or adequately disclose that its Credit Plan documents allow AFI to record a UCC fixture filing which, in many instances, has the practical effect of impeding the consumer's ability to sell or refinance their home—a material fact to consumers deciding whether to finance a water treatment system.",
        "conclusion": "AFI's failure to adequately disclose this material information constitutes a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 3,
        "title": "Unfairness – Funding Deceptively Marketed Credit Agreements",
        "representation": "In numerous instances, AFI underwritten, serviced, and funded credit agreements that it knew or should have known were marketed through deceptive sales practices, including misrepresenting and failing to disclose the credit agreements' material terms and failing to monitor dealers' deceptive trade practices.",
        "fact": "AFI's acts or practices cause or are likely to cause substantial injury to consumers that consumers cannot reasonably avoid themselves and that is not outweighed by countervailing benefits to consumers or competition.",
        "conclusion": "AFI's acts or practices as set forth in Paragraph 100 constitute unfair acts or practices in violation of Section 5 of the FTC Act, 15 U.S.C. § 45(a), (n)."
      },
      {
        "count_number": 4,
        "title": "Unfairness – Contracts Failing to Disclose Repeat Purchase Restrictions and Credit Terms",
        "representation": "In numerous instances, AFI required dealers to use contracts that fail to disclose or adequately disclose: (a) the prohibition on repeat purchases; (b) the requirement that consumers seeking a repeat purchase must complete a new credit application and have their credit repulled; (c) APR; (d) finance charge; (e) total of payments; (f) number of payments; and (g) payment amount.",
        "fact": "AFI's acts or practices cause or are likely to cause substantial injury to consumers that consumers cannot reasonably avoid themselves and that is not outweighed by countervailing benefits to consumers or competition.",
        "conclusion": "AFI's acts or practices as set forth in Paragraph 103 constitute unfair acts or practices in violation of Section 5 of the FTC Act, 15 U.S.C. § 45(a), (n)."
      },
      {
        "count_number": 5,
        "title": "Violations of TILA and Regulation Z",
        "representation": "In the course of extending credit to consumers, AFI failed to clearly and conspicuously disclose: (a) the identity of the creditor; (b) the amount financed; (c) the finance charge; (d) the annual percentage rate; (e) the payment schedule; and (f) the total of payments.",
        "fact": "Creditors of closed-end consumer credit transactions are required under TILA and Regulation Z (Sections 1026.17 and 1026.18) to clearly and conspicuously disclose these terms in writing so that the consumer can make an informed decision regarding the credit being offered.",
        "conclusion": "AFI's practices set forth in Paragraph 113 violate Sections 121 and 128 of TILA, 15 U.S.C. §§ 1631 and 1638, and Sections 1026.17 and 1026.18 of Regulation Z, 12 C.F.R. §§ 1026.17 and 1026.18."
      },
      {
        "count_number": 6,
        "title": "Lack of Reasonable Written Policies and Procedures (FCRA/Furnisher Rule)",
        "representation": "AFI failed to: (a) establish and implement reasonable written policies and procedures regarding the accuracy and integrity of consumer information it furnishes to CRAs; (b) consider and incorporate appropriate guidelines from Appendix E to 12 C.F.R. Part 1022; and (c) review such policies and procedures periodically and update them as necessary.",
        "fact": "The Furnisher Rule requires furnishers to establish, implement, and periodically review reasonable written policies and procedures regarding the accuracy and integrity of consumer information furnished to CRAs, incorporating guidelines from Appendix E. AFI failed to do so from at least January 19, 2016, through at least June 1, 2021, and its updated policies remain deficient.",
        "conclusion": "AFI violates 12 C.F.R. § 1022.42, and these acts and practices also constitute unfair or deceptive acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 7,
        "title": "Failing to Investigate and Report Results of Direct Dispute Investigations",
        "representation": "After receiving direct disputes from consumers, AFI in numerous instances failed to complete its investigation and report the results to the consumer before the expiration of the period prescribed by Section 611(a)(1) of the FCRA.",
        "fact": "The FCRA and Furnisher Rule require furnishers to complete dispute investigations and report results to consumers within the legally prescribed period. AFI failed to investigate numerous disputes at all, failed to track them, and failed to maintain records of investigations or responses.",
        "conclusion": "AFI violates Section 623(a)(8)(E)(iii) of the FCRA, 15 U.S.C. § 1681s-2(a)(8)(iii), and 12 C.F.R. § 1022.43(e)(3), and these acts and practices also constitute unfair or deceptive acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 8,
        "title": "Failing to Notify CRAs of Disputed Information",
        "representation": "In numerous instances, consumers informed AFI by telephone or in writing that they disputed the completeness or accuracy of information AFI furnished to a CRA. AFI continued to furnish that information to CRAs without providing notice that such information was disputed by the consumer.",
        "fact": "Section 623(a)(3) of the FCRA requires that when a consumer disputes the completeness or accuracy of furnished information, the furnisher must note the information as disputed when reporting it to CRAs. This requirement applies to oral as well as written disputes.",
        "conclusion": "The acts and practices alleged in Paragraphs 80 through 82 violate Section 623(a)(3) of the FCRA, 15 U.S.C. § 1681s-2(a)(3), and also constitute unfair or deceptive acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 9,
        "title": "Failing to Cease Furnishing Information After Receipt of Identity Theft Reports",
        "representation": "In numerous instances, AFI received identity theft reports from consumers relating to accounts AFI furnished to CRAs, yet continued furnishing information about those accounts before investigating the accuracy ofthe information, and without knowing whether it was correct.",
        "fact": "Section 623(a)(6)(B) of the FCRA prohibits a furnisher from continuing to furnish information relating to a consumer after receiving an identity theft report, unless the furnisher subsequently knows or is informed by the consumer that the information is correct. AFI's own internal policy stated it would not furnish such information unless it subsequently knew it was correct, yet it violated this policy.",
        "conclusion": "AFI violates § 623(a)(6)(B) of the FCRA, 15 U.S.C. § 1681s-2(a)(6)(B), and these acts and practices also constitute unfair or deceptive acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 10,
        "title": "Knowingly Furnishing Inaccurate Information to CRAs",
        "representation": "In numerous instances, AFI furnished information to consumer reporting agencies indicating that consumers had open-end revolving credit accounts with available credit or a credit limit above their outstanding balance, while knowing or having reasonable cause to believe that information was inaccurate.",
        "fact": "AFI's credit agreements constitute closed-end credit, not open-end credit. AFI itself restricts and prohibits consumers' use of available credit for repeat purchases, and its own credit department acknowledged that reporting available credit limits was inaccurate. Section 623(a)(1)(A) of the FCRA prohibits furnishing information a furnisher knows or has reasonable cause to believe is inaccurate.",
        "conclusion": "The acts and practices alleged in Paragraphs 72 through 74 violate Section 623(a)(1)(A) of the FCRA, 15 U.S.C. § 1681s-2(a)(1)(A), and also constitute unfair or deceptive acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Clear(ly) and conspicuous(ly)": "means that a required disclosure is difficult to miss (i.e., easily noticeable) and easily understandable by ordinary consumers, including in all of the following ways: 1. In any communication that is solely visual or solely audible, the disclosure must be made through the same means through which the communication is presented. In any communication made through both visual and audible means, such as a television advertisement, the disclosure must be presented simultaneously in both the visual and audible portions of the communication even if the representation requiring the disclosure is made in only one means. 2. A visual disclosure, by its size, contrast, location, the length of time it appears, and other characteristics, must stand out from any accompanying text or other visual elements so that it is easily noticed, read, and understood. 3. An audible disclosure, including by telephone or streaming video, must be delivered in a volume, speed, and cadence sufficient for ordinary consumers to easily hear and understand it. 4. In any communication using an interactive electronic medium, such as the Internet or software, the disclosure must be unavoidable. 5. The disclosure must use diction and syntax understandable to ordinary consumers and must appear in each language in which the representation that requires the disclosure appears. 6. The disclosure must comply with these requirements in each medium through which it is received, including all electronic devices and face-to-face communications. 7. The disclosure must not be contradicted or mitigated by, or inconsistent with, anything else in the communication. 8. When the representation or sales practice targets a specific audience, such as children, the elderly, or the terminally ill, 'ordinary consumers' includes reasonable members of that group.",
      "Compliance Date": "means the later of March 30, 2024, or the date of entry of this Order.",
      "Consumer Reporting Agency or CRA": "means any Person which, for monetary fees, dues, or on a cooperative nonprofit basis, regularly engages in whole or in part in the practice of assembling or evaluating consumer credit information or other information on consumers for the purpose of furnishing consumer reports to third parties, and which uses any means or facility of interstate commerce for the purpose of preparing or furnishing consumer reports.",
      "Covered Consumer Debt": "means debt owed to Defendant by consumers who financed the purchase of water treatment equipment goods or services and that was identified in an email from counsel for Defendant to counsel for the Commission on October 12, 2023, whether the debt is possessed by Defendant or referred, sold, assigned, or otherwise transferred to any collection agency or other party. This includes any outstanding principal balance and all unpaid interest and fees.",
      "Credit Agreement(s)": "means any contract for consumers to finance the purchase of any water treatment good or service, including any modification or addendum to such a contract.",
      "Dealer(s)": "means any Person engaged in the promotion, offering for sale, or sale of water treatment systems door-to-door.",
      "Dealer Complaints": "are written or verbal communications received by Defendant from consumers who have purchased water treatment system goods or services that communicate a suspicion or allegation of wrongful conduct, whether in the form of a misrepresentation by a Dealer or a Dealer's failure to disclose any material fact related to Credit Agreements or the financing of the purchase of any water treatment good or service, whether communicated to Defendant directly by the customer or through a third party.",
      "Defendant": "means Aqua Finance, Inc. and its successors and assigns.",
      "Direct Dispute": "means a dispute submitted directly to a Furnisher (including a Furnisher that is a debt collector) by a consumer concerning the accuracy of any information contained in a consumer report and pertaining to an account or other relationship that the Furnisher has or had with the consumer.",
      "FCRA Qualified Direct Dispute": "means a written Direct Dispute that is submitted by the consumer at the address provided by the Furnisher or, if the Furnisher has not specified an address, is submitted to any business address of the Furnisher and: (1) includes sufficient information to identify the account or other relationship that is in dispute; (2) includes the specific information the consumer is disputing and an explanation for the basis of the dispute; and (3) includes all supporting documentation or other information reasonably required by the Furnisher to substantiate the basis of the dispute.",
      "Furnisher": "means an entity that furnishes information relating to consumers to one or more Consumer Reporting Agencies for inclusion in a consumer report.",
      "Identity Theft Report": "means a report: i. that alleges identity theft with as much specificity as the consumer can provide; ii. that is a copy of an official, valid report filed by the consumer with a Federal, state, or local law enforcement agency, including the United States Postal Inspection Service, the filing of which subjects the Person filing the report to criminal penalties relating to the filing of false information, if, in fact, the information in the report is false; and iii. that may include additional information or documentation that a Furnisher or Consumer Reporting Agency reasonably requests for the purpose of determining the validity of the alleged identity theft, provided that the Furnisher or Consumer Reporting Agency: (A) makes such request not later than fifteen days after the date of receipt of the copy of the report form or the request by the consumer for the particular service, whichever shall be the later; (B) makes any supplemental requests for information or documentation and final determination on the acceptance of the Identity Theft Report within another fifteen days after its initial request for information or documentation; and (C) shall have five days to make a final determination on the acceptance of the Identity Theft Report, in the event that the Consumer Reporting Agency or Furnisher receives any such additional information or documentation on the eleventh day or later within the fifteen-day period set forth in (iii)(B) of this definition.",
      "Person": "means a natural person, organization, or other legal entity, including a corporation, partnership, proprietorship, association, cooperative, or any other group or combination acting as an entity."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations",
        "category": "prohibition",
        "summary": "Defendant is permanently restrained from misrepresenting or assisting others in misrepresenting, expressly or by implication, any material terms of Credit Agreements, including interest rates, payment amounts, interest accrual, repayment periods, and total costs.",
        "requirements": [
          {
            "description": "Must not misrepresent that the interest rate stays the same for the term of the Credit Agreement",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant, Defendant’s officers, agents, employees, and attorneys and all others in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with promoting, offering, originating, servicing, collecting, or reporting on Credit Agreements, are hereby permanently restrained and enjoined from misrepresenting or assisting others, in misrepresenting, expressly or by implication: A. that interest rate stays the same for the term of the Credit Agreement;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 168,
            "quote_end_line": 174
          },
          {
            "description": "Must not misrepresent that the minimum monthly payment stays the same for the term of the Credit Agreement",
            "quoted_text": "B. that the minimum monthly payment stays the same for the term of the Credit Agreement;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 175,
            "quote_end_line": 176
          },
          {
            "description": "Must not misrepresent that accrual of interest on the Credit Agreement is deferred",
            "quoted_text": "C. that accrual of interest on the Credit Agreement is deferred;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 177,
            "quote_end_line": 177
          },
          {
            "description": "Must not misrepresent that the Credit Agreement will be repaid in a certain period of time if the consumer only makes the required minimum monthly payments",
            "quoted_text": "D. that the Credit Agreement will be repaid in a certain period of time if the consumer only makes the required minimum monthly payments;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 178,
            "quote_end_line": 179
          },
          {
            "description": "Must not misrepresent that the Credit Agreement is interest free",
            "quoted_text": "E. that the Credit Agreement is interest free;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 180,
            "quote_end_line": 180
          },
          {
            "description": "Must not misrepresent that interest on the Credit Agreement is included in the sales price",
            "quoted_text": "F. that interest on the Credit Agreement is included in the sales price;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 181,
            "quote_end_line": 181
          },
          {
            "description": "Must not misrepresent that any payments, rebates, or products will be provided as part of the Credit Agreement",
            "quoted_text": "G. that any payments, rebates, or products will be provided as part of the Credit Agreement;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 182,
            "quote_end_line": 183
          },
          {
            "description": "Must not misrepresent material terms of any Credit Agreement including interest rates, APR, finance charges, minimum monthly payment amounts, amount financed, payment schedule, whether any material term is subject to change, and total costs",
            "quoted_text": "H. the material terms of any Credit Agreement, including: 1. the interest rate(s); 7 Case: 3:24-cv-00288 Document #: 1-1 Filed: 05/01/24 Page 8 of 54 2. annual percentage rate(s); 3. finance charge(s); 4. the minimum monthly payment amount(s); 5. the amount financed; 6. the payment schedule; 7. whether any material term is subject to change; and 8. the total costs.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 184,
            "quote_end_line": 196
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Monitoring of Dealers and Dealer Complaints",
        "category": "affirmative_obligation",
        "summary": "Defendant must obtain written agreements from all Dealers, provide Dealers with accurate financing information, implement a Dealer Complaint handling program, and terminate business relationships with Dealers engaged in patterns of misrepresentation.",
        "requirements": [
          {
            "description": "For new Dealers (no existing business relationship at time of Order entry), before conducting any business with such Dealer, obtain a separate express written agreement that the Dealer will not misrepresent financing terms, will comply with applicable laws, and will disclose the financing terms outlined in Subsection C",
            "quoted_text": "A. No later than the Compliance Date, for Dealers with whom the Defendant does not have, at the time of entry of this Order, an existing business relationship, before Defendant conducts any business with any such Dealer, obtain from each an express written agreement, which the Dealer must separately acknowledge apart from any other documentation Defendant may require the Dealer to sign, that it will not misrepresent any material aspect of the financing terms and conditions, will comply with all applicable laws in connection with the promotion or offering of financing, and disclose the financing terms outlined in Subsection C, unless inapplicable;",
            "deadline": "Compliance Date",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 203,
            "quote_end_line": 210
          },
          {
            "description": "For existing Dealers (with existing business relationship at time of Order entry), at or before entering into a renewal of a business agreement, or no later than the Compliance Date, obtain from each a separate express written agreement that the Dealer will not misrepresent financing terms, will comply with applicable laws, and will disclose the financing terms outlined in Subsection C",
            "quoted_text": "B. for Dealers with whom the Defendant does have, at the time of entry of this Order, an existing business relationship, at or before entering into a renewal of an agreement to 8 Case: 3:24-cv-00288 Document #: 1-1 Filed: 05/01/24 Page 9 of 54 continue the business relationship, or no later than the Compliance Date, obtain from each such Dealer an express written agreement, which the Dealer must separately acknowledge apart from any other documentation Defendant may require the Dealer to sign, that it will not misrepresent any material aspect of the financing terms and conditions, will comply with all applicable laws in connection with the promotion or offering of financing, and disclose the financing terms outlined in Subsection C, unless inapplicable;",
            "deadline": "Compliance Date",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 211,
            "quote_end_line": 223
          },
          {
            "description": "Provide each Dealer with accurate information on financing topics including APR and scheduled changes, payment schedule, how interest accrues, details of available promotions, and (to the extent known) initial amount financed, total of payments, and how long repayment takes at minimum monthly payments",
            "quoted_text": "C. no later than the Compliance Date, provide each Dealer with accurate information related to the financing of water treatment goods and services on the following topics to enable them to be able to explain to consumers: 1. the annual percentage rate and any scheduled changes to that rate; 2. the payment schedule; 3. how interest accrues; 4. the details of any available promotions; 5. to the extent known by Defendant prior to the consummation of the Credit Agreement: a. the initial amount financed; b. the total of payments for the initial amount financed or advanced; and c. how long it will take to repay the amount initially advanced if only the minimum monthly payments are made and no repeat or add on purchases are applied to the account;",
            "deadline": "Compliance Date",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 224,
            "quote_end_line": 238
          },
          {
            "description": "Implement a Dealer Complaint handling process: document verbal and written Dealer Complaints in English or Spanish along with additional details, and maintain all such documents consistent with Section XI",
            "quoted_text": "1. Dealer Complaint handling process a. document verbal and written Dealer Complaints about Dealers, whether received in English of Spanish, along with all additional details provided by consumers making such Dealer Complaints, and maintain all documents reflecting the foregoing consistent with the Section XI of this Order;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 244,
            "quote_end_line": 249
          },
          {
            "description": "For each new Dealer Complaint about an active Dealer, if Defendant cannot determine within 5 business days that the complaint is without merit, provide the Dealer with a copy of the written complaint or detailed summary of any verbal complaint within 2 business days of that determination and request a Dealer response within 10 business days",
            "quoted_text": "b. for each new Dealer Complaint received about Dealers with whom the Defendant has, at the time of the Dealer Complaint, an existing business relationship, if Defendant is not able to, within five business days of its receipt of a Dealer Complaint, determine based on the information available to Defendant that the Dealer Complaint is without merit, provide the Dealer with a copy of any written Dealer Complaint or a detailed summary of any verbal Dealer Complaint regarding such Dealer, within two business days of Defendant making that determination and request a response from the Dealer within 10 business days of the date of Defendant’s transmission of the Dealer Complaint to the Dealer;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 250,
            "quote_end_line": 260
          },
          {
            "description": "For each new Dealer Complaint, conduct a reasonable investigation and document the details and findings, including any Dealer response, within 10 business days of the Dealer response due date",
            "quoted_text": "c. for each new Dealer Complaint, conduct a reasonable investigation and document the details and findings of each such investigation, including any response from the Dealer received in response to a request pursuant to Subsection D.1.b, within 10 business days of the Dealer response due date;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 261,
            "quote_end_line": 265
          },
          {
            "description": "For any Dealer reasonably believed to have misrepresented facts or failed required disclosures after investigation: (1) provide detailed notice of findings to the Dealer within 5 business days of concluding the investigation, and (2) require the Dealer to provide evidence within 10 business days that no misrepresentations occurred or that such practices have ceased and appropriate remedial action has been taken",
            "quoted_text": "d. for any Dealer that Defendant, after conducting such investigation, reasonably believes has misrepresented any fact identified in Section I of this Order, or failed to disclose the information identified in Section II.C of this Order unless inapplicable, (1) provide detailed notice of Defendant’s findings to that Dealer within five business days of concluding the investigation, and (2) require that the Dealer, within 10 business days after Defendant’s provision of such notice, provide evidence either (i) that there were no misrepresentations of any fact outlined in Section I of this Order, or failure to disclose the information outlined in Section II.C of this Order, or (ii) that any such practices have ceased and that such Dealer has taken appropriate remedial action to cure any identified harm caused to the consumer and to prevent future misrepresentations or failures to disclose;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 270,
            "quote_end_line": 282
          },
          {
            "description": "If Defendant determines a Dealer has engaged in a pattern of misrepresentations or failures to disclose, permanently terminate that Dealer within 30 days; also terminate business with any owners and operators of the terminated Dealer within 30 days to the extent they engaged in prohibited activities",
            "quoted_text": "2. if following Defendant’s investigations of complaints against a Dealer, Defendant determines that Dealer engaged in a pattern of (i) misrepresentations of any fact outlined in Section I of this Order, or (ii) failures to disclose the information outlined in Section II.C of this Order unless inapplicable, Defendant must permanently terminate, within 30 days, its business relationship with that Dealer; a. for any Dealer that Defendant terminates, Defendant must also terminate its business relationship with any owners and operators of that Dealer within 30 days, to the extent any such owner or operator is 11 Case: 3:24-cv-00288 Document #: 1-1 Filed: 05/01/24 Page 12 of 54 known by Defendant to have engaged in the activities prohibited by this Order; and",
            "deadline": "30 days of determination",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 283,
            "quote_end_line": 297
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "III",
        "title": "Required Disclosures",
        "category": "affirmative_obligation",
        "summary": "Defendant must provide clear, conspicuous, written pre-signing disclosures for Credit Agreements covering identity of creditor, APR, amount financed, finance charges, payment schedule, total payments, security interest information, and potential impact of UCC filings; Defendant must also comply with TILA and Regulation Z.",
        "requirements": [
          {
            "description": "Beginning no later than the Compliance Date, prior to entering a closed-end Credit Agreement and before the first transaction under open-end Credit Agreements, disclose in writing, clearly and conspicuously, and in a form the consumer may keep: identity of creditor; APR; for closed-end agreements: amount financed, finance charge, payment schedule, and total number of payments; for open-end agreements: amount financed for first transaction, finance charge on first transaction, payment schedule for first transaction, and total number of payments if minimum monthly payment is made; that a UCC purchase money security interest may be recorded when true; and that the consumer's ability to sell or refinance their property may be affected by such UCC filing",
            "quoted_text": "A. beginning no later than the Compliance Date, prior to entering an agreement for closed-end Credit Agreements, and before the first transaction is made under open- end Credit Agreements, failing to disclose in writing (electronic or hardcopy), Clearly and Conspicuously, and in a form that the consumer may keep, before the consumer signs the Credit Agreement, the following information in a manner reflecting the terms of the legal obligation between the parties: 1. the identity of the creditor; 2. the annual percentage rate; 12 Case: 3:24-cv-00288 Document #: 1-1 Filed: 05/01/24 Page 13 of 54 3. for closed-end Credit Agreements a. the amount financed; b. the finance charge; c. the payment schedule for the amount financed; and d. the total number of payments; 4. for open-end Credit Agreements a. the amount financed for the first transaction; b. the finance charge on the first transaction; c. the payment schedule for the amount financed for the first transaction; and d. the total number of payments on the first transaction if the minimum monthly payment is paid each month; 5. that the creditor, or any party that subsequently assumes the Credit Agreement, can record a purchase money security interest under the Uniform Commercial Code (“UCC”) in the product being financed, when such is true; and 6. that the consumer’s ability to sell or refinance their property where the water treatment system is installed may be affected by such a UCC filing.",
            "deadline": "Compliance Date",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 311,
            "quote_end_line": 340
          },
          {
            "description": "Must not violate any provision of the Truth in Lending Act, 15 U.S.C. §§1601-1666j, or Regulation Z, 12 C.F.R. Part 1026",
            "quoted_text": "B. violating any provision of the Truth in Lending Act, 15 U.S.C. §§1601-1666j, or Regulation Z, 12 C.F.R. Part 1026.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 341,
            "quote_end_line": 342
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Prohibited Credit Reporting Activities",
        "category": "prohibition",
        "summary": "Defendant is permanently restrained from failing to comply with FCRA requirements for accuracy and integrity of furnished information, reasonable investigation of direct disputes, and duties as a furnisher of information, including ceasing to furnish known inaccurate information, flagging disputed accounts, and blocking information upon receipt of an Identity Theft Report.",
        "requirements": [
          {
            "description": "Must not fail to comply with 12 C.F.R. § 1022.42, including by failing to establish and implement reasonable written policies and procedures regarding the accuracy and integrity of information furnished to CRAs, appropriate to the nature, size, complexity, and scope of Defendant's activities",
            "quoted_text": "A. failing to comply with 12 C.F.R. § 1022.42, a copy of which is attached as Attachment A, including by failing to: 1. establish and implement reasonable written policies and procedures regarding the accuracy and integrity of the information relating to consumers that it furnishes to CRAs that are appropriate to the nature, size, complexity, and scope of Defendant’s activities;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 357,
            "quote_end_line": 362
          },
          {
            "description": "Must not fail to consider the guidelines in Appendix E to 12 C.F.R. Part 1022 in developing policies and procedures, and incorporate those guidelines that are appropriate",
            "quoted_text": "2. consider the guidelines set forth in Appendix E to 12 C.F.R. Part 1022, a copy of which is attached as Attachment B, in developing the policies and procedures, and incorporate those guidelines that are appropriate; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 363,
            "quote_end_line": 365
          },
          {
            "description": "Must not fail to periodically review written policies and procedures regarding accuracy and integrity of furnished information and update them as necessary to ensure continued effectiveness",
            "quoted_text": "3. periodically review the written policies and procedures and update them as necessary to ensure their continued effectiveness;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 366,
            "quote_end_line": 367
          },
          {
            "description": "Must not fail to establish and implement reasonable written policies and procedures regarding reasonable investigations of FCRA Qualified Direct Disputes, regardless of language",
            "quoted_text": "1. establish and implement reasonable written policies and procedures regarding reasonable investigations of FCRA Qualified Direct Disputes, regardless of the language;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 369,
            "quote_end_line": 371
          },
          {
            "description": "Must not fail to incorporate into FCRA Qualified Direct Dispute policies and procedures reasonable provisions related to: training employees; retaining related documents; requiring employees to document actions taken; and establishing an auditing program reasonably designed to promote FCRA compliance",
            "quoted_text": "2. in developing the policies and procedures concerning FCRA Qualified Direct Disputes, regardless of language, incorporate reasonable provisions related to: (a)training employees whose duties include processing, responding to, or investigating Direct Disputes, including training on the requirements of the FCRA and related regulations; (b) retaining documents related to FCRA Qualified Direct Disputes for a reasonable period of time to allow for effective training and auditing; (c) requiring employees to document actions taken in processing, responding to, or investigating FCRA Qualified Direct Disputes, to allow for effective training and auditing; and (d) establishing an auditing program and schedule that is reasonably designed to promote compliance with the requirements of the FCRA and related regulations; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 376,
            "quote_end_line": 386
          },
          {
            "description": "Must not fail to periodically review written policies and procedures for FCRA Qualified Direct Disputes and update them as necessary to ensure continued effectiveness",
            "quoted_text": "3. periodically review the written policies and procedures regarding the conduct of reasonable investigations of FCRA Qualified Direct Disputes and update them as necessary to ensure their continued effectiveness;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 387,
            "quote_end_line": 389
          },
          {
            "description": "Upon receiving an FCRA Qualified Direct Dispute, must not fail to comply with 12 C.F.R. § 1022.43, including by failing to conduct a reasonable investigation of the disputed information, review all relevant consumer-provided information, and complete the investigation and report results before expiration of the period prescribed by Section 611(a)(1) of the FCRA",
            "quoted_text": "C. failing to comply with 12 C.F.R. § 1022.43, a copy of which is attached as Attachment C, including by, upon receiving an FCRA Qualified Direct Dispute, failing to: 1. conduct a reasonable investigation with respect to the disputed information; 2. review all relevant information provided by the consumer with the dispute notice; and 3. complete its investigation of the dispute and report the results of the investigation to the consumer before the expiration of the period prescribed by 15 Case: 3:24-cv-00288 Document #: 1-1 Filed: 05/01/24 Page 16 of 54 Section 611(a)(1) of the FCRA, 15 U.S.C 1681i(a)(1), a copy of which is attached as Attachment D;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 390,
            "quote_end_line": 403
          },
          {
            "description": "Must not fail to comply with Section 623 of the FCRA, including by failing to cease furnishing information it knows or has reasonable cause to believe is inaccurate, as required by Section 623(a)(1)(A) of the FCRA",
            "quoted_text": "D. failing to comply with Section 623 of the FCRA, 15 U.S.C. § 1681s-2, a copy of which is attached as Attachment E, including by failing to: 1. cease furnishing information it knows or has reasonable cause to believe is inaccurate, as required by Section 623 (a)(1)(A) of the FCRA, 15 U.S.C. § 1681s-2(a)(1)(A), notwithstanding any alternative compliance methods that may be generally available under Section 623(a)(1)(C) of the FCRA, 15 U.S.C. §1681s-2(a)(1)(C);",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 404,
            "quote_end_line": 410
          },
          {
            "description": "Must not fail to report information as 'disputed' to CRAs when consumers dispute, including verbally, the completeness or accuracy of any information Defendant furnished to a CRA, as required by Section 623(a)(3) of the FCRA",
            "quoted_text": "2. report information as “disputed” to CRAs when consumers dispute, including verbally, the completeness or accuracy of any information Defendant furnished to a CRA, as required by Section 623(a)(3) of the FCRA, 15 U.S.C. § 1681s-2(a)(3); and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 411,
            "quote_end_line": 414
          },
          {
            "description": "Must not fail to cease furnishing information that purports to relate to a consumer to any CRA upon receipt of an Identity Theft Report at the address specified by Defendant for receiving such reports, unless and until Defendant subsequently knows or is informed by the consumer that the information being furnished is correct, as required by Section 623(a)(6)(B) of the FCRA",
            "quoted_text": "3. cease furnishing information that purports to relate to a consumer to any CRA upon receipt by Defendant of an Identity Theft Report at the address specified by Defendant for receiving such reports, unless and until Defendant subsequently knows or is informed by the consumer that the information being furnished is correct, as required by Section 623(a)(6)(B) of the FCRA, 15 U.S.C. § 1681s-2(a)(6)(B).",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 415,
            "quote_end_line": 420
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "V",
        "title": "Monetary Judgment",
        "category": "affirmative_obligation",
        "summary": "Judgment of $43,605,980 is entered against Defendant, consisting of a $20,000,000 cash payment to the Commission and cessation of collection on at least $23,605,980 in Covered Consumer Debt, with associated credit reporting deletion, UCC fixture filing terminations, refund of received payments, and a compliance declaration.",
        "requirements": [
          {
            "description": "Pay $20,000,000 to the Commission via electronic fund transfer from funds held in escrow by Defendant's counsel",
            "quoted_text": "1. Payment of Twenty Million Dollars ($20,000,000) to the Commission. a. Defendant is ordered to pay to the Commission Twenty Million Dollars ($20,000,000), which, as Defendant stipulates, its undersigned counsel holds in escrow for no purpose other than payment to the Commission. Such payment must be made within 7 days of entry of this Order by electronic fund transfer in accordance with instructions previously provided by a representative of the Commission.",
            "deadline": "7 days of entry of Order",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 430,
            "quote_end_line": 436
          },
          {
            "description": "Permanently cease attempting to collect, collecting, or assigning any right to collect any Covered Consumer Debt; notify any collection agency or third party collecting Covered Consumer Debt to cease such efforts; recall, purchase, or otherwise obtain any Covered Consumer Debt referred, sold, assigned, or transferred to any collection agency or other third party",
            "quoted_text": "a. Defendant, Defendant’s officers, agents, employees, and attorneys, and all other Persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, are permanently enjoined from attempting to collect, collecting, or assigning any right to collect any Covered Consumer Debt. b. Within 10 business days after entry of this Order, Defendant shall cease collecting on all Covered Consumer Debt and notify any collection agency or other third party collecting Covered Consumer Debt to cease such collection efforts. Within 60 business days after entry of this Order, Defendant shall recall, purchase, or otherwise obtain any Covered Consumer Debt that Defendant has referred, sold, assigned, or otherwise transferred to any collection agency or other third party.",
            "deadline": "10 business days to cease and notify; 60 business days to recall/obtain",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 440,
            "quote_end_line": 450
          },
          {
            "description": "For any Covered Consumer Debt reported to a CRA, request that each CRA delete the Covered Consumer Debt from the consumer's credit reporting file",
            "quoted_text": "c. For any Covered Consumer Debt that has been reported to a CRA, Defendant shall, within 30 business days of entry of this Order, request that each CRA delete the Covered Consumer Debt from the consumer’s credit reporting file.",
            "deadline": "30 business days of entry of Order",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 455,
            "quote_end_line": 457
          },
          {
            "description": "For any consumer with Covered Consumer Debt for which Defendant recorded a UCC fixture filing, cause to be filed a termination statement with the recorder's office where each fixture filing is recorded; take any additional action necessary to effectuate termination; provide the Commission with a list of all consumers whose fixture filing was terminated",
            "quoted_text": "d. For any consumer with Covered Consumer Debt for which Defendant has recorded, or caused to be recorded, a Uniform Commercial Code fixture filing for associated water treatment equipment goods or services, Defendant shall cause to be filed, within 30 business days of entry of this order, a termination statement with the recorder’s office where each fixture filing for water treatment equipment is recorded. To the extent that Defendant is informed that any additional action is necessary to effectuate the termination of all such fixture filings, including but not limited to additional information requested by the agency with which the termination statement has been filed, Defendant will take such additional action as necessary and as soon as practicable but within 14 business days of learning that additional action is necessary. Within 10 business days of filing these termination statements, Defendant shall provide the Commission with a list of all consumers whose fixture filing it has terminated.",
            "deadline": "30 business days of entry of Order for termination statements; within 10 business days of filing statements provide list to Commission; within 14 business days of learning any additional action is necessary",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 458,
            "quote_end_line": 470
          },
          {
            "description": "To the extent Defendant receives any payments for Covered Consumer Debt after the effective date of this Order, refund any such payments",
            "quoted_text": "e. To the extent Defendant receives any payments for Covered Consumer Debt after the effective date of this Order, Defendant shall, within 30 days of receipt, refund any such payments.",
            "deadline": "30 days of receipt of payment",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 471,
            "quote_end_line": 473
          },
          {
            "description": "Provide a signed declaration to the Commission attesting that Defendant has ceased collecting on all Covered Consumer Debt as required by Section V.A.2",
            "quoted_text": "f. Defendant shall, within 90 business days after entry of this Order, provide a signed declaration to the Commission attesting that it has ceased collecting on all Covered Consumer Debt as required by Section V.A.2.",
            "deadline": "90 business days after entry of Order",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 474,
            "quote_end_line": 476
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Monetary Penalty",
          "Data Deletion"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Additional Monetary Provisions",
        "category": "affirmative_obligation",
        "summary": "Defendant relinquishes all rights to transferred assets, agrees that Complaint facts may be used in future litigation, acknowledges bankruptcy collateral estoppel effect, consents to use of its taxpayer ID for collecting delinquent amounts, and agrees that received funds may be used for consumer redress or related relief.",
        "requirements": [
          {
            "description": "Defendant relinquishes dominion and all legal and equitable right, title, and interest in any assets transferred pursuant to this Order and may not seek the return of any assets",
            "quoted_text": "A. Defendant relinquishes dominion and all legal and equitable right, title, and interest in any assets transferred pursuant to this Order and may not seek the return of any assets.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 483,
            "quote_end_line": 484
          },
          {
            "description": "The facts alleged in the Complaint will be taken as true, without further proof, in any subsequent civil litigation by or on behalf of the Commission, including in a proceeding to enforce rights to any payment or monetary judgment pursuant to this Order",
            "quoted_text": "B. The facts alleged in the Complaint will be taken as true, without further proof, in any subsequent civil litigation by or on behalf of the Commission, including in a proceeding to enforce their rights to any payment or monetary judgment pursuant to this Order, such as a nondischargeability complaint in any bankruptcy case.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 485,
            "quote_end_line": 488
          },
          {
            "description": "The facts alleged in the Complaint establish all elements necessary to sustain an action pursuant to Section 523(a)(2)(A) of the Bankruptcy Code, and this Order will have collateral estoppel effect for such purposes",
            "quoted_text": "C. The facts alleged in the Complaint establish all elements necessary to sustain an action by the Commission pursuant to Section 523(a)(2)(A) of the Bankruptcy Code, 11 U.S.C. § 523(a)(2)(A) and this Order will have collateral estoppel effect for such purposes.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 489,
            "quote_end_line": 491
          },
          {
            "description": "Defendant must submit its Taxpayer Identification Numbers to the Commission; such numbers may be used for collecting and reporting on any delinquent amount arising out of this Order in accordance with 31 U.S.C. §7701",
            "quoted_text": "D. Defendant acknowledges that its Taxpayer Identification Numbers (Social Security Numbers or Employer Identification Numbers), which Defendant must submit to the Commission, may be used for collecting and reporting on any delinquent amount arising out of this Order, in accordance with 31 U.S.C. §7701.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 492,
            "quote_end_line": 495
          },
          {
            "description": "All money received by the Commission pursuant to this Order may be deposited into a fund for consumer relief; if direct redress is impracticable or money remains, the Commission may apply funds to related relief; money not used for relief is to be deposited to the U.S. Treasury",
            "quoted_text": "E. All money received by the Commission pursuant to this Order may be deposited into a fund administered by the Commission or its designee to be used for consumer relief, such as redress and any attendant expenses for the administration of any redress fund. If a representative of the Commission decides that direct redress to consumers is wholly or partially impracticable or money remains after such redress is completed, the Commission may apply any remaining money for such related relief as it determines to be reasonably related to Defendants’ practices alleged in the Complaint. Any money not used for relief is to be deposited to the U.S. Treasury. Defendants have no right to challenge any actions the Commission or its 19 Case: 3:24-cv-00288 Document #: 1-1 Filed: 05/01/24 Page 20 of 54 representatives may take pursuant to this Subsection.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 496,
            "quote_end_line": 508
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Consumer Notification",
        "category": "affirmative_obligation",
        "summary": "Defendant must notify each consumer with Covered Consumer Debt in both English and Spanish by email and written notice, and then provide the Commission with a signed declaration identifying each notified consumer and notification details.",
        "requirements": [
          {
            "description": "Provide notification to each consumer with Covered Consumer Debt using the notification (Attachment F) in both English and Spanish, delivered by electronic mail to the consumer's most recent email address and by written notice to the consumer's most recent mailing address",
            "quoted_text": "A. Within 15 business days of entry of this Order, provide notification to each consumer with Covered Consumer Debt, using the notification, in both English and Spanish, provided as Attachment F to this Order. Notification shall be given: 1. By electronic mail to the most recent electronic mail address of the consumer known to the Defendant, if any; and 2. By written notice sent to the most recent address of the consumer known to the Defendant.",
            "deadline": "15 business days of entry of Order",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 511,
            "quote_end_line": 517
          },
          {
            "description": "Provide the Commission with a signed declaration identifying the name of each consumer required to be notified, including mailing address, email address, telephone number, method(s) of notification, and whether any electronic mail or written notice was returned undelivered",
            "quoted_text": "B. Provide the Commission, within 10 business days after providing consumer notice pursuant to Subsection A., with a signed declaration identifying the name of each consumer required to be notified, including, to the extent known: (i) mailing address; (ii) email address; (iii)telephone number; (iv) the method or methods of notification; and (v) whether any electronic mail or written notice was returned undelivered.",
            "deadline": "10 business days after providing consumer notice",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 518,
            "quote_end_line": 522
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Customer Information",
        "category": "prohibition",
        "summary": "Defendant must provide sufficient customer information to enable the Commission to administer consumer redress and is permanently prohibited from disclosing, using, or benefitting from customer information obtained prior to the Order in connection with the extension of consumer credit.",
        "requirements": [
          {
            "description": "Must not fail to provide sufficient customer information to enable the Commission to efficiently administer consumer redress; if the Commission requests any redress-related information in writing, Defendant must provide it in the form prescribed by the Commission",
            "quoted_text": "A. Failing to provide sufficient customer information to enable the Commission to efficiently administer consumer redress. Defendant represents that it has provided this redress information to the Commission. If a representative of the Commission requests in writing any information related to redress, Defendant must provide it, in the form prescribed by the Commission, within 14 days.",
            "deadline": "14 days of written request",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 526,
            "quote_end_line": 530
          },
          {
            "description": "Must not disclose, use, or benefit from customer information (including name, address, phone, email, SSN, other identifying information, or account access data) that Defendant obtained prior to entry of this Order in connection with the extension of consumer credit",
            "quoted_text": "B. Disclosing, using, or benefitting from customer information, including the name, address, telephone number, email address, social security number, other identifying information, or any data that enables access to a customer’s account (including a credit card, bank account, or other financial account), that Defendant obtained prior to entry of this Order in connection with the extension of consumer credit. Provided, however, that customer information need not be disposed of, and may be disclosed, to the extent requested by a government agency or required by law, regulation, or court order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 535,
            "quote_end_line": 542
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "IX",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Defendant must submit a sworn acknowledgment of receipt of the Order to the Commission, deliver copies of the Order to all relevant personnel and Dealers, and obtain signed acknowledgments of receipt from each.",
        "requirements": [
          {
            "description": "Submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury",
            "quoted_text": "A. Defendant, within 7 days of entry of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "7 days of entry of Order",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 546,
            "quote_end_line": 547
          },
          {
            "description": "For 5 years after entry of this Order, deliver a copy of this Order to: all principals, officers, directors, and LLC managers and members; all employees with managerial responsibilities for conduct related to the subject matter of the Order and all agents, representatives, and Dealers who participate in conduct related to the Order; and any business entity resulting from any change in structure. Delivery must occur within 7 days for current personnel, agents, representatives, and Dealers; for all others, before they assume their responsibilities",
            "quoted_text": "B. For 5 years after entry of this Order, Defendant must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees having managerial responsibilities for conduct related to the subject matter of the Order and all agents, representatives and Dealers who participate in conduct related to the subject matter of the Order; and (3) any business entity resulting from any change in structure as set forth in the Section titled Compliance Reporting. Delivery must occur within 7 days of entry of this Order for current personnel, agents, representatives, and Dealers. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "7 days for current personnel; before assuming responsibilities for new personnel",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 548,
            "quote_end_line": 555
          },
          {
            "description": "From each individual or entity to whom a copy of the Order was delivered, obtain a signed and dated acknowledgment of receipt of this Order",
            "quoted_text": "C. From each individual or entity to which a Defendant delivered a copy of this Order, that Defendant must obtain, within 30 days, a signed and dated acknowledgment of 21 Case: 3:24-cv-00288 Document #: 1-1 Filed: 05/01/24 Page 22 of 54 receipt of this Order.",
            "deadline": "30 days of delivery",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 556,
            "quote_end_line": 562
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "X",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendant must submit an initial annual compliance report, ongoing notices of material changes for 10 years, notices of any bankruptcy filings, and all submissions must be sworn under penalty of perjury and submitted to the specified FTC address.",
        "requirements": [
          {
            "description": "Submit a compliance report sworn under penalty of perjury identifying: primary contact information; all of Defendant's businesses by name, phone, and addresses; description of each business's activities; a detailed description of compliance with each Section of the Order; and a copy of each Order Acknowledgment obtained, unless previously submitted",
            "quoted_text": "A. One year after entry of this Order, Defendant must submit a compliance report, sworn under penalty of perjury, Defendant must: (1) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission may use to communicate with Defendant; (2) identify all of the Defendant’s businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (3) describe the activities of each business, including the goods, services, or credit or loan products offered, the means of advertising, marketing, and sales; (4) describe in detail whether and how that Defendant is in compliance with each Section of this Order; and (5) provide a copy of each Order Acknowledgment obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "1 year after entry of Order",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 566,
            "quote_end_line": 575
          },
          {
            "description": "For 10 years after entry of this Order, submit a compliance notice sworn under penalty of perjury within 14 days of any change in: any designated point of contact; or the structure of Defendant or any entity Defendant owns or controls that may affect compliance obligations, including creation, merger, sale, or dissolution of any relevant entity",
            "quoted_text": "B. For 10 years after entry of this Order, Defendant must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following, Defendant must report any change in: (1) any designated point of contact; or (2) the structure of Defendant or any entity that Defendant has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days of any such change, for 10 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 576,
            "quote_end_line": 582
          },
          {
            "description": "Submit to the Commission notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against Defendant",
            "quoted_text": "C. Defendant must submit to the Commission notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against such Defendant within 14 22 Case: 3:24-cv-00288 Document #: 1-1 Filed: 05/01/24 Page 23 of 54 days of its filing.",
            "deadline": "14 days of its filing",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 583,
            "quote_end_line": 589
          },
          {
            "description": "Any submission required to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, concluding with a declaration under penalty of perjury under the laws of the United States of America",
            "quoted_text": "D. Any submission to the Commission required by this Order to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, such as by concluding: “I declare under penalty of perjury under the laws of the United States of America that the foregoing is true and correct. Executed on: _____” and supplying the date, signatory’s full name, title (if applicable), and signature.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 590,
            "quote_end_line": 594
          },
          {
            "description": "Unless otherwise directed by the Commission in writing, all submissions must be emailed to DEbrief@ftc.gov or sent by overnight courier to the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580; subject line must begin: Federal Trade Commission v. Aqua Finance, Inc., X_______",
            "quoted_text": "E. Unless otherwise directed by a Commission representative in writing, all submissions to the Commission pursuant to this Order must be emailed to DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin: Federal Trade Commission v. Aqua Finance, Inc., X_______.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 595,
            "quote_end_line": 600
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "XI",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendant must create certain records for 10 years after entry of the Order and retain each such record for 5 years, including accounting records, personnel records, consumer complaint records, Dealer Complaint records, compliance records, and copies of all unique marketing materials.",
        "requirements": [
          {
            "description": "Create and retain accounting records showing the revenues from all Credit Agreements",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant must create certain records for 10 years after entry of the Order and retain each such record for 5 years. Specifically, Defendant must create and retain the following records: A. accounting records showing the revenues from all Credit Agreements;",
            "deadline": "Create for 10 years; retain for 5 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 602,
            "quote_end_line": 605
          },
          {
            "description": "Create and retain personnel records showing, for each person providing services (employee or otherwise): name, addresses, telephone numbers, job title or position, dates of service, and (if applicable) the reason for termination",
            "quoted_text": "B. personnel records showing, for each person providing services, whether as an employee or otherwise, that person’s: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination;",
            "deadline": "Create for 10 years; retain for 5 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 606,
            "quote_end_line": 608
          },
          {
            "description": "Create and retain records of all consumer complaints concerning the subject matter of this Order",
            "quoted_text": "C. records of all consumer complaints concerning the subject matter of this Order;",
            "deadline": "Create for 10 years; retain for 5 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 609,
            "quote_end_line": 609
          },
          {
            "description": "Create and retain all records relating to the Section titled Monitoring of Dealer Complaints",
            "quoted_text": "D. all records relating to the Section titled Monitoring of Dealer Complaints;",
            "deadline": "Create for 10 years; retain for 5 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 610,
            "quote_end_line": 610
          },
          {
            "description": "Create and retain all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission",
            "quoted_text": "E. all records necessary to demonstrate full compliance with each provision of this 23 Case: 3:24-cv-00288 Document #: 1-1 Filed: 05/01/24 Page 24 of 54 Order, including all submissions to the Commission; and",
            "deadline": "Create for 10 years; retain for 5 years",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 611,
            "quote_end_line": 616
          },
          {
            "description": "Create and retain a copy of each unique advertisement or other marketing material",
            "quoted_text": "F. a copy of each unique advertisement or other marketing material.",
            "deadline": "Create for 10 years; retain for 5 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 617,
            "quote_end_line": 617
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "XII",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission is authorized to monitor Defendant's compliance through written requests for reports and documents, depositions, direct communication with Defendant's employees, and covert means such as posing as consumers or suppliers.",
        "requirements": [
          {
            "description": "Within 14 days of receipt of a written request from a Commission representative, Defendant must submit additional compliance reports or other requested information (sworn under penalty of perjury), appear for depositions, and produce documents for inspection and copying; the Commission is also authorized to obtain discovery using Federal Rules of Civil Procedure 29, 30, 31, 33, 34, 36, 45, and 69",
            "quoted_text": "A. Within 14 days of receipt of a written request from a representative of the Commission, Defendant must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury; appear for depositions; and produce documents for inspection and copying. The Commission is also authorized to obtain discovery, without further leave of court, using any of the procedures prescribed by Federal Rules of Civil Procedure 29, 30 (including telephonic depositions), 31, 33, 34, 36, 45, and 69.",
            "deadline": "14 days of written request",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 621,
            "quote_end_line": 626
          },
          {
            "description": "For matters concerning this Order, the Commission is authorized to communicate directly with Defendant; Defendant must permit Commission representatives to interview any employee or other affiliated person who has agreed to such an interview; the person interviewed may have counsel present",
            "quoted_text": "B. For matters concerning this Order, the Commission is authorized to communicate directly with Defendant. Defendant must permit representatives of the Commission to interview any employee or other person affiliated with Defendant who has agreed to such an interview. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 627,
            "quote_end_line": 630
          },
          {
            "description": "The Commission may use all other lawful means, including posing through representatives as consumers, suppliers, or other individuals or entities, without necessity of identification or prior notice; nothing in this Order limits the Commission's lawful use of compulsory process pursuant to Sections 9 and 20 of the FTC Act",
            "quoted_text": "C. The Commission may use all other lawful means, including posing, through their representatives as consumers, suppliers, or other individuals or entities, to Defendant or any individual or entity affiliated with Defendant, without the necessity of identification or prior notice. Nothing in this Order limits the Commission’s lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 631,
            "quote_end_line": 635
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "XIII",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
        "requirements": [
          {
            "description": "The Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order",
            "quoted_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 637,
            "quote_end_line": 638
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "02.25, Aqua Finance Complaint (Pending).pdf",
      "order": "02.25, Aqua Finance Order (Pending).pdf"
    },
    "extraction_stats": {
      "complaint_counts": 10,
      "complaint_representations": 9,
      "order_provisions": 13,
      "order_definitions": 13,
      "order_requirements": 61,
      "provisions_per_section": {
        "I": 8,
        "II": 8,
        "III": 2,
        "IV": 10,
        "V": 6,
        "VI": 5,
        "VII": 2,
        "VIII": 2,
        "IX": 3,
        "X": 5,
        "XI": 6,
        "XII": 3,
        "XIII": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 9,
        "complaint_total": 9,
        "order_verified": 61,
        "order_total": 61
      }
    },
    "processing_time_seconds": 259.5
  }
}