{
  "case_info": {
    "docket_number": "9:19-cv-80431",
    "company": {
      "name": "OFFICE DEPOT, INC.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "6600 North Military Trail, Boca Raton, Florida",
      "business_description": "Office Depot is a nationwide retailer that operates over a thousand stores selling office supplies and furniture, as well as offering print services and technical support services. In November 2013, Office Depot merged with OfficeMax."
    },
    "commissioners": [],
    "case_date": {
      "month": 2,
      "year": 2020
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a); Section 13(b) of the Federal Trade Commission Act, 15 U.S.C. § 53(b)",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/172-3023-office-depot-inc"
  },
  "complaint": {
    "factual_background": "From 2009 to November 2016, Office Depot and its vendor Support.com used a deceptive software program called PC Health Check to falsely tell consumers their computers had malware infections or symptoms. The program automatically reported malware whenever store employees checked any of four initial checkboxes about generic computer issues, regardless of what the scan actually found. Based on these false security warnings, consumers purchased diagnostic and repair services costing over $300. Defendants collected tens of millions of dollars using this deceptive sales tool despite receiving numerous complaints from employees and consumers about its false results.",
    "representations_made": [
      {
        "description": "The PC Health Check Program scanned computers for viruses and security problems",
        "quoted_text": "We fix computers. Come in today for your FREE PC tune-up. Improve overall system performance. Security Assessment. Scans the system for viruses.",
        "source_paragraph": 24
      },
      {
        "description": "The program would run complete diagnostics on the computer",
        "quoted_text": "The Office Depot Companies told consumers that a store 'tech expert' would 'run complete diagnostics' on the computer and the PC Health Check Program would 'optimize' the computer.",
        "source_paragraph": 23
      },
      {
        "description": "The scan found or identified malware symptoms on consumers' computers",
        "quoted_text": "Since at least 2009 through November 2016, the Office Depot stores, through the PC Health Check Program Detailed Report, falsely represented to consumers that the scan found symptoms of malware on the consumer's computer",
        "source_paragraph": 50
      },
      {
        "description": "The scan found infections in consumers' systems (July 2011 to October 2015)",
        "quoted_text": "Starting in or around July 2011 and until October 2015, this language was modified and Defendants represented to consumers that the PC Health Check Program had 'found infections in your system,' in addition to 'finding' malware symptoms",
        "source_paragraph": 54
      },
      {
        "description": "The scan identified potential malware related symptoms (October 2015 to November 2016)",
        "quoted_text": "In October 2015, Defendants changed the language found under the 'Malware Symptoms Found' statement to state that the 'scan has identified potential malware related symptoms'",
        "source_paragraph": 55
      },
      {
        "description": "Support.com represented the PC Health Check Program used heuristic questions to identify likely malware infestations",
        "quoted_text": "Support.com informed Office Depot that this software program runs in only a few minutes using 'heuristic questions to identify likely malware infestations.'",
        "source_paragraph": 17
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Deceptive Representations by Office Depot",
        "representation": "Office Depot represented that the PC Health Check Program had detected infections or symptoms of malware on consumers' computers",
        "fact": "The PC Health Check Program did not actually detect malware. The scan results were automatically triggered solely by checking one of four initial checkbox statements about generic computer issues, regardless of the actual state of the computer or what the scan found",
        "conclusion": "Office Depot's representations are false, misleading, or were not substantiated at the time the representations were made, and therefore constitute deceptive acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 2,
        "title": "Means and Instrumentalities - Support.com",
        "representation": "Support.com provided Office Depot with the PC Health Check Program that made representations that it detected infections or symptoms of malware on consumers' computers",
        "fact": "The representations made through the PC Health Check Program are false, misleading, or were not substantiated at the time they were made. Support.com developed and provided this deceptive program knowing it would be used as a sales tool with consumers",
        "conclusion": "Support.com provided the Office Depot Companies with the means and instrumentalities for the commission of deceptive acts or practices, which constitutes deceptive acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Settling Defendant": "Office Depot, Inc., and its successors and assigns.",
      "Electronic Device": "any cell phone, handheld device, smartphone, tablet, laptop computer, desktop computer, or any other device on which a software program, code, script, or other content can be downloaded, installed, or run.",
      "Software Provider": "any Person that, in exchange for consideration, provides diagnostic software services to Settling Defendant for purposes of facilitating a technical support repair sale to retail customers.",
      "Person": "any natural person or entity, including but not limited to any individual, firm, corporation, company, partnership, association, trade association, business trust, public agency, department, bureau, board, or any other form of public, private or legal entity."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations",
        "category": "prohibition",
        "summary": "Settling Defendant is permanently enjoined from misrepresenting that they have detected security or performance issues on consumers' devices or any other material facts about technical support goods or services.",
        "requirements": [
          {
            "description": "Must not misrepresent detection of security or performance issues on consumer's Electronic Device",
            "quoted_text": "IT IS ORDERED that Settling Defendant, its officers, agents, and employees and all other Persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with promoting, providing, distributing, selling, or offering for sale a technical support good or service are permanently restrained and enjoined from misrepresenting, expressly or by implication: A. That they have detected security or performance issues on a consumer's Electronic Device, including viruses, infections, malware or symptoms of malware",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Must not misrepresent any other material fact about technical support goods or services",
            "quoted_text": "B. Any other fact material to consumers concerning such goods or services, such as their value or total costs, any material restrictions, limitations, or conditions, or any material aspect of the performance, efficacy, nature or central characteristics of such goods or services.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Software Provider Review, Termination and Recordkeeping",
        "category": "affirmative_obligation",
        "summary": "Settling Defendant must review existing and prospective Software Providers for conduct violating Section I, suspend or terminate those engaging in such conduct, and maintain records of all reviews and actions taken.",
        "requirements": [
          {
            "description": "Review all existing Software Providers for conduct described in Section I and suspend or terminate those engaging in such conduct",
            "quoted_text": "Settling Defendant shall, within one hundred twenty (120) days of the date of entry of this Order, review whether each of Settling Defendant's existing Software Providers, in the course of acting as a Software Provider, engages in any conduct described in Section I of this Order. If this review reveals that the Software Provider is engaging in any such conduct with respect to such services, Settling Defendant will immediately suspend services as necessary to stop such conduct, until further review establishes that the Software Provider is no longer engaging in any such conduct, or immediately terminate the Software Provider's provision of technical support goods and services.",
            "deadline": "120 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Perform additional review within 30 days if becoming aware of evidence suggesting Software Provider is engaging in prohibited conduct",
            "quoted_text": "If Settling Defendant becomes aware of any evidence or information suggesting that a Software Provider, in the course of acting as a Software Provider, is engaging in any conduct described in Section I of this Order, Settling Defendant shall perform an additional review of the Software Provider within thirty (30) days. If this review reveals that the Software Provider is engaging in any such conduct with respect to such services, Settling Defendant will immediately suspend services as necessary to stop such conduct, until further review establishes that the Software Provider is no longer engaging in any such conduct, or immediately terminate the Software Provider's provision of technical support goods and services.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Review prospective Software Providers before establishing business relationship and do not engage with those likely to engage in prohibited conduct",
            "quoted_text": "Prior to entering into a business relationship with any prospective Software Provider, Settling Defendant shall conduct a review of whether the prospective Software Provider, in the course of providing technical support goods and services, has engaged, is engaging, or is likely to engage in any conduct described in Section I of this Order. Settling Defendant will not establish a business relationship with the prospective Software Provider if this review concludes that the prospective Software Provider is engaging or is likely to engage in any conduct described in Section I of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and maintain records of all Software Provider reviews, suspensions, and terminations",
            "quoted_text": "Settling Defendant shall create and maintain records of its reviews and any suspensions or terminations of the use or sale of technical support goods and services provided by each Software Provider, including documentation of the review process, procedures, and implementation, status, and outcome.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Monetary Judgment",
        "category": "affirmative_obligation",
        "summary": "Judgment of $25 million is entered against Settling Defendant as equitable monetary relief, to be paid within 14 days.",
        "requirements": [
          {
            "description": "Pay $25 million to the Commission",
            "quoted_text": "Judgment in the amount of twenty-five million dollars ($25,000,000) is entered in favor of the Commission against Settling Defendant as equitable monetary relief. Settling Defendant is ordered to pay the amount in Subsection A to the Commission within 14 days of entry of this Order by electronic fund transfer in accordance with instructions previously provided by a representative of the Commission.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Additional Monetary Provisions",
        "category": "affirmative_obligation",
        "summary": "Settling Defendant relinquishes all rights to assets transferred, and facts in the Complaint are deemed true for enforcement purposes, including bankruptcy proceedings.",
        "requirements": [
          {
            "description": "Relinquish dominion and all rights to assets transferred pursuant to this Order",
            "quoted_text": "Settling Defendant relinquishes dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek the return of any assets.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Acknowledge that Taxpayer Identification Numbers may be used for collecting delinquent amounts",
            "quoted_text": "Settling Defendant acknowledges that its Taxpayer Identification Numbers (Social Security Numbers or Employer Identification Numbers) may be used for collecting and reporting on any delinquent amount arising out of this Order, in accordance with 31 U.S.C. § 7701.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Customer Information",
        "category": "affirmative_obligation",
        "summary": "Settling Defendant must provide customer information to the Commission for consumer redress purposes within 14 days of written request.",
        "requirements": [
          {
            "description": "Provide customer information related to redress within 14 days of Commission's written request",
            "quoted_text": "IT IS FURTHER ORDERED that Settling Defendant, its officers, agents, employees, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, are permanently restrained and enjoined from directly or indirectly from failing to provide sufficient customer information to enable the Commission to efficiently administer consumer redress. If a representative of the Commission requests in writing any information in the possession of Settling Defendant related to redress, Settling Defendant must provide it, in the form prescribed by the Commission, within 14 days.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Settling Defendant must submit acknowledgment of receipt of this Order, deliver copies to relevant personnel for 3 years, and obtain signed acknowledgments from those who receive copies.",
        "requirements": [
          {
            "description": "Submit acknowledgment of receipt of this Order to the Commission",
            "quoted_text": "Settling Defendant, within 7 days of entry of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver copy of Order to all principals, officers, directors, upper-level management with relevant responsibilities, and successor business entities",
            "quoted_text": "For 3 years after entry of this Order, Settling Defendant must deliver a copy of this Order to: (1) all principals, officers, and directors; (2) all upper-level management, including vice-presidents, division heads, merchants, and store managers, who have managerial responsibilities for the advertising, modification or operation of diagnostic software programs, for use with retail customers, that purport to detect security or performance issues on consumers' Electronic Devices; and (3) any business entity resulting from any change in structure as set forth in the Section titled Compliance Reporting. Delivery must occur within 7 days of entry of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Obtain signed and dated acknowledgments from each individual or entity that received a copy of this Order",
            "quoted_text": "From each individual or entity to which Settling Defendant delivered a copy of this Order, Settling Defendant must obtain, within 30 days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Settling Defendant must submit annual compliance reports, notify the Commission of structural changes for 10 years, and report any bankruptcy filings within 14 days.",
        "requirements": [
          {
            "description": "Submit comprehensive compliance report one year after entry of Order",
            "quoted_text": "One year after entry of this Order, Settling Defendant must submit a compliance report, sworn under penalty of perjury: 1. Settling Defendant must: (a) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission may use to communicate with Settling Defendant; (b) identify all of Settling Defendant's businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (c) describe the activities of each business, including the goods and services offered, and the means of advertising, marketing, and sales; (d) describe in detail whether and how Settling Defendant is in compliance with each Section of this Order; and (e) provide a copy of each Order Acknowledgment obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Submit compliance notice within 14 days of any change in contact information or corporate structure",
            "quoted_text": "For 10 years after entry of this Order, Settling Defendant must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in: (a) any designated point of contact; or (b) the structure of Settling Defendant or any entity that Settling Defendant has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit notice of filing of bankruptcy petition or insolvency proceeding",
            "quoted_text": "Settling Defendant must submit to the Commission notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against Settling Defendant within 14 days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Settling Defendant must create and retain for 5 years various records including accounting records, personnel records, consumer complaints, compliance documentation, and marketing materials for 10 years after entry of the Order.",
        "requirements": [
          {
            "description": "Create and retain accounting records, personnel records, consumer complaints, compliance records, and marketing materials",
            "quoted_text": "IT IS FURTHER ORDERED that Settling Defendant must create certain records for 10 years after entry of the Order, and retain each such record for 5 years. Specifically, Settling Defendant, in connection with marketing and selling computer security software or computer-related technical support services to retail customers, must create and retain the following records: A. accounting records showing the revenues from all goods or services sold; B. personnel records showing, for each Person providing services, whether as an employee or otherwise, that person's: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination; C. records of all consumer complaints concerning the subject matter of the Order, whether received directly or indirectly, such as through a third party, and any response; D. all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission; and E. a copy of each unique advertisement or other marketing material.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission has the right to monitor compliance through various means including requesting documents and depositions within 21 days, interviewing employees, and conducting undercover investigations.",
        "requirements": [
          {
            "description": "Comply with Commission requests for compliance reports, depositions, and document production within 21 days",
            "quoted_text": "Within 21 days of receipt of a written request from a representative of the Commission, Settling Defendant must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury; appear for depositions; and produce documents for inspection and copying. The Commission is also authorized to obtain discovery, without further leave of court, using any of the procedures prescribed by Federal Rules of Civil Procedure 29, 30 (including telephonic depositions), 31, 33, 34, 36, 45, and 69.",
            "deadline": "21 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Permit Commission to communicate directly with Settling Defendant and interview employees",
            "quoted_text": "For matters concerning this Order, the Commission is authorized to communicate directly with the Settling Defendant. Settling Defendant must permit representatives of the Commission to interview any employee or other Person affiliated with Settling Defendant who has agreed to such an interview. The Person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction over this matter for purposes of construction, modification, and enforcement of the Order.",
        "requirements": [
          {
            "description": "Court retains jurisdiction for enforcement purposes",
            "quoted_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "This Order does not contain a specific termination date. The Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order. Certain obligations have time limits: 3 years for Order acknowledgment deliveries (Section VI.B) and 10 years for compliance notices regarding structural changes (Section VII.B) and recordkeeping (Section VIII)."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "02.20, Office Depot Complaint.pdf",
      "order": "02.20, Office Depot Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 6,
      "order_provisions": 10,
      "order_definitions": 4,
      "order_requirements": 20
    },
    "processing_time_seconds": 140.0
  }
}