{
  "case_info": {
    "docket_number": "2023033",
    "company": {
      "name": "Avast Limited",
      "incorporation_state": "United Kingdom",
      "entity_type": "limited liability company",
      "address": "100 New Bridge Street, London EC4V 6JA, England",
      "business_description": "Avast Limited develops and distributes consumer antivirus software, browser extensions, and security products that collect browsing information from consumers. The company operates through subsidiaries including Avast Software s.r.o. (Czech Republic) and Jumpshot, Inc. (Delaware), which was a wholly-owned subsidiary that closed operations in January 2020."
    },
    "commissioners": [
      "Lina M. Khan, Chair",
      "Rebecca Kelly Slaughter",
      "Alvaro M. Bedoya"
    ],
    "case_date": {
      "month": 2,
      "year": 2025
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a)",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/2023033-avast",
    "statutory_topics": [
      "Section 5 Only"
    ],
    "practice_areas": [
      "Privacy"
    ],
    "industry_sectors": [
      "Technology"
    ]
  },
  "complaint": {
    "factual_background": "Avast Limited, Avast Software s.r.o., and their subsidiary Jumpshot, Inc. collected consumers' granular browsing information through browser extensions and antivirus software while publicly claiming their products would block tracking and protect user privacy. From 2014 through January 2020, Respondents sold this browsing data to more than 100 third parties—including advertising, data broker, and analytics companies—in non-aggregate, re-identifiable form without adequate consumer notice or consent. Respondents compounded the deception by representing in privacy policies and forum posts that any data shared with Jumpshot or third parties would be anonymized and aggregated, when in fact Jumpshot provided clients with granular clickstream data linked to persistent device identifiers. Consumers whose browsing histories revealed sensitive information such as health concerns, religious beliefs, political views, and financial status were exposed, and Jumpshot retained over eight petabytes of this data indefinitely without ever deleting it.",
    "representations_made": [
      {
        "description": "Claimed the Avast Extensions would block annoying tracking cookies that collect data on browsing activities, protecting user privacy from tracking",
        "quoted_text": "The info1mation page highlights seven features of the extension, including that the product \"[b ]locks annoying tracking cookies that collect data on your browsing activities.\" The",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 13,
        "quote_start_line": 111,
        "quote_end_line": 112
      },
      {
        "description": "Claimed the Avast Mobile Software would alert users when apps violated their privacy by sending personal data to servers, equating such apps with spyware and adware",
        "quoted_text": "These disclosures equate apps that ai·e \"sending your personal data to their servers\" with \"spywai·e and adware,\" and state that Avast Mobile Softwai·e will provide ale1t s when this",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 14,
        "quote_start_line": 133,
        "quote_end_line": 134
      },
      {
        "description": "Claimed the Avast Desktop Software would 'Shield your privacy' and allow users to 'Reclaim your browser' by stopping hackers from making money off searches",
        "quoted_text": "Avast represented that its software would \"[s]hield your privacy. Stop anyone and eve1yone from getting to your computer.\" Avast also represented that its softwai·e would allow consumers to \"[r]eclaim your browser. Get rid ofunwanted extensions and hackers making money offyour",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 15,
        "quote_start_line": 147,
        "quote_end_line": 149
      },
      {
        "description": "Claimed the Avast Secure Browser was 'Anti-Tracking' and would protect users' privacy by preventing websites, advertising companies, and other web services from tracking online activity",
        "quoted_text": "In this image, Avast Software s.r.o. represents that the Avast Secure Browser is “Anti-Tracking” and “[p]rotects your privacy by preventing websites, advertising companies, and other web services from tracking your online activity.”",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 16,
        "quote_start_line": 179,
        "quote_end_line": 181
      },
      {
        "description": "Represented in a 2015 forum post that only aggregated data—with no way to reverse-engineer individual users—was made available to Jumpshot customers",
        "quoted_text": "To further protect our users’ privacy, we only accept websites where we can observe at least 20 users. This ensures that no reverse engineering is possible on the aggregated data—there’s nothing that can lead back to a specific user. All aggregated data is then stored . . . on a per-domain and keyword basis. These aggregated results are the only thing that Avast makes available to Jumpshot customers and end users.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 33,
        "quote_start_line": 303,
        "quote_end_line": 308
      },
      {
        "description": "Represented in the same 2015 forum post that users were explicitly informed during installation that browsing information would be collected but stripped of personally identifiable information",
        "quoted_text": "Avast is committed to protecting its customers on all fronts, which is why we inform our users, even beyond our EULA and Privacy policy, that their browsing information will be collected but stripped of personally identifiable information and will be used to help us better understand new and interesting trends. We actually tried to make this very, very explicit, and that’s why we have an extra step in the Avast installer which informs our users in a very straightforward way about what we’re doing.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 34,
        "quote_start_line": 317,
        "quote_end_line": 323
      },
      {
        "description": "Represented in the October 2018 privacy policy that Clickstream Data shared with third parties was pseudonymized, anonymized, and aggregated, and could not be used to identify individuals",
        "quoted_text": "disclosed to third parties, but indicated that “[w]e pseudonymize and anonymize the Clickstream Data and re-use it for cross-product direct marketing, cross-product development and third party trend analytics.” In the same policy, Respondents stated, “[w]e also share statistical data that has been anonymized and aggregated geographically and so cannot be used to identify individuals, with third parties for trend analytics.” Respondents’ privacy policy defined “anonymized” as “removing or de-identifying all specific identifiers . . . . When we refer to anonymous data, we mean data that cannot be reversed into personal data.”",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 37,
        "quote_start_line": 356,
        "quote_end_line": 362
      },
      {
        "description": "Represented in the 2019 privacy policy that all Jumpshot received was an aggregated, de-identified data set of online trends",
        "quoted_text": "This statement represents, among other things, that “all that Jumpshot gets is an aggregated, de- identified data set of online trends.” In fact, as described above at Paragraphs 18–30, Jumpshot received granular, non-aggregate browsing information from Avast.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 38,
        "quote_start_line": 374,
        "quote_end_line": 376
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Unfair Collection, Retention, and Sale of Consumers' Browsing Information",
        "representation": "Through the Avast Software, Respondents collected consumers' browsing information, stored it in granular form indefinitely, and sold it in granular form to third parties",
        "fact": "Respondents did so without adequate notice to consumers and without consumer consent",
        "conclusion": "These practices caused or are likely to cause substantial injury to consumers that is not outweighed by countervailing benefits to consumers or competition and is not reasonably avoidable by consumers themselves, constituting unfair acts or practices."
      },
      {
        "count_number": 2,
        "title": "Deceptive Failure to Disclose Tracking of Consumers",
        "representation": "Respondents represented, directly or indirectly, expressly or by implication, that the Avast Software would stop the collection and sale of consumers' browsing information",
        "fact": "Respondents collected and sold consumers' browsing information through the Avast Software as alleged in Paragraphs 7–10 and 18–30, facts that would be material to consumers in their decision to use Respondents' services",
        "conclusion": "Respondents' failure to disclose or disclose adequately the material information, in light of the representation that the software would stop collection and sale of browsing information, is a deceptive act or practice."
      },
      {
        "count_number": 3,
        "title": "Misrepresentations Regarding Aggregation and Anonymization",
        "representation": "Respondents represented, directly or indirectly, expressly or by implication, that consumers' browsing information would be transferred to Respondent Jumpshot and to third parties only in aggregate and anonymous form",
        "fact": "Respondents transferred to Respondent Jumpshot, and to third parties, consumers' browsing information in non-aggregate and non-anonymous form",
        "conclusion": "Therefore, the representation set forth in Paragraph 49 is false or misleading."
      }
    ]
  },
  "order": {
    "definitions": {
      "Affirmative Express Consent": "any freely given, specific, informed, and unambiguous indication of an individual's wishes demonstrating agreement by the individual, such as by a clear affirmative action, following a Clear and Conspicuous disclosure to the individual, apart from any \"privacy policy,\" \"terms of service,\" \"terms of use,\" or other similar document, of all information material to the provision of consent. Acceptance of a general or broad terms of use or similar document that contains descriptions of agreement by the individual along with other, unrelated information, does not constitute Affirmative Express Consent. Hovering over, muting, pausing, or closing a given piece of content does not constitute Affirmative Express Consent. Likewise, agreement obtained through a user interface designed or manipulated with the substantial effect of subverting or impairing user autonomy, decision-making, or choice, does not constitute Affirmative Express Consent.",
      "Avast Product": "any product or service offered by Avast Ltd, Avast Software s.r.o., or Jumpshot, Inc., or any business controlled, directly or indirectly, by Avast Ltd, Avast Software s.r.o., or Jumpshot, Inc., as of September 12, 2022; and (2) any other product or service offered by Respondents after September 12, 2022, that is branded, or marked, advertised, or marketed as provided by, Avast or Jumpshot. For purposes of Provision IV, Avast Product means: Avast Online Security; AVG Online Security; Avast Secure Browser; Avast Antivirus - Mobile Security & Virus Cleaner; Avast Free Antivirus; and Avast Premium Security.",
      "Browsing Information": "in whole or in part, any uniform resource locators (URLs) of page requests, the URLs of background resources, search queries, form values, and the value of cookies placed on consumers' computers by a Third Party corresponding to the consumers' navigation of the World Wide Web collected from consumers or their devices.",
      "Clear(ly) and Conspicuous(ly)": "a required disclosure is difficult to miss (i.e., easily noticeable) and easily understandable by ordinary consumers, including in all of the following ways: (1) In any communication that is solely visual or solely audible, the disclosure must be made through the same means through which the communication is presented. In any communication made through both visual and audible means, such as a television advertisement, the disclosure must be presented simultaneously in both the visual and audible portions of the communication even if the representation requiring the disclosure (\"triggering representation\") is made in only one means. (2) A visual disclosure, by its size, contrast, location, the length of time it appears, and other characteristics, must stand out from any accompanying text or other visual elements so that it is easily noticed, read, and understood. (3) An audible disclosure, including by telephone or streaming video, must be delivered in a volume, speed, and cadence sufficient for ordinary consumers to easily hear and understand it. (4) In any communication using an interactive electronic medium, such as the Internet or software, the disclosure must be unavoidable. (5) On a product label, the disclosure must be presented on the principal display panel. (6) The disclosure must use diction and syntax understandable to ordinary consumers and must appear in each language in which the representation that requires the disclosure appears. (7) The disclosure must comply with these requirements in each medium through which it is received, including all electronic devices and face-to-face communications. (8) The disclosure must not be contradicted or mitigated by, or inconsistent with, anything else in the communication. (9) When the representation or sales practice targets a specific audience, such as children, the elderly, or the terminally ill, \"ordinary consumers\" includes reasonable members of that group.",
      "Covered Information": "information from or about an individual consumer or consumer's device, including: (1) a first and last name; (2) a physical address; (3) an email address or other online contact information, such as an instant messaging user identifier or a screen name; (4) a telephone number; (5) a financial institution account number; (6) credit or debit card information; (7) a persistent identifier, such as a customer number held in a \"cookie,\" a static Internet Protocol (\"IP\") address, a mobile device ID, or processor serial number; (9) geolocation information; or (9) Browsing Information.",
      "Deidentified": "information that cannot reasonably identify, be associated with, or be linked, directly or indirectly, to a particular consumer or consumer's device, provided that Respondents: (1) Have implemented technical safeguards to prevent reidentification of the consumer to whom the information pertains; (2) Have implemented business processes that specifically prohibit reidentification of the information; (3) Have implemented business processes to prevent inadvertent release of Deidentified information; and (4) Make no attempt to reidentify the information.",
      "Jumpshot Data": "all Browsing Information that Jumpshot received from Avast.",
      "Respondents": "Avast Ltd, a United Kingdom limited liability company, Avast Software s.r.o., a Czech Republic limited liability company, and Jumpshot, Inc., a Delaware corporation, and their successors and assigns, individually, collectively, or in any combination.",
      "Third Party": "any individual or entity other than: (1) Respondents; (2) a service provider of Respondents that: (a) uses or receives Covered Information collected by or on behalf of Respondents for and at the direction of Respondents and no other individual or entity, (b) does not disclose the Covered Information, or any individually identifiable information derived from such information, to any individual entity other than Respondents or a subcontractor to such service provider bound to data processing terms no less restrictive than terms to which the service provider is bound, and (c) does not use the data for any other purpose; or (3) any entity that uses Covered Information only as reasonably necessary: (a) to comply with applicable law, regulation, or legal process, (b) to enforce Respondents' terms of use, or (c) to detect, prevent, or mitigate fraud or security vulnerabilities."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Ban on Sale or Disclosure of Browsing Information",
        "category": "prohibition",
        "summary": "Respondents are prohibited from selling, licensing, or otherwise disclosing Browsing Information to Third Parties for Advertising Purposes, and from using Browsing Information for Advertising Purposes without Affirmative Express Consent.",
        "requirements": [
          {
            "description": "Must not sell, license, transfer, share, or otherwise disclose to a Third Party, for Advertising Purposes: Browsing Information from any Avast Product; any information product or service derived from or incorporating such Browsing Information; or any models or algorithms derived from such Browsing Information",
            "quoted_text": "A. Sell, license, transfer, share, or otherwise disclose to or with a Third Party, for Advertising Purposes: (1) Browsing Information from any Avast Product; (2) any information product or service derived from or incorporating Browsing Information from any A vast Product; or (3) any models or algorithms derived from Browsing Information from any A vast Product;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 158,
            "quote_end_line": 162
          },
          {
            "description": "Must not use Browsing Information for Advertising Purposes without first obtaining Affirmative Express Consent",
            "quoted_text": "B. Use Browsing Information for Advertising Purposes without first obtaining Affirmative Express Consent; or",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 163,
            "quote_end_line": 164
          },
          {
            "description": "Must not sell, license, transfer, share, or otherwise disclose to a Third Party Browsing Information from any non-Avast Product for Advertising Purposes without first obtaining Affirmative Express Consent",
            "quoted_text": "C. Sell, license, transfer, share, or otherwise disclose to or with a Third Party, Browsing Information from any non-Avast Product, for Advertising Purposes, without first obtaining Affirmative Express Consent.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 165,
            "quote_end_line": 167
          },
          {
            "description": "When obtaining Affirmative Express Consent, must provide Clear and Conspicuous notice identifying the Browsing Information to be used and each purpose for which it will be used, sold, licensed, transferred, shared, or disclosed, including by any Third Party",
            "quoted_text": "When obtaining Affirmative Express Consent required under this Provision, Respondents must provide notice Clearly and Conspicuously that identifies the Browsing Information that will be used, sold, licensed, transferred, shared, or otherwise disclosed, and each purpose for which Browsing Information will be used, sold, licensed, transferred, shared, or otherwise disclosed, including by any Third Party.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 168,
            "quote_end_line": 172
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Prohibited Misleading Representations",
        "category": "prohibition",
        "summary": "Respondents must not misrepresent the purpose of their collection or use of Covered Information, the extent to which it is aggregated or anonymized, or the extent to which they collect, use, disclose, or maintain Covered Information or protect its privacy and security.",
        "requirements": [
          {
            "description": "Must not misrepresent the purpose of collection, use, disclosure, or maintenance of Covered Information",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents and Respondents' officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with the collection, use, disclosure, or maintenance of Covered Information, must not misrepresent in any manner, expressly or by implication: A. The purpose of their collection, use, disclosure, or maintenance of Covered Information;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 197,
            "quote_end_line": 202
          },
          {
            "description": "Must not misrepresent the extent to which Covered Information is aggregated or anonymized",
            "quoted_text": "B. The extent to which Covered Information is aggregated or anonymized; or",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 203,
            "quote_end_line": 203
          },
          {
            "description": "Must not misrepresent the extent to which they collect, use, disclose, or maintain Covered Information or otherwise protect the privacy, security, availability, confidentiality, or integrity of any Covered Information",
            "quoted_text": "C. The extent to which they collect, use, disclose, or maintain Covered Information, or otherwise protect the privacy, security, availability, confidentiality, or integrity of any Covered Information.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 204,
            "quote_end_line": 206
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "III",
        "title": "Data Deletion",
        "category": "affirmative_obligation",
        "summary": "Respondents must delete all Jumpshot Data and any derived models, algorithms, or software within 20 days, instruct Third Parties to do the same, and provide sworn written statements confirming deletion to the Commission.",
        "requirements": [
          {
            "description": "Within 20 days of the effective date, delete the Jumpshot Data and any models, algorithms, or software developed by Jumpshot based on the Jumpshot Data, and provide a sworn written statement to the Commission confirming deletion",
            "quoted_text": "A. Within twenty (20) days of the effective date of this Order, delete: the Jumpshot Data and any models, algorithms, or software developed by Jumpshot based on the Jumpshot Data. Respondents must provide a written statement to the Commission, sworn under penalty ofperjury, confirming that all such information, models or algorithms, and software have been deleted or destroyed.",
            "deadline": "20 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 210,
            "quote_end_line": 214
          },
          {
            "description": "Within 20 days of the effective date, instruct any Third Party that received Browsing Information from Jumpshot to delete or destroy such information and any derived models, algorithms, or software, and provide a sworn written statement confirming that such instructions were issued",
            "quoted_text": "B. Within twenty (20) days of the effective date of this Order, instruct any Third Party that has received Browsing Information from Jumpshot to delete or destroy such information, models or algorithms derived therefrom, and any software developed to analyze Browsing Information, and provide a written statement to the Commission, sworn under penalty of perjury, confirming that Respondents issued such instructions. Respondents must promptly submit all correspondence, including demand letters, responsive letters, and any written statements required by this Provision, to the Commission pursuant to Provision XII of this Order.",
            "deadline": "20 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 215,
            "quote_end_line": 222
          },
          {
            "description": "Any Browsing Information retained due to legal obligation must be described in detail in each written statement to the Commission, including the specific government agency, law, regulation, court order, or other legal obligation requiring retention; within 30 days after the retention obligation ends, provide an additional sworn written statement confirming deletion",
            "quoted_text": "Provided, however, that any Browsing Information that any Respondent is otherwise required to delete or destroy pursuant to this provision may be retained, and may be disclosed, as requested by a government agency or otherwise required by law, regulation, court order, or other legal obligation, including as required by rules applicable to the safeguarding of evidence in pending litigation. In each written statement to the Commission required by this Provision, such Respondent shall describe in detail any Browsing Information that Respondent retains on any of these bases and the specific government agency, law, regulation, court order, or other legal obligation that prohibits Respondent from deleting or destroying such information. Within thirty 9 (30) days after the obligation to retain the information has ended, Respondent shall provide an additional written statement to the Commission, sworn under penalty of perjury, confirming that Respondent has deleted or destroyed such information.",
            "deadline": "30 days after retention obligation ends",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 223,
            "quote_end_line": 236
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Data Deletion",
          "Algorithmic Destruction"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Notice to Users",
        "category": "affirmative_obligation",
        "summary": "Within 28 days of the effective date, Respondents must post a notice on their websites, notify users within affected Avast Products, and send the FTC-mandated Exhibit A Notice by email to affected users.",
        "requirements": [
          {
            "description": "Post Clearly and Conspicuously on avast.com and avg.com a link to an exact copy of the Exhibit A Notice for 180 days following the date of issuance of this Order",
            "quoted_text": "A. Post Clearly and Conspicuously on Respondents' websites https://www.avast.com/ and https://www.avg.com a link to an exact copy of the notice attached hereto as Exhibit A (\"Exhibit A Notice\") for a period of one hundred and eighty (180) days following the date of the issuance of this Order;",
            "deadline": "28 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 240,
            "quote_end_line": 243
          },
          {
            "description": "Post Clearly and Conspicuously a notification on Avast Products that collected Browsing Information between August 1, 2014 and January 30, 2020, directing consumers to the Exhibit A Notice, for 180 days following the date of issuance of this Order",
            "quoted_text": "B. Post Clearly and Conspicuously a notification on Avast Products which collected Browsing Information between August 1, 2014 and January 30, 2020 that directs consumers to the Exhibit A Notice on a Sub-Provision IV.A website for a period of one hundred and eighty (180) days following the date of the issuance ofthis order; and",
            "deadline": "28 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 244,
            "quote_end_line": 247
          },
          {
            "description": "Send the Exhibit A Notice via email (without any other information, documents, or attachments, with subject line 'Notice of FTC Settlement') to users who purchased or downloaded Avast Products that collected Browsing Information prior to January 30, 2020, and for whom Respondents possess email contact information obtained between August 1, 2014 and January 30, 2020",
            "quoted_text": "C. Send the Exhibit A Notice to users who purchased or downloaded any Avast Products that collected Browsing Information prior to January 30, 2020, and for whom Respondents possess email contact information obtained between August 1, 2014 and January 30, 2020. The Exhibit A Notice shall be sent through email without any other information, documents, or attachments, with the subject line \"Notice of FTC Settlement.\"",
            "deadline": "28 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 248,
            "quote_end_line": 253
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "V",
        "title": "Mandated Privacy Program",
        "category": "affirmative_obligation",
        "summary": "Within 60 days of the effective date, each Respondent that collects, uses, discloses, or maintains Covered Information must establish and maintain a comprehensive privacy program, including documentation, board reporting, designated personnel, risk assessments, safeguards, training, and ongoing monitoring.",
        "requirements": [
          {
            "description": "Within 60 days of the effective date, establish and implement, and thereafter maintain, a comprehensive privacy program that protects the privacy of Covered Information",
            "quoted_text": "IT IS FURTHER ORDERED that each Respondent that collects, uses, discloses, or maintains Covered Information must, within sixty (60) days of the effective date of this Order, establish and implement, and thereafter maintain, a comprehensive privacy program (the \"Program\") that protects the privacy of such Covered Information. To satisfy this requirement, each Respondent must, at a minimum:",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 255,
            "quote_end_line": 259
          },
          {
            "description": "Document in writing the content, implementation, and maintenance of the Program",
            "quoted_text": "A. Document in writing the content, implementation, and maintenance of the Program;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 260,
            "quote_end_line": 260
          },
          {
            "description": "Provide the written program and evaluations thereof to Respondent's board of directors or governing body, or to a senior officer responsible for the Program, at least once every 12 months",
            "quoted_text": "B. Provide the written program and evaluations thereof to the Respondent's board of directors or governing body or, if no such board or equivalent governing body exists, to a senior officer responsible for the Program at least once every twelve (12) months;",
            "deadline": "Annual",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 261,
            "quote_end_line": 263
          },
          {
            "description": "Designate a qualified employee or employees to coordinate and be responsible for the Program",
            "quoted_text": "C. Designate a qualified employee or employees to coordinate and be responsible for the Program;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 264,
            "quote_end_line": 265
          },
          {
            "description": "Assess and document, at least once every 12 months, internal and external risks to the privacy of Covered Information",
            "quoted_text": "D. Assess and document, at least once every twelve (12) months, internal and external risks to the privacy of Covered Information;",
            "deadline": "Annual",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 266,
            "quote_end_line": 267
          },
          {
            "description": "Design, implement, maintain, and document safeguards that control for internal and external risks to the privacy of Covered Information, including annual employee training, technical measures to render Browsing Information Deidentified, and documentation of each decision to collect, use, share, disclose, or maintain Browsing Information for each product or service",
            "quoted_text": "E. Design, implement, maintain, and document safeguards that control for the internal and external risks to the privacy of Covered Information identified in response to Sub- Provision V.D. Each safeguard must be based on the volume and sensitivity of the Covered Information that is at risk, and the likelihood that the risk could be realized and result in the unauthorized collection, maintenance, use, or disclosure of, or provision of access to, Covered Information. Such safeguards must also include: 1. Training of all employees, at least once every twelve ( 12) months, on how to safeguard the privacy of Covered Information; 2. Technical measures to modify Browsing Information to render it Deidentified; 3. Documentation, for each product or service, of the decision to collect, use, share, disclose, or maintain Browsing Information, including by operation of any third-party software within the product or service. Such documentation should include: the name or names of the person or people who made the decision; for what purpose the Browsing Information is being collected, used, shared, or disclosed; the data segmentation controls in place to ensure that the Browsing Information collected is only used for the particular purpose for which it was collected; the data retention limit set and the technical means for achieving deletion; safeguards in place to prevent unauthorized sharing or sale; and the access controls in place to ensure only authorized employees with a need-to-know have access;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 268,
            "quote_end_line": 288
          },
          {
            "description": "Assess, at least once every 12 months, the sufficiency of safeguards in place to address risks to the privacy of Covered Information, and modify the Program based on results",
            "quoted_text": "F. Assess, at least once every twelve (12) months, the sufficiency of any safeguards in place to address the internal and external risks to the privacy of Covered Information, and modify the Program based on the results;",
            "deadline": "Annual",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 289,
            "quote_end_line": 291
          },
          {
            "description": "Test and monitor, including by technical means, the effectiveness of safeguards at least once every 12 months, and modify the Program based on results",
            "quoted_text": "G. Test and monitor, including by technical means, the effectiveness of the safeguards at least once every twelve (12) months, and modify the Program based on the results;",
            "deadline": "Annual",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 292,
            "quote_end_line": 293
          },
          {
            "description": "Select and retain service providers capable of safeguarding Covered Information and contractually require service providers to implement and maintain sufficient safeguards",
            "quoted_text": "H. Select and retain service providers capable of safeguarding Covered Information they access through or receive from each Respondent, and contractually require service providers to implement and maintain safeguards sufficient to address the internal and external risks to the privacy of Covered Information;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 294,
            "quote_end_line": 297
          },
          {
            "description": "Consult with and seek appropriate guidance from independent, third-party privacy experts in the course of establishing, implementing, maintaining, and updating the Program",
            "quoted_text": "I. Consult with, and seek appropriate guidance from, independent, third-party experts on privacy in the course of establishing, implementing, maintaining, and updating the Program; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 298,
            "quote_end_line": 300
          },
          {
            "description": "Evaluate and adjust the Program in light of changes to operations, business arrangements, new technological or operational methods, or other circumstances that may affect the effectiveness of the Program; evaluate the Program at least once every 12 months and modify based on results",
            "quoted_text": "J. Evaluate and adjust the Program in light of any changes to the Respondent's operations or business arrangements, new or more efficient technological or operational methods to control for the risks identified in Sub-Provision V.D of this Order, or any other circumstances that the Respondent knows or has reason to know may have an impact on the effectiveness of the Program or any of its individual safeguards. At a minimum, each Respondent must evaluate the Program at least once every twelve (12) months and modify the Program based on the results.",
            "deadline": "Annual",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 301,
            "quote_end_line": 307
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Comprehensive Security Program"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Assessments by a Third Party",
        "category": "assessment",
        "summary": "Respondents must obtain initial and biennial independent third-party assessments of their Privacy Program, covering the first 180 days and each two-year period thereafter for 20 years, with results submitted to the FTC.",
        "requirements": [
          {
            "description": "Obtain assessments from a qualified, objective, independent third-party professional who uses generally accepted procedures, conducts an independent review of the Program, retains all relevant documents for 5 years, and provides such documents to the Commission within 10 days of a written request",
            "quoted_text": "A. The Assessment must be obtained from a qualified, objective, independent third-party professional (\"Assessor\"), who: (1) uses procedures and standards generally accepted in the profession; (2) conducts an independent review of the Program; (3) retains all documents relevant to each Assessment for 5 years after completion of such Assessment; and (4 ) will provide such documents to the Commission within 10 days of receipt of a written request from a representative of the Commission. The Assessor shall not withhold any such documents on the basis of a claim of confidentiality, proprietary or trade secrets, work product protection, attorney-client privilege, statutory exemption, or any similar claim, although such documents can be designated for confidential treatment in accordance with applicable law;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 315,
            "quote_end_line": 324
          },
          {
            "description": "For each Assessment, provide the Associate Director for Enforcement for the Bureau of Consumer Protection at the FTC with the name, affiliation, and qualifications of the proposed Assessor for approval",
            "quoted_text": "B. For each Assessment, Respondents must provide the Associate Director for Enforcement for the Bureau of Consumer Protection at the Federal Trade Commission (\"Associate Director\") with the name, affiliation, and qualifications of the proposed Assessor, whom the Associate Director shall have the authority to approve in her or his sole discretion;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 325,
            "quote_end_line": 328
          },
          {
            "description": "Assessment reporting periods must cover: (1) the first 180 days after the issuance date of the Order for the initial Assessment; and (2) each two-year period thereafter for 20 years for biennial Assessments",
            "quoted_text": "C. The reporting period for the Assessments must cover: (1) the first 180 days after the issuance date of the Order for the initial Assessment; and (2) each two-year period thereafter for twenty (20) years after issuance of the Order for the biennial Assessments;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 329,
            "quote_end_line": 331
          },
          {
            "description": "Each Assessment must determine whether Respondent has implemented and maintained the required Program, assess effectiveness of Sub-Provisions V.A-J, identify gaps or weaknesses or material noncompliance, address status of prior gaps or weaknesses, and identify specific evidence examined",
            "quoted_text": "D. Each Assessment must, for the entire assessment period: 1. Determine whether each Respondent has implemented and maintained the Program required by Provision V of this Order, titled Mandated Privacy Program; 2. Assess the effectiveness of each Respondent's implementation and maintenance of Sub-Provisions V.A-J; 3. Identify, through technical testing and any other assessment technique, any gaps or weaknesses in, or instances of material noncompliance with, the Program; 4. Address the status of gaps or weaknesses in, or instances of material non-compliance with, the Program that were identified in any prior Assessment required by this Order; and 5. Identify specific evidence (including, but not limited to, documents reviewed, sampling and technical testing performed, and interviews conducted) examined to make such determinations, assessments, and identifications, and explain why the evidence that the Assessor examined is (a) appropriate for assessing an enterprise of the Respondent's size, complexity, and risk profile; and (b) sufficient to justify the Assessor's findings. No finding of any Assessment shall rely primarily on assertions 12 or attestations by the Respondent's management. The Assessment must be signed by the Assessor, state that the Assessor conducted an independent review of the Program and did not rely primarily on assertions or attestations by the Respondent's management, and state the number of hours that each member of the assessment team worked on the Assessment. To the extent that any Respondent revises, updates, or adds one or more safeguards required under Provision V of this Order in the middle of an Assessment period, the Assessment must assess the effectiveness of the revised, updated, or added safeguard(s) for the time period in which it was in effect, and provide a separate statement detailing the basis for each revised, updated, or additional safeguard; and",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 332,
            "quote_end_line": 360
          },
          {
            "description": "Each Assessment must be completed within 60 days after the end of the reporting period. The initial Assessment must be submitted to the Commission within 10 days after completion via email to DEbrief@ftc.gov or overnight courier. All subsequent biennial Assessments must be retained until the Order is terminated and provided to the Associate Director within 10 days of request",
            "quoted_text": "E. Each Assessment must be completed within 60 days after the end of the reporting period to which the Assessment applies. Unless otherwise directed by a Commission representative in writing, Respondents must submit the initial Assessment to the Commission within 10 days after the Assessment has been completed via email to DEbrief@ftc.gov or by overnight courier (not the U.S. Postal Service) to Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin, \"In re Avast Limited et al.\" All subsequent biennial Assessments must be retained by Respondents until the Order is terminated and provided to the Associate Director for Enforcement within 10 days of request. The initial Assessment and any subsequent biennial Assessment provided to the Commission must be marked, in the upper right­ hand corner of each page, with the words \"DPIP Assessment\" in red lettering.",
            "deadline": "60 days after end of reporting period; submit initial within 10 days of completion",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 361,
            "quote_end_line": 372
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Third-Party Assessment"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Cooperation with Third Party Assessor",
        "category": "affirmative_obligation",
        "summary": "Respondents must fully cooperate with third-party Assessors by providing all relevant information, disclosing network and IT asset details, and not misrepresenting any material facts.",
        "requirements": [
          {
            "description": "Provide or otherwise make available to the Assessor all information and material in Respondents' possession, custody, or control that is relevant to the Assessment and for which there is no reasonable claim of privilege",
            "quoted_text": "A. Provide or otherwise make available to the Assessor all information and material in their possession, custody, or control that is relevant to the Assessment for which there is no reasonable claim of privilege;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 377,
            "quote_end_line": 379
          },
          {
            "description": "Provide or otherwise make available to the Assessor information about Respondents' networks and all IT assets so that the Assessor can determine the scope of the Assessment, and provide visibility to portions of networks and IT assets deemed in scope",
            "quoted_text": "B. Provide or otherwise make available to the Assessor information about Respondents' networks and all of Respondents' IT assets so that the Assessor can determine the scope of the Assessment, and visibility to those portions of the networks and IT assets deemed in scope; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 380,
            "quote_end_line": 383
          },
          {
            "description": "Disclose all material facts to the Assessor and not misrepresent, expressly or by implication, any fact material to the Assessor's determinations regarding the Program, effectiveness of safeguards, or identification of gaps or weaknesses",
            "quoted_text": "C. Disclose all material facts to the Assessor(s), and not misrepresent in any manner, expressly or by implication, any fact material to the Assessor's: (1) determination of whether Respondent has implemented and maintained the Program required by Provision V of this Order, titled Mandated Privacy Program; (2) assessment of the effectiveness of the implementation and maintenance of Sub-Provisions V.A-J; or (3) identification of any gaps or weaknesses in, or instances of material noncompliance with, the Program.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 384,
            "quote_end_line": 389
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Annual Certification",
        "category": "compliance_reporting",
        "summary": "Beginning one year after issuance and each year thereafter, Respondents must submit to the FTC a sworn senior officer certification of compliance with the Privacy Program, and publish all certifications on their website.",
        "requirements": [
          {
            "description": "One year after the issuance date and each year thereafter, provide the Commission with a certification from a senior officer of each Respondent responsible for compliance with Provision V, certifying that: (1) the Respondent has established, implemented, and maintained a Privacy Program in material compliance with Provision V; and (2) the Respondent is not aware of any material noncompliance that has not been corrected or disclosed to the Commission",
            "quoted_text": "A. One year after the issuance date of this Order, and each year thereafter, provide the Commission with a certification from a senior officer of each Respondent who is responsible for Compliance with Provision V of this Order, that: (1) each Respondent has established, implemented, and maintained a Privacy Program that complies in all material respects with the requirements of Provision V of this Order; and (2) each Respondent is not aware of any material noncompliance that has not been (a) corrected or (b) disclosed to the Commission. The certification must be based on the personal knowledge of the senior officer or subject-matter experts upon whom the senior officer reasonably relies in making the certification.",
            "deadline": "Annual, beginning 1 year after issuance",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 396,
            "quote_end_line": 404
          },
          {
            "description": "Submit all annual certifications to the Commission via email to DEBrief@ftc.gov or by overnight courier to Associate Director of Enforcement, Bureau of Consumer Protection, FTC, 600 Pennsylvania Avenue NW, Washington, DC 20580, with subject line beginning 'In re Avast Limited et al.'",
            "quoted_text": "B. Unless otherwise directed by a Commission representative in writing, Respondents must submit all annual certifications to the Commission pursuant to this Order via email to DEBrief@ftc.gov or by overnight courier (not the U.S. Postal Service) to Associate Director of Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin: In re Avast Limited et al.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 405,
            "quote_end_line": 410
          },
          {
            "description": "Publish all annual certifications Clearly and Conspicuously on a separate page in the 'investors' section of Respondents' website",
            "quoted_text": "C. Respondents must publish all annual certifications Clearly and Conspicuously on a separate page in the \"investors\" section of Respondents' website (e.g., investors.avast.com).",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 411,
            "quote_end_line": 413
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "IX",
        "title": "Monetary Relief",
        "category": "affirmative_obligation",
        "summary": "Respondents must pay $16,500,000 to the FTC within 9 days of the effective date of this Order by electronic fund transfer.",
        "requirements": [
          {
            "description": "Pay $16,500,000 to the Commission, currently held in escrow by Respondents' undersigned counsel",
            "quoted_text": "A. Respondents must pay to the Commission $16,500,000, which Respondents stipulate their undersigned counsel holds in escrow for no purpose other than payment to the Commission.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 416,
            "quote_end_line": 418
          },
          {
            "description": "Payment must be made within 9 days of the effective date of this Order by electronic fund transfer in accordance with instructions provided by a representative of the Commission",
            "quoted_text": "B. Such payment must be made within 9 days of the effective date of this Order by electronic fund transfer in accordance with instructions provided by a representative of the Commission.",
            "deadline": "9 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 419,
            "quote_end_line": 421
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      },
      {
        "provision_number": "X",
        "title": "Additional Monetary Provisions",
        "category": "affirmative_obligation",
        "summary": "Respondents relinquish all rights to transferred assets, agree that Complaint facts will be taken as true in any enforcement litigation, and acknowledge how unspent funds will be handled and the consequences of default.",
        "requirements": [
          {
            "description": "Respondents relinquish dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek the return of any assets",
            "quoted_text": "A. Respondents relinquish dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek the return of any assets.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 424,
            "quote_end_line": 425
          },
          {
            "description": "The facts alleged in the Complaint will be taken as true, without further proof, in any subsequent civil litigation by or on behalf of the Commission to enforce its rights to any payment pursuant to this Order, including any nondischargeability complaint in bankruptcy",
            "quoted_text": "B. The facts alleged in the Complaint will be taken as true, without further proof, in any subsequent civil litigation by or on behalf of the Commission to enforce its rights to any 14 payment pursuant to this Order, such as a nondischargeability complaint in any bankruptcy case.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 426,
            "quote_end_line": 432
          },
          {
            "description": "The facts alleged in the Complaint establish all elements necessary to sustain an action under Section 523(a)(2)(A) of the Bankruptcy Code, and this Order will have collateral estoppel effect for such purposes",
            "quoted_text": "C. The facts alleged in the Complaint establish all elements necessary to sustain an action by or on behalf of the Commission pursuant to Section 523(a)(2)(A) of the Bankruptcy Code, 11 U.S.C. § 523(a)(2)(A), and this Order will have collateral estoppel effect for such purposes.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 433,
            "quote_end_line": 436
          },
          {
            "description": "All money paid to the Commission may be deposited into a fund administered by the Commission or its designee for relief including consumer redress; any remaining money after redress may be applied to other reasonably related relief or deposited to the U.S. Treasury",
            "quoted_text": "D. All money paid to the Commission pursuant to this Order may be deposited into a fund administered by the Commission or its designee to be used for relief, including consumer redress and any attendant expenses for the administration of any redress fund. If a representative of the Commission decides that direct redress to consumers is wholly or partially impracticable or money remains after redress is completed, the Commission may apply any remaining money for such other relief (including consumer information remedies) as it determines to be reasonably related to Respondents' practices alleged in the Complaint. Any money not used is to be deposited to the U.S. Treasury. Respondents have no right to challenge any activities pursuant to this Provision.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 437,
            "quote_end_line": 445
          },
          {
            "description": "In the event of default on any payment obligation, interest shall accrue from the date of default; if default continues for 10 days beyond the due date, the entire amount becomes immediately due and payable",
            "quoted_text": "E. In the event of default on any obligation to make payment under this Order, interest, computed as if pursuant to 28 U.S.C. § 1961(a), shall accrue from the date of default to the date of payment. In the event such default continues for 10 days beyond the date that payment is due, the entire amount will immediately become due and payable.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 446,
            "quote_end_line": 449
          },
          {
            "description": "Each day of nonpayment constitutes a separate violation and offense for which a civil penalty shall accrue",
            "quoted_text": "F. Each day of nonpayment is a violation through continuing failure to obey or neglect to obey a final order of the Commission and thus will be deemed a separate offense and violation for which a civil penalty shall accrue.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 450,
            "quote_end_line": 452
          },
          {
            "description": "Respondents acknowledge that their Taxpayer Identification Numbers may be used for collecting and reporting on any delinquent amount arising out of this Order",
            "quoted_text": "G. Respondents acknowledge that their Taxpayer Identification Numbers (Social Security or Employer Identification Numbers), which Respondents have previously submitted to the Commission, may be used for collecting and reporting on any delinquent amount arising out of this Order, in accordance with 31 U.S.C. § 7701.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 453,
            "quote_end_line": 456
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "XI",
        "title": "Acknowledgments of the Order",
        "category": "acknowledgment",
        "summary": "Respondents must submit a sworn acknowledgment of receipt of the Order within 10 days, deliver copies to all relevant personnel, and obtain signed acknowledgments from each recipient within 30 days of delivery.",
        "requirements": [
          {
            "description": "Within 10 days after the effective date, each Respondent must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury",
            "quoted_text": "A. Each Respondent, within 10 days after the effective date of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 460,
            "quote_end_line": 461
          },
          {
            "description": "For 3 years after the issuance date, each Respondent must deliver a copy of this Order to: all principals, officers, directors, and LLC managers and members; all employees and agents managing conduct related to the subject matter of this Order; and any business entity resulting from any change in structure. Delivery must occur within 10 days after the effective date for current personnel; for all others, before they assume responsibilities",
            "quoted_text": "B. For three (3) years after the issuance date ofthis Order, each Respondent, must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees and agents managing conduct related to the subject matter of this Order ; and (3) any business entity resulting from any change in structure as set forth in Provision XII. Delivery must occur within 10 days after the effective date of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "10 days for current personnel; before assuming responsibilities for new personnel",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 462,
            "quote_end_line": 468
          },
          {
            "description": "From each individual or entity to which a Respondent delivered a copy of this Order, obtain within 30 days a signed and dated acknowledgment of receipt",
            "quoted_text": "C. From each individual or entity to which a Respondent delivered a copy of this Order, that Respondent must obtain, within 30 days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days after delivery",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 472,
            "quote_end_line": 474
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "XII",
        "title": "Compliance Report and Notices",
        "category": "compliance_reporting",
        "summary": "Respondents must submit a sworn compliance report one year after issuance, file notices of material changes within 14 days, notify the FTC of any bankruptcy filings, and submit all materials via the specified channels.",
        "requirements": [
          {
            "description": "One year after the issuance date, each Respondent must submit a sworn compliance report identifying contact information, all businesses, activities and Covered Information practices, compliance with each Provision of this Order, and copies of all Order acknowledgments",
            "quoted_text": "A. One year after the issuance date of this Order, each Respondent must submit a compliance report, sworn under penalty of perjury, in which each Respondent must: (1) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission may use to communicate with Respondent; (2) identify all of that Respondent's businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (3) describe the activities of each business, Covered Information collected, used, disclosed; or maintained, the means of disclosing its Covered Information collection, use, disclosure, or maintenance practices, and the involvement of any other Respondent; (4 ) describe in detail whether and how that Respondent is in compliance with each Provision of this Order, including a discussion of all of the changes the Respondent made to comply with the Order; and (5) provide a copy of each Acknowledgment of the Order obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "1 year after issuance",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 478,
            "quote_end_line": 490
          },
          {
            "description": "For 10 years after the issuance date, each Respondent must submit a sworn compliance notice within 14 days of any change in any designated point of contact or in the structure of any Respondent or controlled entity that may affect compliance obligations under this Order",
            "quoted_text": "B. For ten (10) years after the issuance date of this Order, each Respondent must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following: 1. Each Respondent must submit notice of any change in: (a) any designated point of contact; or (b) the structure of any Respondent or any entity that Respondent has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days of any qualifying change",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 491,
            "quote_end_line": 499
          },
          {
            "description": "Each Respondent must submit notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against such Respondent within 14 days of its filing",
            "quoted_text": "C. Each Respondent must submit notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against such Respondent within 14 days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 500,
            "quote_end_line": 502
          },
          {
            "description": "Any submission to the Commission required to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746",
            "quoted_text": "D. Any submission to the Commission required by this Order to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, such as by concluding: \"I declare under penalty of perjury under the laws of the United States of America that the foregoing is true and correct. Executed on: __\" and supplying the date, signatory's full name, title (if applicable), and signature.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 503,
            "quote_end_line": 507
          },
          {
            "description": "All submissions to the Commission must be emailed to DEbrief@ftc.gov or sent by overnight courier to Associate Director for Enforcement, Bureau of Consumer Protection, FTC, 600 Pennsylvania Avenue NW, Washington, DC 20580, with subject line beginning 'In re Avast Limited et al.'",
            "quoted_text": "E. Unless otherwise directed by a Commission representative in writing, all submissions to the Commission pursuant to this Order must be emailed to DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, 16 Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin: In re Avast Limited et al.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 508,
            "quote_end_line": 515
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "XIII",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondents must create certain records for 10 years after the issuance date and retain each record for 5 years, covering accounting records, personnel records, advertising materials, privacy representations, Assessment materials, and all compliance records.",
        "requirements": [
          {
            "description": "Create and retain accounting records showing revenues from all goods or services sold, costs incurred, and resulting net profit or loss",
            "quoted_text": "A. Accounting records showing the revenues from all goods or services sold, the costs incurred in generating those revenues, and resulting net profit or loss;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 521,
            "quote_end_line": 522
          },
          {
            "description": "Create and retain personnel records showing, for each person providing services in relation to any aspect of the Order, that person's name, addresses, telephone numbers, job title or position, dates of service, and reason for termination if applicable",
            "quoted_text": "B. Personnel records showing, for each person providing services in relation to any aspect of the Order, whether as an employee or otherwise, that person's: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 523,
            "quote_end_line": 526
          },
          {
            "description": "Create and retain a copy of each unique advertisement or other marketing material making a representation subject to this Order",
            "quoted_text": "C. A copy of each unique advertisement or other marketing material making a representation subject to this Order;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 527,
            "quote_end_line": 528
          },
          {
            "description": "Create and retain a copy of each widely disseminated representation describing the extent to which Respondents collect, use, disclose, or maintain Covered Information, or otherwise protect its privacy, security, availability, confidentiality, or integrity, including any representation concerning changes to websites or services related to the privacy of Covered Information",
            "quoted_text": "D. A copy of each widely disseminated representation by Respondents that describes the extent to which Respondents collect, use, disclose, or maintain Covered Information, or otherwise protect the privacy, security, availability, confidentiality, or integrity of any Covered Information, including any representation concerning a change in any website or other service controlled by Respondents that relates to the privacy of Covered Information;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 529,
            "quote_end_line": 534
          },
          {
            "description": "For 5 years after the date of preparation of each Assessment required by this Order, retain all materials relied upon to prepare the Assessment, including all plans, reports, studies, reviews, audits, audit trails, policies, training materials, assessments, and any other materials concerning compliance with related Provisions",
            "quoted_text": "E. For 5 years after the date of preparation of each Assessment required by this Order, all materials relied upon to prepare the Assessment, whether prepared by or on behalf of Respondents, including all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, and any other materials concerning Respondents' compliance with related Provisions of this Order, for the compliance period covered by such Assessment; and",
            "deadline": "5 years after date of each Assessment",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 535,
            "quote_end_line": 540
          },
          {
            "description": "Retain all records necessary to demonstrate full compliance with each Provision of this Order, including all submissions to the Commission",
            "quoted_text": "F. All records necessary to demonstrate full compliance with each Provision of this Order, including all submissions to the Commission.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 541,
            "quote_end_line": 542
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "XIV",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The FTC is authorized to monitor Respondents' compliance by requesting compliance reports and records, communicating directly with Respondents, interviewing personnel, and using other lawful investigative means.",
        "requirements": [
          {
            "description": "Within 14 days of receipt of a written request from a Commission representative, each Respondent must submit additional compliance reports or other requested information (sworn under penalty of perjury) and produce records for inspection and copying",
            "quoted_text": "A. Within 14 days of receipt of a written request from a representative of the Commission, each Respondent must: submit additional compliance reports or other requested 17 information, which must be sworn under penalty of perjury, and produce records for inspection and copying.",
            "deadline": "14 days of written request",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 546,
            "quote_end_line": 552
          },
          {
            "description": "Respondents must permit representatives of the Commission to communicate directly with each Respondent and to interview anyone affiliated with any Respondent who has agreed to such an interview; the interviewee may have counsel present",
            "quoted_text": "B. For matters concerning this Order, representatives of the Commission are authorized to communicate directly with each Respondent. Respondents must permit representatives of the Commission to interview anyone affiliated with any Respondent who has agreed to such an interview. The interviewee may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 553,
            "quote_end_line": 556
          },
          {
            "description": "The Commission may use all other lawful means, including posing as consumers, suppliers, or other individuals or entities, without the necessity of identification or prior notice; nothing in this Order limits the Commission's lawful use of compulsory process under Sections 9 and 20 of the FTC Act",
            "quoted_text": "C. The Commission may use all other lawful means, including posing through its representatives as consumers, suppliers, or other individuals or entities, to Respondents or any individual or entity affiliated with Respondents, without the necessity of identification or prior notice. Nothing in this Order limits the Commission's lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-l.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 557,
            "quote_end_line": 562
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "XV",
        "title": "Order Effective Dates",
        "category": "duration",
        "summary": "This Order is effective upon publication on the FTC's website and terminates 20 years from issuance, or 20 years from the most recent date the FTC files a complaint alleging a violation of this Order in federal court, whichever is later.",
        "requirements": [
          {
            "description": "This Order is final and effective upon the date of its publication on the Commission's website (ftc.gov) as a final order",
            "quoted_text": "IT IS FURTHER ORDERED that this Order is final and effective upon the date of its publication on the Commission's website (fie.gov) as a final order. This Order will terminate 20",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 564,
            "quote_end_line": 565
          },
          {
            "description": "This Order will terminate 20 years from the date of its issuance, or 20 years from the most recent date that the United States or the Commission files a complaint in federal court alleging any violation of this Order, whichever comes later; with specified exceptions for provisions that terminate in less than 20 years, Respondents not named as defendants, and complaints filed after the Order has terminated",
            "quoted_text": "publication on the Commission's website (fie.gov) as a final order. This Order will terminate 20 years from the date of its issuance (which date may be stated at the end of this Order, near the Commission's seal), or 20 years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of this Order, whichever comes later;provided, however, that the filing of such a complaint will not affect the duration of: A. Any Provision in this Order that terminates in less than 20 years; B. This Order's application to any Respondent that is not named as a defendant in such complaint; and C. This Order if such complaint is filed after the Order has terminated pursuant to this Provision.",
            "deadline": "20 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 565,
            "quote_end_line": 575
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This Order will terminate 20 years from the date of its issuance (which date may be stated at the end of this Order, near the Commission's seal), or 20 years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of this Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Provision in this Order that terminates in less than 20 years; B. This Order's application to any Respondent that is not named as a defendant in such complaint; and C. This Order if such complaint is filed after the Order has terminated pursuant to this Provision."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "02.25, Avast Complaint (Pending).pdf",
      "order": "02.25, Avast Order (Pending).pdf"
    },
    "extraction_stats": {
      "complaint_counts": 3,
      "complaint_representations": 8,
      "order_provisions": 15,
      "order_definitions": 9,
      "order_requirements": 63,
      "provisions_per_section": {
        "I": 4,
        "II": 3,
        "III": 3,
        "IV": 3,
        "V": 11,
        "VI": 5,
        "VII": 3,
        "VIII": 3,
        "IX": 2,
        "X": 7,
        "XI": 3,
        "XII": 5,
        "XIII": 6,
        "XIV": 3,
        "XV": 2
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 8,
        "complaint_total": 8,
        "order_verified": 63,
        "order_total": 63
      }
    },
    "processing_time_seconds": 210.9
  }
}