{
  "case_info": {
    "docket_number": "C-4133",
    "company": {
      "name": "Petco Animal Supplies, Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "9125 Rehco Road, San Diego, California 92121",
      "business_description": "Petco Animal Supplies, Inc. sells pet food, supplies, and services through more than 636 stores in 43 states and the District of Columbia. It also sells pet food and supplies through its website at www.PETCO.com."
    },
    "commissioners": [
      "Deborah Platt Majoras, Chairman",
      "Orson Swindle",
      "Thomas B. Leary",
      "Pamela Jones Harbour",
      "Jon Leibowitz"
    ],
    "case_date": {
      "month": 3,
      "year": 2005
    },
    "legal_authority": "Federal Trade Commission Act, 15 U.S.C. ยง 45 et seq",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/032-3221-petco-animal-supplies-inc-th-matter"
  },
  "complaint": {
    "factual_background": "Petco Animal Supplies, Inc. operated an e-commerce website where consumers provided personal information including credit card numbers to make purchases. The company made public promises that customer data was encrypted and strictly protected against unauthorized access. However, Petco failed to implement basic security measures to prevent SQL injection attacks, storing credit card information in clear readable text in its database. In June 2003, an attacker successfully exploited this vulnerability and accessed credit card numbers stored in plain text.",
    "representations_made": [
      {
        "description": "Claimed that personal information was maintained in encrypted format and inaccessible to anyone other than the consumer providing it",
        "quoted_text": "Through the means described in Paragraph 6, respondent represented, expressly or by implication, that the personal information it obtained from consumers through www.PETCO.com was maintained in an encrypted format and therefore was inaccessible to anyone other than the consumer providing the information.",
        "source_paragraph": 11
      },
      {
        "description": "Claimed to implement reasonable and appropriate measures to protect personal information against unauthorized access",
        "quoted_text": "Through the means described in Paragraph 6, respondent represented, expressly or by implication, that it implemented reasonable and appropriate measures to protect personal information it obtained from consumers through www.PETCO.com against unauthorized access.",
        "source_paragraph": 13
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Encryption Misrepresentation",
        "representation": "The company claimed that personal information was maintained in an encrypted format and was inaccessible to anyone other than the consumer providing the information",
        "fact": "The personal information was not maintained in an encrypted format and was accessible to persons other than the consumer providing the information. Petco only encrypted credit card information during transmission between browser and server; once it reached the server, it was decrypted and maintained in clear readable text. A visitor could use a commonly known SQL injection attack to obtain access to sensitive personal information in clear readable text, including consumer names, credit card numbers, and expiration dates",
        "conclusion": "Therefore, the representation set forth in Paragraph 11 was false or misleading."
      },
      {
        "count_number": 2,
        "title": "Reasonable Security Measures Misrepresentation",
        "representation": "The company claimed it implemented reasonable and appropriate measures to protect personal information against unauthorized access",
        "fact": "Respondent did not implement reasonable and appropriate measures to protect personal information against unauthorized access. In particular, respondent failed to implement procedures that were reasonable and appropriate to: (1) detect reasonably foreseeable application vulnerabilities, and (2) prevent visitors from exploiting such vulnerabilities and obtaining unauthorized access to sensitive consumer information",
        "conclusion": "Therefore, the representation set forth in Paragraph 13 was false or misleading."
      }
    ]
  },
  "order": {
    "definitions": {
      "Personal information": "individually identifiable information from or about an individual consumer including, but not limited to: (a) a first and last name; (b) a home or other physical address, including street name and name of city or town; (c) an email address or other online contact information, such as an instant messaging user identifier or a screen name that reveals an individual's email address; (d) a telephone number; (e) a Social Security number; (f) credit and/or debit card information, including credit and/or debit card number and expiration date; (g) a persistent identifier, such as a customer number held in a \"cookie\" or processor serial number, that is combined with other available data that identifies an individual consumer; or (h) any other information from or about an individual consumer that is combined with (a) through (g) above.",
      "Respondent": "Petco Animal Supplies, Inc. and its successors and assigns, officers, agents, representatives, and employees.",
      "Commerce": "as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. ยง 44."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Security",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent the extent to which it maintains and protects the privacy, confidentiality, security, or integrity of personal information collected from or about consumers.",
        "requirements": [
          {
            "description": "Must not misrepresent the extent to which respondent maintains and protects the privacy, confidentiality, security, or integrity of personal information",
            "quoted_text": "IT IS ORDERED that respondent, directly or through any corporation, subsidiary, division, or other device, in connection with the online advertising, marketing, promotion, offering for sale, or sale of any product or service, in or affecting commerce, shall not misrepresent in any manner, expressly or by implication, the extent to which respondent maintains and protects the privacy, confidentiality, security, or integrity of any personal information collected from or about consumers.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Information Security Program",
        "category": "affirmative_obligation",
        "summary": "Respondent must establish, implement, and maintain a comprehensive information security program that is reasonably designed to protect the security, confidentiality, and integrity of personal information collected from or about consumers.",
        "requirements": [
          {
            "description": "Establish and implement a comprehensive information security program",
            "quoted_text": "IT IS FURTHER ORDERED that respondent, directly or through any corporation, subsidiary, division, or other device, in connection with the online advertising, marketing, promotion, offering for sale, or sale of any product or service, in or affecting commerce, shall, no later than the date of service of this order, establish and implement, and thereafter maintain, a comprehensive information security program that is reasonably designed to protect the security, confidentiality, and integrity of personal information collected from or about consumers.",
            "deadline": "no later than the date of service of this order",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Designate an employee or employees to coordinate and be accountable for the information security program",
            "quoted_text": "the designation of an employee or employees to coordinate and be accountable for the information security program.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Identify material internal and external risks to the security, confidentiality, and integrity of personal information and assess the sufficiency of any safeguards in place",
            "quoted_text": "the identification of material internal and external risks to the security, confidentiality, and integrity of personal information that could result in the unauthorized disclosure, misuse, loss, alteration, destruction, or other compromise of such information, and assessment of the sufficiency of any safeguards in place to control these risks. At a minimum, this risk assessment should include consideration of risks in each area of relevant operation, including, but not limited to: (1) employee training and management; (2) information systems, including network and software design, information processing, storage, transmission, and disposal; and (3) prevention, detection, and response to attacks, intrusions, or other systems failures.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Design and implement reasonable safeguards to control identified risks and regularly test or monitor the effectiveness of the safeguards",
            "quoted_text": "the design and implementation of reasonable safeguards to control the risks identified through risk assessment, and regular testing or monitoring of the effectiveness of the safeguards' key controls, systems, and procedures.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Evaluate and adjust the information security program in light of testing and monitoring results, material changes to operations, or other circumstances that may have a material impact",
            "quoted_text": "the evaluation and adjustment of respondent's information security program in light of the results of the testing and monitoring required by subparagraph C, any material changes to respondent's operations or business arrangements, or any other circumstances that respondent knows or has reason to know may have a material impact on the effectiveness of its information security program.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Biennial Security Assessments",
        "category": "assessment",
        "summary": "Respondent must obtain biennial assessments from a qualified, independent third-party professional certifying that the security program meets the order's requirements and is operating effectively.",
        "requirements": [
          {
            "description": "Obtain initial assessment from a qualified, independent third-party professional",
            "quoted_text": "IT IS FURTHER ORDERED that respondent obtain an assessment and report (an \"Assessment\") from a qualified, objective, independent third-party professional, using procedures and standards generally accepted in the profession, within one hundred and eighty (180) days after service of the order, and biennially thereafter for twenty (20) years after service of the order",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Assessment must set forth the specific administrative, technical, and physical safeguards implemented and maintained during the reporting period",
            "quoted_text": "sets forth the specific administrative, technical, and physical safeguards that respondent has implemented and maintained during the reporting period;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Assessment must explain how safeguards are appropriate to respondent's size, complexity, nature and scope of activities, and sensitivity of personal information",
            "quoted_text": "explains how such safeguards are appropriate to respondent's size and complexity, the nature and scope of respondent's activities, and the sensitivity of the personal information collected from or about consumers;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Assessment must explain how the safeguards meet or exceed the protections required by Paragraph II",
            "quoted_text": "explains how the safeguards that have been implemented meet or exceed the protections required by Paragraph II of this order;",
            "deadline": null,
            "verified": true,
            "confidence": 0.9628358208955224
          },
          {
            "description": "Assessment must certify that respondent's security program is operating with sufficient effectiveness to provide reasonable assurance",
            "quoted_text": "certifies that respondent's security program is operating with sufficient effectiveness to provide reasonable assurance that the security, confidentiality, and integrity of personal information is protected and, for biennial reports, has so operated throughout the reporting period.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide the first Assessment and all supporting materials to the Associate Director for Enforcement within 10 days after the Assessment has been prepared",
            "quoted_text": "Respondent shall provide the first Assessment, as well as all: plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, whether prepared by or on behalf of respondent, relied upon to prepare such Assessment to the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580, within ten (10) days after the Assessment has been prepared.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Retain all subsequent biennial Assessments until the order is terminated and provide to the Associate Director of Enforcement within 10 days of request",
            "quoted_text": "All subsequent biennial Assessments shall be retained by respondent until the order is terminated and provided to the Associate Director of Enforcement within ten (10) days of request.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must maintain and make available to the FTC various documents relating to compliance with the order, including advertisements, privacy policies, and assessment materials.",
        "requirements": [
          {
            "description": "Maintain for 5 years a sample copy of each different advertisement, promotion, information collection form, Web page, or other document containing any representation regarding respondent's online collection, use, and security of personal information",
            "quoted_text": "for a period of five (5) years: a sample copy of each different print, broadcast, cable, or Internet advertisement, promotion, information collection form, Web page, screen, email message, or other document containing any representation regarding respondent's online collection, use, and security of personal information from or about consumers.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Maintain for 5 years any documents that contradict, qualify, or call into question respondent's compliance with this order",
            "quoted_text": "any documents, whether prepared by or on behalf of respondent, that contradict, qualify, or call into question respondent's compliance with this order;",
            "deadline": null,
            "verified": true,
            "confidence": 0.9856962025316456
          },
          {
            "description": "Maintain for 3 years after each biennial Assessment all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments relating to compliance with Paragraphs II and III",
            "quoted_text": "for a period of three (3) years after the date of preparation of each biennial Assessment required under Paragraph III of this order: all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, whether prepared by or on behalf of respondent, relating to respondent's compliance with Paragraphs II and III of this order for the compliance period covered by such biennial Assessment.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Order Acknowledgment and Distribution",
        "category": "acknowledgment",
        "summary": "Respondent must deliver a copy of this order to all current and future principals, officers, directors, managers, and employees with managerial responsibilities relating to the subject matter of the order.",
        "requirements": [
          {
            "description": "Deliver order to current personnel with managerial responsibilities within 30 days after service of this order",
            "quoted_text": "Respondent shall deliver this order to such current personnel within thirty (30) days after service of this order",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver order to future personnel with managerial responsibilities within 30 days after the person assumes such position or responsibilities",
            "quoted_text": "and to such future personnel within thirty (30) days after the person assumes such position or responsibilities.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Notification of Corporate Changes",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the Commission at least 30 days prior to any change in the corporation that may affect compliance obligations, such as dissolution, merger, or change in corporate name or address.",
        "requirements": [
          {
            "description": "Notify the Commission at least 30 days prior to any change in the corporation that may affect compliance obligations",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall notify the Commission at least thirty (30) days prior to any change in the corporation that may affect compliance obligations arising under this order, including, but not limited to, a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in either corporate name or address.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "If respondent learns of a change less than 30 days prior, notify the Commission as soon as practicable after obtaining such knowledge",
            "quoted_text": "Provided, however, that, with respect to any proposed change in the corporation about which respondent learns less than thirty (30) days prior to the date such action is to take place, respondent shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": "as soon as is practicable",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondent must file an initial written report with the Commission setting forth in detail the manner and form in which it has complied with this order.",
        "requirements": [
          {
            "description": "File with the Commission an initial report in writing setting forth in detail the manner and form in which it has complied with this order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall, within one hundred and eighty (180) days after service of this order, and at such other times as the Commission may require, file with the Commission an initial report, in writing, setting forth in detail the manner and form in which it has complied with this order.",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Order Termination",
        "category": "duration",
        "summary": "This order will terminate on March 4, 2025, or 20 years from the most recent date that the United States or the FTC files a complaint in federal court alleging any violation of the order, whichever comes later.",
        "requirements": [
          {
            "description": "Order termination date and conditions",
            "quoted_text": "This order will terminate on March 4, 2025, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. any Paragraph in this order that terminates in less than twenty (20) years; B. this order's application to any respondent that is not named as a defendant in such complaint; and C. this order if such complaint is filed after the order has terminated pursuant to this Paragraph.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on March 4, 2025, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. any Paragraph in this order that terminates in less than twenty (20) years; B. this order's application to any respondent that is not named as a defendant in such complaint; and C. this order if such complaint is filed after the order has terminated pursuant to this Paragraph."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "03.05, Petco Animal Supplies, Inc., In th Matter of Complaint.pdf",
      "order": "03.05, Petco Animal Supplies, Inc., In th Matter of Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 2,
      "order_provisions": 8,
      "order_definitions": 3,
      "order_requirements": 22
    },
    "processing_time_seconds": 123.8
  }
}