{
  "case_info": {
    "docket_number": "C-4252",
    "company": {
      "name": "Genica Corporation",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "1890 Ord Way, Oceanside, California 92056",
      "business_description": "Genica Corporation is a computer and consumer electronics retailer that sells computer systems, peripherals, and consumer electronics to consumers over the internet through the www.geeks.com website. The company operates a computer network that consumers use in conjunction with the website and web application to obtain product information and purchase products."
    },
    "commissioners": [
      "Jon Leibowitz, Chairman",
      "Pamela Jones Harbour",
      "William E. Kovacic",
      "J. Thomas Rosch"
    ],
    "case_date": {
      "month": 3,
      "year": 2009
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. ยง 45(a)",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/1923258-microsoft-corporation-us-v"
  },
  "complaint": {
    "factual_background": "Genica Corporation and Compgeeks.com sold computer products online and collected sensitive consumer information including credit card numbers. They publicly claimed to protect this data with state-of-the-art security measures, but in reality stored personal information in clear text and failed to implement basic security defenses. From January through June 2007, hackers exploited these security failures using SQL injection attacks and extracted personal information of hundreds of customers.",
    "representations_made": [
      {
        "description": "Claimed to actively protect privacy using security technology, controls, and employee access restrictions",
        "quoted_text": "The objective of the safeguarding personal information principle is to assure you that we actively protect your privacy using a variety of security and controls. We use secure technology, privacy protection controls and restrictions on employee access in order to safeguard your personal information. We use state of the art technology (e.g., Secure Socket Layer, or SSL) encryption to keep customer personal information as secure as possible. We have also put in place privacy protection control systems designed to ensure that personal Customer data remains safe and private.",
        "source_paragraph": 7
      },
      {
        "description": "Represented that they implemented reasonable and appropriate measures to protect personal information against unauthorized access",
        "quoted_text": "Through the means described in Paragraph 7, respondents represented, expressly or by implication, that they implemented reasonable and appropriate measures to protect personal information against unauthorized access.",
        "source_paragraph": 11
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Deceptive Data Security Misrepresentation",
        "representation": "Respondents represented that they implemented reasonable and appropriate measures to protect personal information against unauthorized access",
        "fact": "Respondents did not implement reasonable and appropriate measures to protect personal information against unauthorized access. They stored personal information in clear text, failed to assess vulnerability to SQL injection attacks, did not implement simple defenses, did not monitor network connections, and failed to employ measures to detect unauthorized access",
        "conclusion": "Therefore, the representation set forth in Paragraph 11 was, and is, false or misleading."
      }
    ]
  },
  "order": {
    "definitions": {
      "Personally identifiable information": "individually identifiable information from or about an individual consumer including, but not limited to: (a) a first and last name; (b) a home or other physical address, including street name and name of city or town; (c) an email address or other online contact information, such as an instant messaging user identifier or a screen name; (d) a telephone number; (e) a Social Security number; (f) a driver's license or other state-issued identification number; (g) credit or debit card information, including card number, expiration date, and security code; (h) a persistent identifier, such as a customer number held in a \"cookie\" or processor serial number, that is combined with other available data that identifies an individual consumer; or (i) any information that is combined with any of (a) through (h) above.",
      "personal information": "individually identifiable information from or about an individual consumer including, but not limited to: (a) a first and last name; (b) a home or other physical address, including street name and name of city or town; (c) an email address or other online contact information, such as an instant messaging user identifier or a screen name; (d) a telephone number; (e) a Social Security number; (f) a driver's license or other state-issued identification number; (g) credit or debit card information, including card number, expiration date, and security code; (h) a persistent identifier, such as a customer number held in a \"cookie\" or processor serial number, that is combined with other available data that identifies an individual consumer; or (i) any information that is combined with any of (a) through (h) above.",
      "respondents": "Genica, Compgeeks.com, and their subsidiaries, divisions, affiliates, successors and assigns.",
      "Commerce": "as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. ยง 44."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Privacy and Security",
        "category": "prohibition",
        "summary": "Respondents must not misrepresent the extent to which they maintain and protect the privacy, confidentiality, or integrity of any personal information collected from or about consumers.",
        "requirements": [
          {
            "description": "Must not misrepresent privacy, confidentiality, or integrity protections for personal information",
            "quoted_text": "IT IS ORDERED that respondents and their officers, agents, representatives, and employees, directly or through any corporation, subsidiary, division, website, or other device, in connection with the advertising, marketing, promotion, offering for sale, or sale of any product or service, in or affecting commerce, shall not misrepresent in any manner, expressly or by implication, the extent to which respondents maintain and protect the privacy, confidentiality, or integrity of any personal information collected from or about consumers.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Comprehensive Information Security Program",
        "category": "affirmative_obligation",
        "summary": "Respondents must establish and maintain a comprehensive information security program that is reasonably designed to protect the security, confidentiality, and integrity of personal information collected from or about consumers.",
        "requirements": [
          {
            "description": "Establish and implement a comprehensive information security program no later than the date of service of this order",
            "quoted_text": "IT IS FURTHER ORDERED that respondents and their officers, agents, representatives, and employees, directly or through any corporation, subsidiary, division, website, or other device, shall, no later than the date of service of this order, establish and implement, and thereafter maintain, a comprehensive information security program that is reasonably designed to protect the security, confidentiality, and integrity of personal information collected from or about consumers. Such program, the content and implementation of which must be fully documented in writing, shall contain administrative, technical, and physical safeguards appropriate to respondents' size and complexity, the nature and scope of respondents' activities, and the sensitivity of the personal information collected from or about consumers",
            "deadline": "no later than the date of service of this order",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Designate an employee or employees to coordinate and be accountable for the information security program",
            "quoted_text": "the designation of an employee or employees to coordinate and be accountable for the information security program",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Identify material internal and external risks to personal information and assess the sufficiency of safeguards in place",
            "quoted_text": "the identification of material internal and external risks to the security, confidentiality, and integrity of personal information that could result in the unauthorized disclosure, misuse, loss, alteration, destruction, or other compromise of such information, and assessment of the sufficiency of any safeguards in place to control these risks. At a minimum, this risk assessment should include consideration of risks in each area of relevant operation, including, but not limited to, (1) employee training and management, (2) information systems, including network and software design, information processing, storage, transmission, and disposal, and (3) prevention, detection, and response to attacks, intrusions, or other systems failure",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Design and implement reasonable safeguards to control identified risks and regularly test or monitor the effectiveness of key controls, systems, and procedures",
            "quoted_text": "the design and implementation of reasonable safeguards to control the risks identified through risk assessment, and regular testing or monitoring of the effectiveness of the safeguards' key controls, systems, and procedures",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Take reasonable steps to retain service providers capable of safeguarding personal information and require service providers by contract to implement and maintain appropriate safeguards",
            "quoted_text": "the development and use of reasonable steps to retain service providers capable of appropriately safeguarding personal information they receive from respondents and requiring service providers by contract to implement and maintain appropriate safeguards",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Evaluate and adjust the information security program in light of testing results, material changes to operations or business arrangements, or other circumstances that may impact program effectiveness",
            "quoted_text": "the evaluation and adjustment of respondents' information security program in light of the results of the testing and monitoring required by subpart C, any material changes to respondents' operations or business arrangements, or any other circumstances that respondents know or have reason to know may have a material impact on the effectiveness of their information security program",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Third-Party Assessments",
        "category": "assessment",
        "summary": "Respondents must obtain initial and biennial assessments from a qualified, independent third-party professional certifying that their security program provides reasonable assurance that personal information is protected.",
        "requirements": [
          {
            "description": "Obtain initial assessment covering the first 180 days after service of the order",
            "quoted_text": "IT IS FURTHER ORDERED that, in connection with the online advertising, marketing, promotion, offering for sale, or sale of any product or service to consumers, in or affecting commerce, respondents, and their officers, agents, representatives, and employees, shall obtain initial and biennial assessments and reports (\"Assessments\") from a qualified, objective, independent third-party professional, who uses procedures and standards generally accepted in the profession. The reporting period for the Assessments shall cover: (1) the first one hundred eighty (180) days after service of the order for the initial Assessment",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Obtain biennial assessments for each two-year period thereafter for ten years after service of the order",
            "quoted_text": "each two (2) year period thereafter for ten (10) years after service of the order for the biennial Assessments",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Each assessment must be prepared and completed within 60 days after the end of the reporting period",
            "quoted_text": "Each Assessment shall be prepared and completed within sixty (60) days after the end of the reporting period to which the Assessment applies by: a person qualified as a Certified Information System Security Professional (CISSP) or as a Certified Information Systems Auditor (CISA); a person holding Global Information Assurance Certification (GIAC) from the SysAdmin, Audit, Network, Security (SANS) Institute; or a similarly qualified person or organization approved by the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide the initial assessment to the FTC within 10 days after the assessment has been prepared",
            "quoted_text": "Respondents shall provide the initial Assessment to the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580, within ten (10) days after the Assessment has been prepared.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Retain all subsequent biennial assessments until the order is terminated and provide to the FTC within 10 days of request",
            "quoted_text": "All subsequent biennial Assessments shall be retained by respondents until the order is terminated and provided to the Associate Director of Enforcement within ten (10) days of request.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondents must maintain and make available to the FTC for inspection various documents related to compliance with the order.",
        "requirements": [
          {
            "description": "Maintain for three years after preparation all materials relied upon to prepare each assessment",
            "quoted_text": "for a period of three (3) years after the date of preparation of each Assessment required under Part III of this order, all materials relied upon to prepare the Assessment, whether prepared by or on behalf of the respondents, including but not limited to all plans, reports,studies, reviews, audits, audit trails, policies, training materials, and assessments, and any other materials relating to respondents' compliance with Parts II and III of this order, for the compliance period covered by such Assessment",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Maintain for five years from preparation or dissemination all other documents relating to compliance with this order",
            "quoted_text": "unless covered by IV.A, for a period of five (5) years from the date of preparation or dissemination, whichever is later, all other documents relating to compliance with this order, including but not limited to: 1. all advertisements and promotional materials containing any representations covered by this order, with all materials relied upon in disseminating the representation; and 2. any documents, whether prepared by or on behalf of respondents, that call into question respondents' compliance with this order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Order Distribution and Acknowledgment",
        "category": "acknowledgment",
        "summary": "Respondents must deliver a copy of this order to all current and future principals, officers, directors, managers, employees, agents, and representatives having responsibilities relating to the subject matter of this order.",
        "requirements": [
          {
            "description": "Deliver this order to current personnel within 30 days after service of this order",
            "quoted_text": "IT IS FURTHER ORDERED that respondents shall deliver a copy of this order to all current and future principals, officers, directors, and managers, and to all current and future employees, agents, and representatives having responsibilities relating to the subject matter of this order. Respondents shall deliver this order to such current personnel within thirty (30) days after service of this order",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver this order to future personnel within 30 days after the person assumes such position or responsibilities",
            "quoted_text": "and to such future personnel within thirty (30) days after the person assumes such position or responsibilities",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Change in Corporate Structure Notification",
        "category": "compliance_reporting",
        "summary": "Respondents must notify the Commission at least 30 days prior to any change in the corporation that may affect compliance obligations arising under this order.",
        "requirements": [
          {
            "description": "Notify the Commission at least 30 days prior to any change in the corporation that may affect compliance obligations, including dissolution, assignment, sale, merger, creation or dissolution of subsidiaries, bankruptcy filing, or change in corporate name or address",
            "quoted_text": "IT IS FURTHER ORDERED that respondents shall notify the Commission at least thirty (30) days prior to any change in the corporation(s) that may affect compliance obligations arising under this order, including, but not limited to: a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in the corporate name or address.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "If learning of a change fewer than 30 days prior, notify the Commission as soon as practicable after obtaining such knowledge",
            "quoted_text": "Provided, however, that, with respect to any proposed change in the corporation(s) about which respondents learn fewer than thirty (30) days prior to the date such action is to take place, respondents shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Compliance Reports",
        "category": "compliance_reporting",
        "summary": "Respondents must file a written report with the Commission setting forth in detail the manner and form in which they have complied with this order.",
        "requirements": [
          {
            "description": "File with the Commission a written compliance report within 180 days after service of this order and at such other times as the Commission may require",
            "quoted_text": "IT IS FURTHER ORDERED that respondents shall, within one hundred eighty (180) days after service of this order, and at such other times as the Commission may require, file with the Commission a report, in writing, setting forth in detail the manner and form in which they have complied with this order.",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "This order will terminate on March 16, 2029, or twenty years from the most recent date that the United States or the Commission files a complaint in federal court alleging any violation of the order, whichever comes later.",
        "requirements": [
          {
            "description": "Order remains in effect until termination date",
            "quoted_text": "This order will terminate on March 16, 2029, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. any Part in this order that terminates in fewer than twenty (20) years; B. this order's application to any respondent that is not named as a defendant in such complaint; and C. this order if such complaint is filed after the order has terminated pursuant to this Part.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on March 16, 2029, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. any Part in this order that terminates in fewer than twenty (20) years; B. this order's application to any respondent that is not named as a defendant in such complaint; and C. this order if such complaint is filed after the order has terminated pursuant to this Part. Provided, further, that if such complaint is dismissed or a federal court rules that respondent(s) did not violate any provision of the order, and the dismissal or ruling is either not appealed or upheld on appeal, then the order as to such respondent(s) will terminate according to this Part as though the complaint had never been filed, except that the order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "03.09, Gencia Corporation and Compgeeks.com, also dba Computer Geeks Discount Outlet and Geeks.com Complaint.pdf",
      "order": "03.09, Gencia Corporation and Compgeeks.com, also dba Computer Geeks Discount Outlet and Geeks.com Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 2,
      "order_provisions": 8,
      "order_definitions": 4,
      "order_requirements": 20
    },
    "processing_time_seconds": 103.2
  }
}