{
  "case_info": {
    "docket_number": "H-01-1255",
    "company": {
      "name": "Paula L. Garrett, d/b/a Discreet Data Systems",
      "incorporation_state": "",
      "entity_type": "unincorporated entity",
      "address": "8107 12th Fairway Lane, Humble, Texas, 77346",
      "business_description": "Discreet Data Systems conducts business over the telephone and through its website (http://www.discreetdatasystems.com). The business operates in the information search industry, including asset location services. The company advertises the ability to obtain and sell customer information from financial institutions, including bank account balances, bank asset locates information, and account activity statements."
    },
    "commissioners": [],
    "case_date": {
      "month": 3,
      "year": 2002
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a), and Section 521 of the Gramm-Leach-Bliley Act, 15 U.S.C. § 6821",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/012-3067-garrett-paula-l-dba-discreet-data-systems"
  },
  "complaint": {
    "factual_background": "Paula L. Garrett, doing business as Discreet Data Systems, operated a Web-based information brokerage that advertised the ability to obtain bank account balances, bank account activity statements, and other financial asset information from financial institutions. To acquire this confidential customer information, Garrett used or directed others to use false pretenses — including impersonating bank customers — to trick financial institution employees into disclosing private account data belonging to third parties. She then sold this fraudulently obtained information to her clients for a fee. Her conduct violated both Section 521 of the Gramm-Leach-Bliley Act, which prohibits obtaining customer financial information through false pretenses, and Section 5(a) of the FTC Act, which prohibits unfair or deceptive acts or practices.",
    "representations_made": [
      {
        "description": "Defendant falsely represented to financial institution representatives that she (or those acting through her) was a customer of the financial institution, or made other misrepresentations, in order to induce disclosure of third-party customer information",
        "quoted_text": "13. In numerous instances, through others, defendant has contacted financial institutions and falsely represented to representatives of the financial institutions (or persons defendant believed to be such representatives) that defendant is a customer of the financial institutions, or has made other misrepresentations. Defendant makes these false representations to induce the persons to disclose customer information belonging to third parties.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 13,
        "quote_start_line": 135,
        "quote_end_line": 139
      },
      {
        "description": "Defendant misrepresented her identity, her purposes, or her right to receive customer information to representatives of financial institutions in order to fraudulently obtain consumers' financial information for resale",
        "quoted_text": "16. Defendant’s practices of misrepresenting, through others, (1) her identity, (2) her purposes, or (3) her right to receive customer information, to representatives of financial institutions (or persons defendant believes to be representatives of financial institutions), for the purpose of fraudulently obtaining consumers’ financial information and subsequently selling that information, causes or is likely to cause substantial injury to consumers that is not reasonably avoidable by consumers themselves and not outweighed by countervailing benefits to consumers or to competition.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 16,
        "quote_start_line": 146,
        "quote_end_line": 152
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Violations of the Gramm-Leach-Bliley Act",
        "representation": "Through others, defendant falsely represented to financial institution representatives that she was a customer of those institutions, or made other misrepresentations, to induce disclosure of third-party customer information",
        "fact": "Defendant was not a customer of those financial institutions and had no lawful right to obtain the requested customer information; she used these false pretenses to acquire confidential account data belonging to third parties and sell it for profit",
        "conclusion": "Defendant's false representations to representatives of financial institutions violate Section 521(b) of the GLB Act, 15 U.S.C. § 6821(b)"
      },
      {
        "count_number": 2,
        "title": "Violations of Section 5(a) of the FTC Act — Unfair or Deceptive Acts or Practices",
        "representation": "Through others, defendant misrepresented her identity, her purposes, or her right to receive customer information to representatives of financial institutions in order to obtain consumers' private financial data",
        "fact": "Defendant had no legitimate identity, purpose, or right to receive such customer information; her practices caused or were likely to cause substantial injury to consumers that was not reasonably avoidable and not outweighed by any countervailing benefit",
        "conclusion": "Defendant's acts or practices are misleading and therefore unfair or deceptive in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)"
      }
    ]
  },
  "order": {
    "definitions": {
      "Person": "any individual, group, unincorporated association, limited or general partnership, corporation, or other business entity.",
      "Defendant": "Paula L. Garrett, d/b/a Discreet Data Systems, and her assigns, agents, servants, employees or affiliates, and those persons in active concert or participation with her who receive actual notice of this Order by personal service or otherwise, whether acting directly or through any corporation, subsidiary, division or other device.",
      "customer, customer information of a financial institution, and financial institution": "have the same meanings as set out in Sections 527(1), 527(2), and 527(4)(A) of the GLB Act, respectively, 15 U.S.C. §§ 6827(1), 6827(2), and 6827(4)(A).",
      "Document": "synonymous in meaning and equal in scope to the usage of the term in Federal Rules of Civil Procedure 34(a) and includes writings, drawings, graphs, charts, photographs, audio, and video recordings, computer records, and other data compilations from which the information can be obtained and translated, if necessary, through detection devices into reasonably usable form. A draft or non-identical copy is a separate document within the meaning of the term.",
      "and / or": "have both conjunctive and disjunctive meanings."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibited Business Activities",
        "category": "prohibition",
        "summary": "Defendant is permanently restrained and enjoined from making false or misleading statements about her identity or purpose, requesting others to obtain financial customer information unlawfully, disclosing or selling such customer information (with narrow exceptions), and making any materially false or misleading statements.",
        "requirements": [
          {
            "description": "Must not make, or assist in making, any false or misleading statement about Defendant's identity, purpose, or right to receive customer information of a financial institution.",
            "quoted_text": "A. Making, or assisting in the making, directly or by implication, any false or misleading statement about Defendant’s identity, purpose or right to receive customer information;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 90,
            "quote_end_line": 91
          },
          {
            "description": "Must not request a person to obtain customer information of a financial institution knowing or consciously avoiding knowing that the person will obtain it through false pretenses or in violation of Section 521 of the GLB Act.",
            "quoted_text": "B. Requesting a person to obtain customer information of a financial institution knowing or consciously avoiding knowing that the person will obtain, or attempt to obtain, the information from the institution in any manner described in Section A of this Paragraph, or in any manner that violates Section 521 of the GLB Act, 15 U.S.C. § 6821;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 92,
            "quote_end_line": 95
          },
          {
            "description": "Must not disclose, disseminate, distribute, or sell customer information of a financial institution, except with prior written consumer consent, to a law enforcement agency, or as required by law, regulation, or court order.",
            "quoted_text": "C. Disclosing, disseminating, distributing, or selling customer information of a financial institution. Provided, however, that Defendant may disclose, disseminate, distribute or sell such customer information (1) with the prior written consent of the consumer to whom such information 4 relates, (2) to a law enforcement agency, or (3) as required by any law, regulation or court order; and",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 96,
            "quote_end_line": 103
          },
          {
            "description": "Must not make or assist in making any statement of material fact that is false or misleading.",
            "quoted_text": "D. Making or assisting in making, directly or by implication, any statement of material fact that is false or misleading.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 104,
            "quote_end_line": 105
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Gramm-Leach-Bliley Act Prohibitions",
        "category": "prohibition",
        "summary": "Defendant is permanently restrained and enjoined from violating or assisting others in violating any provision of Section 521 of the GLB Act (Fraudulent Access to Financial Information), as it now exists or may hereafter be amended.",
        "requirements": [
          {
            "description": "Must not violate or assist others in violating Section 521 of the GLB Act, 15 U.S.C. § 6821, in connection with advertising, promotion, obtaining, offering for sale, or sale of customer information of a financial institution.",
            "quoted_text": "IT IS FURTHER ORDERED that, in connection with the advertising, promotion, obtaining, offering for sale, or sale of customer information of a financial institution, Defendant is hereby permanently restrained and enjoined from violating or assisting others in violating any provision of Section 521 of the GLB Act, 15 U.S.C. § 6821, as it now exists or may hereafter be amended. A copy of the “Fraudulent Access to Financial Information” provisions of the Gramm-Leach-Bliley Act, 15 U.S.C. § § 6821-6827, is attached to this Order and is hereby incorporated as if recited herein.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 110,
            "quote_end_line": 115
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Monetary Relief",
        "category": "affirmative_obligation",
        "summary": "Defendant must pay $2,000.00 to the FTC by certified check or wire transfer within 15 business days of entry of the Order, to be deposited as disgorgement; default triggers statutory interest accrual.",
        "requirements": [
          {
            "description": "Pay $2,000.00 to the Commission by certified check or wire transfer within 15 business days of entry of the Order.",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant shall pay $2,000.00 to the Commission by certified check or wire transfer within 15 business days of entry of the Order.",
            "deadline": "15 business days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 117,
            "quote_end_line": 118
          },
          {
            "description": "Payment shall not be deemed a fine, penalty, forfeiture, or punitive assessment.",
            "quoted_text": "A. No portion of the payment as herein provided shall be deemed a payment of any fine, penalty, forfeiture, or punitive assessment.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 119,
            "quote_end_line": 120
          },
          {
            "description": "In the event of default, interest computed pursuant to 28 U.S.C. § 1961(a) shall accrue from the date of default to the date of payment.",
            "quoted_text": "B. In the event of any default on any obligation of Defendant to make payment under 5 this Paragraph, interest computed pursuant to 28 U.S.C. § 1961(a), shall accrue from the date of default to the date of payment.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 121,
            "quote_end_line": 126
          },
          {
            "description": "All funds paid shall be deposited by the Commission to the Treasury as disgorgement.",
            "quoted_text": "C. All funds paid pursuant to this Paragraph shall be deposited by the Commission to the Treasury as disgorgement.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 130,
            "quote_end_line": 131
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Right to Reopen",
        "category": "monitoring",
        "summary": "The Order is premised on the truthfulness of Defendant's business records and sworn testimony; if the Commission finds material misrepresentation or omission of revenue, it may move the Court to reopen the Order solely to modify Defendant's monetary liability.",
        "requirements": [
          {
            "description": "The Commission's agreement to this Order is premised on the truthfulness, accuracy, and completeness of Defendant's business records and sworn testimony regarding revenues attributable to violative financial asset searches.",
            "quoted_text": "IT IS FURTHER ORDERED that the Commission’s agreement to and the Court’s approval of this Order is expressly premised upon the truthfulness, accuracy, and completeness of Defendant Paula L. Garrett’s business records and sworn testimony regarding Defendant’s revenues attributable to financial asset searches that violate Section 521 of the GLB Act, 15 U.S.C. § 6821, and Section 5(a) of the FTC Act, 15 U.S.C. § 45(a), and related information submitted to the Commission, which contain material information relied upon by the Commission in negotiating and agreeing to the terms of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 133,
            "quote_end_line": 139
          },
          {
            "description": "If the Commission finds evidence that Defendant's disclosures failed to disclose significant violative revenue or materially misrepresented revenues, the Commission may move to reopen the Order solely to modify Defendant's monetary liability.",
            "quoted_text": "IT IS FURTHER ORDERED that if the Commission should have evidence that the above-referenced information failed to disclose any significant revenue attributable to violative financial asset searches, or that Defendant materially misrepresented the revenues so attributable, or made any other material misrepresentation or omission, the Commission may move that the Court reopen this Order for the sole purpose of allowing the Commission to modify Defendant's monetary liability. Should this judgment be modified as to the monetary liability of the Defendant, this Order, in all other respects, shall remain in full force. Any proceedings instituted under this Paragraph shall be in addition to and not in lieu of any other proceedings the Commission may initiate to enforce this Order. Solely for the purposes of reopening or enforcing this Paragraph, Defendant waives any right to contest any of the allegations set forth in the Complaint filed in this matter.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 140,
            "quote_end_line": 149
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Lifting of Asset Freeze",
        "category": "affirmative_obligation",
        "summary": "The preliminary asset freeze against Defendant shall be lifted upon the Commission's receipt of the monetary relief payment ordered in Part III.",
        "requirements": [
          {
            "description": "The freeze against Defendant's assets under the Stipulated Preliminary Injunction entered April 19, 2001 shall be lifted upon receipt of funds in payment of the monetary relief ordered in Part III.",
            "quoted_text": "IT IS FURTHER ORDERED that the freeze against the assets of Defendant Paula L. Garrett pursuant to Paragraph II of the Stipulated Preliminary Injunction entered by this Court on April 19, 2001, shall be lifted upon receipt of funds in payment of the monetary relief ordered in Part III of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 154,
            "quote_end_line": 157
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Prohibition on Disclosing Information from Asset Searches",
        "category": "prohibition",
        "summary": "Defendant is permanently restrained and enjoined from selling, renting, leasing, transferring, or otherwise disclosing any identifying or financial information of any person who was the subject of an asset search by Defendant or her agents, except with written consumer consent, to law enforcement, or as required by law.",
        "requirements": [
          {
            "description": "Must not sell, rent, lease, transfer, or otherwise disclose identifying information (name, address, SSN, phone, email, credit card number, etc.) or financial asset information of any person who was ever the subject of an asset search by Defendant or her agents, except with written consumer consent, to law enforcement, or as required by law.",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant is permanently restrained and enjoined from selling, renting, leasing, transferring, or otherwise disclosing (i) the name, address, social security number, telephone number, e-mail address, credit card number, or other identifying information, or (ii) any bank or brokerage account number or balance, or financial asset information of any kind, of any person who was, at any time, the subject of an asset search by Defendant or by any agents, servants, employees, or contractors of Defendant. Provided, however, that Defendant may disclose such information (1) with the written consent of the consumer to whom such information relates, (2) to a law enforcement agency, or (3) as required by any law, regulation, or court order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 159,
            "quote_end_line": 167
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Distribution of Order by Defendant",
        "category": "acknowledgment",
        "summary": "For five years from entry of the Order, in connection with any information-brokering business she owns or controls, Defendant must provide a copy of the Order to all officers, directors, managers, asset-search personnel, and sales personnel and obtain signed acknowledgments, then retain those acknowledgments for three years.",
        "requirements": [
          {
            "description": "For five (5) years from the date of entry, provide a copy of this Order to, and obtain a signed and dated acknowledgment from, each officer or director, management personnel, personnel involved in financial asset searches, and sales personnel, immediately upon employing or retaining any such persons.",
            "quoted_text": "A. Provide a copy of this Order to, and obtain a signed and dated acknowledgment of receipt of same from, each officer or director, each individual serving in a management capacity, all personnel involved in financial asset searches of consumers, including but not limited to agents and independent contractors, and all sales personnel, whether designated as employees, agents, consultants, independent contractors, or otherwise, immediately upon employing or retaining any such persons: and",
            "deadline": "5 years / immediately upon employing or retaining",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 177,
            "quote_end_line": 181
          },
          {
            "description": "Maintain for three (3) years after creation and, upon reasonable notice, make available to Commission representatives the original signed and dated acknowledgments of receipt of copies of this Order.",
            "quoted_text": "B. Maintain for a period of three (3) years after creation and, upon reasonable notice, make available to representatives of the Commission, the original signed and dated acknowledgments of the receipt of copies of this Order, as required in Section A of this Paragraph.",
            "deadline": "3 years after creation",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 182,
            "quote_end_line": 184
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Monitoring Compliance of Employees, Agents and Independent Contractors",
        "category": "affirmative_obligation",
        "summary": "Defendant is permanently restrained and enjoined from failing to take reasonable steps to monitor and ensure that all employees, agents, and independent contractors comply with Paragraphs I and II of the Order, in connection with any information-brokering business she owns or controls.",
        "requirements": [
          {
            "description": "Must take reasonable steps sufficient to monitor and ensure that all employees, agents, and independent contractors comply with Paragraphs I and II of this Order, in connection with any business engaged in advertising, promotion, obtaining, offering for sale, or sale of customer information of a financial institution where Defendant is the majority owner or directly or indirectly manages or controls the business.",
            "quoted_text": "IT IS FURTHER ORDERED that in connection with any business engaged in whole or in part in advertising, promotion, obtaining, offering for sale, or sale of customer information of a financial institution, where she is the majority owner, or directly or indirectly manages or controls the business, Defendant Paula L. Garrett is hereby permanently restrained and enjoined from failing to take reasonable steps sufficient to monitor and ensure that all employees, agents and independent contractors comply with Paragraphs I and II of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 187,
            "quote_end_line": 192
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Document Retention",
        "category": "recordkeeping",
        "summary": "Defendant must maintain for at least five years all records necessary to demonstrate compliance with this Order and the GLB Act, including financial records, training materials, scripts, and consumer complaints, and make them available to the FTC upon written request.",
        "requirements": [
          {
            "description": "Maintain for at least five (5) years all records and documents necessary to demonstrate full compliance with each provision of this Order, including financial and other business records, order forms, invoices, employee training materials, and scripts, and make them available tothe FTC for inspection and copying upon written request.",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant Paula L. Garrett, and her successors and assigns, shall maintain for at least five (5) years from the date of service of this Order and, upon written request by FTC employees, make available to the FTC for inspection and copying: 9 A. All records and documents necessary to demonstrate fully her compliance with each provision of this Order, including, but not limited to, financial and other business records, order forms, invoices, employee training materials, and scripts;",
            "deadline": "5 years",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 194,
            "quote_end_line": 202
          },
          {
            "description": "Maintain all records and documents necessary to demonstrate compliance with Sections 521-527 of the GLB Act, including any reliance on the Section 521(g) exception, and make them available to the FTC upon written request.",
            "quoted_text": "B. All records and documents necessary to demonstrate her compliance with the requirements of the Sections 521-527 of the GLB Act, 15 U.S.C. § 6821-6827 inclusive, specifically including, but not limited to, Section 521(g) of the GLB Act, 15 U.S.C. § 6821(g), in the event that Defendant intends to rely upon this exception to the prohibited business practices described in Paragraph I; and",
            "deadline": "5 years",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 203,
            "quote_end_line": 207
          },
          {
            "description": "Maintain copies of any complaints received by Defendant regarding her sale of customer information of a financial institution, and make them available to the FTC upon written request.",
            "quoted_text": "C . Copies of any complaints received by Defendant regarding Defendant’s sale of customer information of a financial institution.",
            "deadline": "5 years",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 208,
            "quote_end_line": 209
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendant must submit a sworn written compliance report to the FTC within 60 days of entry; for five years thereafter, must report within 30 days any re-entry into the information brokering business; all notifications must be mailed to the FTC's Division of Financial Practices.",
        "requirements": [
          {
            "description": "Within sixty (60) days after the date of entry of this Order, provide a sworn written report to the FTC setting forth the manner and form in which Defendant has complied and is complying with this Order.",
            "quoted_text": "A. Sixty (60) days after the date of entry of this Order, Defendant Paula L. Garrett shall provide a written report to the FTC, sworn to under penalty of perjury, setting forth the manner and form in which the Defendant has complied and is complying with this Order;",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 213,
            "quote_end_line": 215
          },
          {
            "description": "For five (5) years from entry of the Order, if Defendant re-enters business as an information broker, is employed by one, or acts as an agent of one, provide a report to the Commission within thirty (30) days of such change, including current employment, business address, phone, description of business activities, and Defendant's duties.",
            "quoted_text": "B. For a period of five (5) years from the date of entry of this Order, if Defendant re- enters business as an information broker, is employed by an information broker, or acts as the agent of an information broker, Defendant shall provide, within thirty (30) days after such change of employment, a report to the Commission including her current employment, business address, business 10 telephone number, a description of business activities, and a statement of Defendant's duties and responsibilities in connection with the business or employment;",
            "deadline": "30 days after change of employment (for 5 years)",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 216,
            "quote_end_line": 224
          },
          {
            "description": "Mail all written notifications to the Commission to: Associate Director, Division of Financial Practices, Federal Trade Commission, 600 Pennsylvania Ave., N.W., Washington, D.C. 20580, Re: FTC v. Paula L. Garrett (dba Discreet Data Systems).",
            "quoted_text": "C. For the purposes of this Order, Defendant Paula L. Garrett shall, unless otherwise directed by the Commission’s authorized representatives, mail all written notifications to the Commission to: Associate Director, Division of Financial Practices Federal Trade Commission 600 Pennsylvania Ave., N.W. Washington, D.C. 20580 Re: FTC v. Paula L. Garrett (dba Discreet Data Systems); and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 225,
            "quote_end_line": 232
          },
          {
            "description": "For purposes of compliance reporting, the Commission is authorized to communicate directly with Defendant.",
            "quoted_text": "D. For purposes of the compliance reporting required by this Paragraph, the Commission is authorized to communicate directly with Defendant.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 233,
            "quote_end_line": 234
          }
        ]
      },
      {
        "provision_number": "XI",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission is authorized to monitor Defendant's compliance by all lawful means, including obtaining discovery from any person, using undercover representatives posing as clients or other persons, and using compulsory process under the FTC Act.",
        "requirements": [
          {
            "description": "The Commission is authorized, without further leave of court, to obtain discovery from any person under Fed. R. Civ. P. 26-37 and compulsory process under Fed. R. Civ. P. 45 for the purpose of monitoring and investigating Defendant's compliance.",
            "quoted_text": "A. The Commission is authorized, without further leave of court, to obtain discovery from any person in the manner provided by Chapter V of the Federal Rules of Civil Procedure, Fed. R. Civ. P. 26-37, including the use of compulsory process pursuant to Fed. R. Civ. P. 45, for the purpose of monitoring and investigating Defendant’s compliance with any provision of this Order;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 238,
            "quote_end_line": 241
          },
          {
            "description": "The Commission is authorized to use representatives posing as clients, consumers, bank employees, private investigators, suppliers, and other persons to Defendant or any entity managed or controlled by Defendant, without identification or prior notice.",
            "quoted_text": "B. The Commission is authorized to use representatives posing as clients, consumers, bank employees, private investigators, suppliers and other persons to Defendant, Defendant’s employees, or any other entity managed or controlled in whole or in part by Defendant, without the necessity of identification or prior notice; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 242,
            "quote_end_line": 245
          },
          {
            "description": "Nothing in this Order limits the Commission's lawful use of compulsory process under Sections 9 and 20 of the FTC Act to investigate whether Defendant has violated any provision of this Order, Section 5 of the FTC Act, or Section 521 of the GLB Act.",
            "quoted_text": "C. Nothing in this Order shall limit the Commission’s lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49 and 57b-1, to investigate whether Defendant has violated any provision of this Order, Section 5 of the FTC Act, 15 U.S.C. § 45, or Section 521 of the GLB Act, 15 U.S.C. § 6821.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 249,
            "quote_end_line": 252
          }
        ]
      },
      {
        "provision_number": "XII",
        "title": "Access to Premises, Records, and Persons",
        "category": "monitoring",
        "summary": "For five years from entry of the Order, Defendant must permit Commission representatives, within three business days of written notice, to access business offices, inspect and copy all relevant documents, and interview officers, directors, and employees of any information-brokering business Defendant owns or controls.",
        "requirements": [
          {
            "description": "For five (5) years from entry of the Order, permit Commission representatives within three (3) business days of written notice to access during normal business hours any office or facility of any information-brokering business Defendant owns or controls, and permit inspection, copying, and removal (for up to five business days) of all documents relevant to this Order.",
            "quoted_text": "IT IS FURTHER ORDERED that, for a period of 5 years from the date of entry of this Order, for the purpose of further determining compliance with this Order, Defendant shall permit representatives of the Commission, within three (3) business days of receipt of written notice from the Commission: A. Access during normal business hours to any office, or facility storing documents, of any business where Defendant is the majority owner of the business or directly or indirectly manages or controls the business, and where the business is engaged in information brokering. In providing such access, such Defendant shall permit representatives of the Commission to inspect and copy all documents relevant to any matter contained in this Order; and shall permit Commission representatives to remove documents relevant to any matter contained in this Order for a period not to exceed five (5) business days so that the documents may be inspected, inventoried, and copied; and",
            "deadline": "5 years / 3 business days of written notice",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 254,
            "quote_end_line": 264
          },
          {
            "description": "Permit Commission representatives to interview officers, directors, employees, consumer complaint personnel, and sales personnel of any covered business, with counsel present if desired.",
            "quoted_text": "B. To interview the officers, directors and employees, including all personnel involved in responding to consumer complaints or inquiries, and all sales personnel, whether designated as employees, consultants, independent contractors or otherwise, of any business to which Section A of this Paragraph applies, concerning matters relating to compliance with the terms of this Order. The persons interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 265,
            "quote_end_line": 269
          }
        ]
      },
      {
        "provision_number": "XIII",
        "title": "Acknowledgment",
        "category": "acknowledgment",
        "summary": "Within five business days of receipt of the Order as entered by the Court, Defendant must submit to the Commission a truthful sworn statement in the form of Appendix A acknowledging receipt of the Order.",
        "requirements": [
          {
            "description": "Within five (5) business days after receipt of this Order as entered by the Court, submit to the Commission a truthful sworn statement in the form shown on Appendix A acknowledging receipt of this Order.",
            "quoted_text": "IT IS FURTHER ORDERED that, within five (5) business days after receipt by Defendant of this Order as entered by the Court, Defendant Paula L. Garrett shall submit to the Commission a truthful sworn statement, in the form shown on Appendix A hereto, that shall acknowledge receipt of this Order.",
            "deadline": "5 business days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 277,
            "quote_end_line": 280
          }
        ]
      },
      {
        "provision_number": "XIV",
        "title": "Costs and Attorneys Fees",
        "category": "affirmative_obligation",
        "summary": "Each party to this Order shall bear its own costs and attorneys fees incurred in connection with this action.",
        "requirements": [
          {
            "description": "Each party shall bear its own costs and attorneys fees incurred in connection with this action.",
            "quoted_text": "IT IS FURTHER ORDERED that each party to this Order bear its own costs and attorneys fees incurred in connection with this action.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 282,
            "quote_end_line": 283
          }
        ]
      },
      {
        "provision_number": "XV",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction of this matter for all purposes, including construction, modification, and enforcement of this Order.",
        "requirements": [
          {
            "description": "The Court retains jurisdiction of this matter for all purposes, including the construction, modification, and enforcement of this Order.",
            "quoted_text": "IT IS FURTHER ORDERED that the Court retains jurisdiction of this matter for all purposes, including the construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 285,
            "quote_end_line": 286
          }
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "IT IS FURTHER ORDERED that the Court retains jurisdiction of this matter for all purposes, including the construction, modification, and enforcement of this Order."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "03.02, Garrett, Paula L. dba Discreet Data Systems Complaint.pdf",
      "order": "03.02, Garrett, Paula L. dba Discreet Data Systems Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 2,
      "order_provisions": 15,
      "order_definitions": 5,
      "order_requirements": 31,
      "provisions_per_section": {
        "I": 4,
        "II": 1,
        "III": 4,
        "IV": 2,
        "V": 1,
        "VI": 1,
        "VII": 2,
        "VIII": 1,
        "IX": 3,
        "X": 4,
        "XI": 3,
        "XII": 2,
        "XIII": 1,
        "XIV": 1,
        "XV": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 2,
        "complaint_total": 2,
        "order_verified": 31,
        "order_total": 31
      }
    },
    "processing_time_seconds": 108.1
  }
}