{
  "case_info": {
    "docket_number": "H-01-1255",
    "company": {
      "name": "Paula L. Garrett, d/b/a Discreet Data Systems",
      "incorporation_state": "",
      "entity_type": "unincorporated entity",
      "address": "8107 12th Fairway Lane, Humble, Texas, 77346",
      "business_description": "Discreet Data Systems operates over the telephone and through a website offering information search services, including asset location and the sale of customer information from financial institutions such as bank account balances and safe deposit box locations."
    },
    "commissioners": [],
    "case_date": {
      "month": 3,
      "year": 2002
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a), and Section 522(a) of the Gramm-Leach-Bliley Act, 15 U.S.C. § 6822(a); Section 521 of the Gramm-Leach-Bliley Act, 15 U.S.C. § 6821",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/012-3067-garrett-paula-l-dba-discreet-data-systems"
  },
  "complaint": {
    "factual_background": "Paula L. Garrett, doing business as Discreet Data Systems, advertised that she could obtain customer information from financial institutions for a fee. To obtain this information, Garrett used false pretenses and posed as customers of financial institutions to fraudulently obtain consumers' financial information, including bank account balances and activity statements, which she then sold to her clients.",
    "representations_made": [
      {
        "description": "Falsely represented to financial institution representatives that she was a customer of the financial institutions",
        "quoted_text": "In numerous instances, through others, defendant has contacted financial institutions and falsely represented to representatives of the financial institutions (or persons defendant believed to be such representatives) that defendant is a customer of the financial institutions, or has made other misrepresentations.",
        "source_paragraph": 13
      },
      {
        "description": "Misrepresented her identity, purposes, or right to receive customer information",
        "quoted_text": "Defendant's practices of misrepresenting, through others, (1) her identity, (2) her purposes, or (3) her right to receive customer information, to representatives of financial institutions (or persons defendant believes to be representatives of financial institutions), for the purpose of fraudulently obtaining consumers' financial information and subsequently selling that information",
        "source_paragraph": 16
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Violations of Gramm-Leach-Bliley Act",
        "representation": "Defendant falsely represented to financial institution representatives that she was a customer of the financial institutions or made other misrepresentations to induce disclosure of customer information belonging to third parties",
        "fact": "Defendant was not a customer and had no legitimate right to the customer information",
        "conclusion": "Defendant's false representations to representatives of financial institutions violate Section 521(b) of the GLB Act, 15 U.S.C. § 6821(b)."
      },
      {
        "count_number": 2,
        "title": "Violations of Section 5(a) of the FTC Act",
        "representation": "Defendant misrepresented (1) her identity, (2) her purposes, or (3) her right to receive customer information to fraudulently obtain and sell consumers' financial information",
        "fact": "These practices cause or are likely to cause substantial injury to consumers that is not reasonably avoidable by consumers themselves and not outweighed by countervailing benefits to consumers or to competition. Defendant's acts or practices are misleading.",
        "conclusion": "Therefore, defendant's acts or practices, as set out above, are unfair or deceptive and violate Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Person": "any individual, group, unincorporated association, limited or general partnership, corporation, or other business entity.",
      "Defendant": "Paula L. Garrett, d/b/a Discreet Data Systems, and her assigns, agents, servants, employees or affiliates, and those persons in active concert or participation with her who receive actual notice of this Order by personal service or otherwise, whether acting directly or through any corporation, subsidiary, division or other device.",
      "customer, customer information of a financial institution, and financial institution": "have the same meanings as set out in Sections 527(1), 527(2), and 527(4)(A) of the GLB Act, respectively, 15 U.S.C. §§ 6827(1), 6827(2), and 6827(4)(A).",
      "Document": "is synonymous in meaning and equal in scope to the usage of the term in Federal Rules of Civil Procedure 34(a) and includes writings, drawings, graphs, charts, photographs, audio, and video recordings, computer records, and other data compilations from which the information can be obtained and translated, if necessary, through detection devices into reasonably usable form. A draft or non-identical copy is a separate document within the meaning of the term.",
      "and and or": "have both conjunctive and disjunctive meanings."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibited Business Activities",
        "category": "prohibition",
        "summary": "Defendant is permanently restrained from making false statements to obtain customer information, requesting others to obtain such information through deceptive means, and disclosing or selling customer information of financial institutions except under specific exceptions.",
        "requirements": [
          {
            "description": "Must not make false or misleading statements about identity, purpose, or right to receive customer information",
            "quoted_text": "Making, or assisting in the making, directly or by implication, any false or misleading statement about Defendant's identity, purpose or right to receive customer information",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not request others to obtain customer information knowing they will use deceptive practices or violate GLB Act",
            "quoted_text": "Requesting a person to obtain customer information of a financial institution knowing or consciously avoiding knowing that the person will obtain, or attempt to obtain, the information from the institution in any manner described in Section A of this Paragraph, or in any manner that violates Section 521 of the GLB Act, 15 U.S.C. § 6821",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not disclose, disseminate, distribute, or sell customer information of a financial institution except with consumer consent, to law enforcement, or as required by law",
            "quoted_text": "Disclosing, disseminating, distributing, or selling customer information of a financial institution. Provided, however, that Defendant may disclose, disseminate, distribute or sell such customer information (1) with the prior written consent of the consumer to whom such information relates, (2) to a law enforcement agency, or (3) as required by any law, regulation or court order",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Must not make false or misleading material statements",
            "quoted_text": "Making or assisting in making, directly or by implication, any statement of material fact that is false or misleading.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Gramm-Leach-Bliley Act Prohibitions",
        "category": "prohibition",
        "summary": "Defendant is permanently restrained from violating or assisting others in violating Section 521 of the GLB Act regarding fraudulent access to financial information.",
        "requirements": [
          {
            "description": "Must not violate or assist others in violating Section 521 of the GLB Act",
            "quoted_text": "IT IS FURTHER ORDERED that, in connection with the advertising, promotion, obtaining, offering for sale, or sale of customer information of a financial institution, Defendant is hereby permanently restrained and enjoined from violating or assisting others in violating any provision of Section 521 of the GLB Act, 15 U.S.C. § 6821, as it now exists or may hereafter be amended.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Monetary Relief",
        "category": "affirmative_obligation",
        "summary": "Defendant must pay $2,000.00 to the Commission within 15 business days of entry of the Order.",
        "requirements": [
          {
            "description": "Pay $2,000.00 to the Commission by certified check or wire transfer",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant shall pay $2,000.00 to the Commission by certified check or wire transfer within 15 business days of entry of the Order.",
            "deadline": "15 business days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Right to Reopen",
        "category": "monitoring",
        "summary": "The Commission may move to reopen the Order to modify monetary liability if Defendant materially misrepresented revenues from violative activities.",
        "requirements": [
          {
            "description": "Commission may reopen Order if Defendant materially misrepresented revenues or made material omissions",
            "quoted_text": "IT IS FURTHER ORDERED that if the Commission should have evidence that the above-referenced information failed to disclose any significant revenue attributable to violative financial asset searches, or that Defendant materially misrepresented the revenues so attributable, or made any other material misrepresentation or omission, the Commission may move that the Court reopen this Order for the sole purpose of allowing the Commission to modify Defendant's monetary liability.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Lifting of Asset Freeze",
        "category": "affirmative_obligation",
        "summary": "The asset freeze against Defendant will be lifted upon receipt of the monetary payment ordered in Part III.",
        "requirements": [
          {
            "description": "Asset freeze shall be lifted upon payment of monetary relief",
            "quoted_text": "IT IS FURTHER ORDERED that the freeze against the assets of Defendant Paula L. Garrett pursuant to Paragraph II of the Stipulated Preliminary Injunction entered by this Court on April 19, 2001, shall be lifted upon receipt of funds in payment of the monetary relief ordered in Part III of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Prohibition on Disclosing Information from Asset Searches",
        "category": "prohibition",
        "summary": "Defendant is permanently restrained from disclosing identifying information or financial asset information of persons who were subjects of asset searches, except with consent, to law enforcement, or as required by law.",
        "requirements": [
          {
            "description": "Must not disclose identifying or financial information from asset searches except with consent, to law enforcement, or as required by law",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant is permanently restrained and enjoined from selling, renting, leasing, transferring, or otherwise disclosing (i) the name, address, social security number, telephone number, e-mail address, credit card number, or other identifying information, or (ii) any bank or brokerage account number or balance, or financial asset information of any kind, of any person who was, at any time, the subject of an asset search by Defendant or by any agents, servants, employees, or contractors of Defendant. Provided, however, that Defendant may disclose such information (1) with the written consent of the consumer to whom such information relates, (2) to a law enforcement agency, or (3) as required by any law, regulation, or court order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Distribution of Order by Defendant",
        "category": "acknowledgment",
        "summary": "For five years, Defendant must provide copies of the Order to officers, directors, managers, and sales personnel in businesses dealing with customer information of financial institutions, and maintain signed acknowledgments.",
        "requirements": [
          {
            "description": "Provide copy of Order to and obtain signed acknowledgments from officers, directors, managers, and personnel involved in financial asset searches and sales",
            "quoted_text": "Provide a copy of this Order to, and obtain a signed and dated acknowledgment of receipt of same from, each officer or director, each individual serving in a management capacity, all personnel involved in financial asset searches of consumers, including but not limited to agents and independent contractors, and all sales personnel, whether designated as employees, agents, consultants, independent contractors, or otherwise, immediately upon employing or retaining any such persons",
            "deadline": "immediately upon employing or retaining",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Maintain signed acknowledgments for three years after creation and make available to Commission upon reasonable notice",
            "quoted_text": "Maintain for a period of three (3) years after creation and, upon reasonable notice, make available to representatives of the Commission, the original signed and dated acknowledgments of the receipt of copies of this Order, as required in Section A of this Paragraph.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Monitoring Compliance of Employees, Agents and Independent Contractors",
        "category": "affirmative_obligation",
        "summary": "Defendant must take reasonable steps to monitor and ensure that all employees, agents, and independent contractors comply with the prohibited business activities provisions.",
        "requirements": [
          {
            "description": "Take reasonable steps to monitor and ensure employees, agents, and contractors comply with Paragraphs I and II",
            "quoted_text": "IT IS FURTHER ORDERED that in connection with any business engaged in whole or in part in advertising, promotion, obtaining, offering for sale, or sale of customer information of a financial institution, where she is the majority owner, or directly or indirectly manages or controls the business, Defendant Paula L. Garrett is hereby permanently restrained and enjoined from failing to take reasonable steps sufficient to monitor and ensure that all employees, agents and independent contractors comply with Paragraphs I and II of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Document Retention",
        "category": "recordkeeping",
        "summary": "Defendant must maintain business records, compliance documents, and complaints for atleast five years and make them available to the FTC upon written request.",
        "requirements": [
          {
            "description": "Maintain all records demonstrating compliance with the Order for at least five years and make available to FTC upon written request",
            "quoted_text": "All records and documents necessary to demonstrate fully her compliance with each provision of this Order, including, but not limited to, financial and other business records, order forms, invoices, employee training materials, and scripts",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Maintain records demonstrating compliance with Sections 521-527 of GLB Act for at least five years",
            "quoted_text": "All records and documents necessary to demonstrate her compliance with the requirements of the Sections 521-527 of the GLB Act, 15 U.S.C. § 6821-6827 inclusive, specifically including, but not limited to, Section 521(g) of the GLB Act, 15 U.S.C. § 6821(g), in the event that Defendant intends to rely upon this exception to the prohibited business practices described in Paragraph I",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Maintain copies of complaints received regarding sale of customer information for at least five years",
            "quoted_text": "Copies of any complaints received by Defendant regarding Defendant's sale of customer information of a financial institution.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendant must submit compliance reports to the FTC within 60 days of the Order and provide employment updates if working as or for an information broker within five years.",
        "requirements": [
          {
            "description": "Provide written compliance report sworn under penalty of perjury to the FTC",
            "quoted_text": "Sixty (60) days after the date of entry of this Order, Defendant Paula L. Garrett shall provide a written report to the FTC, sworn to under penalty of perjury, setting forth the manner and form in which the Defendant has complied and is complying with this Order",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "For five years, report to Commission within 30 days if re-entering information broker business or employment",
            "quoted_text": "For a period of five (5) years from the date of entry of this Order, if Defendant re-enters business as an information broker, is employed by an information broker, or acts as the agent of an information broker, Defendant shall provide, within thirty (30) days after such change of employment, a report to the Commission including her current employment, business address, business telephone number, a description of business activities, and a statement of Defendant's duties and responsibilities in connection with the business or employment",
            "deadline": "30 days after change of employment",
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "XI",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission is authorized to monitor Defendant's compliance through discovery, use of undercover representatives, and compulsory process.",
        "requirements": [
          {
            "description": "Commission authorized to obtain discovery from any person to monitor compliance",
            "quoted_text": "The Commission is authorized, without further leave of court, to obtain discovery from any person in the manner provided by Chapter V of the Federal Rules of Civil Procedure, Fed. R. Civ. P. 26-37, including the use of compulsory process pursuant to Fed. R. Civ. P. 45, for the purpose of monitoring and investigating Defendant's compliance with any provision of this Order",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Commission authorized to use undercover representatives posing as clients, consumers, bank employees, etc.",
            "quoted_text": "The Commission is authorized to use representatives posing as clients, consumers, bank employees, private investigators, suppliers and other persons to Defendant, Defendant's employees, or any other entity managed or controlled in whole or in part by Defendant, without the necessity of identification or prior notice",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Commission may use compulsory process to investigate violations of the Order, FTC Act, or GLB Act",
            "quoted_text": "Nothing in this Order shall limit the Commission's lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49 and 57b-1, to investigate whether Defendant has violated any provision of this Order, Section 5 of the FTC Act, 15 U.S.C. § 45, or Section 521 of the GLB Act, 15 U.S.C. § 6821.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XII",
        "title": "Access to Premises, Records, and Persons",
        "category": "monitoring",
        "summary": "For five years, Defendant must allow Commission representatives access to business premises, documents, and personnel within three business days of written notice.",
        "requirements": [
          {
            "description": "Provide Commission access to offices and facilities, allow inspection and copying of documents, and permit removal of documents for up to five business days",
            "quoted_text": "Access during normal business hours to any office, or facility storing documents, of any business where Defendant is the majority owner of the business or directly or indirectly manages or controls the business, and where the business is engaged in information brokering. In providing such access, such Defendant shall permit representatives of the Commission to inspect and copy all documents relevant to any matter contained in this Order; and shall permit Commission representatives to remove documents relevant to any matter contained in this Order for a period not to exceed five (5) business days so that the documents may be inspected, inventoried, and copied",
            "deadline": "within 3 business days of written notice",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Allow Commission to interview officers, directors, employees, and sales personnel regarding compliance",
            "quoted_text": "To interview the officers, directors and employees, including all personnel involved in responding to consumer complaints or inquiries, and all sales personnel, whether designated as employees, consultants, independent contractors or otherwise, of any business to which Section A of this Paragraph applies, concerning matters relating to compliance with the terms of this Order. The persons interviewed may have counsel present.",
            "deadline": "within 3 business days of written notice",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XIII",
        "title": "Acknowledgment",
        "category": "acknowledgment",
        "summary": "Defendant must submit a truthful sworn statement acknowledging receipt of the Order within five business days.",
        "requirements": [
          {
            "description": "Submit truthful sworn statement acknowledging receipt of Order",
            "quoted_text": "IT IS FURTHER ORDERED that, within five (5) business days after receipt by Defendant of this Order as entered by the Court, Defendant Paula L. Garrett shall submit to the Commission a truthful sworn statement, in the form shown on Appendix A hereto, that shall acknowledge receipt of this Order.",
            "deadline": "5 business days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XIV",
        "title": "Costs and Attorneys Fees",
        "category": "affirmative_obligation",
        "summary": "Each party bears its own costs and attorneys fees incurred in connection with this action.",
        "requirements": [
          {
            "description": "Each party bears its own costs and attorneys fees",
            "quoted_text": "IT IS FURTHER ORDERED that each party to this Order bear its own costs and attorneys fees incurred in connection with this action.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XV",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction over this matter for all purposes including construction, modification, and enforcement of the Order.",
        "requirements": [
          {
            "description": "Court retains jurisdiction for all purposes",
            "quoted_text": "IT IS FURTHER ORDERED that the Court retains jurisdiction of this matter for all purposes, including the construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "No explicit termination date is specified in this Order. The Court retains jurisdiction of this matter for all purposes, including the construction, modification, and enforcement of this Order. Various provisions specify time periods: five (5) years for distribution of order, compliance reporting for re-entering information broker business, document retention, and access to premises; three (3) years for maintaining acknowledgments; permanent restraints are imposed for prohibited business activities."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "03.02, Garrett, Paula L. dba Discreet Data Systems Complaint.pdf",
      "order": "03.02, Garrett, Paula L. dba Discreet Data Systems Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 2,
      "order_provisions": 15,
      "order_definitions": 5,
      "order_requirements": 25
    },
    "processing_time_seconds": 125.4
  }
}