{
  "case_info": {
    "docket_number": "3:12-cv-01487-SI",
    "company": {
      "name": "RockYou, Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "Redwood City, California",
      "business_description": "RockYou operated a website and online service that allowed users to develop and share content through individualized software widgets. The company provided services to consumers online through RockYou.com and various social networking websites, allowing users to create slideshows, upload photos, and share multimedia content."
    },
    "commissioners": [],
    "date_issued": "2012-03-27",
    "legal_authority": "Section 5(a)(1) of the Federal Trade Commission Act, 15 U.S.C. § 45(a)(1); Section 1303(c) of COPPA, 15 U.S.C. § 6502(c); Sections 1303(c) and 1306(d) of the Children's Online Privacy Protection Act of 1998, 15 U.S.C. §§ 6501-6506",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/1023120-rockyou-inc"
  },
  "complaint": {
    "factual_background": "RockYou, Inc. operated a website and social networking services from 2006 through 2010 that collected personal information from users, including email addresses and passwords stored in clear text. The company failed to implement reasonable data security measures, resulting in unauthorized access to approximately 32 million email addresses and passwords. Additionally, from December 2008 through January 2010, RockYou knowingly collected personal information from approximately 179,000 children under age 13 without obtaining parental consent, in violation of COPPA.",
    "representations_made": [
      {
        "description": "Claimed to use commercially reasonable physical, managerial, and technical safeguards to preserve the integrity and security of personal information",
        "quoted_text": "RockYou! uses commercially reasonable physical, managerial, and technical safeguards to preserve the integrity and security of your personal information. We cannot, however, ensure or warrant the security of any information you transmit to RockYou! and you do so at your own risk. Once we receive your transmission of information, RockYou! makes commercially reasonable efforts to ensure the security of our systems. However, please note that this is not a guarantee that such information may not be accessed, disclosed, altered, or destroyed by breach of any of our physical, technical, or managerial safeguards.",
        "source_paragraph": 15
      },
      {
        "description": "Claimed not to knowingly collect or maintain personally identifiable information from children under 13 and promised to delete such information if discovered",
        "quoted_text": "Protecting the privacy of young children is especially important. For that reason, RockYou! does not knowingly collect or maintain personally identifiable information or non-personally-identifiable information on the RockYou! Sites from persons under 13 years of age, and no part of our website is directed to persons under 13. If you are under 13 years of age then please do not use or access the RockYou! Sites at any time or in any manner. If RockYou! learns that personally identifiable information of persons under 13 years of age has been collected on the RockYou! Sites without verified parental consent, then RockYou! will take appropriate steps to delete this information.",
        "source_paragraph": 22
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Data Security Misrepresentation",
        "representation": "Defendant represented that it implemented reasonable and appropriate measures to protect against unauthorized access to the personal information it obtained from customers",
        "fact": "Defendant failed to take reasonable measures by: (a) unnecessarily collecting email passwords; (b) storing passwords in clear text; (c) failing to segment servers; and (d) not protecting against commonly known attacks such as SQL injection and XSS attacks, resulting in unauthorized access to approximately 32 million email addresses and passwords",
        "conclusion": "Therefore, the representation set forth in Paragraph 15 was false or misleading and constituted a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 2,
        "title": "COPPA Rule Violations",
        "representation": "Defendant operated a website that collected personal information from children under age 13 with actual knowledge",
        "fact": "Defendant violated the COPPA Rule by: (a) failing to provide sufficient notice on its website of information collection practices; (b) failing to provide direct notice to parents; (c) failing to obtain verifiable parental consent; and (d) failing to establish reasonable procedures to protect the confidentiality, security, and integrity of personal information collected from children",
        "conclusion": "Therefore, Defendant has violated the Children's Online Privacy Protection Rule, 16 C.F.R. Part 312."
      },
      {
        "count_number": 3,
        "title": "Misrepresentation Regarding Children's Information Collection",
        "representation": "Defendant represented that it: (a) did not knowingly collect or maintain personal information from children under 13; and (b) would delete any personal information that it learns it has collected from children",
        "fact": "Defendant knowingly collected, and did not delete, personal information from children under 13",
        "conclusion": "Therefore, the representations set forth in Paragraph 35 above were false and misleading and constitute deceptive acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      }
    ]
  },
  "order": {
    "definitions": {},
    "provisions": [],
    "duration": {
      "duration_years": null,
      "termination_text": ""
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "03.12, RockYou Complaint.pdf",
      "order": "03.12, RockYou Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 3,
      "complaint_representations": 2,
      "order_provisions": 0,
      "order_definitions": 0,
      "order_requirements": 0
    },
    "processing_time_seconds": 198.8
  }
}