{
  "case_info": {
    "docket_number": "C-4571",
    "company": {
      "name": "Oracle Corporation",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "500 Oracle Parkway, Redwood City, California 94065",
      "business_description": "Oracle is a software company that develops the Java computing platform and other software. The company acquired Java in 2010 as part of its purchase of Sun Microsystems, Inc. Java SE has been installed on more than 850 million personal computers worldwide."
    },
    "commissioners": [
      "Edith Ramirez, Chairwoman",
      "Julie Brill",
      "Maureen K. Ohlhausen",
      "Terrell McSweeny"
    ],
    "case_date": {
      "month": 3,
      "year": 2016
    },
    "legal_authority": "Federal Trade Commission Act, 15 U.S.C. § 45 et seq.",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/132-3115-c4571-oracle-corporation-matter",
    "statutory_topics": [
      "Section 5 Only"
    ],
    "practice_areas": [
      "Privacy"
    ],
    "industry_sectors": [
      "Technology"
    ]
  },
  "complaint": {
    "factual_background": "Oracle Corporation distributed Java SE software to over 850 million personal computers and, during the update process, displayed screens telling consumers that updating Java SE would give their system 'the latest security improvements.' However, Oracle's update process only removed the most recent prior iteration of Java SE, leaving older, insecure versions on consumers' computers. Oracle was aware by 2011 that its update mechanism was 'not aggressive enough or simply not working,' and that malware was successfully exploiting already-patched vulnerabilities in older Java versions still present on users' machines. Despite this knowledge, Oracle never disclosed to consumers during the update process that older, insecure iterations of Java SE would remain installed, leaving consumers unknowingly vulnerable to exploit kits capable of stealing passwords and sensitive personal information.",
    "representations_made": [
      {
        "description": "During the Java SE update process, Oracle represented to consumers that updating Java SE would provide them with 'the latest security improvements,' implying their system would be fully secured after updating.",
        "quoted_text": "encounter a series of installation screens, which stated that “Java provides safe and secure access to the world of amazing Java content,” and that Java SE updates and a consumer’s “system” (see, e.g., Exhibit B) would have “the latest . . . security improvements.” (See, e.g., Exhibits A–B).",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 11,
        "quote_start_line": 59,
        "quote_end_line": 62
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Failure to Disclose That Java SE Updates Left Older Insecure Versions Installed",
        "representation": "By updating Java SE, Java users would ensure that Java SE on their computers had the latest security improvements.",
        "fact": "In numerous instances, updating Java SE would not delete or replace all older iterations of Java SE on a consumer's computer, and as a result, a consumer's computer could still have iterations of Java SE installed that are vulnerable to security risks.",
        "conclusion": "Oracle's failure to disclose, or disclose adequately, the material information described in Paragraph 21, in light of the representation set forth in Paragraph 20, is a deceptive act or practice in violation of Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Affected Consumers": "persons who, prior to the date of issuance of this order, downloaded, installed, or updated Java SE.",
      "Clear(ly) and conspicuous(ly)": "means that a required disclosure is difficult to miss (i.e., easily noticeable) and easily understandable by ordinary consumers, including in all of the following ways: A. In any communication that is solely visual or solely audible, the disclosure must be made through the same means through which the communication is presented. In any communication made through both visual and audible means, such as a television advertisement, the disclosure must be presented simultaneously in both the visual and audible portions of the communication, even if the representation requiring the disclosure is made in only one means. B. A visual disclosure, by its size, contrast, location, the length of time it appears, and other characteristics, must stand out from any accompanying text or other visual elements so that it is easily noticed, read, and understood. C. An audible disclosure, including by telephone or streaming video, must be delivered in a volume, speed, and cadence sufficient for ordinary consumers to easily hear and understand it. D. In any communication using an interactive electronic medium, such as the Internet or software, the disclosure must be unavoidable. E. The disclosure must use diction and syntax understandable to ordinary consumers. F. The disclosure must comply with these requirements in each medium through which it is received, including all electronic devices and face-to-face communications. G. The disclosure must not be contradicted or mitigated by, or inconsistent with, anything else in the communication.",
      "Commerce": "as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. § 44.",
      "Covered Software": "Oracle's Java SE, and any other software offered by Oracle directly to consumers to run programs on their computers or applications within a browser. Covered Software does not include software offered exclusively for developers or enterprises.",
      "Java SE": "Oracle's Java Platform, Standard Edition software, the Java Runtime Environment (\"JRE\"), or the Java plug-in offered by Oracle directly to consumers using Windows-based computers. Java SE does not include software offered exclusively for developers or enterprises.",
      "Iterations": "all releases, other than test releases, that have ever been supported by Oracle.",
      "Iteration(s) Released Within the Last Quarter": "at any given point in time, the iteration(s) of Java SE released within the preceding three months.",
      "Respondent": "Oracle Corporation, and its successors and assigns."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Covered Software",
        "category": "prohibition",
        "summary": "Oracle must not misrepresent the privacy or security of its Covered Software or how to uninstall older Iterations of the Covered Software.",
        "requirements": [
          {
            "description": "Must not misrepresent the privacy or security of Covered Software on a consumer's computer, including the effect of any installation or update, or how to uninstall older Iterations of Covered Software.",
            "quoted_text": "IT IS ORDERED that respondent and its officers, agents, representatives, and employees, whether acting directly or indirectly, in or affecting commerce, must not misrepresent: (1) the privacy or security of the Covered Software on a consumer’s computer, including but not limited to the effect on privacy or security of any installation or update of the Covered Software; or (2) how to uninstall older Iterations of the Covered Software.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 91,
            "quote_end_line": 95
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Disclosure Requirements During Java SE Installation or Update",
        "category": "affirmative_obligation",
        "summary": "During any installation or update of Java SE released after service of the order, Oracle must clearly and conspicuously disclose older installed Iterations, warn of security risks from retaining them, and provide instructions for uninstalling them.",
        "requirements": [
          {
            "description": "Clearly and Conspicuously disclose to the consumer all Iterations of Java SE 1.4.2 or later (other than Iteration(s) Released Within the Last Quarter) currently installed on the consumer's computer.",
            "quoted_text": "A. Clearly and Conspicuously discloses to the consumer all Iterations of Java SE 1.4.2 or later, other than any Iteration(s) Released Within the Last Quarter, currently installed on the consumer’s computer;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 100,
            "quote_end_line": 102
          },
          {
            "description": "Clearly and Conspicuously explain that there may be security risks if the consumer chooses not to remove older Iterations of Java SE (other than Iteration(s) Released Within the Last Quarter) currently installed.",
            "quoted_text": "B. Clearly and Conspicuously explains that there may be risks to the security of the consumer’s computer if the consumer chooses not to remove any Iterations of Java SE older than the Iteration(s) Released Within The Last Quarter currently installed on the consumer’s computer; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 103,
            "quote_end_line": 106
          },
          {
            "description": "Clearly and Conspicuously disclose which Iterations of Java SE 1.4.2 or later (other than Iteration(s) Released Within the Last Quarter) remain installed after installation or update, and provide clear instructions on how consumers can effectively uninstall these Iterations.",
            "quoted_text": "C. Clearly and Conspicuously discloses which Iterations of Java SE 1.4.2 or later, other than any Iteration(s) Released Within the Last Quarter, that remain installed following installation or update of Java SE, and Clearly and Conspicuously provides instructions describing how consumers can effectively uninstall these Iterations.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 110,
            "quote_end_line": 113
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "III",
        "title": "Notification to Affected Consumers of Older Insecure Java SE Iterations",
        "category": "affirmative_obligation",
        "summary": "Oracle must notify Affected Consumers that they may have older, insecure Iterations of Java SE on their computers, including via website hyperlink, security bulletins, social media, and by providing free uninstall tools and support.",
        "requirements": [
          {
            "description": "Post a Clear and Conspicuous hyperlink on the home page of Oracle's primary consumer-facing Java SE website reading 'IMPORTANT INFORMATION REGARDING THE SECURITY OF JAVA SE,' linking to a sample letter (Attachment A). Must be posted no later than 10 days after service of the order and remain posted for at least two years.",
            "quoted_text": "A. Posting of a Clear and Conspicuous hyperlink on the home page of respondent’s primary, consumer-facing website for Java SE. Such hyperlink must read “IMPORTANT INFORMATION REGARDING THE SECURITY OF JAVA SE.” The hyperlink should connect to a sample of the letter shown in Attachment A. This hyperlink and sample letter must be posted no later than ten (10) days after the date of service of the order and for at least two years following posting;",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 121,
            "quote_end_line": 126
          },
          {
            "description": "On or before 10 days after service of the order, contact specified antivirus and security vendors (Avast, AVG, ESET, Avira, McAfee, Symantec, Trend Micro, Mozilla) to request they publish the notice (Attachment A contents) in their security bulletins.",
            "quoted_text": "B. On or before ten (10) days after the date of service of this order, provide Clear and Conspicuous notice to Affected Consumers regarding the contents of Attachment A. Respondent shall inform Affected Consumers by: 1. Contacting Avast Software, AVG Technologies, ESET North America, Avira, Inc., McAfee, Inc., Symantec Corporation, Trend Micro, Inc., and Mozilla Corporation to request that these entities publish this notice in their security bulletins;",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 127,
            "quote_end_line": 133
          },
          {
            "description": "On or before 10 days after service of the order, send a Twitter notification via Oracle's primary Java SE Twitter account reading 'IMPORTANT INFORMATION REGARDING THE SECURITY OF JAVA SE,' linking to a sample of Attachment A.",
            "quoted_text": "2. Sending a Twitter notification via respondent’s primary Twitter account for Java SE, the text of which shall read “IMPORTANT INFORMATION REGARDING THE SECURITY OF JAVA SE,” and link to a sample of the letter shown in Attachment A; and",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 134,
            "quote_end_line": 137
          },
          {
            "description": "On or before 10 days after service of the order, send a Facebook notification via Oracle's primary Java SE Facebook account reading 'IMPORTANT INFORMATION REGARDING THE SECURITY OF JAVA SE,' linking to a sample of Attachment A.",
            "quoted_text": "3. Sending a Facebook notification via respondent’s primary Facebook account for Java SE, the text of which shall read “IMPORTANT INFORMATION REGARDING THE SECURITY OF JAVA SE,” and link to a sample of the letter shown in Attachment A; and",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 138,
            "quote_end_line": 141
          },
          {
            "description": "On or before 10 days after service of the order and for three years thereafter, provide a free uninstall tool that allows Affected Consumers to uninstall Iterations of Java SE 1.4.2 or later.",
            "quoted_text": "C. On or before ten (10) days after the date of service of this order and for three (3) years thereafter, providing prompt and free help to Affected Consumers through: 4 1. An uninstall tool that allows Affected Consumers to uninstall Iterations of Java SE, 1.4.2 or later;",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 142,
            "quote_end_line": 148
          },
          {
            "description": "On or before 10 days after service of the order and for three years thereafter, maintain a page on Oracle's primary consumer-facing Java SE website that clearly explains how to uninstall Iterations of Java SE and provides a link to the uninstall tool.",
            "quoted_text": "2. A page on respondent’s primary, consumer-facing website for Java SE that Clearly and Conspicuously explains how to uninstall Iterations of Java SE, and provides a link to the uninstall tool referenced in Part III.C.1; and",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 149,
            "quote_end_line": 151
          },
          {
            "description": "On or before 10 days after service of the order and for three years thereafter, provide a Clear and Conspicuous electronic form specific to update and uninstall issues on Oracle's primary consumer-facing Java SE website, and respond by email to consumers who submit it within a reasonable time.",
            "quoted_text": "3. A Clear and Conspicuous electronic form, specific to update and uninstall issues, available on respondent’s primary, consumer-facing website for Java SE. Respondent shall answer within a reasonable time, by email, consumers who fill out such form.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 152,
            "quote_end_line": 155
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Oracle must maintain and make available to the FTC for five years all documents relating to compliance with the order, including advertisements, release notes, and any documents contradicting compliance.",
        "requirements": [
          {
            "description": "Maintain and make available to the FTC, for five years from the date of preparation or dissemination (whichever is later), a print or electronic copy of all advertisements, promotional materials, installation and user guides, websites, and installation screens containing representations covered by the order, as well as all materials used or relied upon in making or disseminating those representations.",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall maintain and, upon request, make available to the Federal Trade Commission for inspection and copying, for a period of five (5) years from the date of preparation or dissemination, whichever is later, a print or electronic copy of each document relating to compliance with this order, including but not limited to: A. All advertisements, promotional materials, installation and user guides, websites, and installation screens containing any representations covered by this order, as well as all materials used or relied upon in making or disseminating the representation;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 157,
            "quote_end_line": 163
          },
          {
            "description": "Maintain and make available to the FTC all release notes for all Java SE Iterations, including the Iterations' release dates.",
            "quoted_text": "B. All release notes for all Java SE Iterations, including the Iterations’ release dates; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 164,
            "quote_end_line": 164
          },
          {
            "description": "Maintain and make available to the FTC any documents, whether prepared by or on behalf of Oracle, that contradict, qualify, or call into question Oracle's compliance with the order.",
            "quoted_text": "C. Any documents, whether prepared by or on behalf of respondent, that contradict, qualify, or call into question respondent’s compliance with this order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 165,
            "quote_end_line": 166
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "V",
        "title": "Order Distribution and Acknowledgment",
        "category": "acknowledgment",
        "summary": "Oracle must deliver a copy of the order to relevant current and future subsidiaries, officers, directors, managers, and supervisory employees, and obtain signed acknowledgments of receipt within 30 days of delivery.",
        "requirements": [
          {
            "description": "Deliver a copy of the order to all current subsidiaries and personnel with managerial or supervisory responsibilities relating to Parts I–III of the order within 30 days after service of the order.",
            "quoted_text": "IT IS FURTHER ORDERED that respondent, and its successors and assigns, must deliver a copy of this order to all current and future subsidiaries, current and future principals, officers, directors, and managers, employees, agents, and representatives having managerial or supervisory responsibilities relating to Parts I - III of this order. Respondent must deliver this order to such current subsidiaries and personnel within thirty (30) days after service of this order, and to such future subsidiaries and personnel within thirty (30) days after the person assumes",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 168,
            "quote_end_line": 173
          },
          {
            "description": "Deliver a copy of the order to future subsidiaries and personnel with relevant responsibilities within 30 days after the person assumes such position or responsibilities.",
            "quoted_text": "and to such future subsidiaries and personnel within thirty (30) days after the person assumes such position or responsibilities. For any business entity resulting from any change in structure",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 173,
            "quote_end_line": 174
          },
          {
            "description": "For any business entity resulting from a structural change set forth in Part VI, deliver the order at least 10 days prior to the change in structure.",
            "quoted_text": "such position or responsibilities. For any business entity resulting from any change in structure set forth in Part VI, delivery must be at least ten (10) days prior to the change in structure.",
            "deadline": "10 days prior to structural change",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 174,
            "quote_end_line": 175
          },
          {
            "description": "Obtain a signed and dated statement acknowledging receipt of the order from all persons receiving a copy, within 30 days of delivery.",
            "quoted_text": "Respondent must secure a signed and dated statement acknowledging receipt of this order, within thirty (30) days of delivery, from all persons receiving a copy of the order pursuant to this section.",
            "deadline": "30 days of delivery",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 176,
            "quote_end_line": 178
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Notice of Corporate Changes",
        "category": "compliance_reporting",
        "summary": "Oracle must notify the FTC at least 30 days prior to any corporate changes that may affect compliance obligations, such as dissolution, merger, sale, bankruptcy filing, or name/address change.",
        "requirements": [
          {
            "description": "Notify the Commission at least 30 days prior to any change in the corporation(s) that may affect compliance obligations, including dissolution, assignment, sale, merger, creation or dissolution of a subsidiary/parent/affiliate, proposed bankruptcy petition, or change in corporate name or address.",
            "quoted_text": "IT IS FURTHER ORDERED that respondent, and its successors and assigns, shall notify the Commission at least thirty (30) days prior to any change in the corporation(s) that may affect compliance obligations arising under this order, including, but not limited to, dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor company; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in the corporate name or address. Provided, however, that, with respect to any proposed change in the corporation(s) about which respondent learns less than thirty (30) days prior to the date such action is to take place, respondent shall notify the Commission as soon as is practicable after obtaining such knowledge. Unless otherwise directed by a representative of the Commission, all",
            "deadline": "30 days prior to change",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 183,
            "quote_end_line": 192
          },
          {
            "description": "If Oracle learns of a proposed change less than 30 days before it is to take place, notify the Commission as soon as practicable after obtaining such knowledge.",
            "quoted_text": "corporate name or address. Provided, however, that, with respect to any proposed change in the corporation(s) about which respondent learns less than thirty (30) days prior to the date such action is to take place, respondent shall notify the Commission as soon as is practicable after obtaining such knowledge. Unless otherwise directed by a representative of the Commission, all",
            "deadline": "As soon as practicable",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 189,
            "quote_end_line": 192
          },
          {
            "description": "Send all required notices by overnight courier to the Associate Director of Enforcement, Bureau of Consumer Protection, FTC, 600 Pennsylvania Avenue NW, Washington, D.C. 20580, with specified subject line; or alternatively by first-class mail with a contemporaneous electronic copy to Debrief@ftc.gov.",
            "quoted_text": "obtaining such knowledge. Unless otherwise directed by a representative of the Commission, all notices required by this Part shall be sent by overnight courier (not the U.S. Postal Service) to the Associate Director of Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, D.C. 20580, with the subject line In the Matter of Oracle Corporation, FTC File No. 132 3115. Provided, however, that in lieu of overnight courier, notices may be sent by first-class mail, but only if an electronic version of any such notice is contemporaneously sent to the Commission at Debrief@ftc.gov.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 192,
            "quote_end_line": 198
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Oracle must file an initial written compliance report with the FTC within 90 days of service of the order, and submit additional reports within 10 days of written request from the Commission.",
        "requirements": [
          {
            "description": "Within 90 days after the date of service of the order, file with the Commission a true and accurate written report detailing the manner and form of Oracle's compliance with the order.",
            "quoted_text": "IT IS FURTHER ORDERED that respondent, and its successors and assigns, within ninety (90) days after the date of service of this order, shall file with the Commission a true and accurate report, in writing, setting forth in detail the manner and form of its compliance with this order. Within ten (10) days of receipt of written notice from a representative of the Commission,",
            "deadline": "90 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 200,
            "quote_end_line": 203
          },
          {
            "description": "Within 10 days of receipt of written notice from a Commission representative, submit additional true and accurate written compliance reports.",
            "quoted_text": "order. Within ten (10) days of receipt of written notice from a representative of the Commission, it shall submit additional true and accurate written reports.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 203,
            "quote_end_line": 204
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Order Duration",
        "category": "duration",
        "summary": "The order terminates on March 28, 2036, or 20 years from the most recent date the FTC files a complaint alleging any order violation in federal court, whichever is later, subject to specified exceptions.",
        "requirements": [
          {
            "description": "Order terminates on March 28, 2036, or 20 years from the most recent date the United States or FTC files a federal court complaint alleging any order violation, whichever is later; with specified exceptions for parts terminating sooner, respondents not named as defendants, and orders already terminated.",
            "quoted_text": "This order will terminate on March 28, 2036, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part in this order that terminates in less than twenty (20) years; B. This order’s application to any respondent that is not named as a defendant in such complaint; and C. This order if such complaint is filed after the order has terminated pursuant to this Part. 6 Provided, further, that if such complaint is dismissed or a federal court rules that respondent did not violate any provision of the order, and the dismissal or ruling is either not appealed or upheld on appeal, then the order will terminate according to this Part as though the complaint had never been filed, except that the order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 206,
            "quote_end_line": 222
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on March 28, 2036, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part in this order that terminates in less than twenty (20) years; B. This order's application to any respondent that is not named as a defendant in such complaint; and C. This order if such complaint is filed after the order has terminated pursuant to this Part."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "03.16, Oracle Corporation Complaint.pdf",
      "order": "03.16, Oracle Corporation Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 1,
      "order_provisions": 8,
      "order_definitions": 8,
      "order_requirements": 24,
      "provisions_per_section": {
        "I": 1,
        "II": 3,
        "III": 7,
        "IV": 3,
        "V": 4,
        "VI": 3,
        "VII": 2,
        "VIII": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 1,
        "complaint_total": 1,
        "order_verified": 24,
        "order_total": 24
      }
    },
    "processing_time_seconds": 97.1
  }
}