{
  "case_info": {
    "docket_number": "C-4317",
    "company": {
      "name": "US Search, Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "600 Corporate Pointe, Culver City, California 90230",
      "business_description": "US Search operates an online data broker website (www.ussearch.com) where consumers can search publicly available information on individuals for a fee. The service generates search results including personal information such as name, age, address, phone numbers, address history, relatives, property records, criminal records, and civil judgments."
    },
    "commissioners": [
      "Jon Leibowitz, Chairman",
      "William E. Kovacic",
      "J. Thomas Rosch",
      "Edith Ramirez",
      "Julie Brill"
    ],
    "case_date": {
      "month": 3,
      "year": 2011
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a)",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/us-search-inc",
    "statutory_topics": [
      "Section 5 Only"
    ],
    "practice_areas": [
      "Privacy"
    ],
    "industry_sectors": [
      "Technology"
    ]
  },
  "complaint": {
    "factual_background": "US Search, Inc. and US Search, LLC operated an online data broker website (ussearch.com) that compiled and sold personal information about individuals from public records. Starting in June 2009, they offered a paid 'PrivacyLock' service for $10, promising consumers that purchasing it would prevent their name and address from appearing on the US Search website, in its advertisements, and in its search results. In reality, PrivacyLock failed to block consumer information from appearing in reverse phone/address searches, real estate record searches, or as associates in searches for other individuals. Additionally, consumers who changed addresses or had multiple records could still be found despite having paid for the service.",
    "representations_made": [
      {
        "description": "Claimed that PrivacyLock would prevent a consumer's name and address from appearing on the US Search website, in US Search advertisements, and in US Search reports, with a one-year guarantee",
        "quoted_text": "A. “US Search obtains most of the information for our products and services from partners who generally obtain it from public records. We do not maintain or control the public records, and we are unable to remove your name from any public records. We do however offer individuals the ability to lock their records on US Search in accordance with laws and US Search policy. Our PrivacyLock service will prevent your name and address from appearing on the (1) US Search Website, (2) US Search Advertisements (advertisements “powered by US Search”), and (3) US Search Reports. There is a service charge of $10.00 per request. Please allow up to 2 business days for your records to be locked. We guarantee that your record will be locked for a period of 1 year.”",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 8,
        "quote_start_line": 60,
        "quote_end_line": 69
      },
      {
        "description": "Claimed that enrolling in PrivacyLock secures personal information with verifiable results backed by a one-year promise",
        "quoted_text": "A. “What do I get for my money?” “When you enroll in the US Search PrivacyLock Service, you are taking a valuable step in securing your personal information. While many information providers either don’t offer or don’t honor privacy solutions, US Search quickly 2 processes each request and provides verifiable results that can be backed by our 1 year promise.”",
        "verified": true,
        "confidence": 0.85,
        "source_paragraph": 9,
        "quote_start_line": 72,
        "quote_end_line": 80
      },
      {
        "description": "Claimed that consumer information would be suppressed from affiliate and advertiser websites, backed by a one-year promise to remove any listings that may reappear",
        "quoted_text": "B. “Why do I have to pay?” “In addition to removing your information from the US Search website, your information will be suppressed from our affiliate and advertisers websites as well. Once again, this process is backed by our 1 year promise to remove any listings that may reappear at your request.”",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 9,
        "quote_start_line": 81,
        "quote_end_line": 85
      },
      {
        "description": "Represented, directly or indirectly, that purchasing PrivacyLock would prevent a consumer's name from appearing on respondents' website, in advertisements, and in search results",
        "quoted_text": "10. Through the means described in Paragraphs 8 and 9, respondents represented, directly or indirectly, expressly or by implication, that the purchase or use of respondents’ “PrivacyLock” would prevent a consumer’s name from appearing on respondents’ website, in respondents’ advertisements, and in respondents’ search results.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 10,
        "quote_start_line": 86,
        "quote_end_line": 89
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "False or Misleading PrivacyLock Representation",
        "representation": "Purchasing or using respondents' 'PrivacyLock' service would prevent a consumer's name from appearing on respondents' website, in respondents' advertisements, and in respondents' search results",
        "fact": "In many instances, PrivacyLock does not prevent consumers' names from appearing on respondents' website, in advertisements, or in search results. It fails to block information appearing in reverse phone/address searches, real estate record searches, or as associates in third-party name searches. Consumers who change addresses or have multiple records may still be discoverable despite having purchased PrivacyLock.",
        "conclusion": "Therefore, the representation set forth in Paragraph 10 was, and is, false or misleading, constituting deceptive acts or practices in or affecting commerce in violation of Section 5(a) of the Federal Trade Commission Act."
      }
    ]
  },
  "order": {
    "definitions": {
      "respondents": "US Search, Inc., a corporation, and US Search, LLC, a limited liability company, their successors and assigns and their officers; and each of the above's agents, representatives, and employees.",
      "Clearly and prominently": "the required disclosures are unavoidable and of a type, size, and location sufficiently noticeable for an ordinary consumer to read and comprehend them, in print that contrasts with the background on which they appear, and presented in understandable language and syntax.",
      "Commerce": "as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. § 44."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresenting Effectiveness of Information Removal Service",
        "category": "prohibition",
        "summary": "Respondents must not misrepresent, in any manner, the effectiveness of PrivacyLock or any similar service that allows consumers to remove publicly available information from respondents' search results, websites, or advertisements.",
        "requirements": [
          {
            "description": "Must not misrepresent the effectiveness of PrivacyLock or any similar consumer information removal service, directly or through any corporation, subsidiary, division, or other device",
            "quoted_text": "IT IS ORDERED that respondents, directly or through any corporation, subsidiary, division, or other device, in connection with the advertising, promotion, offering for sale, sale, or distribution of “PrivacyLock” or any other service offered to consumers that will allow consumers to remove publicly available information from respondents’ search results, websites, or advertisements, shall not misrepresent, in any manner, expressly or by implication, the effectiveness of such service.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 62,
            "quote_end_line": 67
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Prohibition Against Representations Without Clear Disclosure of Material Limitations",
        "category": "prohibition",
        "summary": "Respondents must not make any representation about the effectiveness of PrivacyLock or a similar service unless they clearly and prominently disclose all material limitations, including duration limits and circumstances under which information will not be removed or will reappear.",
        "requirements": [
          {
            "description": "Must not make any representation about the effectiveness of a consumer information removal service without clearly and prominently disclosing material limitations, including limitations on duration of removal and circumstances under which information will not be removed or will reappear",
            "quoted_text": "IT IS FURTHER ORDERED that respondents, directly or through any corporation, subsidiary, division, or other device, in connection with the advertising, promotion, offering for sale, sale, or distribution of “PrivacyLock” or any other service offered to consumers that will allow consumers to remove publicly available information from respondents’ search results, websites, or advertisements, shall not make any representation, in any manner, expressly or by 2 implication, about the effectiveness of such service, unless they disclose, clearly and prominently, any material limitations regarding such service, including, but not limited to, (1) any limitations on the duration of the removal; and (2) any circumstances under which information about the consumers will not be removed or will reappear.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 69,
            "quote_end_line": 80
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "III",
        "title": "Refunds and Accounting",
        "category": "affirmative_obligation",
        "summary": "Respondents must issue full refunds to all consumers who paid for PrivacyLock, provide notice via email and on their website, and submit a complete accounting to the Commission of all refunds paid and amounts not refunded, with any unrefunded amounts remitted to the U.S. Treasury as disgorgement.",
        "requirements": [
          {
            "description": "Upon issuance of this order, provide a full and complete refund to any consumer who was charged for PrivacyLock by crediting the credit or debit card used for payment and sending an email notice of the refund",
            "quoted_text": "A. Upon issuance of this order, provide a full and complete refund to any consumer who requested “PrivacyLock” and was assessed a charge for such service, by crediting the credit or debit card used to pay for such service, and providing notice of the refund through an email message sent to affected consumers;",
            "deadline": "Upon issuance of order",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 84,
            "quote_end_line": 87
          },
          {
            "description": "The refund email must include respondents' contact information (name, address, and toll-free telephone number) so consumers can contact respondents to receive a refund if the card credit is not possible",
            "quoted_text": "B. The email message shall also include contact information for respondents, including name, address and a toll-free telephone number, for consumers to use to contact respondents and receive a full and complete refund if, for any reason, respondents are unable to credit the consumer’s credit or debit card; and",
            "deadline": "Upon issuance of order",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 88,
            "quote_end_line": 91
          },
          {
            "description": "For one year after the date of issuance, clearly and prominently display notice of the refund on respondents' website www.ussearch.com",
            "quoted_text": "C. For a period of one (1) year after the date of issuance of this order, provide notice to consumers of the refund required by Section III.B. of this order. Such notice shall be clearly and prominently displayed on respondents’ website www.ussearch.com; and",
            "deadline": "1 year (ongoing display)",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 92,
            "quote_end_line": 95
          },
          {
            "description": "Within one year of issuance, provide the Commission a full and complete accounting of all refunds paid, including amounts, and names and addresses of recipients, plus all amounts not refunded; any unrefunded amounts must be deposited with the U.S. Treasury as disgorgement",
            "quoted_text": "D. Within one year of the issuance of this order, respondents shall provide a full and complete accounting to the Commission of all refunds paid to consumers, including amounts paid, and the names and addresses (email and US mail) of consumers who received the refunds. Respondents shall also include in such an accounting all amounts that were not refunded to consumers, for whatever reason. Any amount not refunded to consumers shall be deposited with the United States Treasury as disgorgement. No portion of this payment to the United States Treasury shall be deemed a payment of any fine, penalty, or punitive assessment.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 96,
            "quote_end_line": 103
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondents must retain and make available to the FTC for five years after the last dissemination of any covered representation: all advertisements, consumer complaints and refund requests with responses, and all records necessary to demonstrate compliance with the order.",
        "requirements": [
          {
            "description": "For five years after the last date of dissemination of any covered representation, maintain and make available to the FTC all advertisements and promotional materials containing the representation",
            "quoted_text": "IT IS FURTHER ORDERED that for a period of five (5) years after the last date of dissemination of any representation covered by this order, respondents US Search, Inc. and US Search, LLC, and their successors and assigns, shall maintain and upon request make available to the Federal Trade Commission for inspection and copying: A. All advertisements and promotional materials containing the representation;",
            "deadline": "5 years from last dissemination",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 105,
            "quote_end_line": 109
          },
          {
            "description": "Maintain and make available to the FTC all complaints and refund requests (direct and indirect) and any responses to those complaints or requests",
            "quoted_text": "B. Complaints and refund requests (whether received directly or indirectly, such as through a third party) and any responses to those complaints or requests;",
            "deadline": "5 years from last dissemination",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 110,
            "quote_end_line": 111
          },
          {
            "description": "Maintain and make available to the FTC all records and documents necessary to demonstrate full compliance with each provision of the order, including copies of acknowledgments and reports submitted to the FTC",
            "quoted_text": "C. All records and documents necessary to demonstrate full compliance with each provision of this order, including but not limited to, copies of acknowledgments of receipt of this order required by Section V. and all reports submitted to the FTC pursuant to Section VII.",
            "deadline": "5 years from last dissemination",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 115,
            "quote_end_line": 118
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "V",
        "title": "Order Delivery and Acknowledgment",
        "category": "acknowledgment",
        "summary": "For five years from issuance, respondents must deliver a copy of the order to all current and future principals, officers, directors, and managers engaged in related conduct, and obtain signed, dated acknowledgments of receipt within 30 days of delivery.",
        "requirements": [
          {
            "description": "For five years from issuance, deliver a copy of this order to all current and future principals, officers, directors, and managers who engage in conduct related to the subject matter of the order, and to any business entity resulting from a structural change under Section VI",
            "quoted_text": "IT IS FURTHER ORDERED that, for a period of five (5) years from the date of issuance of this order, respondents US Search, Inc. and US Search, LLC, and their successors and assigns, shall deliver a copy of this order to all current and future principals, officers, directors, and managers who engage in conduct related to the subject matter of the order, and any business entity resulting from any change in structure set forth in Section VI. For current",
            "deadline": "5 years (ongoing)",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 120,
            "quote_end_line": 124
          },
          {
            "description": "Deliver the order to current personnel within five days of service of this order; to new personnel prior to them assuming responsibilities; and to any new business entity at least ten days prior to the change in structure",
            "quoted_text": "personnel, delivery shall be within five (5) days of service of this order. For new personnel, delivery shall occur prior to them assuming their responsibilities. For any business entity resulting from any change in structure set forth in Section VI, delivery shall be at least ten (10) days prior to the change in structure. Respondents must secure a signed and dated statement",
            "deadline": "5 days (current); prior to assuming responsibilities (new); 10 days before structural change",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 125,
            "quote_end_line": 128
          },
          {
            "description": "Secure a signed and dated acknowledgment of receipt of the order from all persons receiving a copy, within thirty days of delivery",
            "quoted_text": "days prior to the change in structure. Respondents must secure a signed and dated statement acknowledging receipt of the order within thirty (30) days of delivery from all persons receiving a copy of the order pursuant to this section.",
            "deadline": "30 days of delivery",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 128,
            "quote_end_line": 130
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Notification of Corporate Changes",
        "category": "monitoring",
        "summary": "Respondents must notify the FTC at least 30 days before any corporate change that may affect compliance obligations, such as dissolution, merger, sale, subsidiary creation, bankruptcy filing, or name/address change, with notices sent by overnight courier or first-class mail with simultaneous email.",
        "requirements": [
          {
            "description": "Notify the Commission at least 30 days prior to any change in the corporation or business entity that may affect compliance obligations, including incorporation, dissolution, assignment, sale, merger, subsidiary creation or dissolution, bankruptcy filing, or change in business name or address; if less than 30 days' notice is possible, notify as soon as practicable",
            "quoted_text": "IT IS FURTHER ORDERED that, respondents US Search, Inc. and US Search, LLC, and their successors and assigns, shall notify the Commission at least thirty (30) days prior to any change in the corporation or business entity that may affect compliance obligations arising under this order, including but not limited to: incorporation or other organization; a dissolution, assignment, sale, merger, or other action; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in the business name or address. Provided, however, that, with respect to any proposed change in the corporation or business entity about which a respondent learns less than thirty (30) days prior to the date such action is to take place, such respondent shall notify the Commission as soon as is practicable after obtaining such knowledge. Unless otherwise directed by a representative of the Commission, all notices required by this Part shall be sent by overnight courier (not the U.S. Postal Service) to the Associate Director of Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580, with the subject line FTC v. US Search, Inc. and US Search, LLC. Provided, however, that, in lieu of overnight courier, notices may be sent by first- class mail, but only if an electronic version of such notices is contemporaneously sent to the Commission at Debrief@ftc.gov.",
            "deadline": "30 days prior to change (or as soon as practicable)",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 132,
            "quote_end_line": 148
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondents must each file a written compliance report with the FTC within 60 days of service of the order, and submit additional written reports within 10 days of any written request from the Commission.",
        "requirements": [
          {
            "description": "Within 60 days after the date of service of this order, each respondent must file a true and accurate written report detailing their compliance with the order",
            "quoted_text": "IT IS FURTHER ORDERED that respondents US Search, Inc. and US Search, LLC, and their successors and assigns, within sixty (60) days after the date of service of this order, shall each file with the Commission a true and accurate report, in writing, setting forth in detail the manner and form of their own compliance with this order. Within ten (10) days of receipt of",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 153,
            "quote_end_line": 156
          },
          {
            "description": "Submit additional true and accurate written reports within 10 days of receipt of written notice from a Commission representative",
            "quoted_text": "the manner and form of their own compliance with this order. Within ten (10) days of receipt of written notice from a representative of the Commission, they shall submit additional true and accurate written reports.",
            "deadline": "10 days of written notice",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 156,
            "quote_end_line": 158
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "The order terminates on March 14, 2031, or 20 years from the most recent date a federal court complaint alleging a violation of the order is filed, whichever is later, with specific carve-outs for provisions with shorter terms and for respondents not named as defendants.",
        "requirements": [
          {
            "description": "Order terminates on March 14, 2031, or 20 years from the most recent date the U.S. or FTC files a federal court complaint alleging any violation of the order, whichever is later, subject to specified exceptions",
            "quoted_text": "This order will terminate on March 14, 2031, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part in this order that terminates in less than twenty (20) years; B. This order's application to any respondent that is not named as a defendant in such complaint; and C. This order if such complaint is filed after the order has terminated pursuant to this Part. Provided, further, that if such complaint is dismissed or a federal court rules that the respondent did not violate any provision of the order, and the dismissal or ruling is either not appealed or upheld on appeal, then the order will terminate according to this Part as though the complaint had never been filed, except that the order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": "March 14, 2031, or 20 years from most recent complaint",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 160,
            "quote_end_line": 174
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on March 14, 2031, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part in this order that terminates in less than twenty (20) years; B. This order's application to any respondent that is not named as a defendant in such complaint; and C. This order if such complaint is filed after the order has terminated pursuant to this Part."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "03.11, US Search Complaint.pdf",
      "order": "03.11, US Search Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 4,
      "order_provisions": 8,
      "order_definitions": 3,
      "order_requirements": 16,
      "provisions_per_section": {
        "I": 1,
        "II": 1,
        "III": 4,
        "IV": 3,
        "V": 3,
        "VI": 1,
        "VII": 2,
        "VIII": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 4,
        "complaint_total": 4,
        "order_verified": 16,
        "order_total": 16
      }
    },
    "processing_time_seconds": 96.1
  }
}