{
  "case_info": {
    "docket_number": "CV-14-02750-PHX-NVW",
    "company": {
      "name": "Sitesearch Corporation",
      "incorporation_state": "Nevada",
      "entity_type": "corporation",
      "address": "Chandler, Arizona",
      "business_description": "Data broker that collected and sold sensitive consumer information from consumer payday loan applications to non-lenders, including fraudsters, spammers, and telemarketers, from at least 2006 to late 2013."
    },
    "commissioners": [],
    "case_date": {
      "month": 3,
      "year": 2016
    },
    "legal_authority": "Section 13(b) of the Federal Trade Commission Act, 15 U.S.C. § 53(b) and Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)",
    "violation_type": "unfair",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/142-3192-x150060-sitesearch-corporation-doing-business-leaplab",
    "statutory_topics": [
      "Section 5 Only"
    ],
    "practice_areas": [
      "Privacy",
      "Financial Practices"
    ],
    "industry_sectors": [
      "Financial Services"
    ]
  },
  "complaint": {
    "factual_background": "Defendants Sitesearch Corporation (dba LeapLab), LeapLab LLC, Leads Company LLC, and John Ayers operated as data brokers from at least 2006 to late 2013, collecting sensitive consumer payday loan applications — including Social Security numbers and bank account numbers — and selling them to non-lenders such as telemarketers, spammers, and fraudulent online merchants. Approximately 95% of the applications were sold to non-lenders that had no legitimate need for the sensitive data, at roughly $0.50 each. Defendants sold consumer information to Ideal Financial Solutions, Inc., knowing or having reason to know that Ideal Financial was using the data to make unauthorized debits from consumers' bank accounts. After LeapLab's then-CEO directly confronted founder John Ayers about Ideal Financial's illegal activity in April 2012, Defendants continued selling consumer information to Ideal Financial through October 2012. Using only information provided by Defendants, Ideal Financial made at least $4.12 million in unauthorized debits from consumer bank accounts.",
    "representations_made": [
      {
        "description": "Defendants sold consumer payday loan applications containing Social Security numbers and financial account numbers to non-lenders — including telemarketers, email/text marketers, and phony online merchants like Ideal Financial — that had no legitimate need for the sensitive information and used it to make unauthorized debits from consumer bank accounts.",
        "quoted_text": "44. As set forth in paragraphs 12 to 41 above, Defendants sold consumer payday loan applications that included consumers’ social security and financial account numbers to non-lenders that had no legitimate need for this sensitive personal information. These non-lenders included telemarketers, 10 text and email marketers, and phony online merchants, like Ideal Financial, that used the information to debit consumer accounts without authorization.",
        "verified": true,
        "confidence": 0.85,
        "source_paragraph": 44,
        "quote_start_line": 236,
        "quote_end_line": 244
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Unfair Sale of Sensitive Consumer Financial Information to Non-Lenders",
        "representation": "Defendants sold consumer payday loan applications — containing Social Security numbers and bank account numbers — to non-lenders, including phony online merchants like Ideal Financial, that had no legitimate need for the information and used it to commit fraud by debiting consumer accounts without authorization.",
        "fact": "Consumers did not consent to having their sensitive financial information sold to non-lenders, could not reasonably avoid the resulting harm, and suffered substantial injury including unauthorized debits totaling at least $4.12 million, forced account closures, and insufficient funds fees. There were no countervailing benefits to consumers or competition that outweighed this harm.",
        "conclusion": "By engaging in these activities, Defendants have engaged in unfair acts or practices in violation of Section 5 of the FTC Act, 15 U.S.C. §§ 45(a) and 45(n)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Defendant": "LeapLab, LLC, and its successors and assigns.",
      "Financial Product or Service": "any product, service, plan, or program represented, expressly or by implication, to:\n   A. provide any consumer, arrange for any consumer to receive, or assist any consumer in receiving, a loan or other extension of credit;\n   B. provide any consumer, arrange for any consumer to receive, or assist any consumer in receiving, credit, debit, or stored value cards;\n   C. improve, repair, or arrange to improve or repair, any consumer's credit record, credit history, or credit rating; or\n   D. provide advice or assistance to improve any consumer's credit record, credit history, or credit rating.",
      "Person": "a natural person, organization, or other legal entity, including a corporation, partnership, proprietorship, association, cooperative, or any other group or combination acting as an entity.",
      "Sensitive Personal Information": "any of the following about a consumer: (a) Social Security number; (b) financial institution account number; (c) credit or debit card information; or (d) any other information by which a consumer's financial account can be accessed, or by which a consumer might be charged for goods or services, including through third parties such as telecommunications carriers."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition on the Disclosure of Sensitive Personal Information",
        "category": "prohibition",
        "summary": "Defendant is permanently enjoined from selling, transferring, or otherwise disclosing consumers' Sensitive Personal Information to any person, with limited exceptions for payment processing with express consumer consent.",
        "requirements": [
          {
            "description": "Defendant is permanently restrained and enjoined from selling, transferring, or otherwise disclosing a consumer's Sensitive Personal Information to any Person, except as provided in Sections IV or IX, or as necessary to process payment for a product sold directly to that consumer with express, informed consent.",
            "quoted_text": "16 IT IS THEREFORE ORDERED that Defendant is hereby permanently restrained 17 and enjoined from, or assisting others engaged in, selling, transferring, or otherwise 18 disclosing a consumer’s Sensitive Personal Information to any Person, except as 19 otherwise provided in Sections IV or IX of this Order; provided, however, that this 20 Section I shall not prohibit the Defendant from transferring or otherwise disclosing a 21 consumer’s Sensitive Personal Information to the extent necessary to process payment for 22 any product or service sold by the Defendant directly to that consumer and for which the 23 Defendant has the consumer’s express, informed consent for that sale.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 86,
            "quote_end_line": 93
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Prohibited Misrepresentations Relating to Financial Products or Services",
        "category": "prohibition",
        "summary": "Defendant is permanently enjoined from misrepresenting the likelihood that any person will obtain a loan or credit, or the terms and rates available for any loan or extension of credit.",
        "requirements": [
          {
            "description": "Defendant and its officers, agents, employees, and attorneys are permanently restrained and enjoined from misrepresenting: (A) the likelihood that any Person will obtain a loan or other extension of credit; and (B) the terms or rates that are available for any loan or other extension of credit.",
            "quoted_text": "25 IT IS FURTHER ORDERED that Defendant and its officers, agents, employees, 26 and attorneys, and those persons or entities in active concert or participation with any of 27 them who receive actual notice of this Order, whether acting directly or indirectly, in 28 connection with the advertising, marketing, promotion, offering for sale, or selling of any - 3 - Case 2:14-cv-02750-NVW Document 54 Filed 02/05/16 Page 4 of 11 1 Financial Product or Service, are hereby permanently restrained and enjoined from 2 misrepresenting or assisting others in misrepresenting, expressly or by implication: 3 A. The likelihood that any Person will obtain a loan or other extension of 4 credit; and 5 B. The terms or rates that are available for any loan or other extension of 6 credit.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 95,
            "quote_end_line": 108
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "III",
        "title": "Prohibited Misrepresentations Relating to All Products or Services",
        "category": "prohibition",
        "summary": "Defendant is permanently enjoined from misrepresenting consumer authorization, product outcomes, refund/cancellation policies, or any material fact about any product or service.",
        "requirements": [
          {
            "description": "Defendant and its officers, agents, employees, and attorneys are permanently restrained and enjoined from misrepresenting: (A) that a consumer has authorized purchase of a product or service; (B) the likelihood of any particular outcome or result; (C) the nature or terms of any refund, cancellation, exchange, or repurchase policy; and (D) any other material fact concerning any product or service, including total costs, restrictions, or material characteristics.",
            "quoted_text": "8 IT IS FURTHER ORDERED that Defendant and its officers, agents, employees, 9 and attorneys, and those persons or entities in active concert or participation with any of 10 them who receive actual notice of this Order, whether acting directly or indirectly, in 11 connection with the advertising, marketing, promotion, offering for sale, or selling of any 12 product or service, are hereby permanently restrained and enjoined from misrepresenting 13 or assisting others in misrepresenting, expressly or by implication: 14 A. That a consumer has authorized or otherwise consented to the purchase of a 15 product or service; 16 B. The likelihood of any particular outcome or result from a product or 17 service; 18 C. The nature or terms of any refund, cancellation, exchange, or repurchase 19 policy, including, but not limited to, the likelihood of a consumer obtaining 20 a full or partial refund, or the circumstances in which a full or partial refund 21 will be provided to the consumer; and 22 D. Any other fact material to consumers concerning any product or service, 23 such as: the total costs; any material restrictions, limitations, or conditions; 24 or any material aspect of its performance, efficacy, nature, or central 25 characteristics.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 110,
            "quote_end_line": 127
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Consumer Information",
        "category": "affirmative_obligation",
        "summary": "Defendant must provide consumer information to the FTC upon request, is prohibited from using or disclosing consumer information obtained prior to the Order, and must destroy all such consumer information within 30 days of the Order.",
        "requirements": [
          {
            "description": "Defendant must not fail to provide sufficient consumer information to the FTC to enable efficient consumer redress; if the FTC requests such information in writing, Defendant must provide it in the prescribed form within 14 days.",
            "quoted_text": "3 A. Failing to provide sufficient consumer information to enable the FTC to 4 administer efficiently consumer redress. If a representative of the FTC 5 requests in writing any information related to redress, Defendant must 6 provide it, in the form prescribed by the FTC, within 14 days.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 137,
            "quote_end_line": 140
          },
          {
            "description": "Defendant must not disclose, use, or benefit from consumer information (including names, addresses, phone numbers, email addresses, SSNs, or financial account access data) obtained prior to entry of the Order in connection with marketing or offering of payday loans or other extensions of credit.",
            "quoted_text": "7 B. Disclosing, using, or benefitting from consumer information, including the 8 name, address, telephone number, email address, social security number, 9 other identifying information, or any data that enables access to a 10 consumer’s account (including a credit card, bank account, or other 11 financial account) of any person that any defendant obtained prior to entry 12 of this Order in connection with the marketing or offering of payday loans 13 or other extensions of credit.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 141,
            "quote_end_line": 147
          },
          {
            "description": "Defendant must destroy all such consumer information in all forms in Defendant's possession, custody, or control within thirty (30) days after entry of the Order.",
            "quoted_text": "14 C. Failing to destroy such consumer information in all forms in Defendant’s 15 possession, custody, or control within thirty (30) days after entry of this 16 order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 148,
            "quote_end_line": 150
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Data Deletion"
        ]
      },
      {
        "provision_number": "V",
        "title": "Monetary Judgment",
        "category": "affirmative_obligation",
        "summary": "A judgment of $4,124,710 is entered in favor of the FTC but suspended based on the accuracy of Defendant's financial disclosures; the suspension may be lifted if material misstatements are found, and all paid funds are used for consumer redress or equitable relief.",
        "requirements": [
          {
            "description": "Judgment of $4,124,710 is entered against Defendant as equitable monetary relief, suspended subject to the remaining subsections.",
            "quoted_text": "22 A. Judgment in the amount of four million, one hundred twenty four thousand, 23 seven hundred ten dollars ($4,124,710) is entered in favor of the FTC 24 against Defendant as equitable monetary relief. The Judgment is suspended 25 subject to the Subsections below.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 156,
            "quote_end_line": 159
          },
          {
            "description": "The suspension of judgment is premised on the truthfulness, accuracy, and completeness of Defendant's sworn financial statements, specifically the Financial Statement of LeapLab, LLC signed by John Ayers on October 1, 2015.",
            "quoted_text": "26 B. The Commission’s agreement to the suspension of the judgment is 27 expressly premised upon the truthfulness, accuracy, and completeness of 28 Defendant’s sworn financial statements and related documents - 5 - Case 2:14-cv-02750-NVW Document 54 Filed 02/05/16 Page 6 of 11 1 (collectively, “financial representations”) submitted to the Commission, 2 namely, the Financial Statement of Defendant LeapLab, LLC signed by 3 John Ayers, manager, on October 1, 2015, including the attachments;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 160,
            "quote_end_line": 169
          },
          {
            "description": "The suspension of judgment will be lifted if the Court finds Defendant failed to disclose any material asset, materially misstated the value of any asset, or made any other material misstatement or omission in the financial representations.",
            "quoted_text": "4 C. The suspension of the judgment will be lifted if, upon motion by the 5 Commission, the Court finds that Defendant failed to disclose any material 6 asset, materially misstated the value of any asset, or made any other 7 material misstatement or omission in the financial representations identified 8 above.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 170,
            "quote_end_line": 174
          },
          {
            "description": "If the suspension is lifted, the full judgment amount becomes immediately due, less any prior payments, plus interest computed from the date of entry of this Order.",
            "quoted_text": "9 D. If the suspension of the judgment is lifted as to Defendant, the judgment 10 becomes immediately due as to Defendant in the amount specified in 11 Subsection V.A. above (which the parties stipulate to only for purposes of 12 this Section represents the consumer injury alleged in the Complaint), less 13 any payment previously made pursuant to this Section, plus interest 14 computed from the date of entry of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 175,
            "quote_end_line": 180
          },
          {
            "description": "All money paid to the FTC may be deposited into a fund for equitable relief including consumer redress; any remaining money may be applied to other equitable relief or deposited to the U.S. Treasury as equitable disgorgement.",
            "quoted_text": "15 E. All money paid to the FTC pursuant to this Order may be deposited into a 16 fund administered by the FTC or its designee to be used for equitable relief, 17 including consumer redress and any attendant expenses for the 18 administration of any redress funds. If a representative of the FTC decides 19 that direct redress to consumers is wholly or partially impracticable or 20 money remains after redress is completed, the FTC may apply any 21 remaining money for such other equitable relief (including consumer 22 information remedies) as the FTC determines to be reasonably related to 23 the practices alleged in the Complaint. Any money not used for such 24 equitable relief is to be deposited to the United States Treasury as equitable 25 disgorgement. Defendant has no right to challenge any actions the FTC or 26 its representatives may take pursuant to this Subsection.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 181,
            "quote_end_line": 192
          },
          {
            "description": "Defendant relinquishes all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek their return.",
            "quoted_text": "1 F. Defendant relinquishes dominion and all legal and equitable right, title, and 2 interest in all assets transferred pursuant to this Order and may not seek the 3 return of any assets.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 199,
            "quote_end_line": 201
          },
          {
            "description": "The facts alleged in the Complaint will be taken as true in any subsequent civil litigation by the FTC to enforce payment or monetary judgment under this Order, including nondischargeability proceedings in bankruptcy.",
            "quoted_text": "4 G. The facts alleged in the Complaint will be taken as true, without further 5 proof, in any subsequent civil litigation by or on behalf of the FTC, in a 6 proceeding to enforce its rights to any payment or monetary judgment 7 pursuant to this Order, such as a nondischargeability complaint in any 8 bankruptcy case.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 202,
            "quote_end_line": 206
          },
          {
            "description": "The facts alleged in the Complaint establish all elements necessary for an FTC action under Section 523(a)(2)(A) of the Bankruptcy Code, and this Order will have collateral estoppel effect for such purposes.",
            "quoted_text": "9 H. The facts alleged in the Complaint establish all elements necessary to 10 sustain an action by the FTC pursuant to Section 523(a)(2)(A) of the 11 Bankruptcy Code, 11 U.S.C. § 523(a)(2)(A), and this Order will have 12 collateral estoppel effect for such purposes.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 207,
            "quote_end_line": 210
          },
          {
            "description": "Defendant acknowledges that its Taxpayer Identification Numbers previously submitted to the FTC may be used for collecting and reporting on any delinquent amount arising out of this Order.",
            "quoted_text": "13 I. Defendant acknowledges that its Taxpayer Identification Numbers (Social 14 Security Numbers or Employer Identification Numbers), which Defendant 15 previously submitted to the FTC, may be used for collecting and reporting 16 on any delinquent amount arising out of this Order, in accordance with 31 17 U.S.C. § 7701.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 211,
            "quote_end_line": 215
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Defendant must acknowledge receipt of the Order, deliver copies to relevant personnel and business entities, and obtain signed acknowledgments from all recipients.",
        "requirements": [
          {
            "description": "Within 7 days of entry of this Order, Defendant must submit to the FTC a sworn acknowledgment of receipt of this Order.",
            "quoted_text": "21 A. Within 7 days of entry of this Order, Defendant must submit to the FTC an 22 acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 219,
            "quote_end_line": 220
          },
          {
            "description": "For 5 years after entry of this Order, Defendant must deliver a copy of this Order to all principals, officers, directors, LLC managers and members, employees, agents, and representatives who participate in conduct related to the Order's subject matter, and to any business entity resulting from a structural change. Delivery must occur within 7 days for current personnel, and before new personnel assume their responsibilities.",
            "quoted_text": "23 B. For 5 years after entry of this Order, Defendant must deliver a copy of this 24 Order to: (1) all principals, officers, directors, and LLC managers and 25 members; (2) all employees, agents, and representatives who participate in 26 conduct related to the subject matter of this Order; and (3) any business 27 entity resulting from any change in structure as set forth in the Section 28 entitled Compliance Reporting. Delivery must occur within 7 days of entry - 7 - Case 2:14-cv-02750-NVW Document 54 Filed 02/05/16 Page 8 of 11 1 of this Order for current personnel. For all others, delivery must occur 2 before they assume their responsibilities.",
            "deadline": "7 days for current personnel; before assuming responsibilities for others",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 221,
            "quote_end_line": 232
          },
          {
            "description": "From each individual or entity to whom Defendant delivered a copy of the Order, Defendant must obtain a signed and dated acknowledgment of receipt within 30 days.",
            "quoted_text": "3 C. From each individual or entity to which Defendant delivered a copy of this 4 Order, Defendant must obtain, within 30 days, a signed and dated 5 acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 233,
            "quote_end_line": 235
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendant must submit a sworn compliance report one year after the Order, provide notice of material changes within 14 days for 20 years, notify the FTC of any bankruptcy filing within 14 days, and submit all sworn filings in the required format and manner.",
        "requirements": [
          {
            "description": "One year after entry of this Order, Defendant must submit a sworn compliance report identifying contact information, all businesses and their activities, describing compliance with each section of this Order, and providingcopies of Order Acknowledgments.",
            "quoted_text": "9 A. One year after entry of this Order, Defendant must submit a compliance 10 report, sworn under penalty of perjury. In that report, Defendant must: (a) 11 identify the primary physical, postal, and email address and telephone 12 number, as designated points of contact, which representatives of the FTC 13 may use to communicate with Defendant; (b) identify all of Defendant’s 14 businesses by all of their names, telephone numbers, and physical, postal, 15 email, and Internet addresses; (c) describe the activities of each business, 16 including the products and services offered, the means of advertising, 17 marketing, and sales, and the involvement of any other defendant; (d) 18 describe in detail whether and how Defendant is in compliance with each 19 Section of this Order; and (e) provide a copy of each Order 20 Acknowledgment obtained pursuant to this Order, unless previously 21 submitted to the FTC;",
            "deadline": "1 year",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 239,
            "quote_end_line": 251
          },
          {
            "description": "For 20 years following entry of this Order, Defendant must submit a sworn compliance notice within 14 days of any change in: (a) any designated point of contact; or (b) the structure of Defendant or any entity Defendant has ownership interest in or controls that may affect compliance obligations, including creation, merger, sale, or dissolution.",
            "quoted_text": "22 B. For 20 years following entry of this Order, Defendant must submit a 23 compliance notice, sworn under penalty of perjury, within 14 days of any 24 change in the following: (a) any designated point of contact; or (b) the 25 structure of Defendant or any entity that Defendant has any ownership 26 interest in or directly or indirectly controls that may affect compliance 27 obligations arising under this Order, including: creation, merger, sale, or 28 dissolution of the entity or any subsidiary, parent, or affiliate that engages - 8 - Case 2:14-cv-02750-NVW Document 54 Filed 02/05/16 Page 9 of 11 1 in any acts or practices subject to this Order.",
            "deadline": "14 days of any qualifying change",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 252,
            "quote_end_line": 263
          },
          {
            "description": "Defendant must submit to the FTC notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against Defendant within 14 days of its filing.",
            "quoted_text": "2 C. Defendant must submit to the FTC notice of the filing of any bankruptcy 3 petition, insolvency proceeding, or any similar proceeding by or against 4 Defendant within 14 days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 264,
            "quote_end_line": 266
          },
          {
            "description": "Any submission required to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, including the required declaration language, date, signatory's full name, title, and signature.",
            "quoted_text": "5 D. Any submission to the FTC required by this Order to be sworn to under 6 penalty of perjury must be true and accurate and comply with 28 U.S.C. 7 § 1746, such as by concluding: “I declare under penalty of perjury under 8 the laws of the United States of America that the foregoing is true and 9 correct. Executed on:_____” and supplying the date, signatory’s full name, 10 title (if applicable), and signature.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 267,
            "quote_end_line": 272
          },
          {
            "description": "Unless otherwise directed in writing, all submissions to the FTC must be emailed to DEbrief@ftc.gov or sent by overnight courier to the Associate Director for Enforcement, Bureau of Consumer Protection, FTC, with a subject line beginning: FTC v. Sitesearch, et al.",
            "quoted_text": "11 E. Unless otherwise directed by an FTC representative in writing, all 12 submissions to the FTC pursuant to this Order must be emailed to 13 DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) 14 to: Associate Director for Enforcement, Bureau of Consumer Protection, 15 Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, 16 DC 20580. The subject line must begin: FTC v. Sitesearch, et al.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 273,
            "quote_end_line": 278
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendant must create specified records for 20 years after entry of the Order and retain each record for 5 years, covering consumer consent records, accounting records, personnel records, complaints, compliance documentation, and marketing materials.",
        "requirements": [
          {
            "description": "Defendant must create and maintain for 20 years (and retain for 5 years) proof of consumers' express, informed consent to have their Sensitive Personal Information transferred or disclosed, including the consumer's name, contact details, manner and method of authorization, and sufficient data to show the complete consumer experience including any audio recording of telemarketing transactions.",
            "quoted_text": "18 IT IS FURTHER ORDERED that Defendant must create certain records for 20 19 years after entry of the Order and retain each such record for 5 years. Specifically, 20 Defendant must create and maintain the following records: 21 A. Proof of consumers’ express, informed consent to have their Sensitive 22 Personal Information transferred or disclosed, which includes the 23 consumer’s name, and, if collected, phone number, and address; the 24 manner, time, place, and method of the authorization; and sufficient data to 25 readily show the complete consumer experience, including an audio 26 recording of the entirety of any telemarketing transaction;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 280,
            "quote_end_line": 288
          },
          {
            "description": "Defendant must create and maintain accounting records showing all revenues from goods or services sold, all costs incurred, and resulting net profit or loss.",
            "quoted_text": "1 B. Accounting records showing the revenues from all goods or services sold, 2 all costs incurred in generating those revenues, and the resulting net profit 3 or loss;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 295,
            "quote_end_line": 297
          },
          {
            "description": "Defendant must create and maintain personnel records for each person providing services (employee or otherwise), including name, addresses, phone numbers, job title or position, dates of service, and reason for termination if applicable.",
            "quoted_text": "4 C. Personnel records showing, for each person providing services, whether as 5 an employee or otherwise, that person’s: name, addresses, and telephone 6 numbers; job title or position; dates of service; and, if applicable, the reason 7 for termination;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 298,
            "quote_end_line": 301
          },
          {
            "description": "Defendant must create and maintain records of all complaints and refund requests received directly or indirectly, and any responses thereto.",
            "quoted_text": "8 D. Complaints and refund requests, whether received directly or indirectly, 9 such as through a third party, and any response;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 302,
            "quote_end_line": 303
          },
          {
            "description": "Defendant must create and maintain all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the FTC.",
            "quoted_text": "10 E. All records necessary to demonstrate full compliance with each provision 11 of this Order, including all submissions to the FTC; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 304,
            "quote_end_line": 305
          },
          {
            "description": "Defendant must create and maintain a copy of each unique advertisement or other marketing material.",
            "quoted_text": "12 F. A copy of each unique advertisement or other marketing material.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 306,
            "quote_end_line": 306
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "IX",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The FTC has broad authority to monitor Defendant's compliance, including demanding information, conducting depositions, using discovery procedures, communicating directly with Defendant's personnel, and employing undercover methods.",
        "requirements": [
          {
            "description": "Within 14 days of receipt of a written request from the FTC, Defendant must submit additional compliance reports or other requested information (sworn under penalty of perjury), appear for depositions, and produce documents for inspection and copying. The FTC is authorized to obtain discovery using Federal Rules of Civil Procedure 29, 30, 31, 33, 34, 36, 45, and 69.",
            "quoted_text": "17 A. Within 14 days of receipt of a written request from a representative of the 18 FTC, Defendant must: submit additional compliance reports or other 19 requested information, which must be sworn to under penalty of perjury; 20 appear for depositions; and produce documents, for inspection and copying. 21 The FTC is also authorized to obtain discovery, without further leave of 22 Court, using any of the procedures prescribed by Federal Rules of Civil 23 Procedure 29, 30 (including telephonic depositions), 31, 33, 34, 36, 45, and 24 69.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 311,
            "quote_end_line": 318
          },
          {
            "description": "The FTC is authorized to communicate directly with Defendant, and Defendant must permit FTC representatives to interview any employee or affiliated person who has agreed to such an interview, with counsel present if desired.",
            "quoted_text": "25 B. For matters concerning this Order, the FTC is authorized to communicate 26 directly with Defendant. Defendant must permit representatives of the FTC 27 to interview any employee or other person affiliated with Defendant who 28 - 10 - Case 2:14-cv-02750-NVW Document 54 Filed 02/05/16 Page 11 of 11 1 has agreed to such an interview. The person interviewed may have counsel 2 present.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 319,
            "quote_end_line": 328
          },
          {
            "description": "The FTC may use all other lawful means, including posing as consumers, suppliers, or other individuals, without identification or prior notice. Nothing in this Order limits the FTC's lawful use of compulsory process under Sections 9 and 20 of the FTC Act.",
            "quoted_text": "3 c. The FTC may use all other lawful means, including posing, through its 4 representatives, as consumers, suppliers, or other individuals or entities, to 5 Defendant or any individual or entity affiliated with Defendant, without the 6 necessity of identification or prior notice. Nothing in this Order limits the 7 FTC's lawful use of compulsory process, pursuant to Sections 9 and 20 of 8 the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 329,
            "quote_end_line": 334
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "X",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction over this matter for purposes of construction, modification, and enforcement of the Order.",
        "requirements": [
          {
            "description": "The Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "quoted_text": "10 IT IS FURTHER ORDERED that this Comt retains jurisdiction of this matter for 11 purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 336,
            "quote_end_line": 337
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "For 20 years following entry of this Order, Defendant must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following: (a) any designated point of contact; or (b) the structure of Defendant or any entity that Defendant has any ownership interest in or directly or indirectly controls that may affect compliance obligations arising under this Order"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "03.16, Sitesearch Corporation, Doing Business As LeapLab Complaint.pdf",
      "order": "03.16, Sitesearch Corporation, Doing Business As LeapLab Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 1,
      "order_provisions": 10,
      "order_definitions": 4,
      "order_requirements": 33,
      "provisions_per_section": {
        "I": 1,
        "II": 1,
        "III": 1,
        "IV": 3,
        "V": 9,
        "VI": 3,
        "VII": 5,
        "VIII": 6,
        "IX": 3,
        "X": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 1
      },
      "verification_details": {
        "complaint_verified": 1,
        "complaint_total": 1,
        "order_verified": 33,
        "order_total": 33
      }
    },
    "processing_time_seconds": 152.8
  }
}