{
  "case_info": {
    "docket_number": "C-4387",
    "company": {
      "name": "Equifax Information Services LLC",
      "incorporation_state": "Georgia",
      "entity_type": "limited liability company",
      "address": "1550 Peachtree Street, N.W., Atlanta, Georgia 30309",
      "business_description": "Equifax Information Services LLC is a consumer reporting agency that assembles and sells consumer information and prescreened lists to third parties. Prescreened lists contain consumer report information such as credit scores and payment delinquency status, which are sold in interstate commerce for prescreening purposes."
    },
    "commissioners": [
      "Edith Ramirez, Chairman",
      "Jon Leibowitz",
      "Julie Brill",
      "Maureen K. Ohlhausen",
      "Joshua D. Wright"
    ],
    "case_date": {
      "month": 3,
      "year": 2013
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a); Fair Credit Reporting Act, 15 U.S.C. §§ 1681 et seq.",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/172-3203-equifax-inc",
    "statutory_topics": [
      "FCRA"
    ],
    "practice_areas": [
      "Financial Practices"
    ],
    "industry_sectors": [
      "Financial Services"
    ]
  },
  "complaint": {
    "factual_background": "From January 2008 through early 2010, Equifax sold prescreened consumer credit lists containing sensitive financial information to Direct Lending Source and its affiliates, who then resold these lists to third parties for general marketing purposes rather than for firm offers of credit. Equifax failed to maintain reasonable procedures to verify that these lists were used only for permissible purposes under the FCRA, despite knowing that Direct Lending was reselling the lists and violating Equifax's internal policies. This resulted in millions of consumers' sensitive credit information being distributed to entities without legal authority to receive it, including marketers targeting financially distressed consumers.",
    "representations_made": [],
    "counts": [
      {
        "count_number": 1,
        "title": "Furnishing Consumer Reports Without Permissible Purpose",
        "representation": "Equifax furnished consumer reports (prescreened lists) to Direct Lending and other entities",
        "fact": "Equifax did not have reason to believe these entities had a permissible purpose to obtain consumer reports, as Direct Lending used and sold the lists for general marketing purposes rather than for firm offers of credit",
        "conclusion": "By furnishing consumer reports to persons that it did not have reason to believe had a permissible purpose, Respondent violated section 604(c) of the FCRA, 15 U.S.C. § 1681b(c), and thereby engaged in unfair and deceptive acts and practices in violation of section 5(a) of the FTC Act"
      },
      {
        "count_number": 2,
        "title": "Failure to Maintain Reasonable Procedures",
        "representation": "Equifax was required to maintain reasonable procedures to limit furnishing of consumer reports to permissible purposes and to verify the identity and uses of prospective users",
        "fact": "Equifax failed to maintain reasonable procedures to limit the furnishing of consumer reports, failed to make reasonable efforts to verify the identity of new prospective users, and failed to verify the uses certified by prospective users before furnishing consumer reports",
        "conclusion": "By failing to maintain reasonable procedures as required, Respondent violated section 607(a) of the FCRA, 15 U.S.C. § 1681e(a), and thereby engaged in unfair and deceptive acts and practices in violation of section 5(a) of the FTC Act"
      },
      {
        "count_number": 3,
        "title": "Unfair Data Security Practices",
        "representation": "Equifax was expected to employ reasonable and appropriate measures to control access to sensitive consumer financial information",
        "fact": "Equifax failed to employ reasonable and appropriate measures to control access to sensitive consumer financial information, resulting in prescreened lists being sold to entities that became subjects of law enforcement actions or warnings",
        "conclusion": "Respondent's actions caused or were likely to cause substantial injury to consumers that was not offset by countervailing benefits and was not reasonably avoidable by consumers, constituting unfair acts or practices in violation of section 5(a) of the FTC Act"
      }
    ]
  },
  "order": {
    "definitions": {
      "respondent": "Equifax Information Services LLC, its successors and assigns, and its officers, agents, representatives, and employees.",
      "Commerce": "as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. § 44.",
      "FCRA definitions": "The definitions set forth in the Fair Credit Reporting Act (\"FCRA\"), 15 U.S.C. §§ 1681a, et seq., which is attached as Appendix A to this order, shall apply.",
      "Debt relief product or service": "any product, service, plan, or program represented, expressly or by implication, to renegotiate, settle, or in any way alter the terms of payment or other terms of the debt or obligation, including but not limited to a tax debt or obligation, between a person and one or more unsecured creditors or debt collectors, including but not limited to, a reduction in the balance, interest rate, or fees owed by a person to an unsecured creditor or debt collector by any person other than the unsecured creditor who holds the debt at issue. Debt relief product or service does not include the creation of a new loan to consolidate debts of a consumer.",
      "Mortgage assistance relief product or service": "means any product, service, plan, or program, offered or provided to the consumer in exchange for consideration, by any person other than the dwelling loan holder, that is represented, expressly or by implication, to assist or attempt to assist the consumer with any of the following:\na. stopping, preventing, or postponing any mortgage or deed of trust foreclosure sale for the consumer's dwelling, any repossession of the consumer's dwelling, or otherwise saving the consumer's dwelling from foreclosure or repossession;\nb. negotiating, obtaining, or arranging a modification of any term of a dwelling loan, including a reduction in the amount of interest, principal balance, monthly payments, or fees;\nc. obtaining any forbearance or modification in the timing of payments from any dwelling loan holder or servicer on any dwelling loan;\nd. negotiating, obtaining, or arranging any extension of the period of time within which the consumer may: (1) cure his or her default on a dwelling loan, (2) reinstate his or her dwelling loan, (3) redeem a dwelling, or (4) exercise any right to reinstate a dwelling loan or redeem a dwelling; or\ne. obtaining any waiver of an acceleration clause or balloon payment contained in any promissory note or contract secured by any dwelling; or\nf. negotiating, obtaining, or arranging: (1) a short sale of a dwelling, (2) a deed-in-lieu of foreclosure, or (3) any other disposition of a dwelling loan other than a sale to a third party that is not the dwelling loan holder.",
      "Prescreening or prescreened list": "the process and the resulting lists covered by sections 603(l), 604(c), 604(e), and 615(d) of the FCRA, 15 U.S.C. §§ 1681a(l), 1681b(c), 1681b(e), and 1681m(d)."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition on Improper Prescreened List Practices",
        "category": "prohibition",
        "summary": "Respondent is prohibited from furnishing prescreened lists without proper verification of permissible purposes, and from furnishing such lists for debt relief or mortgage assistance relief products involving advance fees.",
        "requirements": [
          {
            "description": "Must not furnish a prescreened list to any person which respondent does not have reason to believe has a permissible purpose under section 604(c) of the FCRA",
            "quoted_text": "A. Furnishing a prescreened list to any person which respondent does not have reason to believe has a permissible purpose under section 604(c) of the FCRA, 15 U.S.C. § 1681b(c).",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 97,
            "quote_end_line": 99
          },
          {
            "description": "Must not fail to maintain reasonable procedures designed to limit the furnishing of prescreened lists to the purposes listed under section 604(c) of the FCRA, including requiring prospective users to identify themselves and certify purposes",
            "quoted_text": "B. Failing to maintain reasonable procedures designed to limit the furnishing of prescreened lists to the purposes listed under section 604(c) of the FCRA,15 U.S.C. § 1681b(c), as set forth in section 607(a) of the FCRA, 15 U.S.C. § 1681e(a), including: 1. Failing to require that prospective users of the information identify themselves, certify the purposes for which the information is sought, and certify that the information will be used for no other purpose;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 100,
            "quote_end_line": 106
          },
          {
            "description": "Must not fail to make a reasonable effort to verify the identity of a new prospective user and the uses certified by such prospective user prior to furnishing such user a prescreened list",
            "quoted_text": "2. Failing to make a reasonable effort to verify the identity of a new prospective user and the uses certified by such prospective user prior to furnishing such user a prescreened list; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 107,
            "quote_end_line": 109
          },
          {
            "description": "Must not furnish a prescreened list to any person respondent has reasonable grounds for believing will use it for a purpose not listed in section 604(c) of the FCRA",
            "quoted_text": "3. Furnishing a prescreened list to any person respondent has reasonable grounds for believing will use it for a purpose not listed in section 604(c) of the FCRA, 15 U.S.C. § 1681b(c).",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 110,
            "quote_end_line": 112
          },
          {
            "description": "Must not furnish consumer reports pursuant to section 604(c) of the FCRA in connection with solicitations for debt relief products or services, or mortgage assistance relief products or services, offered by entities that respondent has reasonable grounds for believing charge advance fees for such services (excluding refinancing of dwelling loans or services offered by attorneys)",
            "quoted_text": "C. Furnishing consumer reports pursuant to section 604(c) of the FCRA, 15 U.S.C. 1681b(c), in connection with solicitations for debt relief products or services, or mortgage assistance relief products or services, offered by entities that respondent has reasonable grounds for believing charge advance fees for such services, i.e., fees collected prior to the provision of such services. This prohibition shall not apply to solicitations for refinancing of a dwelling loan, or services offered by attorneys.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 116,
            "quote_end_line": 122
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Monetary Payment",
        "category": "affirmative_obligation",
        "summary": "Respondent must pay $392,803 to the Federal Trade Commission as disgorgement, to be deposited in the United States Treasury.",
        "requirements": [
          {
            "description": "Transfer $392,803 to the Commission by electronic funds transfer in accordance with instructions previously provided",
            "quoted_text": "A. Within seven (7) days of service of this order, respondent shall transfer the sum to the Commission by electronic funds transfer in accordance with instructions previously provided by a representative of the Commission. These funds will be deposited in the United States Treasury as disgorgement.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 126,
            "quote_end_line": 129
          },
          {
            "description": "Pay interest on any default that continues for ten days beyond the due date, computed pursuant to 28 U.S.C. § 1961",
            "quoted_text": "B. In the event of any default on any obligation to make payment under this order, which default continues for ten (10) days beyond the due date of the payment, interest shall accrue, computed pursuant to 28 U.S.C. § 1961, from the date of default to the date of payment.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 130,
            "quote_end_line": 133
          },
          {
            "description": "Relinquish all dominion, control, and title to the funds paid and make no claim to or demand return of the funds",
            "quoted_text": "C. Respondent relinquishes all dominion, control, and title to the funds paid to the fullest extent permitted by law. Respondent shall make no claim to or demand return of the funds, directly or indirectly, through counsel or otherwise.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 134,
            "quote_end_line": 136
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      },
      {
        "provision_number": "III",
        "title": "Recordkeeping Requirements",
        "category": "recordkeeping",
        "summary": "Respondent must maintain business records demonstrating compliance with this order for five years and make them available to the FTC upon request.",
        "requirements": [
          {
            "description": "Maintain and upon request make available to the FTC files containing the names, addresses, telephone numbers, and all certifications made by persons seeking to obtain prescreened lists",
            "quoted_text": "A. Files containing the names, addresses, telephone numbers, and all certifications made by persons seeking to obtain prescreened lists from respondent in order to finance the product or service provided by a third party, and all materials considered by respondent in connection with its verification of the identity of those persons and verification of the certifications made by those persons;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 144,
            "quote_end_line": 148
          },
          {
            "description": "Maintain and upon request make available to the FTC copies of all training materials and marketing materials that relate to respondent's prescreening activities",
            "quoted_text": "B. Copies of all training materials and marketing materials that relate to respondent’s prescreening activities as alleged in the complaint and respondent’s compliance with the provisions of this order; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 152,
            "quote_end_line": 154
          },
          {
            "description": "Maintain and upon request make available to the FTC all records necessary to demonstrate full compliance with each provision of this order, including all submissions to the Commission",
            "quoted_text": "C. All records necessary to demonstrate full compliance with each provision of this order, including all submissions to the Commission.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 155,
            "quote_end_line": 156
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Order Acknowledgment and Distribution",
        "category": "acknowledgment",
        "summary": "Respondent must deliver a copy of this order to all current and future personnel with relevant responsibilities and obtain signed acknowledgments of receipt.",
        "requirements": [
          {
            "description": "Deliver a copy of this order to all current and future principals, officers, and directors; and all current and future managers, employees, agents and representatives who have responsibilities with respect to the subject matter of this order, and secure from each such person a signed and dated statement acknowledging receipt",
            "quoted_text": "order, respondent, and its successors and assigns, shall deliver a copy of this order to: (1) all current and future principals, officers, and directors; and (2) all current and future managers, employees, agents and representatives who have responsibilities with respect to the subject matter of this order, and shall secure from each such person a signed and dated statement acknowledging receipt of the order, with any electronic signatures complying with the",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 159,
            "quote_end_line": 163
          },
          {
            "description": "Deliver this order to current personnel",
            "quoted_text": "current personnel within thirty (30) days after the date of service of the order, and to future",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 165,
            "quote_end_line": 165
          },
          {
            "description": "Deliver this order to future personnel within thirty days after the person assumes such position or responsibilities",
            "quoted_text": "current personnel within thirty (30) days after the date of service of the order, and to future personnel within thirty (30) days after the person assumes such position or responsibilities.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 165,
            "quote_end_line": 166
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "V",
        "title": "Notice of Changes Affecting Compliance",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the Commission at least thirty days prior to any change that may affect compliance obligations, including dissolution, merger, sale, bankruptcy, or name/address changes.",
        "requirements": [
          {
            "description": "Notify the Commission at least thirty days prior to any change in respondent that may affect compliance obligations arising under this order, including dissolution, assignment, sale, merger, creation or dissolution of subsidiary, proposed bankruptcy filing, or change in name or address",
            "quoted_text": "notify the Commission at least thirty (30) days prior to any change in respondent that may affect compliance obligations arising under this order, including but not limited to, a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor company; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in respondent’s name or address. Provided, however, that with respect to any proposed change",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 169,
            "quote_end_line": 174
          },
          {
            "description": "If respondent learns of a proposed change less than thirty days prior to the date such action is to take place, notify the Commission as soon as is practicable after obtaining such knowledge",
            "quoted_text": "respondent’s name or address. Provided, however, that with respect to any proposed change about which respondent learns less than thirty (30) days prior to the date such action is to take place, respondent shall notify the Commission as soon as is practicable after obtaining such knowledge. Unless otherwise directed by a representative of the Commission in writing, all",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 174,
            "quote_end_line": 177
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondent must file a compliance report with the Commission within sixty days after service of this order, and submit additional reports upon request.",
        "requirements": [
          {
            "description": "File with the Commission a true and accurate report, in writing, setting forth in detail the manner and form in which respondent has complied with this order",
            "quoted_text": "within sixty (60) days after the date of service of this order, file with the Commission a true and accurate report, in writing, setting forth in detail the manner and form in which respondent has complied with this order. Within ten (10) days of receipt of written notice from a representative",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 189,
            "quote_end_line": 191
          },
          {
            "description": "Submit additional true and accurate written reports within ten days of receipt of written notice from a representative of the Commission",
            "quoted_text": "complied with this order. Within ten (10) days of receipt of written notice from a representative of the Commission, respondent shall submit additional true and accurate written reports.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 191,
            "quote_end_line": 192
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "This order will terminate on March 5, 2033, or twenty years from the most recent date the United States or the Commission files a complaint in federal court alleging any violation of the order, whichever comeslater.",
        "requirements": [
          {
            "description": "Order remains in effect until March 5, 2033, or twenty years from the most recent date the United States or the Commission files a complaint in federal court alleging any violation of the order, whichever comes later",
            "quoted_text": "This order will terminate on March 5, 2033, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of:",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 194,
            "quote_end_line": 197
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on March 5, 2033, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part of this order that terminates in less than twenty (20) years; B. This order's application to any respondent that is not named as a defendant in such complaint; and C. This order if such complaint is filed after the order has terminated pursuant to this Part. Provided, further, that if such complaint is dismissed or a federal court rules that the respondent did not violate any provision of the order, and the dismissal or ruling is either not appealed or upheld on appeal, then the order will terminate according to this Part as though the complaint had never been filed, except that this order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "03.13, Equifax Information Services LL Complaint.pdf",
      "order": "03.13, Equifax Information Services LL Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 3,
      "complaint_representations": 0,
      "order_provisions": 7,
      "order_definitions": 6,
      "order_requirements": 19,
      "provisions_per_section": {
        "I": 5,
        "II": 3,
        "III": 3,
        "IV": 3,
        "V": 2,
        "VI": 2,
        "VII": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 1
      },
      "verification_details": {
        "complaint_verified": 0,
        "complaint_total": 0,
        "order_verified": 19,
        "order_total": 19
      }
    },
    "processing_time_seconds": 114.4
  }
}