{
  "case_info": {
    "docket_number": "C-4351",
    "company": {
      "name": "Upromise, Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "85 Wells Avenue, Suite 110, Newton, MA 02459",
      "business_description": "Upromise offers free memberships that allow consumers to earn cash-back rewards on eligible online and in-store purchases. Members can direct those rewards to a college savings plan or to pay down student loans."
    },
    "commissioners": [],
    "case_date": {
      "month": 3,
      "year": 2017
    },
    "legal_authority": "Sections 5(l) and 16(a)(1) of the Federal Trade Commission Act, 15 U.S.C. §§ 45(l) and 56(a)(1)",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/102-3116-c-4351-upromise-inc"
  },
  "complaint": {
    "factual_background": "Upromise violated a 2012 FTC Order by distributing the RewardU toolbar from 2013 to 2016 without properly disclosing its extensive data collection practices. The company failed to clearly inform consumers that the toolbar collected search queries, browsing activity, and transaction information including personal, financial, and health data. Upromise also failed to obtain required third-party security assessments that adequately evaluated the toolbar's safeguards, submitting assessments that barely mentioned RewardU and did not address its specific security measures.",
    "representations_made": [
      {
        "description": "Claimed to clearly and prominently disclose the types of data collected by the RewardU toolbar and how that data was used",
        "quoted_text": "In numerous instances, Defendant failed to make the disclosure required by the Commission Order. For example, Defendant's disclosure was: A. Not in a sufficiently noticeable size; B. Not presented in an understandable language and syntax; C. Not in print that contrasts highly with the background; and D. Presented with contrary, inconsistent, or mitigating terms.",
        "source_paragraph": 25
      },
      {
        "description": "Claimed to obtain compliant third-party security assessments for the RewardU toolbar as required by the Order",
        "quoted_text": "Defendant failed to obtain assessments as required by Part VI of the Order.",
        "source_paragraph": 37
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Failure to Make Required Disclosures",
        "representation": "Defendant was required to clearly and prominently disclose all types of data collected by the RewardU targeting tool and all uses of that data, in a sufficiently noticeable size, in understandable language and syntax, in print that contrasts highly with the background, and without contrary or inconsistent terms",
        "fact": "Defendant's disclosure was presented in small, footnote-style format in light gray text against a white background, buried two screens down after large amounts of intervening text, written in confusing language spanning 633 words, and contradicted by multiple conflicting privacy policies from Rakuten and other service providers",
        "conclusion": "Therefore, Defendant violated the Commission Order."
      },
      {
        "count_number": 2,
        "title": "Failure to Obtain Required Security Assessments",
        "representation": "Defendant was required to obtain third-party assessments that set forth the specific administrative, technical, and physical safeguards for the RewardU toolbar, explain how those safeguards are adequate, and certify that the security program is operating with sufficient effectiveness",
        "fact": "The Second Fishnet Assessment mentioned RewardU only once in 133 pages and did so incorrectly, failing to set forth RewardU's specific safeguards or explain their adequacy. The Third Fishnet Assessment merely stated the vendor contract included three specified criteria without identifying or discussing them, and similarly failed to set forth RewardU's safeguards or explain their adequacy",
        "conclusion": "Therefore, Defendant violated the Commission Order."
      }
    ]
  },
  "order": {
    "definitions": {
      "Defendant": "Upromise, Inc. and its successors and assigns.",
      "FTC Order": "the Decision and Order issued on March 27, 2012 by the Federal Trade Commission, In the Matter of Upromise, Inc., FTC No. 1023116, Docket No. C-4351, attached as Exhibit A and made a part of this Order.",
      "Affected Consumers": "persons who, prior to the date of issuance of this order, downloaded and installed the TurboSaver Toolbar and had the Personalized Offers feature enabled.",
      "Clearly and prominently": "In textual communications (e.g., printed publications or words displayed on the screen of a computer or a mobile device), the required disclosures are of a type, size, and location sufficiently noticeable for an ordinary consumer to read and comprehend them, in print that contrasts highly with the background on which they appear; In communications disseminated orally or through audible means (e.g., radio or streaming audio), the required disclosures are delivered in a volume and cadence sufficient for an ordinary consumer to hear and comprehend them; In communications disseminated through video means (e.g., television or streaming video), the required disclosures are in writing in a form consistent with subparagraph (A) of this definition and shall appear on the screen for a duration sufficient for an ordinary consumer to read and comprehend them, and in the same language as the predominant language that is used in the communication; In communications made through interactive media, such as the Internet, online services, and software, the required disclosures are unavoidable and presented in a form consistent with subparagraph (A) of this definition, in addition to any audio or video presentation of them; and In all instances, the required disclosures are presented in an understandable language and syntax, and with nothing contrary to, inconsistent with, or in mitigation of the disclosures used in any communication of them.",
      "Collected Information": "any information or data transmitted from a computer by the TurboSaver Toolbar as a result of the Personalized Offers feature being enabled prior to the date of issuance of this order to any computer server owned by, operated by, or operated for the benefit of respondent.",
      "Commerce": "as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. § 44.",
      "Computer": "any desktop or laptop computer, handheld device, telephone, or other electronic product or device that has a platform on which to download, install, or run any software program, code, script, or other content and to play any digital audio, visual, or audiovisual content.",
      "Covered Online Service": "any product or service using or incorporating a Targeting Tool. Covered Online Service includes, but is not limited to, the TurboSaver Toolbar with the Personalized Offers feature enabled.",
      "Personal information": "individually identifiable information from or about an individual consumer including, but not limited to: (a) a first and last name; (b) a home or other physical address, including street name and name of city or town; (c) an email address or other online contact information, such as an instant messaging user identifier or a screen name; (d) a telephone number; (e) a Social Security number; (f) a driver's license number or other government-issued identification number; (g) prescription information, such as medication and dosage, and prescribing physician name, address, and telephone number, health insurer name, insurance account number, or insurance policy number; (h) a bank account, debit card, or credit card account number; (i) a persistent identifier, such as a customer number held in a \"cookie\" or processor serial number, that is combined with other available data that identifies an individual consumer; (j) a biometric record; or (k) any information that is combined with any of (a) through (j) above.",
      "Personalized Offers feature": "the component of the TurboSaver Toolbar that Upromise has offered under the name of \"Personalized Offers.\"",
      "Respondent": "Upromise, Inc., and its successors and assigns, and its officers, agents, representatives, and employees.",
      "Targeting Tool": "any software program or application distributed by or on behalf of respondent that is installed on a consumer's computer, whether as a standalone product or as a feature of another product, and used by or on behalf of respondent to record or transmit information about any activity occurring on that computer involving the computer's interactions with websites, services, applications, or forms, unless (a) the activity involves transmission of information related to the configuration of the software program or application itself; (b) the activity involves a consumer's interactions with respondent's websites, services, applications, and/or forms; or (c) the activity involves a consumer's interactions with respondent's member merchants and that information is collected, retained, or used only as necessary for the purpose of providing the consumer's reward service benefits for transactions involving those merchants. The TurboSaver Toolbar when configured to collect consumer data, for example, with the Personalized Offers feature enabled, is a Targeting Tool.",
      "Third party": "any individual or entity other than respondent, except that a third party shall not include a service provider of respondent that: A. only uses or receives personal information collected by or on behalf of respondent for and at the direction of the respondent and no other individual or entity, B. does not disclose the data, or any individually identifiable information derived from such data, to any individual or entity other than respondent, and C. does not use the data for any other purpose."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Violating FTC Order",
        "category": "prohibition",
        "summary": "Defendant is permanently enjoined from violating any provision of the 2012 FTC Order.",
        "requirements": [
          {
            "description": "Must not violate any provision of the FTC Order",
            "quoted_text": "Defendant, and its officers, agents, representatives, employees, and attorneys, and all persons in active concert or participation with any of them who receive actual notice of this Order by personal service or otherwise, are permanently enjoined from violating, directly or indirectly, through any corporation, subsidiary, division, or other device, any provision of the FTC Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Civil Penalty Judgment",
        "category": "affirmative_obligation",
        "summary": "Defendant must pay a civil penalty of $500,000 to the FTC.",
        "requirements": [
          {
            "description": "Pay civil penalty of $500,000",
            "quoted_text": "Within seven (7) days of entry of this Order, Defendant must pay the civil penalty in the form of an electronic fund transfer in accordance with the procedures specified by the Consumer Protection Branch, Civil Division, U.S. Department of Justice, Washington, DC 20530.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Relinquish all rights to transferred assets",
            "quoted_text": "Defendant relinquishes dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and will not seek the return of any assets.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Evaluation of Informed User Consent to Data Collection and Use",
        "category": "assessment",
        "summary": "Defendant must obtain a third-party evaluation certifying compliance with disclosure and consent requirements before making any Targeting Tool available to consumers.",
        "requirements": [
          {
            "description": "Obtain third-party evaluation of disclosures and consent mechanisms prior to making Targeting Tool available",
            "quoted_text": "If Defendant is required to make a disclosure or obtain consent pursuant to Section I of the FTC Order, prior to the date on which Defendant makes the Targeting Tool available to consumers, Defendant must obtain an evaluation and report from a qualified, objective, independent third-party professional specializing in website design and user experience (\"evaluator\"). Defendant's evaluator selection is subject to approval from the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission. For any disclosure or consent governed by Section I of the FTC Order, the evaluator must certify Defendant's adherence to the FTC Order's \"clearly and prominently\" disclosure requirement and \"express, affirmative\" consent requirement.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Assessment of Targeting Tool",
        "category": "assessment",
        "summary": "Defendant must obtain advance FTC approval of the scope and design of any assessment conducted pursuant to the FTC Order.",
        "requirements": [
          {
            "description": "Obtain advance written approval from FTC for assessment scope and design",
            "quoted_text": "For any assessment conducted pursuant to Section VI of the FTC Order, Defendant must obtain advance written approval of the assessment's scope and design from the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Removal of the RewardU Toolbar and Associated Cookies",
        "category": "affirmative_obligation",
        "summary": "Defendant must expire RewardU cookies and notify all affected consumers to uninstall the toolbar.",
        "requirements": [
          {
            "description": "Configure systems to permanently expire RewardU-related cookies",
            "quoted_text": "Defendant must configure its systems to permanently expire any RewardU-related cookie previously placed by Defendant.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Email notice to consumers at their most recent email address",
            "quoted_text": "Defendant must provide the notice, within 30 days after the date of entry of the Order: By emailing the notice to consumers at the email address they most recently provided to Upromise",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Post notice on RewardU page of Upromise.com website for at least 2 years",
            "quoted_text": "By posting a notice on the RewardU page of the Upromise.com website for at least 2 years",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide notice to consumers who complain or inquire about RewardU toolbar for next 3 years",
            "quoted_text": "By providing the notice to any consumer who complains or inquires about the privacy or security of the RewardU toolbar during the next 3 years.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Defendant must submit acknowledgment of receipt of the Order and deliver copies to personnel.",
        "requirements": [
          {
            "description": "Submit acknowledgment of receipt of Order to FTC",
            "quoted_text": "Defendant, within 7 days of entry of this Order, must submit to the FTC an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver copy of Order to all principals, officers, directors, LLC managers and members",
            "quoted_text": "For 5 years after entry of this Order, Defendant must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees, agents, and representatives who participate in conduct related to the subject matter of the Order; and (3) any business entity resulting from any change in structure as set forth in the Section titled Compliance Reporting. Delivery must occur within 7 days of entry of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Obtain signed and dated acknowledgments from recipients of Order",
            "quoted_text": "From each individual or entity to which Defendant delivered a copy of this Order, Defendant must obtain, within 30 days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendant must submit compliance reports and notices to the FTC at specified intervals.",
        "requirements": [
          {
            "description": "Submit initial compliance report one year after entry of Order",
            "quoted_text": "One year after entry of this Order, Defendant must submit a compliance report, sworn under penalty of perjury: Defendant must: (a) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Plaintiff or FTC may use to communicate with Defendant; (b) identify all of Defendant's businesses by all of its names, telephone numbers, and physical, postal, email, and Internet addresses; (c) describe the activities of each business; (d) describe in detail whether and how Defendant is in compliance with each Section of this Order; and (e) provide a copy of each Order Acknowledgment obtained pursuant to this Order, unless previously submitted to the FTC.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Submit compliance notice within 14 days of any change in designated point of contact or business structure",
            "quoted_text": "For 20 years after entry of this Order, Defendant must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following: Defendant must report any change in: (a) any designated point of contact; or (b) the structure of Defendant or any entity that Defendant has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including the creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Submit notice of bankruptcy or insolvency proceeding",
            "quoted_text": "Defendant must submit to the FTC notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against Defendant within 14 days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendant must create and retain records demonstrating compliance for 20 years, with each record retained for 5 years.",
        "requirements": [
          {
            "description": "Create and retain records demonstrating compliance with Order and FTC Order",
            "quoted_text": "Defendant must create certain records for 20 years after entry of the Order, and retain each such record for 5 years. Specifically, Defendant must create and retain the following records: All records necessary to demonstrate full compliance with each provision of this Order and the FTC Order, including all submissions to the FTC",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Create and retain accounting records showing revenues",
            "quoted_text": "Accounting records showing the revenues from all goods or services sold or licensed",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and retain personnel records",
            "quoted_text": "Personnel records showing, for each person providing services, whether as an employee or otherwise, that person's: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "Defendant must cooperate with FTC monitoring activities, including providing documents, appearing for depositions, and permitting employee interviews.",
        "requirements": [
          {
            "description": "Submit additional compliance reports or information within 14 days of written request",
            "quoted_text": "Within 14 days of receipt of a written request from a representative of the Plaintiff or the FTC, Defendant must submit additional compliance reports or other requested information, which must be sworn under penalty of perjury; appear for depositions; and produce documents for inspection and copying. The Plaintiff and the FTC are authorized to obtain discovery, without further leave of court, using any of the procedures prescribed by Federal Rules of Civil Procedure 29, 30 (including telephonic depositions), 31, 33, 34, 36, 45, and 69.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Permit FTC to communicate directly with Defendant and interview employees",
            "quoted_text": "For matters concerning this Order, the Plaintiff and the FTC are authorized to communicate directly with Defendant. Defendant must permit representatives of the Plaintiff and the FTC to interview any employee or other person affiliated with Defendant who has agreed to such an interview. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Allow FTC to pose as consumers or other entities without identification",
            "quoted_text": "The Plaintiff and the FTC may use all other lawful means, including posing, through its representatives as consumers, suppliers, or other individuals or entities, to Defendant or any individual or entity affiliated with Defendant, without the necessity of identification or prior notice. Nothing in this Order limits the FTC's lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction for purposes of construction, modification, and enforcement of the Order.",
        "requirements": [
          {
            "description": "Court retains jurisdiction over the matter",
            "quoted_text": "This Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "I",
        "title": "Data Collection Disclosure and Consent Requirements for Targeting Tools",
        "category": "affirmative_obligation",
        "summary": "Respondent must provide clear and prominent disclosures and obtain express affirmative consent before enabling any Targeting Tool that collects consumer data.",
        "requirements": [
          {
            "description": "Provide clear and prominent disclosure of all data types collected, on separate screen prior to any EULA or privacy policy, and obtain express affirmative consent before consumer enables Targeting Tool",
            "quoted_text": "IT IS ORDERED that respondent, directly or through any corporation, subsidiary, division, website, or other device, in connection with the advertising, promotion, offering for sale, sale, or distribution of any Targeting Tool, in or affecting commerce, shall, Prior to the consumer enabling (by downloading, installing, or otherwise activating) any Targeting Tool: Clearly and prominently, and prior to the display of and on a separate screen from, any \"end user license agreement,\" \"privacy policy,\" \"terms of use\" page, or similar document, disclose: all the types of data that the Targeting Tool will collect, including but not limited to, if applicable, a statement that the data includes transactions or communications between the consumer and third parties in secure sessions, interactions with shopping baskets, application forms, online accounts, web-based email accounts, or search engine pages, and if the information includes personal, financial or health information. how the data is used, including if the data is shared with a third party, other than as reasonably necessary: (i) to comply with applicable law, regulation, or legal process, (ii) to enforce respondent's terms of use, or (iii) to detect, prevent, or mitigate fraud or security vulnerabilities. Obtain express affirmative consent from the consumer to the enabling (by downloading, installing, or otherwise activating) and to the collection of data.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "For TurboSaver Toolbars installed before order issuance, provide notice and obtain consent before enabling data collection or making material changes to stated practices",
            "quoted_text": "For those TurboSaver Toolbars installed by consumers before the date of issuance of this order, prior to (1) enabling data collection through any Targeting Tool or (2) otherwise making any material change from stated practices about collection or sharing of personal information through the TurboSaver Toolbar, provide the notice and obtain the express consent described in subparts A(1) and (2) of this Part.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Notice to Affected Consumers About TurboSaver Toolbar Data Collection",
        "category": "affirmative_obligation",
        "summary": "Respondent must notify Affected Consumers about data collection from the Personalized Offers feature and how to disable it.",
        "requirements": [
          {
            "description": "Post clear and prominent notice on website for 2 years",
            "quoted_text": "Beginning within thirty (30) days after the date of service of this order and for two (2) years after the date of service of this order, posting of a clear and prominent notice on its website.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Inform Affected Consumers who complain or inquire about TurboSaver Toolbar for 3years",
            "quoted_text": "Beginning within thirty (30) days after the date of service of this order and for three (3) years after the date of service of this order, informing Affected Consumers who complain or inquire about the privacy or security of the TurboSaver Toolbar.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide direct notice to Affected Consumers who have Personalized Offers feature enabled",
            "quoted_text": "Within sixty (60) days after the date of service of this order, providing direct, clear and prominent notice to Affected Consumers who have the Personalized Offers feature enabled.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide toll-free telephonic and email support to help Affected Consumers disable feature and uninstall toolbar",
            "quoted_text": "Provide prompt, toll-free, telephonic and electronic mail support to help Affected Consumers disable the Personalized Offers feature and, if requested, uninstall the TurboSaver Toolbar.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Deletion of Collected Information",
        "category": "affirmative_obligation",
        "summary": "Respondent must delete or destroy all Collected Information within 5 days.",
        "requirements": [
          {
            "description": "Delete or destroy all Collected Information in respondent's custody or control",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall, within five (5) days after the date of service of this order, delete or destroy, or cause to be deleted or destroyed, all Collected Information in respondent's custody or control, unless otherwise directed by a representative of the Commission.",
            "deadline": "5 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Prohibition Against Misrepresentations About Security and Privacy",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent the extent to which it maintains and protects the security, privacy, confidentiality, or integrity of personal information.",
        "requirements": [
          {
            "description": "Must not misrepresent security, privacy, confidentiality, or integrity of personal information",
            "quoted_text": "IT IS FURTHER ORDERED that respondent, directly or through any corporation, subsidiary, division, website, or other device, in connection with its advertising, marketing, promotion, or offering of any service or product in or affecting commerce, shall not make any representation, in any manner, expressly or by implication, about the extent to which respondent maintains and protects the security, privacy, confidentiality, or integrity of any personal information collected from or about consumers, unless the representation is true, and non-misleading.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Information Security Program",
        "category": "affirmative_obligation",
        "summary": "Respondent must establish and maintain a comprehensive information security program to protect personal information.",
        "requirements": [
          {
            "description": "Establish and maintain comprehensive information security program with administrative, technical, and physical safeguards",
            "quoted_text": "IT IS FURTHER ORDERED that respondent, directly or through any corporation, subsidiary, division, website, or other device, in connection with its advertising, marketing, promotion, or offering of any product or service, in or affecting commerce, shall maintain a comprehensive information security program that is reasonably designed to protect the security, privacy, confidentiality, and integrity of personal information collected from or about consumers. This section may be satisfied through the review and maintenance of an existing program so long as that program fulfills the requirements set forth herein. Such program, the content and implementation of which must be fully documented in writing, shall contain administrative, technical, and physical safeguards appropriate to respondent's size and complexity and the nature and scope of respondent's activities, and the sensitivity of the personal information collected from or about consumers, including: The designation of an employee or employees to coordinate and be accountable for the information security program; The identification of material internal and external risks that could result in the unauthorized disclosure, misuse, loss, alteration, destruction, or other compromise of personal information and an assessment of the sufficiency of any safeguards in place to control these risks. At a minimum, this risk assessment should include consideration of risks in each area of relevant operation, including, but not limited to: (1) employee training and management; (2) information systems, including network and software design, information processing, storage, transmission, and disposal; and (3) prevention, detection, and response to attacks, intrusions, account takeovers, or other systems failures; The design and implementation of reasonable safeguards to control the risks identified through risk assessment, and regular testing or monitoring of the effectiveness of the safeguards' key controls, systems, and procedures; The development and use of reasonable steps to select and retain service providers capable of appropriately safeguarding personal information such service providers receive from respondent or obtain on respondent's behalf, and the requirement, by contract, that such service providers implement and maintain appropriate safeguards; and The evaluation and adjustment of respondent's information security program in light of the results of the testing and monitoring required by subpart C, any material changes to respondent's operations or business arrangements, or any other circumstances that respondent knows or has reason to know may have a material impact on the effectiveness of its information security program.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Third-Party Assessments of Information Security Program",
        "category": "assessment",
        "summary": "Respondent must obtain initial and biennial third-party assessments of its information security program for any Covered Online Service for 20 years.",
        "requirements": [
          {
            "description": "Obtain initial third-party assessment covering first 180 days after service of order",
            "quoted_text": "IT IS FURTHER ORDERED that, in connection with its compliance with Part V of this order, for any Covered Online Service respondent shall obtain initial and biennial assessments and reports (\"Assessments\") from a qualified, objective, independent third-party professional, who uses procedures and standards generally accepted in the profession. Professionals qualified to prepare such Assessments shall be: a person qualified as a Certified Information System Security Professional (CISSP) or as a Certified Information Systems Auditor (CISA); a person holding Global Information Assurance Certification (GIAC) from the SysAdmin, Audit, Network, Security (SANS) Institute; or a similarly qualified person or organization approved by the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580. The reporting period for the Assessments shall cover: (1) the first one hundred and eighty (180) days after service of the order for the initial Assessment, and (2) each two (2) year period thereafter for twenty (20) years after service of the order for the biennial Assessments.",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Complete each Assessment within 60 days after end of reporting period",
            "quoted_text": "Each Assessment shall be prepared and completed within sixty (60) days after the end of the reporting period to which the Assessment applies.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 0.9945390070921986
          },
          {
            "description": "Provide initial Assessment to FTC within 10 days after preparation",
            "quoted_text": "Respondent shall provide the initial Assessment to the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580, within ten (10) days after the Assessment has been prepared.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Retain all subsequent biennial Assessments and provide to FTC within 10 days of request",
            "quoted_text": "All subsequent biennial Assessments shall be retained by respondent until the order is terminated and provided to the Associate Director of Enforcement within ten (10) days of request.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Recordkeeping for Representations and Assessments",
        "category": "recordkeeping",
        "summary": "Respondent must maintain records related to representations covered by the order for 5 years and Assessment materials for 3 years.",
        "requirements": [
          {
            "description": "Maintain and make available records for 5 years after last dissemination of any covered representation",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall, for a period of five (5) years after the last date of dissemination of any representation covered by this order, maintain and upon request make available to the Commission for inspection and copying: All advertisements, labeling, packaging and promotional material containing the representation; All materials relied upon in disseminating the representation; All tests, reports, studies, surveys, demonstrations, or other evidence in its possession or control that contradict, qualify, or call into question the representation, or the basis relied upon for the representation, including complaints and other communications with consumers or with governmental or consumer protection organizations; and All acknowledgments of receipt of this order, obtained pursuant to Part IX.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Maintain and make available Assessment materials for 3 years after preparation of each Assessment",
            "quoted_text": "Moreover, for a period of three (3) years after the date of preparation of each Assessment required under Part VI of this order, respondent shall maintain and upon request make available to the Commission for inspection and copying all materials relied upon to prepare the Assessment, whether prepared by or on behalf of the respondent, including but not limited to all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, for the compliance period covered by such Assessment.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Cooperation with FTC Investigations",
        "category": "monitoring",
        "summary": "Respondent must cooperate in good faith with FTC investigations and provide truthful testimony when requested.",
        "requirements": [
          {
            "description": "Cooperate with FTC in investigations and appear for interviews, conferences, discovery, and document review",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall, in connection with this action or any subsequent investigations related to or associated with the transactions or the occurrences that are the subject of the Commission's complaint, cooperate in good faith with the Commission and appear at such places and times as the Commission shall reasonably request, after written notice, for interviews, conferences, pretrial discovery, review of documents, and for such other matters as may be reasonably requested by the Commission. If requested in writing by the Commission, respondent shall appear and provide truthful testimony in any trial, deposition, or other proceeding related to or associated with the transactions or the occurrences that are the subject of the complaint, without the service of a subpoena.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Order Acknowledgments for FTC Order",
        "category": "acknowledgment",
        "summary": "Respondent must deliver the FTC Order to current and future personnel and obtain signed acknowledgments.",
        "requirements": [
          {
            "description": "Deliver copy of order to all current and future principals, officers, directors, and managers with relevant responsibilities",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall deliver a copy of this order to: (1) all current and future principals, officers, and directors; and (2) all current and future managers who have responsibilities with respect to the subject matter of this order, and shall secure from each such person a signed and dated statement acknowledging receipt of the order, with any electronic signatures complying with the requirements of the E-Sign Act, 15 U.S.C. § 7001 et seq.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver order to current personnel within 30 days",
            "quoted_text": "Respondent shall deliver this order to current personnel within thirty (30) days after the date of service of the order, and to future personnel within thirty (30) days after the person assumes such position or responsibilities.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Compliance Notifications for FTC Order",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the FTC at least 30 days prior to any change affecting compliance obligations.",
        "requirements": [
          {
            "description": "Notify FTC at least 30 days prior to any change affecting compliance obligations",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall notify the Commission at least thirty (30) days prior to any change in respondent that may affect compliance obligations arising under this order, including but not limited to, a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor company; the creation or dissolution of a subsidiary (including an LLC), parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in respondent's name or address. Provided, however, that with respect to any proposed change about which respondent learns less than thirty (30) days prior to the date such action is to take place, respondent shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XI",
        "title": "Compliance Reports for FTC Order",
        "category": "compliance_reporting",
        "summary": "Respondent must file compliance reports with the FTC within 60 days and when requested.",
        "requirements": [
          {
            "description": "File initial compliance report within 60 days after service of order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall, within sixty (60) days after service of this order, and at such other times as the FTC may require, file with the Commission a true and accurate report, in writing, setting forth in detail the manner and form in which respondent has complied with this order.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit additional reports within 10 days of receipt of written notice",
            "quoted_text": "Within ten (10) days of receipt of written notice from a representative of the Commission, respondent shall submit additional true and accurate written reports.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "XII",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "The FTC Order will terminate on December 31, 2031, or 20 years from the most recent date a complaint is filed alleging violation of the order, whichever comes later.",
        "requirements": [
          {
            "description": "Order terminates on specified date or 20 years from most recent complaint filing",
            "quoted_text": "This order will terminate on December 31, 2031, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: Any Part of this order that terminates in less than twenty (20) years; This order's application to any respondent that is not named as a defendant in such complaint; and This order if such complaint is filed after the order has terminated pursuant to this Part.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on December 31, 2031, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: Any Part of this order that terminates in less than twenty (20) years; This order's application to any respondent that is not named as a defendant in such complaint; and This order if such complaint is filed after the order has terminated pursuant to this Part."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "03.17, Upromise Complaint.pdf",
      "order": "03.17, Upromise Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 2,
      "order_provisions": 22,
      "order_definitions": 13,
      "order_requirements": 44
    },
    "processing_time_seconds": 261.9
  }
}