{
  "case_info": {
    "docket_number": "C-4317",
    "company": {
      "name": "US Search, Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "600 Corporate Pointe, Culver City, California 90230",
      "business_description": "US Search, Inc. operates an online data broker website (www.ussearch.com) that sells online search services to the public. For a fee, consumers can search publicly available information on individuals by entering information such as name, phone number, or address. The company generates search results including consumer names, ages, addresses, phone numbers, aliases, address histories, relatives, property records, bankruptcies, civil judgments, criminal records, and other publicly available information."
    },
    "commissioners": [
      "Jon Leibowitz, Chairman",
      "William E. Kovacic",
      "J. Thomas Rosch",
      "Edith Ramirez",
      "Julie Brill"
    ],
    "case_date": {
      "month": 3,
      "year": 2011
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. ยง 45(a)",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/us-search-inc"
  },
  "complaint": {
    "factual_background": "US Search, Inc. and US Search, LLC operated an online data broker website that sold search services providing personal information about individuals. From June 2009 to May 2010, the company charged consumers $10 for a 'PrivacyLock' service that promised to block their names and addresses from appearing in the company's search results. However, the PrivacyLock service failed to block information in many circumstances, including reverse searches by phone number or address, when consumers appeared as associates in others' searches, when consumers changed addresses, or when multiple records existed for the same person.",
    "representations_made": [
      {
        "description": "PrivacyLock would prevent consumer's name and address from appearing on US Search website, advertisements, and reports",
        "quoted_text": "Our PrivacyLock service will prevent your name and address from appearing on the (1) US Search Website, (2) US Search Advertisements (advertisements \"powered by US Search\"), and (3) US Search Reports.",
        "source_paragraph": 8
      },
      {
        "description": "PrivacyLock provides verifiable results backed by 1 year promise",
        "quoted_text": "When you enroll in the US Search PrivacyLock Service, you are taking a valuable step in securing your personal information. While many information providers either don't offer or don't honor privacy solutions, US Search quickly processes each request and provides verifiable results that can be backed by our 1 year promise.",
        "source_paragraph": 9
      },
      {
        "description": "Information would be removed from US Search website and suppressed from affiliate and advertiser websites",
        "quoted_text": "In addition to removing your information from the US Search website, your information will be suppressed from our affiliate and advertisers websites as well. Once again, this process is backed by our 1 year promise to remove any listings that may reappear at your request.",
        "source_paragraph": 9
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Deceptive PrivacyLock Service Claims",
        "representation": "The purchase or use of respondents' 'PrivacyLock' would prevent a consumer's name from appearing on respondents' website, in respondents' advertisements, and in respondents' search results",
        "fact": "In many instances respondents' 'PrivacyLock' does not prevent the names of consumers from appearing on respondents' website, in respondents' advertisements, and in respondents' search results. The 'PrivacyLock' does not block a consumer's information from appearing in the results of a 'reverse search' on the consumer's phone number or address, or in a search of the consumer's address in real estate records. Further, the 'PrivacyLock' does not block a consumer's name from showing up as an associate of someone else in a search for another person's name. When consumers change addresses, new records may be generated that are not be subject to the 'PrivacyLock.' When consumers have multiple records in existence (e.g., John T. Smith and John Thomas Smith), the 'PrivacyLock' may apply to only one record",
        "conclusion": "Therefore, the representation set forth in Paragraph 10 was, and is, false or misleading."
      }
    ]
  },
  "order": {
    "definitions": {
      "respondents": "Unless otherwise specified, \"respondents\" shall mean US Search, Inc., a corporation, and US Search, LLC, a limited liability company, their successors and assigns and their officers; and each of the above's agents, representatives, and employees.",
      "Clearly and prominently": "\"Clearly and prominently\" shall mean that the required disclosures are unavoidable and of a type, size, and location sufficiently noticeable for an ordinary consumer to read and comprehend them, in print that contrasts with the background on which they appear, and presented in understandable language and syntax.",
      "Commerce": "\"Commerce\" shall mean as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. ยง 44."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresenting Service Effectiveness",
        "category": "prohibition",
        "summary": "Respondents must not misrepresent the effectiveness of PrivacyLock or any other service that removes publicly available information from their search results, websites, or advertisements.",
        "requirements": [
          {
            "description": "Must not misrepresent the effectiveness of services that remove publicly available information",
            "quoted_text": "IT IS ORDERED that respondents, directly or through any corporation, subsidiary, division, or other device, in connection with the advertising, promotion, offering for sale, sale, or distribution of \"PrivacyLock\" or any other service offered to consumers that will allow consumers to remove publicly available information from respondents' search results, websites, or advertisements, shall not misrepresent, in any manner, expressly or by implication, the effectiveness of such service.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Required Disclosures of Service Limitations",
        "category": "affirmative_obligation",
        "summary": "Respondents must clearly and prominently disclose any material limitations regarding services that remove publicly available information, including duration limits and circumstances where information will not be removed or will reappear.",
        "requirements": [
          {
            "description": "Must disclose material limitations clearly and prominently when making representations about service effectiveness",
            "quoted_text": "IT IS FURTHER ORDERED that respondents, directly or through any corporation, subsidiary, division, or other device, in connection with the advertising, promotion, offering for sale, sale, or distribution of \"PrivacyLock\" or any other service offered to consumers that will allow consumers to remove publicly available information from respondents' search results, websites, or advertisements, shall not make any representation, in any manner, expressly or by implication, about the effectiveness of such service, unless they disclose, clearly and prominently, any material limitations regarding such service, including, but not limited to, (1) any limitations on the duration of the removal; and (2) any circumstances under which information about the consumers will not be removed or will reappear.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Consumer Refunds and Accounting",
        "category": "affirmative_obligation",
        "summary": "Respondents must provide full refunds to all consumers who were charged for PrivacyLock, post notice of refunds on their website for one year, and provide accounting of all refunds to the Commission within one year, with any unrefunded amounts deposited with the U.S. Treasury.",
        "requirements": [
          {
            "description": "Provide full refunds to consumers charged for PrivacyLock upon issuance of order",
            "quoted_text": "Upon issuance of this order, provide a full and complete refund to any consumer who requested \"PrivacyLock\" and was assessed a charge for such service, by crediting the credit or debit card used to pay for such service, and providing notice of the refund through an email message sent to affected consumers;",
            "deadline": "upon issuance",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Include contact information in email message for consumers to receive refunds if credit/debit card cannot be credited",
            "quoted_text": "The email message shall also include contact information for respondents, including name, address and a toll-free telephone number, for consumers to use to contact respondents and receive a full and complete refund if, for any reason, respondents are unable to credit the consumer's credit or debit card;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Post notice of refunds on website for one year",
            "quoted_text": "For a period of one (1) year after the date of issuance of this order, provide notice to consumers of the refund required by Section III.B. of this order. Such notice shall be clearly and prominently displayed on respondents' website www.ussearch.com;",
            "deadline": "1 year",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide complete accounting of refunds to Commission and deposit unrefunded amounts with U.S. Treasury",
            "quoted_text": "Within one year of the issuance of this order, respondents shall provide a full and complete accounting to the Commission of all refunds paid to consumers, including amounts paid, and the names and addresses (email and US mail) of consumers who received the refunds. Respondents shall also include in such an accounting all amounts that were not refunded to consumers, for whatever reason. Any amount not refunded to consumers shall be deposited with the United States Treasury as disgorgement.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Recordkeeping Requirements",
        "category": "recordkeeping",
        "summary": "Respondents must maintain advertisements, complaints, refund requests, and compliance records for five years after the last date of dissemination of any covered representation and make them available to the FTC upon request.",
        "requirements": [
          {
            "description": "Maintain and make available advertisements and promotional materials containing covered representations for five years",
            "quoted_text": "IT IS FURTHER ORDERED that for a period of five (5) years after the last date of dissemination of any representation covered by this order, respondents US Search, Inc. and US Search, LLC, and their successors and assigns, shall maintain and upon request make available to the Federal Trade Commission for inspection and copying: A. All advertisements and promotional materials containing the representation;",
            "deadline": "5 years",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Maintain complaints, refund requests, and responses for five years",
            "quoted_text": "Complaints and refund requests (whether received directly or indirectly, such as through a third party) and any responses to those complaints or requests;",
            "deadline": "5 years",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Maintain all records demonstrating compliance with order provisions for five years",
            "quoted_text": "All records and documents necessary to demonstrate full compliance with each provision of this order, including but not limited to, copies of acknowledgments of receipt of this order required by Section V. and all reports submitted to the FTC pursuant to Section VII.",
            "deadline": "5 years",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Order Acknowledgment Requirements",
        "category": "acknowledgment",
        "summary": "Respondents must deliver copies of the order to current and future personnel and business entities resulting from structural changes, and obtain signed acknowledgments within specified timeframes.",
        "requirements": [
          {
            "description": "Deliver order to current principals, officers, directors, and managers within five days of service",
            "quoted_text": "IT IS FURTHER ORDERED that, for a period of five (5) years from the date of issuance of this order, respondents US Search, Inc. and US Search, LLC, and their successors and assigns, shall deliver a copy of this order to all current and future principals, officers, directors, and managers who engage in conduct related to the subject matter of the order, and any business entity resulting from any change in structure set forth in Section VI. For current personnel, delivery shall be within five (5) days of service of this order.",
            "deadline": "5 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver order to new personnel prior to assuming responsibilities",
            "quoted_text": "For new personnel, delivery shall occur prior to them assuming their responsibilities.",
            "deadline": "prior to assuming responsibilities",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver order to business entities resulting from structural changes at least ten days prior to change",
            "quoted_text": "For any business entity resulting from any change in structure set forth in Section VI, delivery shall be at least ten (10) days prior to the change in structure.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Obtain signed acknowledgments within thirty days of delivery",
            "quoted_text": "Respondents must secure a signed and dated statement acknowledging receipt of the order within thirty (30) days of delivery from all persons receiving a copy of the order pursuant to this section.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Notification of Business Changes",
        "category": "compliance_reporting",
        "summary": "Respondents must notify the Commission at least thirty days prior to any business changes that may affect compliance obligations, including corporate restructuring, bankruptcy, or changes in business name or address.",
        "requirements": [
          {
            "description": "Notify Commission thirty days prior to any business changes affecting compliance obligations",
            "quoted_text": "IT IS FURTHER ORDERED that, respondents US Search, Inc. and US Search, LLC, and their successors and assigns, shall notify the Commission at least thirty (30) days prior to any change in the corporation or business entity that may affect compliance obligations arising under this order, including but not limited to: incorporation or other organization; a dissolution, assignment, sale, merger, or other action; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in the business name or address.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Notify Commission as soon as practicable if learning of changes less than thirty days prior",
            "quoted_text": "Provided, however, that, with respect to any proposed change in the corporation or business entity about which a respondent learns less than thirty (30) days prior to the date such action is to take place, such respondent shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": "as soon as practicable",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondents must file a compliance report with the Commission within sixty days after service of the order and submit additional reports within ten days upon written notice from the Commission.",
        "requirements": [
          {
            "description": "File initial compliance report within sixty days of service",
            "quoted_text": "IT IS FURTHER ORDERED that respondents US Search, Inc. and US Search, LLC, and their successors and assigns, within sixty (60) days after the date of service of this order, shall each file with the Commission a true and accurate report, in writing, setting forth in detail the manner and form of their own compliance with this order.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit additional compliance reports within ten days of written notice from Commission",
            "quoted_text": "Within ten (10) days of receipt of written notice from a representative of the Commission, they shall submit additional true and accurate written reports.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "The order will terminate on March 14, 2031, or twenty years from the most recent date the FTC files a complaint alleging violation of the order, whichever is later, subject to specific provisions regarding dismissals and appeals.",
        "requirements": [
          {
            "description": "Order terminates after specified duration unless extended by federal complaint",
            "quoted_text": "This order will terminate on March 14, 2031, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part in this order that terminates in less than twenty (20) years; B. This order's application to any respondent that is not named as a defendant in such complaint; and C. This order if such complaint is filed after the order has terminated pursuant to this Part.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on March 14, 2031, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part in this order that terminates in less than twenty (20) years; B. This order's application to any respondent that is not named as a defendant in such complaint; and C. This order if such complaint is filed after the order has terminated pursuant to this Part. Provided, further, that if such complaint is dismissed or a federal court rules that the respondent did not violate any provision of the order, and the dismissal or ruling is either not appealed or upheld on appeal, then the order will terminate according to this Part as though the complaint had never been filed, except that the order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "03.11, US Search Complaint.pdf",
      "order": "03.11, US Search Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 3,
      "order_provisions": 8,
      "order_definitions": 3,
      "order_requirements": 18
    },
    "processing_time_seconds": 88.1
  }
}