{
  "case_info": {
    "docket_number": "C-4442",
    "company": {
      "name": "Aaron's, Inc.",
      "incorporation_state": "Georgia",
      "entity_type": "corporation",
      "address": "309 E. Paces Ferry Road, N.E., Atlanta, Georgia 30305",
      "business_description": "Aaron's is a national rent-to-own (RTO) retailer operating through a network of more than 1,300 company-owned stores and 700 independently owned franchised stores across the United States. The company rents consumer electronics, residential furniture, and household appliances to consumers with an option to purchase."
    },
    "commissioners": [
      "Edith Ramirez, Chairwoman",
      "Julie Brill",
      "Maureen K. Ohlhausen",
      "Joshua D. Wright"
    ],
    "case_date": {
      "month": 3,
      "year": 2014
    },
    "legal_authority": "Federal Trade Commission Act, 15 U.S.C § 45 et seq.",
    "violation_type": "both",
    "ftc_url": ""
  },
  "complaint": {
    "factual_background": "Aaron's, Inc., a rent-to-own retailer, facilitated its franchisees' use of PC Rental Agent software that secretly monitored consumers who rented computers. The software enabled franchisees to log keystrokes, capture screenshots, take webcam photos, and track physical locations without consumer consent. Aaron's provided the technical infrastructure, granted network access permissions, offered installation instructions, and stored over 100,000 Detective Mode emails containing highly invasive personal data on its servers. Despite knowing the software captured intimate images and confidential information, Aaron's did not revoke franchisee access until December 2011.",
    "representations_made": [],
    "counts": [
      {
        "count_number": 1,
        "title": "Unfair Practice - Unauthorized Surveillance and Data Collection",
        "representation": "Aaron's permitted and participated in franchisees' gathering and storage of private and confidential information about individuals through surreptitious monitoring via PC Rental Agent and Detective Mode",
        "fact": "Aaron's conduct caused or was likely to cause substantial harm to consumers by capturing private information (keystrokes, screenshots, webcam images showing partially undressed individuals and intimate conduct), storing it on Aaron's servers, and revealing it to franchisees. Consumers could not reasonably avoid this harm because Detective Mode functioned secretly. The harm included exposure of personal, financial, and medical information and invasion of privacy in consumers' homes.",
        "conclusion": "Therefore, respondent's practices constitute unfair acts or practices in violation of Section 5 of the FTC Act, 15 U.S.C. § 45(a)."
      }
    ]
  },
  "order": {
    "definitions": {
      "respondent": "Aaron's and its successors and assigns.",
      "Commerce": "Commerce shall be defined as it is defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. § 44.",
      "Computer": "any desktop or laptop computer, handheld device, tablet, smartphone, or other electronic product or device that has a platform on which to download, install, or run any software program, code, script, or other content.",
      "Clear(ly) and prominent(ly)": "a. In textual communications (e.g., printed publications or words displayed on the screen of a computer or mobile device), the required disclosures are of a type, size, and location sufficiently noticeable for an ordinary consumer to read and comprehend them, in print that contrasts highly with the background on which they appear; b. In communications disseminated orally or through audible means (e.g., radio or streaming audio), the required disclosures are delivered in a volume and cadence sufficient for an ordinary consumer to hear and comprehend them; c. In communications disseminated through video means (e.g., television or streaming video), the required disclosures are in writing in a form consistent with subpart (a) of this definition and shall appear on the screen for a duration sufficient for an ordinary consumer to read and comprehend them, and in the same language as the predominant language that is used in the communication; d. In communications made through interactive media, such as the Internet, online services, and software, the required disclosures are unavoidable and presented in a form consistent with subpart (a) of this definition, in addition to any audio or video presentation of them; and e. In all instances, the required disclosures are presented in an understandable language and syntax; in the same language as the predominant language that is used in the communication; and include nothing contrary to, inconsistent with, or in mitigation of any statement contained within the disclosure or within any document linked to or referenced therein.",
      "Consumer product": "any item that is primarily for personal, family, or household use.",
      "Covered rent-to-own transaction": "any transaction where a consumer enters into an agreement for the purchase or rental of any consumer product where the consumer's contract or rental agreement provides for payments over time with options to purchase the product.",
      "Franchisee": "an independently owned business that operates under a franchise agreement with respondent.",
      "Geophysical location tracking technology": "any hardware, software, or application that collects and reports data or information that identifies the precise geophysical location of an item. Geophysical location tracking technologies include, but are not limited to, technologies that report the GPS coordinates of a computer or other item; the WiFi signals available to or actually used by a computer to access the Internet; the telecommunication towers or connections available to or actually used by a computer; the processing of any such reported data or information through geolocation lookup services; or any information derived from any combination of the foregoing.",
      "Monitoring technology": "any hardware, software, or application utilized in conjunction with a computer that can cause the computer to (1) capture, monitor, or record, and (2) report information about user activities by: a. Recording keystrokes, clicks, or other user-generated actions; b. Capturing screenshots of the information displayed on a computer monitor or screen; or c. Activating the camera or microphone function of a computer to take photographs or record audio or visual content through the computer's webcam or microphone."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Monitoring Technology Prohibited",
        "category": "prohibition",
        "summary": "Respondent is permanently prohibited from using monitoring technology to gather consumer data from rented computers, except when providing consumer-requested technical assistance with notice and consent.",
        "requirements": [
          {
            "description": "Must not use monitoring technology to gather consumer data from rented computers",
            "quoted_text": "respondent, directly or through any corporation, partnership, subsidiary, division, trade name, or other device, and its officers, agents, servants, employees, and all persons or entities in active concert or participation with them who receive actual notice of this order, by personal service or otherwise, in connection with any covered rent-to-own transaction, are hereby permanently restrained and enjoined from: A. Using any monitoring technology to gather data or information from or about a consumer from any computer rented to a consumer",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not receive, store, or communicate consumer data gathered via monitoring technology from rented computers",
            "quoted_text": "B. Receiving, storing, or communicating any data or information from or about a consumer that was gathered from a computer rented to a consumer using any monitoring technology.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Use of Tracking Technology Limited",
        "category": "affirmative_obligation",
        "summary": "Respondent must provide clear and prominent notice and obtain affirmative express consent before using geophysical location tracking technology on rented consumer products, with specific notice requirements for computers.",
        "requirements": [
          {
            "description": "Must provide clear and prominent notice and obtain affirmative express consent before gathering geophysical location data from rented consumer products",
            "quoted_text": "respondent, directly or through any corporation, partnership, subsidiary, division, trade name, or other device, and its officers, agents, servants, employees, and all persons or entities in active concert or participation with them who receive actual notice of this Order, by personal service or otherwise, in connection with any covered rent-to-own transaction, are hereby permanently restrained and enjoined from: A. Gathering any data or information from any consumer product via any geophysical location tracking technology without providing clear and prominent notice to the consumer who rented the product at the time it is rented and also obtaining affirmative express consent from the consumer at the time the consumer product is rented",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must provide clear and prominent notice separate from other documents disclosing tracking technology details, shared entities, purposes, and contact information",
            "quoted_text": "1. Clear and Prominent Notice: respondent shall provide a clear and prominent notice to the user, separate and apart from any \"privacy policy,\" \"data use policy,\" \"terms of service,\" \"end-user license agreement,\" \"lease agreement,\" or other similar document, that discloses (1) that geophysical location tracking technology is installed and/or currently running on the rented consumer product; (2) the types of user activity or conduct that is being captured by such technology; (3) the identities or specific categories of entities with whom any data or information that is collected will be shared or otherwise provided; (4) the purpose(s) for the collection, use, or sharing of such data or information; and (5) where and how the consumer can contact someone for additional information",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must obtain affirmative express consent by giving renter equally clear choice to agree or not agree, with no default selection or highlighting",
            "quoted_text": "2. Affirmative Express Consent: respondent shall obtain affirmative express consent by giving the renter an equally clear and prominent choice to either agree or not agree to any geophysical location tracking technology, and neither option may be highlighted or preselected as a default setting. Activation of any geophysical location tracking technology must not proceed until the renter provides affirmative express consent.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must install clear and prominent icon on rented computers with geophysical location tracking technology that provides immediate notice before each use",
            "quoted_text": "C. In connection with the rental of computers, installing or activating on rented computers geophysical location tracking technology where that technology does not provide clear and prominent notice to the computer user immediately prior to each use of the geophysical location tracking technology, as clear and prominent is defined above, and by the installation of a clear and prominent icon on the computer on which the technology is installed, such as on the desktop and in the desktop system tray of the computer. Clicking on the icon must clearly and prominently disclose: (1) that geophysical location tracking technology is installed and currently running on the computer; (2) the types of user activity or conduct that is being captured by such technology; (3) the identities or specific categories of entities with whom any data or information that is collected will be shared or otherwise provided; (4) the purpose(s) for the collection, use, or sharing of such data or information; and (5) where and how the user can contact someone for additional information.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must retain documents establishing reasonable basis for stolen product and police report filing when suspending notice requirements",
            "quoted_text": "Provided further that respondent shall retain documents establishing (a) and (b). For purposes of this Order, \"filing of a police report\" means the filing of the consumer's or respondent's complaint with the police department in any form recognized in the jurisdiction.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "No Deceptive Gathering of Consumer Information",
        "category": "prohibition",
        "summary": "Respondent is permanently prohibited from making false representations in software applications on rented computers that result in gathering consumer data.",
        "requirements": [
          {
            "description": "Must not make false representations in software applications that result in gathering consumer data",
            "quoted_text": "respondent, directly or through any corporation, partnership, subsidiary, division, trade name, or other device, and its officers, agents, servants, employees, and all persons or entities in active concert or participation with them who receive actual notice of this Order, by personal service or otherwise, in connection with any covered rent-to-own transaction, are hereby permanently restrained and enjoined from making or causing to be made, or assisting others in making or causing to be made, any false representation or depiction in any notice, prompt screen, or other software application appearing on the screen of any computer that results in gathering data or information from or about a consumer.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "No Use of Improperly Obtained Information in Collections",
        "category": "prohibition",
        "summary": "Respondent is permanently prohibited from using consumer data obtained in violation of Parts I, II, and III for debt collection purposes.",
        "requirements": [
          {
            "description": "Must not use improperly obtained consumer data for debt collection purposes",
            "quoted_text": "respondent, directly or through any corporation, partnership, subsidiary, division, trade name, or other device, and its officers, agents, servants, employees, and all persons or entities in active concert or participation with them who receive actual notice of this Order, by personal service or otherwise, are hereby permanently restrained and enjoined from using, in connection with collecting or attempting to collect a debt, money, or property pursuant to a covered rent-to-own transaction, any data or information from or about a consumer obtained in a manner that does not comply with Parts I, II, and III of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Protection of Data",
        "category": "affirmative_obligation",
        "summary": "Respondent must delete improperly gathered consumer data and encrypt data during transmission between computers and servers.",
        "requirements": [
          {
            "description": "Must delete or destroy consumer data previously gathered using monitoring or tracking technology that does not comply with Parts I, II, and III",
            "quoted_text": "A. Delete or destroy data or information from or about a consumer previously gathered or stored using any monitoring or geophysical location tracking technology that does not comply with Parts I, II, and III of this Order, unless such action is otherwise prohibited by court order or other legal obligation and after the expiration of any such court order or other legal obligation the information is deleted or destroyed",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must render consumer data unreadable, unusable, or indecipherable during transmission from computers to servers",
            "quoted_text": "B. Only transfer any data or information from or about a consumer that was gathered by any monitoring or geophysical location tracking technology from the computer upon which the technology is installed to respondent's server(s), and from the respondent's server(s) to any other computers or servers, if the information collected is rendered unreadable, unusable, or indecipherable during transmission.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "No Misrepresentations About Privacy",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent the security, privacy, or confidentiality protections for consumer data in rent-to-own transactions.",
        "requirements": [
          {
            "description": "Must not misrepresent security, privacy, or confidentiality protections for consumer data",
            "quoted_text": "respondent, directly or through any corporation, partnership, subsidiary, division, trade name, or other device, and its officers, agents, servants, employees, and all persons or entities in active concert or participation with it who receive actual notice of this Order, by personal service or otherwise, in connection with any covered rent-to-own transaction shall not misrepresent, in any manner, expressly or by implication, the extent to which respondent maintains and protects the security, privacy, or confidentiality of any data or information from or about a consumer.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Oversight and Monitoring of Franchisees",
        "category": "affirmative_obligation",
        "summary": "Respondent must require franchisees to delete improperly gathered data, prohibit franchisees from using monitoring/tracking technology improperly, monitor franchisee compliance, and terminate non-compliant franchisees.",
        "requirements": [
          {
            "description": "Must require franchisees to delete or destroy improperly gathered consumer data",
            "quoted_text": "A. Require its franchisees to delete or destroy data or information from or about a consumer previously gathered or stored using any monitoring or geophysical location tracking technology that does not comply with Parts I, II, and III of this Order, unless such action is otherwise prohibited by court order or other legal obligation, in which case, after the expiration of any such court order or other legal obligation, respondent shall require its franchisees to delete or destroy the data or information",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must prohibit franchisees from using monitoring technology to gather consumer data from rented computers",
            "quoted_text": "B. Within thirty (30) days after the date of service of this Order, prohibit each of its franchisees from, in connection with a covered rent-to-own transaction: 1. Using any monitoring technology to gather data or information from or about a consumer from any computer rented to a consumer",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must prohibit franchisees from receiving, storing, or communicating consumer data gathered via monitoring technology",
            "quoted_text": "2. Receiving, storing, or communicating any data or information from or about a consumer that was gathered from a computer rented to a consumer using any monitoring technology",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must prohibit franchisees from gathering geophysical location data in manner that does not comply with Part II or that respondent has not approved in advance",
            "quoted_text": "3. Gathering any data or information from any consumer product via any geophysical location tracking technology in a manner that: a. does not comply with Part II of this Order; and b. that respondent has not approved in advance of the franchisee's use of such technology",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must prohibit franchisees from using improperly obtained consumer data for debt collection",
            "quoted_text": "4. Using, in connection with collecting or attempting to collect a debt, money, or property pursuant to a covered rent-to-own transaction, any data or information from or about a consumer obtained in a manner that does not comply with Parts I, II, and III of this Order",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must prohibit franchisees from making false representations in software applications that gather consumer data",
            "quoted_text": "5. Making, or causing to be made, any false representation or depiction in any notice, prompt screen, or other software application appearing on the screen of any computer that results in gathering data or information from or about a consumer",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must monitor franchisee compliance annually with Parts VII.A and VII.B requirements",
            "quoted_text": "C. Monitor compliance by each franchisee with the requirements of Parts VII.A and VII.B, including but not limited to by annually reviewing each franchisee's compliance with Parts VII.A. and VII.B.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must immediately ensure franchisee corrects violations when respondent knows or has reason to know of noncompliance",
            "quoted_text": "D. When respondent knows, or has reason to know, whether as a result of monitoring required by Part VII.C. or otherwise, that a franchisee has violated any requirement imposed on that franchisee by respondent in compliance with Parts VII.A. or VII.B.: 1. Immediately take action to ensure that the franchisee corrects its practices",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must terminate franchisees that fail to correct violations",
            "quoted_text": "2. Terminate any such franchisee that fails to make such correction.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Distribution of Order",
        "category": "acknowledgment",
        "summary": "Respondent must deliver copies of the Order to current and future personnel and franchisees with relevant responsibilities and obtain signed acknowledgments of receipt.",
        "requirements": [
          {
            "description": "Must deliver copy of Order to all current principals, officers, directors, managers, and franchisee principals with relevant responsibilities",
            "quoted_text": "respondent must deliver a copy of this Order to all current and future principals, officers, directors, and managers who have responsibilities related to the subject matter of this Order and to all franchisee principals. Delivery must occur within thirty (30) days after the date of service of the Order for current personnel and franchisee principals.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must deliver copy of Order to new personnel and franchisee principals before they assume responsibilities",
            "quoted_text": "For new personnel and franchisee principals, delivery must occur before they assumetheir responsibilities.",
            "deadline": null,
            "verified": true,
            "confidence": 0.984954954954955
          },
          {
            "description": "Must obtain signed and dated acknowledgment of receipt from each individual who receives copy of Order",
            "quoted_text": "From each individual to whom respondent delivers a copy of this Order, respondent must obtain a signed and dated acknowledgment of receipt of this Order, with any electronic signatures complying with the requirements of the E-Sign Act, 15 U.S.C. § 7001 et seq.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondent must file detailed compliance reports with the FTC and notify the FTC of corporate changes that may affect compliance.",
        "requirements": [
          {
            "description": "Must file initial compliance report with the Commission",
            "quoted_text": "A. Respondent, and its successors and assigns, shall, within sixty (60) days after the date of service of this Order, and at such other times as the Commission may require, file with the Commission a true and accurate report, in writing, setting forth in detail the manner and form in which they have complied with this Order.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must submit additional compliance reports within 10 days of written notice from Commission representative",
            "quoted_text": "Within ten (10) days of receipt of written notice from a representative of the Commission, respondent shall submit additional true and accurate written reports",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must notify Commission at least 30 days prior to corporate changes affecting compliance",
            "quoted_text": "B. Respondent, and its successors and assigns, shall notify the Commission at least thirty (30) days prior to any change in the corporation that may affect compliance obligations arising under this Order, including, but not limited to, dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or related entity that engages in any acts or practices subject to this Order; the proposed filing of a bankruptcy petition; or a change in the corporate name or address.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must notify Commission as soon as practicable if learning of corporate changes less than 30 days before they occur",
            "quoted_text": "Provided, however, that, with respect to any proposed change in the corporation about which respondent learns less than thirty (30) days prior to the date such action is to take place, the respondent shall notify the Commission as soon as is practicable after obtaining such knowledge",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must maintain and make available for FTC inspection records related to consumer privacy complaints, compliance with the Order, and acknowledgments of receipt for five years.",
        "requirements": [
          {
            "description": "Must maintain for five years and make available consumer privacy complaints and inquiries related to monitoring or tracking technologies",
            "quoted_text": "respondent shall, for five (5) years after the last date of any act or practice covered by Parts I – VII of this Order, maintain and upon reasonable notice make available to the Federal Trade Commission for inspection and copying, any documents, whether prepared by or on behalf of respondent, that: A. Comprise or relate to complaints or inquiries, whether received directly, indirectly, or through any third party, concerning consumer privacy, specifically including complaints or inquiries related to any monitoring or geophysical tracking technologies and any responses to those complaints or inquiries",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must maintain for five years documents demonstrating full compliance with the Order and all reports submitted to the Commission",
            "quoted_text": "B. Are reasonably necessary to demonstrate full compliance with each provision of this Order, including but not limited to, all documents obtained, created, generated, or which in any way relate to the requirements, provisions, or terms of this Order, and all reports submitted to the Commission pursuant to this Order",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must maintain for five years documents that contradict, qualify, or call into question compliance with the Order",
            "quoted_text": "C. Contradict, qualify, or call into question respondent's compliance with this Order",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must maintain for five years acknowledgments of receipt of Order obtained pursuant to Part VIII",
            "quoted_text": "D. Acknowledge receipt of this Order obtained pursuant to Part VIII.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XI",
        "title": "Termination of Order",
        "category": "duration",
        "summary": "The Order terminates on March 10, 2034, or twenty years from the most recent federal court complaint alleging violation of the Order, whichever is later.",
        "requirements": [
          {
            "description": "Order terminates on specified date or 20 years from most recent federal court complaint, whichever is later",
            "quoted_text": "This Order will terminate on March 10, 2034, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part in this Order that terminates in less than twenty (20) years; and B. This Order if such complaint is filed after the Order has terminated pursuant to this Part.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This Order will terminate on March 10, 2034, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part in this Order that terminates in less than twenty (20) years; and B. This Order if such complaint is filed after the Order has terminated pursuant to this Part. Provided, further, that, if such complaint is dismissed or a federal court rules that respondent did not violate any provision of the Order, and the dismissal or ruling is either not appealed or upheld on appeal, then the Order will terminate according to this Part as though the complaint had never been filed, except that the Order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "03.14, Aaron’s Complaint.pdf",
      "order": "03.14, Aaron’s Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 0,
      "order_provisions": 11,
      "order_definitions": 9,
      "order_requirements": 33
    },
    "processing_time_seconds": 175.1
  }
}