{
  "case_info": {
    "docket_number": "CV 10-0696-PHX-LOA",
    "company": {
      "name": "Direct Marketing Associates, Corp.",
      "incorporation_state": "Arizona",
      "entity_type": "corporation",
      "address": "1829 W. Drake St., Tempe, Arizona 85283",
      "business_description": "Direct Marketing Associates is a marketing company that provides direct mail marketing services to automobile dealers located throughout the United States. DMA contracts with automobile dealers to mail solicitations for vehicle purchases to consumers who meet certain demographic and/or credit history criteria."
    },
    "commissioners": [],
    "case_date": {
      "month": 3,
      "year": 2010
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a); Section 13(b) and 16(a) of the Federal Trade Commission Act, 15 U.S.C. §§ 53(b) and 56(a); and the Fair Credit Reporting Act, 15 U.S.C. §§ 1681-1681x",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/072-3002-direct-marketing-associates-corp-et-al-usa",
    "statutory_topics": [
      "FCRA"
    ],
    "practice_areas": [
      "Financial Practices"
    ],
    "industry_sectors": [
      "Technology",
      "Financial Services"
    ]
  },
  "complaint": {
    "factual_background": "Direct Marketing Associates, Corp. (DMA) and its owner John M. Rainey, Jr. operated a direct mail marketing scheme targeting automobile dealers across the United States. DMA mailed solicitations to consumers falsely claiming they had been 'pre-approved' for automobile financing through named finance entities such as 'Evergreen Automotive Acceptance.' These finance companies were not real, functioning businesses and had made no actual financing available to consumers. To obtain the consumer lists for these mailings, DMA falsely certified to consumer reporting agencies that it had a permissible purpose under the FCRA — specifically, that the data would be used to make firm offers of credit — when in fact no legitimate credit offer was ever intended or honored.",
    "representations_made": [
      {
        "description": "Claimed that consumers receiving the solicitations had been pre-approved for automobile financing through a named finance entity",
        "quoted_text": "6 15. Through the means described in Paragraphs 9 to 13, Defendants have 7 represented, expressly or by implication, that the consumers receiving the solicitations 8 have been pre-approved for automobile financing.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 15,
        "quote_start_line": 116,
        "quote_end_line": 118
      },
      {
        "description": "Represented to consumer reporting agencies that DMA had a permissible purpose to obtain consumer reports — specifically, that it would process the data on behalf of a finance company to make firm offers of credit",
        "quoted_text": "6 20. In the course of their business, Defendants have obtained consumer reports 7 from a consumer reporting agency by representing that they have a permissible purpose 8 under section 604(c) of the FCRA, 15 U.S.C. § 1681b, to obtain those reports, namely, 9 that DMA would serve as the processor of the information received from the consumer 10 reporting agency on behalf of a finance company, which would use that information to 11 make firm offers of credit to consumers.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 20,
        "quote_start_line": 148,
        "quote_end_line": 153
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "False Pre-Approval Representations (FTC Act Section 5)",
        "representation": "Defendants represented, expressly or by implication, that consumers receiving the solicitations had been pre-approved for automobile financing.",
        "fact": "The consumers had not been pre-approved for automobile financing. The finance companies named in DMA's solicitations were not functioning finance companies, were not registered or licensed as required by law in numerous states, had not made financing available to consumers, and Defendants had no arrangement or agreement with any party to pre-approve consumers for automobile financing.",
        "conclusion": "The representations set forth in Paragraph 15 were, and are, false or misleading, and constitute deceptive acts or practices in or affecting commerce in violation of section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 2,
        "title": "Impermissible Use of Consumer Reports (FCRA Section 604(f))",
        "representation": "Defendants obtained consumer reports from a consumer reporting agency by representing they had a permissible purpose under FCRA Section 604(c) — that DMA would process the information on behalf of a finance company to make firm offers of credit to consumers.",
        "fact": "Defendants did not have a permissible purpose. The reports were not used to make firm offers of credit. DMA does not provide financing, the named finance companies were not functioning businesses, did not provide loans to consumers, and were unable to honor the offers made. Defendants had no arrangement or agreement to ensure consumers meeting pre-set criteria would receive an offer of credit.",
        "conclusion": "By obtaining information from a consumer reporting agency without a permissible purpose, Defendants violated section 604(f) of the FCRA, 15 U.S.C. § 1681b(f), and pursuant to section 621(a)(1) of the FCRA these acts also constitute unfair or deceptive acts or practices in violation of section 5(a) of the FTC Act."
      }
    ]
  },
  "order": {
    "definitions": {},
    "provisions": [
      {
        "provision_number": "1",
        "title": "Motion to Approve Stipulated Final Judgment",
        "category": "affirmative_obligation",
        "summary": "The United States moves the Court to approve and enter the parties' Stipulated Final Judgment and Order for Civil Penalties, Permanent Injunction, and Other Equitable Relief.",
        "requirements": [
          {
            "description": "Plaintiff moves the Court to approve and enter the Stipulated Final Judgment and Order for Civil Penalties, Permanent Injunction, and Other Equitable Relief attached to the motion.",
            "quoted_text": "Plaintiff, the United States of America, respectfully moves the Court to approve 18 and enter the parties’ (proposed) Stipulated Final Judgment and Order for Civil Penalties, 19 Permanent Injunction, and Other Equitable Relief, attached hereto. 20 Undersigned counsel for the United States (Crane-Hirsch) has conferred with 21 counsel for defendants (L. Jean Noonan), and is authorized to state that this motion is 22 unopposed. 23 WHEREFORE, Plaintiff the United States respectfully moves that the Court 24 grant this Unopposed Motion to Approve Stipulated Final Judgment and Order for Civil 25 Penalties, Permanent Injunction, and Other Equitable Relief.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 34,
            "quote_end_line": 50
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "The actual Stipulated Final Judgment and Order, which would contain the duration clause, is not present in the provided order.txt file. The file contains only the motion to approve the order (Document 4), not the order itself."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "03.10, Direct Marketing Associates, Corp., et al., USA Complaint.pdf",
      "order": "03.10, Direct Marketing Associates, Corp., et al., USA Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 2,
      "order_provisions": 1,
      "order_definitions": 0,
      "order_requirements": 1,
      "provisions_per_section": {
        "1": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 2,
        "complaint_total": 2,
        "order_verified": 1,
        "order_total": 1
      }
    },
    "processing_time_seconds": 96.1
  }
}