{
  "case_info": {
    "docket_number": "CV 10-0696-PHX-LOA",
    "company": {
      "name": "Direct Marketing Associates, Corp.",
      "incorporation_state": "Arizona",
      "entity_type": "corporation",
      "address": "1829 W. Drake St., Tempe, Arizona 85283",
      "business_description": "DMA is a marketing company that provides direct mail marketing services to automobile dealers throughout the United States. DMA contracts with automobile dealers to mail solicitations for vehicle purchases to consumers meeting certain demographic and/or credit history criteria, with the goal of inducing consumers to visit dealership showrooms."
    },
    "commissioners": [],
    "case_date": {
      "month": 3,
      "year": 2010
    },
    "legal_authority": "Sections 5(a), 13(b), and 16(a) of the Federal Trade Commission Act, 15 U.S.C. §§ 45(a), 53(b), and 56(a), and the Fair Credit Reporting Act, 15 U.S.C. §§ 1681-1681x",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/072-3002-direct-marketing-associates-corp-et-al-usa"
  },
  "complaint": {
    "factual_background": "Direct Marketing Associates (DMA) sent automobile financing solicitations to consumers claiming they were \"pre-approved\" for loans from named finance entities like \"Evergreen Automotive Acceptance.\" In reality, these finance companies were not functioning businesses, were not licensed in numerous states, and never provided financing to consumers. DMA also illegally obtained consumer credit reports by falsely certifying they had a permissible purpose under the Fair Credit Reporting Act to make firm offers of credit, when no such offers were actually being made.",
    "representations_made": [
      {
        "description": "Claimed consumers receiving solicitations were pre-approved for automobile financing",
        "quoted_text": "Through the means described in Paragraphs 9 to 13, Defendants have represented, expressly or by implication, that the consumers receiving the solicitations have been pre-approved for automobile financing.",
        "source_paragraph": 15
      },
      {
        "description": "Represented to consumer reporting agencies that they had a permissible purpose to obtain consumer reports for firm offers of credit",
        "quoted_text": "In the course of their business, Defendants have obtained consumer reports from a consumer reporting agency by representing that they have a permissible purpose under section 604(c) of the FCRA, 15 U.S.C. § 1681b, to obtain those reports, namely, that DMA would serve as the processor of the information received from the consumer reporting agency on behalf of a finance company, which would use that information to make firm offers of credit to consumers.",
        "source_paragraph": 20
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "False Pre-Approval Representations",
        "representation": "Defendants represented that consumers receiving the solicitations have been pre-approved for automobile financing",
        "fact": "The consumers receiving the solicitations have not been pre-approved for automobile financing. The finance companies identified in DMA's solicitations, such as \"Evergreen Automotive Acceptance,\" are not functioning finance companies, are not registered or licensed as required by law in numerous states where DMA has disseminated solicitations, and have not made financing available to the consumers who received the solicitations. Defendants had no arrangement or agreement with any other party to pre-approve the consumers for automobile financing.",
        "conclusion": "Therefore, the representations set forth in Paragraph 15 were, and are, false or misleading, and constitute deceptive acts or practices in or affecting commerce in violation of section 5(a) of the FTC Act 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 2,
        "title": "Unauthorized Procurement of Consumer Reports",
        "representation": "Defendants obtained consumer reports by representing they had a permissible purpose under the FCRA to make firm offers of credit to consumers",
        "fact": "Defendants did not have a permissible purpose to obtain consumer reports. The reports were not used to make firm offers of credit as set forth in section 604(c) of the FCRA, 15 U.S.C. § 1681b(c). DMA does not provide financing, and the finance companies identified by Defendants were not functioning finance businesses, did not provide loans to consumers receiving the solicitations, and were unable to honor the offers made to consumers in the solicitations. Defendants had no arrangement or agreement with any other party to ensure that consumers who met pre-set criteria would receive an offer of credit.",
        "conclusion": "By obtaining information from a consumer reporting agency without having a permissible purpose for which the information was authorized to be furnished, Defendants have violated section 604(f) of the FCRA, 15 U.S.C. § 1681b(f)."
      }
    ]
  },
  "order": {
    "definitions": {},
    "provisions": [],
    "duration": {
      "duration_years": null,
      "termination_text": ""
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "03.10, Direct Marketing Associates, Corp., et al., USA Complaint.pdf",
      "order": "03.10, Direct Marketing Associates, Corp., et al., USA Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 2,
      "order_provisions": 0,
      "order_definitions": 0,
      "order_requirements": 0
    },
    "processing_time_seconds": 141.6
  }
}