{
  "case_info": {
    "docket_number": "2:14-cv-02750-NVW",
    "company": {
      "name": "Sitesearch Corporation, dba LeapLab",
      "incorporation_state": "Nevada",
      "entity_type": "corporation",
      "address": "Chandler, Arizona",
      "business_description": "LeapLab operated as a data broker from at least 2006 to late 2013, collecting and selling sensitive consumer information from consumer payday loan applications to non-lenders, including fraudsters, spammers, telemarketers, and unauthorized service providers."
    },
    "commissioners": [],
    "case_date": {
      "month": 3,
      "year": 2016
    },
    "legal_authority": "Section 13(b) of the Federal Trade Commission Act, 15 U.S.C. § 53(b), and Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)",
    "violation_type": "unfair",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/142-3192-x150060-sitesearch-corporation-doing-business-leaplab"
  },
  "complaint": {
    "factual_background": "Defendants operated as data brokers from 2006 to 2013, selling consumer payday loan applications containing Social Security numbers, bank account numbers, and other sensitive information to non-lenders without consumers' knowledge or consent. Defendants sold this sensitive information to Ideal Financial Solutions, knowing or having reason to know that Ideal Financial was using it to make unauthorized debits from consumer bank accounts. As a result, Ideal Financial debited at least $4.12 million from consumer bank accounts without authorization using information provided by Defendants.",
    "representations_made": [],
    "counts": [
      {
        "count_number": 1,
        "title": "Unfair Sale of Sensitive Consumer Information to Non-Lenders",
        "representation": "Defendants sold consumer payday loan applications that included consumers' social security and financial account numbers to non-lenders that had no legitimate need for this sensitive personal information. These non-lenders included telemarketers, text and email marketers, and phony online merchants, like Ideal Financial, that used the information to debit consumer accounts without authorization.",
        "fact": "By engaging in these activities, Defendants have caused or are likely to cause substantial injury to consumers, that they cannot reasonably avoid, and that is not outweighed by countervailing benefits to consumers and competition.",
        "conclusion": "Therefore, Defendants have engaged in unfair acts or practices in violation of Section 5 of the FTC Act, 15 U.S.C. §§ 45(a) and 45(n)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Defendant": "LeapLab, LLC, and its successors and assigns.",
      "Financial Product or Service": "any product, service, plan, or program represented, expressly or by implication, to: A. provide any consumer, arrange for any consumer to receive, or assist any consumer in receiving, a loan or other extension of credit; B. provide any consumer, arrange for any consumer to receive, or assist any consumer in receiving, credit, debit, or stored value cards; C. improve, repair, or arrange to improve or repair, any consumer's credit record, credit history, or credit rating; or D. provide advice or assistance to improve any consumer's credit record, credit history, or credit rating.",
      "Person": "a natural person, organization, or other legal entity, including a corporation, partnership, proprietorship, association, cooperative, or any other group or combination acting as an entity.",
      "Sensitive Personal Information": "any of the following about a consumer: (a) Social Security number; (b) financial institution account number; (c) credit or debit card information; or (d) any other information by which a consumer's financial account can be accessed, or by which a consumer might be charged for goods or services, including through third parties such as telecommunications carriers."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition on the Disclosure of Sensitive Personal Information",
        "category": "prohibition",
        "summary": "Defendant is permanently prohibited from selling, transferring, or disclosing consumers' Sensitive Personal Information to any person, except when necessary to process payment for products/services sold directly to that consumer with express informed consent.",
        "requirements": [
          {
            "description": "Must not sell, transfer, or disclose Sensitive Personal Information except as allowed by the order",
            "quoted_text": "IT IS THEREFORE ORDERED that Defendant is hereby permanently restrained and enjoined from, or assisting others engaged in, selling, transferring, or otherwise disclosing a consumer's Sensitive Personal Information to any Person, except as otherwise provided in Sections IV or IX of this Order; provided, however, that this Section I shall not prohibit the Defendant from transferring or otherwise disclosing a consumer's Sensitive Personal Information to the extent necessary to process payment for any product or service sold by the Defendant directly to that consumer and for which the Defendant has the consumer's express, informed consent for that sale.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Prohibited Misrepresentations Relating to Financial Products or Services",
        "category": "prohibition",
        "summary": "Defendant is permanently prohibited from making misrepresentations about the likelihood of obtaining loans or credit and the terms or rates available for loans or credit.",
        "requirements": [
          {
            "description": "Must not misrepresent the likelihood of obtaining a loan or credit",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant and its officers, agents, employees, and attorneys, and those persons or entities in active concert or participation with any of them who receive actual notice of this Order, whether acting directly or indirectly, in connection with the advertising, marketing, promotion, offering for sale, or selling of any Financial Product or Service, are hereby permanently restrained and enjoined from misrepresenting or assisting others in misrepresenting, expressly or by implication: A. The likelihood that any Person will obtain a loan or other extension of credit",
            "deadline": null,
            "verified": true,
            "confidence": 0.9346762589928058
          },
          {
            "description": "Must not misrepresent the terms or rates available for loans or credit",
            "quoted_text": "B. The terms or rates that are available for any loan or other extension of credit.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Prohibited Misrepresentations Relating to All Products or Services",
        "category": "prohibition",
        "summary": "Defendant is permanently prohibited from making various misrepresentations about any product or service, including consumer authorization, outcomes, refund policies, and material facts about costs, restrictions, or performance.",
        "requirements": [
          {
            "description": "Must not misrepresent that a consumer authorized or consented to a purchase",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant and its officers, agents, employees, and attorneys, and those persons or entities in active concert or participation with any of them who receive actual notice of this Order, whether acting directly or indirectly, in connection with the advertising, marketing, promotion, offering for sale, or selling of any product or service, are hereby permanently restrained and enjoined from misrepresenting or assisting others in misrepresenting, expressly or by implication: A. That a consumer has authorized or otherwise consented to the purchase of a product or service",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent the likelihood of any particular outcome or result",
            "quoted_text": "B. The likelihood of any particular outcome or result from a product or service",
            "deadline": null,
            "verified": true,
            "confidence": 0.9875757575757576
          },
          {
            "description": "Must not misrepresent refund, cancellation, exchange, or repurchase policies",
            "quoted_text": "C. The nature or terms of any refund, cancellation, exchange, or repurchase policy, including, but not limited to, the likelihood of a consumer obtaining a full or partial refund, or the circumstances in which a full or partial refund will be provided to the consumer",
            "deadline": null,
            "verified": true,
            "confidence": 0.9991470054446461
          },
          {
            "description": "Must not misrepresent any other material fact about products or services",
            "quoted_text": "D. Any other fact material to consumers concerning any product or service, such as: the total costs; any material restrictions, limitations, or conditions; or any material aspect of its performance, efficacy, nature, or central characteristics.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Consumer Information",
        "category": "affirmative_obligation",
        "summary": "Defendant must provide consumer information to the FTC upon request for redress purposes, must not use or disclose consumer information obtained in connection with payday loan marketing, and must destroy such information within 30 days.",
        "requirements": [
          {
            "description": "Must provide consumer information to FTC upon written request within 14 days",
            "quoted_text": "A. Failing to provide sufficient consumer information to enable the FTC to administer efficiently consumer redress. If a representative of the FTC requests in writing any information related to redress, Defendant must provide it, in the form prescribed by the FTC, within 14 days.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not disclose, use, or benefit from consumer information obtained prior to order entry in connection with payday loan marketing",
            "quoted_text": "B. Disclosing, using, or benefitting from consumer information, including the name, address, telephone number, email address, social security number, other identifying information, or any data that enables access to a consumer's account (including a credit card, bank account, or other financial account) of any person that any defendant obtained prior to entry of this Order in connection with the marketing or offering of payday loans or other extensions of credit.",
            "deadline": null,
            "verified": true,
            "confidence": 0.8696461824953445
          },
          {
            "description": "Must destroy consumer information in all forms within 30 days after entry of order",
            "quoted_text": "C. Failing to destroy such consumer information in all forms in Defendant's possession, custody, or control within thirty (30) days after entry of this order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Monetary Judgment",
        "category": "affirmative_obligation",
        "summary": "A judgment of $4,124,710 is entered against Defendant but is suspended based on financial representations. The suspension may be lifted if material misrepresentations are found, and funds paid to FTC may be used for consumer redress.",
        "requirements": [
          {
            "description": "Judgment of $4,124,710 entered but suspended based on financial representations",
            "quoted_text": "A. Judgment in the amount of four million, one hundred twenty four thousand, seven hundred ten dollars ($4,124,710) is entered in favor of the FTC against Defendant as equitable monetary relief. The Judgment is suspended subject to the Subsections below.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Suspension premised on truthfulness of financial statements submitted",
            "quoted_text": "B. The Commission's agreement to the suspension of the judgment is expressly premised upon the truthfulness, accuracy, and completeness of Defendant's sworn financial statements and related documents (collectively, \"financial representations\") submitted to the Commission, namely, the Financial Statement of Defendant LeapLab, LLC signed by John Ayers, manager, on October 1, 2015, including the attachments",
            "deadline": null,
            "verified": true,
            "confidence": 0.8849162011173184
          },
          {
            "description": "Suspension may be lifted upon court finding of material misstatements in financial representations",
            "quoted_text": "C. The suspension of the judgment will be lifted if, upon motion by the Commission, the Court finds that Defendant failed to disclose any material asset, materially misstated the value of any asset, or made any other material misstatement or omission in the financial representations identified above.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Defendant must submit acknowledgment of receipt of the Order within 7 days, deliver copies to personnel for 5 years, and obtain signed acknowledgments from recipients within 30 days.",
        "requirements": [
          {
            "description": "Submit acknowledgment of receipt of Order to FTC",
            "quoted_text": "A. Within 7 days of entry of this Order, Defendant must submit to the FTC an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver copy of Order to principals, officers, directors, managers, employees, and agents for 5 years",
            "quoted_text": "B. For 5 years after entry of this Order, Defendant must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees, agents, and representatives who participate in conduct related to the subject matter of this Order; and (3) any business entity resulting from any change in structure as set forth in the Section entitled Compliance Reporting. Delivery must occur within 7 days of entry of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 0.9117567567567568
          },
          {
            "description": "Obtain signed and dated acknowledgments from recipients",
            "quoted_text": "C. From each individual or entity to which Defendant delivered a copy of this Order, Defendant must obtain, within 30 days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendant must submit a compliance report one year after entry, compliance notices within 14 days of certain changes for 20 years, and bankruptcy notices within 14 days.",
        "requirements": [
          {
            "description": "Submit compliance report one year after entry of Order",
            "quoted_text": "A. One year after entry of this Order, Defendant must submit a compliance report, sworn under penalty of perjury. In that report, Defendant must: (a) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the FTC may use to communicate with Defendant; (b) identify all of Defendant's businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (c) describe the activities of each business, including the products and services offered, the means of advertising, marketing, and sales, and the involvement of any other defendant; (d) describe in detail whether and how Defendant is in compliance with each Section of this Order; and (e) provide a copy of each Order Acknowledgment obtained pursuant to this Order, unless previously submitted to the FTC",
            "deadline": "1 year",
            "verified": true,
            "confidence": 0.8045790331341662
          },
          {
            "description": "Submit compliance notice within 14 days of changes in contact information or business structure for 20 years",
            "quoted_text": "B. For 20 years following entry of this Order, Defendant must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following: (a) any designated point of contact; or (b) the structure of Defendant or any entity that Defendant has any ownership interest in or directly or indirectly controls that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.9672156505914468
          },
          {
            "description": "Submit notice of bankruptcy or insolvency proceedings within 14 days of filing",
            "quoted_text": "C. Defendant must submit to the FTC notice of the filing of any bankruptcy petition, insolvency proceeding, or any similar proceeding by or against Defendant within 14 days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendant must create and maintain records for 20 years, retaining each record for 5 years, including proof of consumer consent, accounting records, personnel records, complaints, compliance records, and marketing materials.",
        "requirements": [
          {
            "description": "Create and retain records for 20 years (each record kept for 5 years)",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant must create certain records for 20 years after entry of the Order and retain each such record for 5 years. Specifically, Defendant must create and maintain the following records: A. Proof of consumers' express, informed consent to have their Sensitive Personal Information transferred or disclosed, which includes the consumer's name, and, if collected, phone number, and address; the manner, time, place, and method of the authorization; and sufficient data to readily show the complete consumer experience, including an audio recording of the entirety of any telemarketing transaction; B. Accounting records showing the revenues from all goods or services sold, all costs incurred in generating those revenues, and the resulting net profit or loss; C. Personnel records showing, for each person providing services, whether as an employee or otherwise, that person's: name, addresses, and telephone numbers; job title or position; dates of service; and, if applicable, the reason for termination; D. Complaints and refund requests, whether received directly or indirectly, such as through a third party, and any response; E. All records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the FTC; and F. A copy of each unique advertisement or other marketing material.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9487675070028011
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "FTC may monitor compliance by requesting additional reports, conducting depositions, obtaining documents, interviewing personnel, and using other lawful investigative methods including posing as consumers.",
        "requirements": [
          {
            "description": "Must submit additional compliance reports or information, appear for depositions, and produce documents within 14 days of FTC request",
            "quoted_text": "A. Within 14 days of receipt of a written request from a representative of the FTC, Defendant must: submit additional compliance reports or other requested information, which must be sworn to under penalty of perjury; appear for depositions; and produce documents, for inspection and copying. The FTC is also authorized to obtain discovery, without further leave of Court, using any of the procedures prescribed by Federal Rules of Civil Procedure 29, 30 (including telephonic depositions), 31, 33, 34, 36, 45, and 69.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must permit FTC to communicate directly with Defendant and interview employees",
            "quoted_text": "B. For matters concerning this Order, the FTC is authorized to communicate directly with Defendant. Defendant must permit representatives of the FTC to interview any employee or other person affiliated with Defendant who has agreed to such an interview. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 0.8357348703170029
          },
          {
            "description": "FTC may pose as consumers or other entities without prior notice",
            "quoted_text": "c. The FTC may use all other lawful means, including posing, through its representatives, as consumers, suppliers, or other individuals or entities, to Defendant or any individual or entity affiliated with Defendant, without the necessity of identification or prior notice. Nothing in this Order limits the FTC's lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction over this matter for purposes of construction, modification, and enforcement of the Order.",
        "requirements": [
          {
            "description": "Court retains jurisdiction for construction, modification, and enforcement",
            "quoted_text": "IT IS FURTHER ORDERED that this Comt retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "For 20 years following entry of this Order, Defendant must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following: (a) any designated point of contact; or (b) the structure of Defendant or any entity that Defendant has any ownership interest in or directly or indirectly controls that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "03.16, Sitesearch Corporation, Doing Business As LeapLab Complaint.pdf",
      "order": "03.16, Sitesearch Corporation, Doing Business As LeapLab Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 0,
      "order_provisions": 10,
      "order_definitions": 4,
      "order_requirements": 24
    },
    "processing_time_seconds": 192.8
  }
}