{
  "case_info": {
    "docket_number": "C-4571",
    "company": {
      "name": "ORACLE CORPORATION",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "500 Oracle Parkway, Redwood City, California 94065",
      "business_description": "Oracle is a software company that develops the Java computing platform, which is used to power many types of applications including online games, online chat, mortgage calculation tools, and 3D image viewing. Oracle acquired Java on January 27, 2010, as part of its purchase of Sun Microsystems, Inc."
    },
    "commissioners": [
      "Edith Ramirez, Chairwoman",
      "Julie Brill",
      "Maureen K. Ohlhausen",
      "Terrell McSweeny"
    ],
    "case_date": {
      "month": 3,
      "year": 2016
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. ยง 45(a)",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/132-3115-c4571-oracle-corporation-matter"
  },
  "complaint": {
    "factual_background": "Oracle Corporation developed Java SE, which was installed on over 850 million personal computers. During the Java SE update process from 2010 to 2014, Oracle told consumers that updates would provide \"the latest security improvements\" but failed to disclose that updates only removed the most recent prior iteration of Java SE, leaving older insecure versions on consumers' computers. These older versions remained vulnerable to exploit kits used by attackers to steal personal information including usernames, passwords, and data for PayPal, bank, and credit card accounts.",
    "representations_made": [
      {
        "description": "Claimed that Java SE updates would ensure systems had the latest security improvements",
        "quoted_text": "When the consumer proceeded to install the update, the consumer would encounter a series of installation screens, which stated that \"Java provides safe and secure access to the world of amazing Java content,\" and that Java SE updates and a consumer's \"system\" (see, e.g., Exhibit B) would have \"the latest . . . security improvements.\"",
        "source_paragraph": 11
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Failure to Disclose Security Risk",
        "representation": "Oracle represented that by updating Java SE, Java users would ensure that Java SE on their computers had the latest security improvements",
        "fact": "Oracle failed to disclose that, in numerous instances, updating Java SE would not delete or replace all older iterations of Java SE on a consumer's computer, and as a result, a consumer's computer could still have iterations of Java SE installed that are vulnerable to security risks",
        "conclusion": "Oracle's failure to disclose, or disclose adequately, the material information described in Paragraph 21, in light of the representation set forth in Paragraph 20, is a deceptive act or practice."
      }
    ]
  },
  "order": {
    "definitions": {
      "Affected Consumers": "persons who, prior to the date of issuance of this order, downloaded, installed, or updated Java SE.",
      "Clear(ly) and conspicuous(ly)": "means that a required disclosure is difficult to miss (i.e., easily noticeable) and easily understandable by ordinary consumers, including in all of the following ways: A. In any communication that is solely visual or solely audible, the disclosure must be made through the same means through which the communication is presented. In any communication made through both visual and audible means, such as a television advertisement, the disclosure must be presented simultaneously in both the visual and audible portions of the communication, even if the representation requiring the disclosure is made in only one means. B. A visual disclosure, by its size, contrast, location, the length of time it appears, and other characteristics, must stand out from any accompanying text or other visual elements so that it is easily noticed, read, and understood. C. An audible disclosure, including by telephone or streaming video, must be delivered in a volume, speed, and cadence sufficient for ordinary consumers to easily hear and understand it. D. In any communication using an interactive electronic medium, such as the Internet or software, the disclosure must be unavoidable. E. The disclosure must use diction and syntax understandable to ordinary consumers. F. The disclosure must comply with these requirements in each medium through which it is received, including all electronic devices and face-to-face communications. G. The disclosure must not be contradicted or mitigated by, or inconsistent with, anything else in the communication.",
      "Commerce": "shall mean as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. ยง 44.",
      "Covered Software": "shall mean Oracle's Java SE, and any other software offered by Oracle directly to consumers to run programs on their computers or applications within a browser. Covered Software does not include software offered exclusively for developers or enterprises.",
      "Java SE": "shall mean Oracle's Java Platform, Standard Edition software, the Java Runtime Environment (\"JRE\"), or the Java plug-in offered by Oracle directly to consumers using Windows-based computers. Java SE does not include software offered exclusively for developers or enterprises.",
      "Iterations": "shall mean all releases, other than test releases, that have ever been supported by Oracle.",
      "Iteration(s) Released Within the Last Quarter": "shall mean, at any given point in time, the iteration(s) of Java SE released within the preceding three months.",
      "respondent": "shall mean Oracle Corporation, and its successors and assigns."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent the privacy or security of Covered Software or how to uninstall older iterations of Java SE.",
        "requirements": [
          {
            "description": "Must not misrepresent privacy or security of Covered Software on consumer's computer",
            "quoted_text": "IT IS ORDERED that respondent and its officers, agents, representatives, and employees, whether acting directly or indirectly, in or affecting commerce, must not misrepresent: (1) the privacy or security of the Covered Software on a consumer's computer, including but not limited to the effect on privacy or security of any installation or update of the Covered Software; or (2) how to uninstall older Iterations of the Covered Software.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Disclosures During Installation or Update",
        "category": "affirmative_obligation",
        "summary": "During any installation or update of Java SE, respondent must clearly disclose all older iterations installed, explain security risks, and provide uninstall instructions.",
        "requirements": [
          {
            "description": "Clearly and conspicuously disclose all iterations of Java SE 1.4.2 or later, other than iterations released within the last quarter, currently installed on consumer's computer",
            "quoted_text": "IT IS FURTHER ORDERED that respondent and its officers, agents, representatives, and employees, whether acting directly or indirectly, must ensure that during any installation or update to any Iteration of Java SE released after the date of service of this order, respondent: A. Clearly and Conspicuously discloses to the consumer all Iterations of Java SE 1.4.2 or later, other than any Iteration(s) Released Within the Last Quarter, currently installed on the consumer's computer",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Clearly and conspicuously explain security risks if consumer does not remove older iterations",
            "quoted_text": "B. Clearly and Conspicuously explains that there may be risks to the security of the consumer's computer if the consumer chooses not to remove any Iterations of Java SE older than the Iteration(s) Released Within The Last Quarter currently installed on the consumer's computer",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Clearly and conspicuously disclose which iterations remain installed after update and provide uninstall instructions",
            "quoted_text": "C. Clearly and Conspicuously discloses which Iterations of Java SE 1.4.2 or later, other than any Iteration(s) Released Within the Last Quarter, that remain installed following installation or update of Java SE, and Clearly and Conspicuously provides instructions describing how consumers can effectively uninstall these Iterations.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Notice to Affected Consumers",
        "category": "affirmative_obligation",
        "summary": "Respondent must notify affected consumers about older, insecure Java SE iterations on their computers and provide uninstall instructions through multiple channels including website posting, social media, and help resources.",
        "requirements": [
          {
            "description": "Post clear and conspicuous hyperlink on Java SE home page with security information and sample letter",
            "quoted_text": "A. Posting of a Clear and Conspicuous hyperlink on the home page of respondent's primary, consumer-facing website for Java SE. Such hyperlink must read \"IMPORTANT INFORMATION REGARDING THE SECURITY OF JAVA SE.\" The hyperlink should connect to a sample of the letter shown in Attachment A. This hyperlink and sample letter must be posted no later than ten (10) days after the date of service of the order and for at least two years following posting",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Contact security software companies to request publication of security notice in their bulletins",
            "quoted_text": "B. On or before ten (10) days after the date of service of this order, provide Clear and Conspicuous notice to Affected Consumers regarding the contents of Attachment A. Respondent shall inform Affected Consumers by: 1. Contacting Avast Software, AVG Technologies, ESET North America, Avira, Inc., McAfee, Inc., Symantec Corporation, Trend Micro, Inc., and Mozilla Corporation to request that these entities publish this notice in their security bulletins",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Send Twitter notification with security information and link to sample letter",
            "quoted_text": "2. Sending a Twitter notification via respondent's primary Twitter account for Java SE, the text of which shall read \"IMPORTANT INFORMATION REGARDING THE SECURITY OF JAVA SE,\" and link to a sample of the letter shown in Attachment A",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Send Facebook notification with security information and link to sample letter",
            "quoted_text": "3. Sending a Facebook notification via respondent's primary Facebook account for Java SE, the text of which shall read \"IMPORTANT INFORMATION REGARDING THE SECURITY OF JAVA SE,\" and link to a sample of the letter shown in Attachment A",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide uninstall tool for affected consumers",
            "quoted_text": "C. On or before ten (10) days after the date of service of this order and for three (3) years thereafter, providing prompt and free help to Affected Consumers through: 1. An uninstall tool that allows Affected Consumers to uninstall Iterations of Java SE, 1.4.2 or later",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Create webpage explaining how to uninstall Java SE iterations with link to uninstall tool",
            "quoted_text": "2. A page on respondent's primary, consumer-facing website for Java SE that Clearly and Conspicuously explains how to uninstall Iterations of Java SE, and provides a link to the uninstall tool referenced in Part III.C.1",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide clear and conspicuous electronic form for update and uninstall issues and respond to consumers by email",
            "quoted_text": "3. A Clear and Conspicuous electronic form, specific to update and uninstall issues, available on respondent's primary, consumer-facing website for Java SE. Respondent shall answer within a reasonable time, by email, consumers who fill out such form.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must maintain compliance documents for five years and make them available to the FTC upon request.",
        "requirements": [
          {
            "description": "Maintain for five years all advertisements, promotional materials, installation guides, websites, and installation screens containing representations covered by the order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall maintain and, upon request, make available to the Federal Trade Commission for inspection and copying, for a period of five (5) years from the date of preparation or dissemination, whichever is later, a print or electronic copy of each document relating to compliance with this order, including but not limited to: A. All advertisements, promotional materials, installation and user guides, websites, and installation screens containing any representations covered by this order, as well as all materials used or relied upon in making or disseminating the representation",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Maintain for five years all release notes for all Java SE iterations including release dates",
            "quoted_text": "B. All release notes for all Java SE Iterations, including the Iterations' release dates",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Maintain for five years any documents that contradict, qualify, or call into question compliance with the order",
            "quoted_text": "C. Any documents, whether prepared by or on behalf of respondent, that contradict, qualify, or call into question respondent's compliance with this order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Order Acknowledgment and Distribution",
        "category": "acknowledgment",
        "summary": "Respondent must deliver a copy of the order to all current and future personnel with managerial or supervisory responsibilities and obtain signed acknowledgments.",
        "requirements": [
          {
            "description": "Deliver order to current subsidiaries and personnel with managerial or supervisory responsibilities",
            "quoted_text": "IT IS FURTHER ORDERED that respondent, and its successors and assigns, must deliver a copy of this order to all current and future subsidiaries, current and future principals, officers, directors, and managers, employees, agents, and representatives having managerial or supervisory responsibilities relating to Parts I - III of this order. Respondent must deliver this order to such current subsidiaries and personnel within thirty (30) days after service of this order",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver order to future subsidiaries and personnel within thirty days after they assume responsibilities",
            "quoted_text": "and to such future subsidiaries and personnel within thirty (30) days after the person assumes such position or responsibilities.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver order at least ten days prior to any change in business structure",
            "quoted_text": "For any business entity resulting from any change in structure set forth in Part VI, delivery must be at least ten (10) days prior to the change in structure.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Secure signed and dated acknowledgment statements from all persons receiving the order",
            "quoted_text": "Respondent must secure a signed and dated statement acknowledging receipt of this order, within thirty (30) days of delivery, from all persons receiving a copy of the order pursuant to this section.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Notification of Corporate Changes",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the Commission at least thirty days prior to any corporate changes that may affect compliance obligations.",
        "requirements": [
          {
            "description": "Notify Commission thirty days prior to corporate changes affecting compliance obligations",
            "quoted_text": "IT IS FURTHER ORDERED that respondent, and its successors and assigns, shall notify the Commission at least thirty (30) days prior to any change in the corporation(s) that may affect compliance obligations arising under this order, including, but not limited to, dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor company; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in the corporate name or address.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Notify Commission as soon as practicable if learning about changes less than thirty days in advance",
            "quoted_text": "Provided, however, that, with respect to any proposed change in the corporation(s) about which respondent learns less than thirty (30) days prior to the date such action is to take place, respondent shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondent must file a compliance report with the Commission within ninety days and submit additional reports upon request.",
        "requirements": [
          {
            "description": "File true and accurate compliance report with the Commission within ninety days",
            "quoted_text": "IT IS FURTHER ORDERED that respondent, and its successors and assigns, within ninety (90) days after the date of service of this order, shall file with the Commission a true and accurate report, in writing, setting forth in detail the manner and form of its compliance with this order.",
            "deadline": "90 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit additional reports within ten days of receipt of written notice from the Commission",
            "quoted_text": "Within ten (10) days of receipt of written notice from a representative of the Commission, it shall submit additional true and accurate written reports.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "The order will terminate on March 28, 2036, or twenty years from the most recent date that a complaint is filed alleging violation of the order, whichever is later.",
        "requirements": [
          {
            "description": "Order remains in effect until the specified termination date",
            "quoted_text": "This order will terminate on March 28, 2036, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part in this order that terminates in less than twenty (20) years; B. This order's application to any respondent that is not named as a defendant in such complaint; and C. This order if such complaint is filed after the order has terminated pursuant to this Part.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on March 28, 2036, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "03.16, Oracle Corporation Complaint.pdf",
      "order": "03.16, Oracle Corporation Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 1,
      "order_provisions": 8,
      "order_definitions": 8,
      "order_requirements": 23
    },
    "processing_time_seconds": 109.9
  }
}