{
  "case_info": {
    "docket_number": "C-4711",
    "company": {
      "name": "Retina-X Studios, LLC",
      "incorporation_state": "Florida",
      "entity_type": "limited liability company",
      "address": "731 Duval Station Road, Suite 107, Box 203, Jacksonville, Florida 32218",
      "business_description": "Retina-X Studios developed and sold mobile device and computer monitoring products and services, including MobileSpy, PhoneSheriff, and TeenShield, marketed primarily for monitoring children and employees. These products captured data such as text messages, GPS locations, photos, browser history, and call logs from monitored devices."
    },
    "commissioners": [
      "Joseph J. Simons, Chairman",
      "Noah Joshua Phillips",
      "Rohit Chopra",
      "Rebecca Kelly Slaughter",
      "Christine S. Wilson"
    ],
    "case_date": {
      "month": 3,
      "year": 2020
    },
    "legal_authority": "Federal Trade Commission Act and the Children's Online Privacy Protection Rule (COPPA Rule)",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/172-3118-retina-x-studios-llc-matter"
  },
  "complaint": {
    "factual_background": "Retina-X Studios developed and sold mobile device monitoring software (MobileSpy, PhoneSheriff, and TeenShield) that enabled purchasers to surreptitiously track another person's activities, often requiring jailbreaking or rooting the victim's device. The company promised that consumer data would remain confidential, private, and safe, but failed to implement reasonable security measures. Hackers breached their systems twice in 2017 and 2018, accessing and deleting sensitive personal information including text messages, GPS locations, photos, and login credentials. The company also collected personal information from children under 13 through TeenShield without establishing reasonable security procedures as required by COPPA.",
    "representations_made": [
      {
        "description": "Claimed that customer databases and private information collected through MobileSpy remain confidential, private, and safe",
        "quoted_text": "It is company policy that our customer databases remain confidential and private…Your private information is safe with us.",
        "source_paragraph": 26
      },
      {
        "description": "Claimed that customer databases and private information collected through PhoneSheriff remain confidential, private, and safe",
        "quoted_text": "It is company policy that our customer databases remain confidential and private…Your private information is safe with us.",
        "source_paragraph": 27
      },
      {
        "description": "Claimed that customer databases and private information collected through TeenShield remain confidential, private, and safe",
        "quoted_text": "It is company policy that our customer databases remain confidential and private…Your private information is safe with us.",
        "source_paragraph": 28
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Unfairness - Sale of Surreptitious Monitoring Software",
        "representation": "Respondents sold monitoring products and services that required circumventing security protections without taking reasonable steps to ensure the products would be used only for legitimate and lawful purposes",
        "fact": "The monitoring products enabled purchasers to surreptitiously stalk victims, causing substantial injury including mental and emotional abuse, financial harm, physical harm, and undermined mobile device security",
        "conclusion": "Respondents' actions cause or are likely to cause substantial injury to consumers that consumers cannot reasonably avoid themselves and that is not outweighed by countervailing benefits to consumers or competition. This practice is an unfair act or practice."
      },
      {
        "count_number": 2,
        "title": "Deception - MobileSpy Security Claims",
        "representation": "Consumers' personal information collected through MobileSpy and stored in Respondents' databases remains confidential, private, and safe",
        "fact": "Consumers' personal information collected through MobileSpy was not confidential, private, and safe due to Respondents' failure to implement reasonable security measures, resulting in data breaches",
        "conclusion": "Therefore, the representations set forth in Paragraph 33 are false and misleading."
      },
      {
        "count_number": 3,
        "title": "Deception - PhoneSheriff Security Claims",
        "representation": "Consumers' personal information collected through PhoneSheriff and stored in Respondents' databases remains confidential, private, and safe",
        "fact": "Consumers' personal information collected through PhoneSheriff was not confidential, private, and safe due to Respondents' failure to implement reasonable security measures, resulting in data breaches",
        "conclusion": "Therefore, the representations set forth in Paragraph 35 are false and misleading."
      },
      {
        "count_number": 4,
        "title": "Deception - TeenShield Security Claims",
        "representation": "Consumers' personal information collected through TeenShield and stored in Respondents' databases remains confidential, private, and safe",
        "fact": "Consumers' personal information collected through TeenShield was not confidential, private, and safe due to Respondents' failure to implement reasonable security measures, resulting in data breaches",
        "conclusion": "Therefore, the representations as described in Paragraph 37 are false and misleading."
      },
      {
        "count_number": 5,
        "title": "COPPA Violation - TeenShield Children's Privacy",
        "representation": "Respondents operated TeenShield and collected personal information from children under 13 with actual knowledge that children were being monitored",
        "fact": "Respondents failed to establish and maintain reasonable procedures to protect the confidentiality, security, and integrity of personal information collected from children, in violation of Section 312.8 of the COPPA Rule",
        "conclusion": "Respondents' acts or practices violated the COPPA Rule, 16 C.F.R. Part 312, which constitutes an unfair or deceptive act or practice in or affecting commerce, in violation of Section 5(a) of the FTC Act."
      }
    ]
  },
  "order": {
    "definitions": {
      "Child": "An individual under the age of 13.",
      "Clear(ly) and Conspicuous(ly)": "A required disclosure is difficult to miss (i.e., easily noticeable) and easily understandable by ordinary consumers, including in all of the following ways: 1. In any communication that is solely visual or solely audible, the disclosure must be made through the same means through which the communication is presented. In any communication made through both visual and audible means, such as a television advertisement, the disclosure must be presented simultaneously in both the visual and audible portions of the communication even if the representation requiring the disclosure is made in only one means. 2. A visual disclosure, by its size, contrast, location, the length of time it appears, and other characteristics, must stand out from any accompanying text or other visual elements so that it is easily noticed, read, and understood. 3. An audible disclosure, including by telephone or streaming video, must be delivered in a volume, speed, and cadence sufficient for ordinary consumers to easily hear and understand it. 4. In any communication using an interactive electronic medium, such as the Internet or software, the disclosure must be unavoidable. 5. The disclosure must use diction and syntax understandable to ordinary consumers and must appear in each language in which the representation that requires the disclosure appears. 6. The disclosure must comply with these requirements in each medium through which it is received, including all electronic devices and face-to-face communications. 7. The disclosure must not be contradicted or mitigated by, or inconsistent with, anything else in the communication. 8. When the representation or sales practice targets a specific audience, such as Children, the elderly, or the terminally ill, \"ordinary consumers\" includes reasonable members of that group.",
      "Collects or Collection": "For the purposes of Provision III of this Order, the gathering of any Personal Information from a Child by any means, including but not limited to: 1. Requesting, prompting, or encouraging a Child to submit Personal Information online; 2. Enabling a Child to make Personal Information publicly available in identifiable form; or 3. Passive tracking of a Child online.",
      "Covered Business": "Corporate Respondent, any business that Corporate Respondent controls, directly or indirectly, and any business that Individual Respondent controls, directly or indirectly.",
      "Covered Incident": "Any instance in which any United States federal, state, or local law or regulation requires a Covered Business or Individual Respondent to notify any U.S. federal, state, or local government entity that information collected or received, directly or indirectly, by a Covered Business from or about an individual consumer was, or is reasonably believed to have been, accessed or acquired without authorization.",
      "Disclose or Disclosure": "With respect to Personal Information: 1. The release of Personal Information Collected by an operator from a Child in identifiable form for any purpose, except where an operator provides such information to a person who provides Support for the Internal Operations of the Web Site or Online Service; and 2. Making Personal Information Collected by an operator from a Child publicly available in identifiable form by any means, including but not limited to a public posting through the Internet, or through a personal home page or screen posted on a Web site or online service; a pen pal service; an electronic mail service; a message board; or a chat room.",
      "Internet": "Collectively the myriad of computer and telecommunication facilities, including equipment and operating software, which comprises the interconnected world-wide network of networks that employ the Transmission Control Protocol/Internet Protocol, or any predecessor or successor protocols to such protocol, to communicate information of all kinds by wire, radio, or other methods of transmission.",
      "Jailbreak(ing) or Root(ing)": "Any action that bypasses a restriction by the Mobile Device manufacturer or operating system.",
      "Mobile Device": "Any portable computing device that operates using a mobile operating system, including but not limited to, any smartphone, tablet, wearable, or sensor, or any periphery of any portable computing device.",
      "Monitoring Product or Service": "Any software application, program, or code that that can be installed on a user's Mobile Device to track or monitor that user's activities on the Mobile Device, including but not limited to, the user's text messages, web browser history, geolocation, and photos.",
      "Online Contact Information": "An email address or any other substantially similar identifier that permits direct contact with a person online, including but not limited to, an instant messaging user identifier, a voice over internet protocol (VOIP) identifier, or a video chat identifier.",
      "Operator": "Any person who operates a Web site located on the Internet or an online service and who Collects or maintains Personal Information from or about the users of or visitors to such Web site or online service, or on whose behalf such information is Collected or maintained, or offers products or services for sale through the Web site or online service, where such Web site or online service is operated for commercial purposes involving commerce among the several States, or with one or more foreign nations; in any territory of the United States or in the District of Columbia, or between any such territory and another such territory or any State or foreign nation; or between the District of Columbia and any State, territory, or foreign nation.",
      "Parent": "Includes a legal guardian.",
      "Person": "Any individual, partnership, corporation, trust, estate, cooperative, association, or other entity.",
      "Personal Information": "Individually identifiable information from or about an individual consumer, including: 1. A first and last name; 2. A home or other physical address; 3. An email address; 4. A telephone number; 5. A Social Security number; 6. A driver's license or other government issues identification number; 7. A financial account number; 8. Credit or debit card information; 9. Date of birth; 10. Online Contact Information as defined in 16 C.F.R. § 312.2; 11. A screen or user name where it functions in the same manner as Online Contact Information, as defined in 16 C.F.R. § 312.2; 12. A persistent identifier that can be used to recognize a user over time and across different Web sites or online services. Such persistent identifier includes, but is not limited to, a customer number held in a cookie, an Internet Protocol (IP) address, a processor or device serial number, or unique device identifier; 13. A photograph, video, or audio file; 14. Geolocation information sufficient to identify street name and name of a city of town; or 15. Information concerning a Child or the parents of that Child that the Operator Collects online from the Child and combines with an identifier described in this section.",
      "Respondents": "Corporate Respondent and Individual Respondent, individually, collectively, or in any combination. 1. \"Corporate Respondent\" means Retina-X Studios, LLC, and its successors and assigns. 2. \"Individual Respondent\" means James N. Johns, Jr.",
      "Support for the Internal Operations of the Web Site or Online Service": "1. Those activities necessary to: a. Maintain or analyze the functioning of the Web site or online service; b. Perform network communications; c. Authenticate users of, or personalize the content on, the Web site or online service; d. Serve contextual advertising on the Web site or online service or cap the frequency of advertising; e. Protect the security or integrity of the user, Web site, or online service; f. Ensure legal or regulatory compliance; or g. Fulfill a request of a Child as permitted by 16 C.F.R. §§ 312.5(c)(3) and (4). 2. So long as the information Collected for the activities listed in paragraphs (1)(a) – (g) of this definition is not used or disclosed to contact a specific individual, including through behavioral advertising, to amass a profile on a specific individual, or for any other purpose.",
      "Web site or online service directed to Children": "A commercial Web site or online service, or portion thereof, that is targeted to Children. 1. In determining whether a Web site or online service, or a portion thereof, is directed to Children, the Commission will consider its subject matter, visual content, user of animated characters or Child-oriented activities and incentives, music or other audio content, age of models, presence of Child celebrities or celebrities who appeal to Children, language or other characteristics of the Web site or online service, we well as whether advertising promoting or appearing on the Web site or online service is directed to Children. The Commission will also consider competent and reliable empirical evidence regarding audience composition, and evidence regarding the intended audience. 2. A Web site or online service shall be deemed directed to Children when it has actual knowledge that it is Collecting Personal Information directly from users of another Web site or online service directed to Children. 3. A Web site or online service that is directed to Children under this criteria set forth in paragraph (1) of this definition, but that does not target Children as its primary audience, shall not be deemed directed to Children if it: a. Does not Collect Personal Information from any visitor prior to Collecting age information; and b. Prevents the Collection, use, or disclosure or Personal Information from visitors who identify themselves as under age 13 without first complying with the notice and parental consent provisions of 16 C.F.R. Part 312, attached hereto as Appendix A. 4. A Web site or online service shall not be deemed directed to Children solely because it refers or links to a commercial Web site or online service directed to Children by using information location tools, including a directory, index, reference, pointer, or hypertext link"
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Monitoring Products and Services Requirements",
        "category": "affirmative_obligation",
        "summary": "Respondents must comply with specific security, attestation, and notice requirements when promoting, selling, or distributing monitoring products or services.",
        "requirements": [
          {
            "description": "Must not require circumventing mobile device security protections (jailbreaking or rooting)",
            "quoted_text": "Mobile Device Security: No Monitoring Product or Service's functionality may require circumventing security protections implemented by the Mobile Device operating system or manufacturer, such as by Jailbreaking or Rooting a Mobile Device.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must obtain express written attestation from purchaser regarding legitimate and lawful use",
            "quoted_text": "Registration Attestation and Documentation: Prior to the sale or distribution of any Monitoring Product or Service, Respondents must obtain: a. An express written attestation from the purchaser that it will use the Monitoring Product or Service for legitimate and lawful purposes by authorized users.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must obtain documentation proving purchaser is authorized user on monitoreddevice's service carrier account",
            "quoted_text": "Documentation proving that the purchaser is an authorized user on the monitored Mobile Device's service carrier account.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must display application icon with clear and conspicuous notice",
            "quoted_text": "Icon Notice: The Monitoring Product or Service must display an application icon, accompanied by the name of the Monitoring Product or Service adjacent to the application icon. The consumer must be able to click on the application icon to a page on which Respondents present a Clear and Conspicuous notice stating: i. The name and material functions of the Monitoring Product or Service; ii. That the Monitoring Product or Service is running on the user's Mobile Device; and iii. Where and how the user can contact Respondents for additional information, or to resolve an issue of improper installation of the Monitoring Product or Service.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Additional Warnings and Notices",
        "category": "affirmative_obligation",
        "summary": "Respondents must provide clear and conspicuous warnings on their home page and purchase page about legitimate and lawful use requirements.",
        "requirements": [
          {
            "description": "Must provide clear and conspicuous notice on home page about legitimate and lawful use requirements",
            "quoted_text": "Home Page Notice: The home page of any Internet website advertising the Monitoring Product or Service must Clearly and Conspicuously provide notice that the Monitoring Product or Service may only be used for legitimate and lawful purposes by authorized users, and that installing or using the Monitoring Product or Service for any other purpose may violate local, state, and/or federal law. The foregoing notice must be placed such that it can be viewed on the screen first seen by a potential purchaser who lands on the home page.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Must provide clear and conspicuous notice on purchase page before completing sale",
            "quoted_text": "Purchase Page Notice: Respondents may not complete the sale of a Monitoring Product or Service unless Respondents provide the purchaser with Clear and Conspicuous notice the Monitoring Product or Service may only be used for legitimate and lawful purposes by authorized users, and that installing or using the Monitoring Product or Service for any other purpose may violate local, state, and/or federal law.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Injunction Concerning Collection of Personal Information from Children",
        "category": "prohibition",
        "summary": "Respondents are permanently restrained from violating the Children's Online Privacy Protection Rule (COPPA) when operating websites or services directed to children or collecting information from children.",
        "requirements": [
          {
            "description": "Must not violate COPPA including requirements to protect confidentiality, security, and integrity of personal information from children",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents, and Respondents' officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with being an operator of any Web site or online service directed to Children or of any Web site or online service with actual knowledge that it is Collecting or maintaining Personal Information from a Child, are hereby permanently restrained and enjoined from violating the Children's Privacy Protection Rule, 16 C.F.R. Part 312, including but not limited to failing to establish and maintain reasonable procedures to protect the confidentiality, security, and integrity of Personal Information from Children.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Prohibition Against Misrepresentations",
        "category": "prohibition",
        "summary": "Respondents must not misrepresent the extent to which they protect privacy, security, confidentiality, or integrity of personal information.",
        "requirements": [
          {
            "description": "Must not misrepresent privacy and security practices",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents, and Respondents' officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with any product or service, are hereby permanently restrained and enjoined from misrepresenting, expressly or by implication, the extent to which Respondents maintain and protect the privacy, security, confidentiality, or integrity of Personal Information.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Data Deletion",
        "category": "affirmative_obligation",
        "summary": "Respondents must destroy all personal information collected from monitoring products or services prior to the order's entry.",
        "requirements": [
          {
            "description": "Must destroy all personal information collected from monitoring products prior to order entry",
            "quoted_text": "IT IS FURTHER ORDERED that within one hundred twenty (120) days after entry of this Order, Respondents and Respondents' offers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, must destroy all Personal Information collected from a Monitoring Product or Service prior to entry of this Order. Provided, however, that such Personal Information need not be destroyed, and may be disclosed, to the extent requested by a government agency or required by law, regulation, or court order, including without limitation as required by rules applicable to the safeguarding of evidence in pending litigation.",
            "deadline": "120 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Mandated Information Security Program",
        "category": "affirmative_obligation",
        "summary": "Each Covered Business must establish and maintain a comprehensive information security program to protect personal information.",
        "requirements": [
          {
            "description": "Must establish and implement comprehensive information security program",
            "quoted_text": "IT IS FURTHER ORDERED that each Covered Business shall not transfer, sell, share, collect, maintain, or store Personal Information unless it establishes and implements, and thereafter maintains, a comprehensive information security program (\"Information Security Program\") that protects the security, confidentiality, and integrity of such Personal Information.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must document the information security program in writing",
            "quoted_text": "Document in writing the content, implementation, and maintenance of the Information Security Program;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must provide written program to board or senior officer at least every 12 months and after covered incidents",
            "quoted_text": "Provide the written program and any evaluations thereof or updates thereto to its board of directors or governing body or, if no such board or equivalent governing body exists, to a senior officer responsible for its information security program at least once every twelve months and promptly after any Covered Incident;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must designate qualified employee to coordinate information security program",
            "quoted_text": "Designate a qualified employee or employees to coordinate and be responsible for the Information Security Program;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must assess and document risks at least every 12 months and after covered incidents",
            "quoted_text": "Assess and document, at least once every twelve months and promptly following a Covered Incident, internal and external risks to the security, confidentiality, or integrity of Personal Information that could result in the unauthorized disclosure, misuse, loss, theft, alteration, destruction, or other compromise of such information;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must design, implement, maintain, and document safeguards to control risks",
            "quoted_text": "Design, implement, maintain, and document safeguards that control for the internal and external risks to the security, confidentiality, or integrity of Personal Information identified in response to sub-Provision VI.D. Each safeguard shall be based on the volume and sensitivity of the Personal Information that is at risk, and the likelihood that the risk could be realized and result in the unauthorized access, collection, use, alteration, destruction, or disclosure of the Personal Information.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must assess safeguards at least every 12 months and after covered incidents",
            "quoted_text": "Assess, at least once every twelve (12) months and promptly following a Covered Incident, the sufficiency of any safeguards in place to address the risks to the security, confidentiality, or integrity of Personal Information, and modify the Information Security Program based on the results.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must test and monitor safeguards effectiveness at least every 12 months and after covered incidents",
            "quoted_text": "Test and monitor the effectiveness of the safeguards at least once every twelve months and promptly following a Covered Incident, and modify the Information Security Program based on the results. Such testing shall include vulnerability testing of each of Respondents' network(s) once every four (4) months and promptly after any Covered Incident, and penetration testing of each Covered Business's network(s) at least once every twelve (12) months and promptly after any Covered Incident;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must select capable service providers and contractually require safeguards",
            "quoted_text": "Select and retain service providers capable of safeguarding Personal Information they receive from each Covered Business, and contractually require service providers to implement and maintain safeguards for Personal Information;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must evaluate and adjust program at least every 12 months",
            "quoted_text": "Evaluate and adjust the Information Security Program in light of any changes to Respondents' operations or business arrangements, a Covered Incident, or any other circumstances that Respondents know or have reason to know may have an impact on the effectiveness of the Information Security Program. At a minimum, each Covered Business must evaluate the Information Security Program at least once every twelve (12) months and modify the Information Security Program based on the results.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Information Security Assessments by a Third Party",
        "category": "assessment",
        "summary": "Respondents must obtain initial and biennial third-party assessments of their information security program for 20 years.",
        "requirements": [
          {
            "description": "Must obtain assessments from qualified, objective, independent third-party professional",
            "quoted_text": "IT IS FURTHER ORDERED that, in connection with compliance with Provision VI of this Order titled Mandated Information Security Program, Respondents must obtain initial and biennial assessments (\"Assessments\"): A. The Assessments must be obtained from a qualified, objective, independent third-party professional (\"Assessor\"), who: (1) uses procedures and standards generally accepted in the profession; (2) conducts an independent review of the Information Security Program; and (3) retains all documents relevant to each Assessment for five (5) years after completion of such Assessment and will provide such documents to the Commission within ten (10) days of receipt of a written request from a representative of the Commission.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must provide Associate Director with assessor name and affiliation for approval",
            "quoted_text": "For each Assessment, Respondents shall provide the Associate Director for Enforcement for the Bureau of Consumer Protection at the Federal Trade Commission with the name and affiliation of the person selected to conduct the Assessment, which the Associate Director shall have the authority to approve in his or her sole discretion.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Must complete initial assessment covering first 180 days after order issuance",
            "quoted_text": "The reporting period for the Assessments must cover: (1) the first one hundred eighty (180) days after the issuance date of the Order for the initial Assessment;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must complete biennial assessments for 20 years",
            "quoted_text": "each 2-year period thereafter for twenty (20) years after issuance of the Order for the biennial Assessments.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must complete each assessment within 60 days after end of reporting period",
            "quoted_text": "Each Assessment must be completed within sixty (60) days after the end of the reporting period to which the Assessment applies.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must submit initial assessment to Commission within 10 days of completion",
            "quoted_text": "Unless otherwise directed by a Commission representative in writing, Respondents must submit the initial Assessment to the Commission within ten (10) days after the Assessment has been completed via email to DEbrief@ftc.gov or by overnight courier (not the U.S. Postal Service) to Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Cooperation with Third Party Information Security Assessor",
        "category": "affirmative_obligation",
        "summary": "Respondents must cooperate fully with assessors by disclosing all material facts and providing all relevant information.",
        "requirements": [
          {
            "description": "Must disclose all material facts to assessor and not misrepresent",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents, whether acting directly or indirectly, in connection with any Assessment required by Provision VII of this Order titled Information Security Assessments by a Third Party, must: A. Disclose all material facts to the Assessor, and not misrepresent in any manner, expressly or by implication, any fact material to the Assessor's: (1) determination of whether Respondents have implemented and maintained the Information Security Program required by Provision VI of this Order, titled Mandated Information Security Program; (2) assessment of the effectiveness of the implementation and maintenance of sub-Provisions VI.A-I; or (3) identification of any gaps or weaknesses in the Information Security Program;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Must provide all relevant information to assessor",
            "quoted_text": "Provide or otherwise make available to the Assessor all information and material in their possession, custody, or control that is relevant to the Assessment for which there is no reasonable claim of privilege.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Annual Certification",
        "category": "compliance_reporting",
        "summary": "Respondents must provide annual certifications to the Commission regarding compliance with the information security program requirements.",
        "requirements": [
          {
            "description": "Must provide annual certification from senior manager one year after order and each year thereafter",
            "quoted_text": "IT IS FURTHER ORDERED that in connection with compliance with Provision VI of this Order titled Mandated Information Security Program, Respondents shall: A. One year after the issuance date of this Order, and each year thereafter, provide the Commission with a certification from a senior corporate manager, or, if no such senior corporate manager exists, a senior officer of each Covered Business responsible for each Covered Business's Information Security Program that: (1) each Covered Business has established, implemented, and maintained the requirements of this Order; (2) each Covered Business is not aware of any material noncompliance that has not been (a) corrected or (b) disclosed to the Commission; and (3) includes a brief description of any Covered Incident.",
            "deadline": "One year after order issuance, then annually",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Covered Incident Reports",
        "category": "compliance_reporting",
        "summary": "Respondents must submit reports to the Commission within 10 days of notifying government entities of covered incidents.",
        "requirements": [
          {
            "description": "Must submit covered incident report to Commission within 10 days of notifying government entity",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents, for any Covered Business, within a reasonable time after the date of discovery of a Covered Incident, but in any event no later than 10 days after the date the Covered Business, or any of the Covered Business's clients, first notifies any U.S. federal, state, or local government entity of the Covered Incident, must submit a report to the Commission.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XI",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Respondents must obtain and submit acknowledgments of receipt of the order from themselves and relevant personnel.",
        "requirements": [
          {
            "description": "Each respondent must submit acknowledgment of receipt within 7 days of order entry",
            "quoted_text": "Each Respondent, within seven (7) days of entry of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must deliver copy of order to principals, officers, directors, managers, employees, and agents for 10 years",
            "quoted_text": "For ten (10) years after entry of this Order, the Individual Respondent, for any business that such Respondent, individually or collectively with any other Respondent, is the majority owner or controls directly or indirectly, and the Corporate Respondent, must deliver a copy a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees having managerial responsibilities for conduct related to the subject matter of the Order, and all agents and representatives who participate in conduct related to the subject matter of the Order; and (3) any business entity resulting from any change in structure as set forth in the Provision titled Compliance Reporting. Delivery must occur within seven (7) days of entry of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "7 days for current personnel",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must obtain signed acknowledgments from recipients within 30 days",
            "quoted_text": "From each individual or entity to which a Respondent delivered a copy of this Order, that Respondent must obtain, within thirty (30) days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XII",
        "title": "Compliance Report and Notices",
        "category": "compliance_reporting",
        "summary": "Respondents must submit compliance reports one year after order entry and noticesof material changes for 10 years.",
        "requirements": [
          {
            "description": "Must submit compliance report one year after order entry",
            "quoted_text": "One year after entry of this Order, each Respondent must submit a compliance report, sworn under penalty of perjury",
            "deadline": "One year",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must submit compliance notices within 14 days of changes for 10 years",
            "quoted_text": "For 10 years after the issuance date of this Order, each Respondent must submit a compliance notice, sworn under penalty of perjury, within fourteen (14) days of any changes",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must submit notice of bankruptcy filing within 14 days",
            "quoted_text": "Each Respondent must submit to the Commission notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against such Respondent within fourteen (14) days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XIII",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondents must create and retain specific business records for 10 years after order entry, with each record retained for 5 years.",
        "requirements": [
          {
            "description": "Must create records for 10 years and retain each record for 5 years",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents must create certain records for ten (10) years after entry of this Order, and retain each such record for 5 years. Specifically, Corporate Respondent and Individual Respondent, for any business that such Respondent, individually or collectively with any other Respondent, is a majority owner or controls directly or indirectly, must create and retain the following records: A. Accounting records showing the revenues from all goods or services sold, the costs incurred in generating those revenues, and resulting net profit or loss; B. Personnel records showing, for each person providing services, whether as an employee or otherwise, that person's: name; address; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination; C. Copies or records of all consumer complaints and refund requests, whether received directly or indirectly, such as through a third party, and any response; D. For five (5) years after the date of preparation of each Assessment required by this Order, all materials and evidence that the Assessor considered, reviewed, relied upon or examined to prepare the Assessment, whether prepared by or on behalf of Respondents, including all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, and any other materials concerning Respondents' compliance with related Provisions of this Order, for the compliance period covered by such Assessment; E. All records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission; and F. A copy of each unique advertisement or other marketing material.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "XIV",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission has authority to monitor compliance through additional reports, depositions, document production, and interviews.",
        "requirements": [
          {
            "description": "Must submit additional compliance reports within 10 days of Commission request",
            "quoted_text": "Within ten (10) days of receipt of a written request from a representative of the Commission, each Respondent must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury; appear for depositions; and produce documents for inspection and copying.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must permit Commission representatives to communicate directly and interview personnel",
            "quoted_text": "For matters concerning this Order, representatives of the Commission are authorized to communicate directly with each Respondent. Respondents must permit representatives of the Commission to interview any employee or other person affiliated with any Respondent who has agreed to such an interview. The interviewee may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XV",
        "title": "Order Effective Dates",
        "category": "duration",
        "summary": "The order is effective upon publication and terminates 20 years from the date of issuance or from the most recent complaint filing.",
        "requirements": [
          {
            "description": "Order effective upon publication on FTC website",
            "quoted_text": "IT IS FURTHER ORDERED that this Order is final and effective upon the date of its publication on the Commission's website (ftc.gov) as a final order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This Order will terminate March 26, 2040, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of this Order, whichever comes later"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "03.20, Retina-X Studios Complaint (Pending).pdf",
      "order": "03.20, Retina-X Studios Order (Pending).pdf"
    },
    "extraction_stats": {
      "complaint_counts": 5,
      "complaint_representations": 3,
      "order_provisions": 15,
      "order_definitions": 18,
      "order_requirements": 39
    },
    "processing_time_seconds": 215.0
  }
}