{
  "case_info": {
    "docket_number": "C-4711",
    "company": {
      "name": "RETINA-X STUDIOS, LLC",
      "incorporation_state": "Florida",
      "entity_type": "limited liability company",
      "address": "731 Duval Station Road, Suite 107, Box 203, Jacksonville, Florida 32218",
      "business_description": "Retina-X Studios developed and sold mobile device and computer monitoring products and services, including MobileSpy, PhoneSheriff, and TeenShield, which captured and logged text messages, call history, GPS locations, photos, browser history, and other activities on monitored devices."
    },
    "commissioners": [
      "Joseph J. Simons, Chairman",
      "Noah Joshua Phillips",
      "Rohit Chopra",
      "Rebecca Kelly Slaughter",
      "Christine S. Wilson"
    ],
    "case_date": {
      "month": 3,
      "year": 2020
    },
    "legal_authority": "Federal Trade Commission Act and the Children's Online Privacy Protection Rule (COPPA Rule)",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/172-3118-retina-x-studios-llc-matter",
    "statutory_topics": [
      "COPPA"
    ],
    "practice_areas": [
      "Data Security"
    ],
    "industry_sectors": [
      "Other"
    ]
  },
  "complaint": {
    "factual_background": "Retina-X Studios, LLC and its sole member James N. Johns, Jr. developed and sold mobile device monitoring products (MobileSpy, PhoneSheriff, and TeenShield) that could be configured to run surreptitiously on victims' devices, enabling stalkers and abusers to secretly track personal information including GPS locations, text messages, photos, and browser history. Despite promising consumers that their personal information was confidential, private, and safe, Respondents failed to implement basic data security practices, resulting in two separate hacker breaches in 2017 and 2018 that exposed and erased sensitive user data. Additionally, through TeenShield, Respondents collected personal information from children under age 13 without establishing reasonable procedures to protect that information, in violation of the COPPA Rule. Respondents also failed to take any steps to ensure their monitoring products were used only for legitimate purposes, effectively enabling stalking and domestic abuse.",
    "representations_made": [
      {
        "description": "Claimed that customer databases remain confidential and private, and that personal information is safe — in MobileSpy's privacy policy",
        "quoted_text": "“It is company policy that our customer databases remain confidential and private…Your private information is safe with us.”",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 26,
        "quote_start_line": 188,
        "quote_end_line": 189
      },
      {
        "description": "Claimed that customer databases remain confidential and private, and that personal information is safe — in PhoneSheriff's privacy policy",
        "quoted_text": "“It is company policy that our customer databases remain confidential and private…Your private information is safe with us.”",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 27,
        "quote_start_line": 195,
        "quote_end_line": 196
      },
      {
        "description": "Claimed that customer databases remain confidential and private, and that personal information is safe — in TeenShield's privacy policy",
        "quoted_text": "“It is company policy that our customer databases remain confidential and private…Your private information is safe with us.”",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 28,
        "quote_start_line": 199,
        "quote_end_line": 200
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Unfair Sale of Surreptitious Monitoring Products",
        "representation": "Respondents sold monitoring products and services that required circumventing mobile device security protections, without taking reasonable steps to ensure the products would be used only for legitimate and lawful purposes.",
        "fact": "Respondents' actions caused or were likely to cause substantial injury to device users — including enabling stalking and domestic abuse — that consumers could not reasonably avoid and that was not outweighed by countervailing benefits.",
        "conclusion": "This practice is an unfair act or practice in violation of the FTC Act."
      },
      {
        "count_number": 2,
        "title": "Deceptive Data Security Representation — MobileSpy",
        "representation": "Respondents represented, directly or indirectly, expressly or by implication, that consumers' personal information collected through MobileSpy and stored in Respondents' databases remains confidential, private, and safe.",
        "fact": "Consumers' personal information collected through MobileSpy was not confidential, private, and safe, due to Respondents' failure to implement reasonable data security practices, resulting in unauthorized hacker access.",
        "conclusion": "The representations set forth in Paragraph 33 are false and misleading."
      },
      {
        "count_number": 3,
        "title": "Deceptive Data Security Representation — PhoneSheriff",
        "representation": "Respondents represented, directly or indirectly, expressly or by implication, that consumers' personal information collected through PhoneSheriff and stored in Respondents' databases remains confidential, private, and safe.",
        "fact": "Consumers' personal information collected through PhoneSheriff was not confidential, private, and safe, due to Respondents' failure to implement reasonable data security practices, resulting in unauthorized hacker access and data erasure.",
        "conclusion": "The representations set forth in Paragraph 35 are false and misleading."
      },
      {
        "count_number": 4,
        "title": "Deceptive Data Security Representation — TeenShield",
        "representation": "Respondents represented, directly or indirectly, expressly or by implication, that consumers' personal information collected through TeenShield and stored in Respondents' databases remains confidential, private, and safe.",
        "fact": "Consumers' personal information collected through TeenShield was not confidential, private, and safe, due to Respondents' failure to implement reasonable data security practices, resulting in unauthorized hacker access and data erasure.",
        "conclusion": "The representations as described in Paragraph 37 are false and misleading."
      },
      {
        "count_number": 5,
        "title": "COPPA Violation — TeenShield Collection of Children's Data",
        "representation": "Respondents collected, used, and/or disclosed personal information from children under age 13 through the TeenShield product, which Respondents operated with actual knowledge that children were being monitored.",
        "fact": "Respondents failed to establish and maintain reasonable procedures to protect the confidentiality, security, and integrity of personal information collected from children, as required by Section 312.8 of the COPPA Rule, 16 C.F.R. § 312.8.",
        "conclusion": "Respondents' acts or practices violated the COPPA Rule, 16 C.F.R. Part 312, which constitutes an unfair or deceptive act or practice in or affecting commerce in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Child or Children": "an individual under the age of 13.",
      "Clear(ly) and Conspicuous(ly)": "means that a required disclosure is difficult to miss (i.e., easily noticeable) and easily understandable by ordinary consumers, including in all of the following ways:\n1. In any communication that is solely visual or solely audible, the disclosure must be made through the same means through which the communication is presented. In any communication made through both visual and audible means, such as a television advertisement, the disclosure must be presented simultaneously in both the visual and audible portions of the communication even if the representation requiring the disclosure is made in only one means.\n2. A visual disclosure, by its size, contrast, location, the length of time it appears, and other characteristics, must stand out from any accompanying text or other visual elements so that it is easily noticed, read, and understood.\n3. An audible disclosure, including by telephone or streaming video, must be delivered in a volume, speed, and cadence sufficient for ordinary consumers to easily hear and understand it.\n4. In any communication using an interactive electronic medium, such as the Internet or software, the disclosure must be unavoidable.\n5. The disclosure must use diction and syntax understandable to ordinary consumers and must appear in each language in which the representation that requires the disclosure appears.\n6. The disclosure must comply with these requirements in each medium through which it is received, including all electronic devices and face-to-face communications.\n7. The disclosure must not be contradicted or mitigated by, or inconsistent with, anything else in the communication.\n8. When the representation or sales practice targets a specific audience, such as Children, the elderly, or the terminally ill, \"ordinary consumers\" includes reasonable members of that group.",
      "Collects or Collection": "for the purposes of Provision III of this Order, the gathering of any Personal Information from a Child by any means, including but not limited to: 1. Requesting, prompting, or encouraging a Child to submit Personal Information online; 2. Enabling a Child to make Personal Information publicly available in identifiable form; or 3. Passive tracking of a Child online.",
      "Covered Business": "Corporate Respondent, any business that Corporate Respondent controls, directly or indirectly, and any business that Individual Respondent controls, directly or indirectly.",
      "Covered Incident": "any instance in which any United States federal, state, or local law or regulation requires a Covered Business or Individual Respondent to notify any U.S. federal, state, or local government entity that information collected or received, directly or indirectly, by a Covered Business from or about an individual consumer was, or is reasonably believed to have been, accessed or acquired without authorization.",
      "Disclose or Disclosure": "means, with respect to Personal Information:\n1. The release of Personal Information Collected by an operator from a Child in identifiable form for any purpose, except where an operator provides such information to a person who provides Support for the Internal Operations of the Web Site or Online Service; and\n2. Making Personal Information Collected by an operator from a Child publicly available in identifiable form by any means, including but not limited to a public posting through the Internet, or through a personal home page or screen posted on a Web site or online service; a pen pal service; an electronic mail service; a message board; or a chat room.",
      "Internet": "collectively the myriad of computer and telecommunication facilities, including equipment and operating software, which comprises the interconnected world-wide network of networks that employ the Transmission Control Protocol/Internet Protocol, or any predecessor or successor protocols to such protocol, to communicate information of all kinds by wire, radio, or other methods of transmission.",
      "Jailbreak(ing) or Root(ing)": "includes any action that bypasses a restriction by the Mobile Device manufacturer or operating system.",
      "Mobile Device": "any portable computing device that operates using a mobile operating system, including but not limited to, any smartphone, tablet, wearable, or sensor, or any periphery of any portable computing device.",
      "Monitoring Product or Service": "any software application, program, or code that that can be installed on a user's Mobile Device to track or monitor that user's activities on the Mobile Device, including but not limited to, the user's text messages, web browser history, geolocation, and photos.",
      "Online Contact Information": "an email address or any other substantially similar identifier that permits direct contact with a person online, including but not limited to, an instant messaging user identifier, a voice over internet protocol (VOIP) identifier, or a video chat identifier.",
      "Operator": "any person who operates a Web site located on the Internet or an online service and who Collects or maintains Personal Information from or about the users of or visitors to such Web site or online service, or on whose behalf such information is Collected or maintained, or offers products or services for sale through the Web site or online service, where such Web site or online service is operated for commercial purposes involving commerce among the several States, or with one or more foreign nations; in any territory of the United States or in the District of Columbia, or between any such territory and another such territory or any State or foreign nation; or between the District of Columbia and any State, territory, or foreign nation.",
      "Parent": "includes a legal guardian.",
      "Person": "any individual, partnership, corporation, trust, estate, cooperative, association, or other entity.",
      "Personal Information": "means individually identifiable information from or about an individual consumer, including:\n1. A first and last name;\n2. A home or other physical address;\n3. An email address;\n4. A telephone number;\n5. A Social Security number;\n6. A driver's license or other government issues identification number;\n7. A financial account number;\n8. Credit or debit card information;\n9. Date of birth;\n10. Online Contact Information as defined in 16 C.F.R. § 312.2;\n11. A screen or user name where it functions in the same manner as Online Contact Information, as defined in 16 C.F.R. § 312.2;\n12. A persistent identifier that can be used to recognize a user over time and across different Web sites or online services. Such persistent identifier includes, but is not limited to, a customer number held in a cookie, an Internet Protocol (IP) address, a processor or device serial number, or unique device identifier;\n13. A photograph, video, or audio file;\n14. Geolocation information sufficient to identify street name and name of a city of town; or\n15. Information concerning a Child or the parents of that Child that the Operator Collects online from the Child and combines with an identifier described in this section.",
      "Respondents": "Corporate Respondent and Individual Respondent, individually, collectively, or in any combination. 1. 'Corporate Respondent' means Retina-X Studios, LLC, and its successors and assigns. 2. 'Individual Respondent' means James N. Johns, Jr.",
      "Support for the Internal Operations of the Web Site or Online Service": "1. Those activities necessary to: a. Maintain or analyze the functioning of the Web site or online service; b. Perform network communications; c. Authenticate users of, or personalize the content on, the Web site or online service; d. Serve contextual advertising on the Web site or online service or cap the frequency of advertising; e. Protect the security or integrity of the user, Web site, or online service; f. Ensure legal or regulatory compliance; or g. Fulfill a request of a Child as permitted by 16 C.F.R. §§ 312.5(c)(3) and (4). 2. So long as the information Collected for the activities listed in paragraphs (1)(a) – (g) of this definition is not used or disclosed to contact a specific individual, including through behavioral advertising, to amass a profile on a specific individual, or for any other purpose.",
      "Web site or online service directed to Children": "a commercial Web site or online service, or portion thereof, that is targeted to Children."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Monitoring Products and Services",
        "category": "prohibition",
        "summary": "Respondents are permanently restrained from promoting, selling, or distributing any Monitoring Product or Service unless they comply with requirements for mobile device security, registration attestation, documentation, and icon notice.",
        "requirements": [
          {
            "description": "No Monitoring Product or Service functionality may require circumventing security protections (e.g., jailbreaking or rooting) implemented by the Mobile Device operating system or manufacturer.",
            "quoted_text": "A. Mobile Device Security: No Monitoring Product or Service’s functionality may require circumventing security protections implemented by the Mobile Device operating system or manufacturer, such as by Jailbreaking or Rooting a Mobile Device.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 234,
            "quote_end_line": 236
          },
          {
            "description": "Prior to sale or distribution, Respondents must obtain an express written attestation from the purchaser stating the legitimate and lawful purpose (parent monitoring minor child, employer monitoring consenting employee, or adult monitoring consenting adult), which Respondents cannot draft or assist in falsifying.",
            "quoted_text": "B. Registration Attestation and Documentation: Prior to the sale or distribution of any Monitoring Product or Service, Respondents must obtain: a. An express written attestation from the purchaser that it will use the Monitoring Product or Service for legitimate and lawful purposes by authorized users. i. The express written attestation must state the legitimate and lawful purpose for which the purchaser is using the device, which may include only the following: 1. Parent monitoring a minor Child; 2. Employer monitoring an employee who has provided express written consent to being monitored; or 3. Adult monitoring another adult who has provided express written consent to being monitored; 7 ii. Respondents cannot provide purchasers with written attestation language; iii. Respondents cannot suggest, direct, or otherwise assist, purchasers in submitting fraudulent written attestations; and",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 237,
            "quote_end_line": 254
          },
          {
            "description": "Prior to sale or distribution, Respondents must obtain documentation proving the purchaser is an authorized user on the monitored Mobile Device's service carrier account.",
            "quoted_text": "b. Documentation proving that the purchaser is an authorized user on the monitored Mobile Device’s service carrier account.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 255,
            "quote_end_line": 256
          },
          {
            "description": "The Monitoring Product or Service must display a visible application icon with the product name, clickable to a page with a Clear and Conspicuous notice stating the name and material functions of the product, that it is running on the user's device, and how to contact Respondents.",
            "quoted_text": "C. Icon Notice: The Monitoring Product or Service must display an application icon, accompanied by the name of the Monitoring Product or Service adjacent to the application icon. The consumer must be able to click on the application icon to a page on which Respondents present a Clear and Conspicuous notice stating: i. The name and material functions of the Monitoring Product or Service; ii. That the Monitoring Product or Service is running on the user’s Mobile Device; and iii. Where and how the user can contact Respondents for additional information, or to resolve an issue of improper installation of the Monitoring Product or Service.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 257,
            "quote_end_line": 266
          },
          {
            "description": "Respondents may allow the purchaser to disable the Icon Notice only if the purchaser attests prior to installation that they are the legal guardian or parent of a minor Child and the product will be installed on a device predominantly used by that minor Child.",
            "quoted_text": "b. Exception to the Icon Notice Requirement: i. Respondents may program the Monitoring Product or Service to allow the purchaser of the Monitoring Product or Service to disable the Icon Notice only if the purchaser attests, prior to installation, that the purchaser is the legal guardian or parent of a minor Child, and that the Monitoring Software or Product will be installed on a Mobile Device predominantly used by the minor Child.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 267,
            "quote_end_line": 273
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Additional Warnings and Notices",
        "category": "prohibition",
        "summary": "Respondents are permanently restrained from promoting, selling, or distributing Monitoring Products or Services unless they provide purchasers with required home page and purchase page notices about lawful use only.",
        "requirements": [
          {
            "description": "The home page of any website advertising the Monitoring Product or Service must Clearly and Conspicuously state that the product may only be used for legitimate and lawful purposes by authorized users, and that other use may violate law, placed so it is visible upon landing on the home page.",
            "quoted_text": "A. Home Page Notice: The home page of any Internet website advertising the Monitoring Product or Service must Clearly and Conspicuously provide notice that the Monitoring Product or Service may only be used for legitimate and lawful purposes by authorized users, and that installing or using the Monitoring Product or Service for any other 8 purpose may violate local, state, and/or federal law. The foregoing notice must be placed such that it can be viewed on the screen first seen by a potential purchaser who lands on the home page.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 281,
            "quote_end_line": 290
          },
          {
            "description": "Respondents may not complete a sale unless they provide the purchaser with Clear and Conspicuous notice that the Monitoring Product or Service may only be used for legitimate and lawful purposes by authorized users, and that other use may violate law.",
            "quoted_text": "B. Purchase Page Notice: Respondents may not complete the sale of a Monitoring Product or Service unless Respondents provide the purchaser with Clear and Conspicuous notice the Monitoring Product or Service may only be used for legitimate and lawful purposes by authorized users, and that installing or using the Monitoring Product or Service for any other purpose may violate local, state, and/or federal law.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 291,
            "quote_end_line": 295
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "III",
        "title": "Injunction Concerning the Collection of Personal Information",
        "category": "prohibition",
        "summary": "Respondents are permanently restrained from violating the Children's Online Privacy Protection Rule (COPPA), 16 C.F.R. Part 312, including failing to establish reasonable procedures to protect the confidentiality, security, and integrity of children's Personal Information.",
        "requirements": [
          {
            "description": "Respondents are permanently enjoined from violating COPPA, 16 C.F.R. Part 312, including but not limited to failing to establish and maintain reasonable procedures to protect the confidentiality, security, and integrity of Personal Information from Children when operating any website or online service directed to children or with actual knowledge of collecting children's data.",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents, and Respondents’ officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with being an operator of any Web site or online service directed to Children or of any Web site or online service with actual knowledge that it is Collecting or maintaining Personal Information from a Child, are hereby permanently restrained and enjoined from violating the Children’s Privacy Protection Rule, 16 C.F.R. Part 312, including but not limited to failing to establish and maintain reasonable procedures to protect the confidentiality, security, and integrity of Personal Information from Children. A copy of the Children’s Online Privacy Protection Rule, 16 C.F.R. Part 312, is attached hereto as Appendix A.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 298,
            "quote_end_line": 308
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Prohibition Against Misrepresentations",
        "category": "prohibition",
        "summary": "Respondents are permanently restrained from misrepresenting, expressly or by implication, the extent to which they maintain and protect the privacy, security, confidentiality, or integrity of Personal Information.",
        "requirements": [
          {
            "description": "Must not misrepresent, expressly or by implication, the extent to which Respondents maintain and protect the privacy, security, confidentiality, or integrity of Personal Information in connection with any product or service.",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents, and Respondents’ officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with any product or service, are hereby permanently restrained and enjoined from misrepresenting, expressly or by implication, the extent to which Respondents maintain and protect the privacy, security, confidentiality, or integrity of Personal Information.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 310,
            "quote_end_line": 315
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "V",
        "title": "Data Deletion",
        "category": "affirmative_obligation",
        "summary": "Within 120 days of entry of this Order, Respondents must destroy all Personal Information collected from a Monitoring Product or Service prior to entry of this Order, except as required by law or government request.",
        "requirements": [
          {
            "description": "Within 120 days after entry of this Order, Respondents must destroy all Personal Information collected from a Monitoring Product or Service prior to entry of this Order, except where disclosure is requested by a government agency or required by law, regulation, or court order.",
            "quoted_text": "IT IS FURTHER ORDERED that within one hundred twenty (120) days after entry of this Order, Respondents and Respondents’ offers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, must destroy all Personal Information collected from a Monitoring Product or Service prior to entry of this Order. Provided, however, that such Personal Information need not be destroyed, and may be disclosed, to the extent requested by a government agency or required by law, regulation, or court order, including without limitation as required by rules applicable to the safeguarding of evidence in pending litigation.",
            "deadline": "120 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 317,
            "quote_end_line": 324
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Data Deletion"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Mandated Information Security Program",
        "category": "affirmative_obligation",
        "summary": "Each Covered Business must establish, implement, and maintain a comprehensive written information security program with specific components including risk assessments, safeguards, testing, and service provider oversight.",
        "requirements": [
          {
            "description": "Each Covered Business must document in writing the content, implementation, and maintenance of its Information Security Program.",
            "quoted_text": "A. Document in writing the content, implementation, and maintenance of the Information Security Program;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 334,
            "quote_end_line": 335
          },
          {
            "description": "Each Covered Business must provide the written Information Security Program and any evaluations or updates to its board of directors or governing body (or senior officer responsible for information security if no board exists) at least once every twelve months and promptly after any Covered Incident.",
            "quoted_text": "B. Provide the written program and any evaluations thereof or updates thereto to its board of directors or governing body or, if no such board or equivalent governing body exists, to a senior officer responsible for its information security program at least once every twelve months and promptly after any Covered Incident;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 336,
            "quote_end_line": 339
          },
          {
            "description": "Each Covered Business must designate a qualified employee or employees to coordinate and be responsible for the Information Security Program.",
            "quoted_text": "C. Designate a qualified employee or employees to coordinate and be responsible for the Information Security Program;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 340,
            "quote_end_line": 341
          },
          {
            "description": "Each Covered Business must assess and document internal and external risks to the security, confidentiality, or integrity of Personal Information at least once every twelve months and promptly following a Covered Incident.",
            "quoted_text": "D. Assess and document, at least once every twelve months and promptly following a Covered Incident, internal and external risks to the security, confidentiality, or integrity of Personal Information that could result in the unauthorized disclosure, misuse, loss, theft, alteration, destruction, or other compromise of such information;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 342,
            "quote_end_line": 345
          },
          {
            "description": "Each Covered Business must design, implement, maintain, and document safeguards controlling internal and external risks to Personal Information, including technical network monitoring measures, web/mobile application security measures, data access controls, encryption of all Personal Information on networks, and service provider compliance policies.",
            "quoted_text": "E. Design, implement, maintain, and document safeguards that control for the internal and external risks to the security, confidentiality, or integrity of Personal Information identified in response to sub-Provision VI.D. Each safeguard shall be based on the volume and sensitivity of the Personal Information that is at risk, and the likelihood that the risk could be realized and result in the unauthorized access, collection, use, alteration, destruction, or disclosure of the Personal Information. Respondents’ safeguards shall also include: 1. Technical measures to monitor all of Respondents’ networks and all systems and assets within those networks to identify data security events, including unauthorized attempts to exfiltrate Personal Information from those networks; 2. Technical measures to secure Respondents’ web applications and mobile applications and address well-known and reasonably foreseeable vulnerabilities, such as cross-site scripting, structured query language injection, and other risks identified by Respondents through risk assessments and/or penetration testing; 3. Data access controls for all databases storing Personal Information, including by, at a minimum, (a) requiring authentication to access them, and (b) limiting employee or service provider access to what is needed to perform that employee’s job function; 4. Encryption of all Personal Information on Respondents’ computer networks; and 10 5. Establishing and enforcing policies and procedures to ensure that all service providers with access to Respondents’ network or access to Personal Information are adhering to Respondents’ Information Security Program.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 346,
            "quote_end_line": 369
          },
          {
            "description": "Each Covered Business must assess, at least once every twelve months and promptly following a Covered Incident, the sufficiency of safeguards in place, and modify the Information Security Program based on the results.",
            "quoted_text": "F. Assess, at least once every twelve (12) months and promptly following a Covered Incident, the sufficiency of any safeguards in place to address the risks to the security, confidentiality, or integrity of Personal Information, and modify the Information Security Program based on the results.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 370,
            "quote_end_line": 373
          },
          {
            "description": "Each Covered Business must test and monitor the effectiveness of safeguards at least once every twelve months and promptly following a Covered Incident, including vulnerability testing of networks every four months and penetration testing at least once every twelve months.",
            "quoted_text": "G. Test and monitor the effectiveness of the safeguards at least once every twelve months and promptly following a Covered Incident, and modify the Information Security Program based on the results. Such testing shall include vulnerability testing of each of Respondents’ network(s) once every four (4) months and promptly after any Covered Incident, and penetration testing of each Covered Business’s network(s) at least once every twelve (12) months and promptly after any Covered Incident;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 374,
            "quote_end_line": 379
          },
          {
            "description": "Each Covered Business must select and retain service providers capable of safeguarding Personal Information and contractually require those service providers to implement and maintain appropriate safeguards.",
            "quoted_text": "H. Select and retain service providers capable of safeguarding Personal Information they receive from each Covered Business, and contractually require service providers to implement and maintain safeguards for Personal Information; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 380,
            "quote_end_line": 382
          },
          {
            "description": "Each Covered Business must evaluate and adjust the Information Security Program in light of any changes to operations, business arrangements, Covered Incidents, or other relevant circumstances, and conduct this evaluation at least once every twelve months.",
            "quoted_text": "I. Evaluate and adjust the Information Security Program in light of any changes to Respondents’ operations or business arrangements, a Covered Incident, or any other circumstances that Respondents know or have reason to know may have an impact on the effectiveness of the Information Security Program. At a minimum, each Covered Business must evaluate the Information Security Program at least once every twelve (12) months and modify the Information Security Program based on the results.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 383,
            "quote_end_line": 388
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Comprehensive Security Program"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Information Security Assessments by a Third Party",
        "category": "assessment",
        "summary": "Respondents must obtain initial and biennial third-party assessments of their Information Security Program from a qualified, independent assessor, covering the first 180 days and then every 2 years for 20 years.",
        "requirements": [
          {
            "description": "Assessments must be obtained from a qualified, objective, independent third-party professional who uses generally accepted procedures, conducts an independent review of the Information Security Program, retains all relevant documents for five years, and provides them to the Commission within 10 days of written request.",
            "quoted_text": "A. The Assessments must be obtained from a qualified, objective, independent third-party professional (“Assessor”), who: (1) uses procedures and standards generally accepted in the profession; (2) conducts an independent review of the Information Security Program; and (3) retains all documents relevant to each Assessment for five (5) years after completion of such Assessment and will provide such documents to the Commission within ten (10) days of receipt of a written request from a representative of the Commission. No documents may be withheld on the basis of a claim of confidentiality, proprietary or trade secrets, work product, attorney client privilege, statutory exemption, or any similar claim.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 393,
            "quote_end_line": 401
          },
          {
            "description": "For each Assessment, Respondents must provide the FTC Associate Director for Enforcement with the name and affiliation of the selected Assessor, subject to the Associate Director's sole discretion to approve.",
            "quoted_text": "B. For each Assessment, Respondents shall provide the Associate Director for Enforcement for the Bureau of Consumer Protection at the Federal Trade Commission 11 with the name and affiliation of the person selected to conduct the Assessment, which the Associate Director shall have the authority to approve in his or her sole discretion.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 402,
            "quote_end_line": 408
          },
          {
            "description": "The reporting period for Assessments must cover the first 180 days after issuance for the initial Assessment, and each 2-year period thereafter for 20 years after issuance for biennial Assessments.",
            "quoted_text": "C. The reporting period for the Assessments must cover: (1) the first one hundred eighty (180) days after the issuance date of the Order for the initial Assessment; and (2) each 2-year period thereafter for twenty (20) years after issuance of the Order for the biennial Assessments.",
            "deadline": "180 days (initial); biennial thereafter for 20 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 409,
            "quote_end_line": 412
          },
          {
            "description": "Each Assessment must determine whether the Information Security Program has been implemented and maintained, assess effectiveness of sub-Provisions VI.A-I, identify gaps or weaknesses, and identify specific evidence examined. Assessments must not rely solely on management assertions and must be signed by the Assessor.",
            "quoted_text": "D. Each Assessment must: (1) determine whether each Covered Business has implemented and maintained the Information Security Program required by Provision VI of this Order, titled Mandated Information Security Program; (2) assess the effectiveness of each Covered Business’s implementation and maintenance of sub-Provisions VI.A-I; (3)identify any gaps or weaknesses in the Information Security Program; and (4) identify specific evidence (including, but not limited to, documents reviewed, sampling and testing performed, and interviews conducted) examined to make such determinations, assessments, and identifications, and explain why the evidence that the Assessor examined is sufficient to justify the Assessor’s findings. No finding of any Assessment shall rely solely on assertions or attestations by a Covered Business’s management. The Assessment shall be signed by the Assessor and shall state that the Assessor conducted an independent review of the Information Security Program, and did not rely solely on assertions or attestations by a Covered Business’s management.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 413,
            "quote_end_line": 425
          },
          {
            "description": "Each Assessment must be completed within 60 days after the end of its reporting period. The initial Assessment must be submitted to the Commission within 10 days of completion via email to DEbrief@ftc.gov or overnight courier. All subsequent biennial Assessments must be retained until the order terminates and provided to the Associate Director within 10 days of request.",
            "quoted_text": "E. Each Assessment must be completed within sixty (60) days after the end of the reporting period to which the Assessment applies. Unless otherwise directed by a Commission representative in writing, Respondents must submit the initial Assessment to the Commission within ten (10) days after the Assessment has been completed via email to DEbrief@ftc.gov or by overnight courier (not the U.S. Postal Service) to Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin, “In re Retina-X Studios, LLC, FTC File No. 172 3118.” All subsequent biennial Assessments shall be retained by Respondents until the order is terminated and provided to the Associate Director for Enforcement within ten (10) days of request.",
            "deadline": "60 days after end of reporting period; submit initial within 10 days of completion",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 426,
            "quote_end_line": 436
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Third-Party Assessment",
          "Comprehensive Security Program"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Cooperation with Third Party Information Security Assessor",
        "category": "affirmative_obligation",
        "summary": "Respondents must cooperate fully with third-party Assessors by disclosing all material facts truthfully and providing all relevant information and materials in their possession.",
        "requirements": [
          {
            "description": "Respondents must disclose all material facts to the Assessor and must not misrepresent, expressly or by implication, any fact material to the Assessor's determination of whether the Information Security Program is implemented, its effectiveness, or any gaps or weaknesses.",
            "quoted_text": "A. Disclose all material facts to the Assessor, and not misrepresent in any manner, expressly or by implication, any fact material to the Assessor’s: (1) determination of whether Respondents have implemented and maintained the Information Security Program required by Provision VI of this Order, titled Mandated Information Security Program; (2)assessment of the effectiveness of the implementation and maintenance of sub- 12 Provisions VI.A-I; or (3) identification of any gaps or weaknesses in the Information Security Program; and",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 442,
            "quote_end_line": 451
          },
          {
            "description": "Respondents must provide or make available to the Assessor all information and material in their possession, custody, or control that is relevant to the Assessment for which there is no reasonable claim of privilege.",
            "quoted_text": "B. Provide or otherwise make available to the Assessor all information and material in their possession, custody, or control that is relevant to the Assessment for which there is no reasonable claim of privilege.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 452,
            "quote_end_line": 454
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Comprehensive Security Program"
        ]
      },
      {
        "provision_number": "IX",
        "title": "Annual Certification",
        "category": "compliance_reporting",
        "summary": "Respondents must provide the FTC with an annual certification from a senior corporate manager or officer confirming compliance with the Information Security Program requirements and disclosing any Covered Incidents.",
        "requirements": [
          {
            "description": "One year after issuance and each year thereafter, Respondents must provide the Commission with a certification from a senior corporate manager or officer of each Covered Business stating: (1) the requirements of this Order have been established, implemented, and maintained; (2) there is no material noncompliance that has not been corrected or disclosed to the Commission; and (3) a brief description of any Covered Incident. The certification must be based on personal knowledge or reasonable reliance on subject matter experts.",
            "quoted_text": "A. One year after the issuance date of this Order, and each year thereafter, provide the Commission with a certification from a senior corporate manager, or, if no such senior corporate manager exists, a senior officer of each Covered Business responsible for each Covered Business’s Information Security Program that: (1) each Covered Business has established, implemented, and maintained the requirements of this Order; (2) each Covered Business is not aware of any material noncompliance that has not been (a) corrected or (b) disclosed to the Commission; and (3) includes a brief description of any Covered Incident. The certification must be based on the personal knowledge of the senior corporate manager, senior officer, or subject matter experts upon whom the senior corporate manager or senior officer reasonably relies in making the certification.",
            "deadline": "1 year after issuance, then annually",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 458,
            "quote_end_line": 467
          },
          {
            "description": "Unless otherwise directed in writing by a Commission representative, all annual certifications must be submitted via email to DEbrief@ftc.gov or by overnight courier to the Associate Director for Enforcement, with the subject line beginning 'Retina-X Studios, LLC, FTC File No. 172 3118, Docket No. C-4711.'",
            "quoted_text": "B. Unless otherwise directed by a Commission representative in writing, submit all annual certifications to the Commission pursuant to this Order via email to DEbrief@ftc.gov or by overnight courier (not the U.S. Postal Service) to Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin, “Retina-X Studios, LLC, FTC File No. 172 3118, Docket No. C-4711.”",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 468,
            "quote_end_line": 473
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Compliance Monitoring",
          "Comprehensive Security Program"
        ]
      },
      {
        "provision_number": "X",
        "title": "Covered Incident Reports",
        "category": "compliance_reporting",
        "summary": "Respondents must submit a report to the FTC within 10 days of first notifying any government entity of a Covered Incident, including details about the incident's date, description, affected information types, consumer count, remediation steps, and copies of notices sent.",
        "requirements": [
          {
            "description": "Within a reasonable time after discovery of a Covered Incident, but no later than 10 days after first notifying any U.S. federal, state, or local government entity, Respondents must submit a report to the Commission that includes the incident date/range, a description of facts and causes, types of information triggering notification, number of affected consumers, remediation actions taken, and a representative copy of each materially different notice sent.",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents, for any Covered Business, within a reasonable time after the date of discovery of a Covered Incident, but in any event no later than 10 days after the date the Covered Business, or any of the Covered Business’s clients, first notifies any U.S. federal, state, or local government entity of the Covered Incident, must submit a report to the Commission. The report must include, to the extent possible: A. The date, estimated date, or estimated date range when the Covered Incident occurred; B. A description of the facts relating to the Covered Incident, including the causes and scope of the Covered Incident, if known; C. A description of each type of information that triggered the notification obligation to the U.S. federal, state, or local government entity; 13 D. The number of consumers whose information triggered the notification obligation to the U.S. federal, state, or local government entity; E. The acts that the Covered Business has taken to date to remediate the Covered Incident and protect Personal Information from further exposure or access, and protect affected individuals from identity theft or other harm that may result from the Covered Incident; and F. A representative copy of each materially different notice required by U.S. federal, state, or local law or regulation and sent by the Covered Business or any of its clients to consumers or to any U.S. federal, state, or local government entity.",
            "deadline": "10 days after first government notification",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 475,
            "quote_end_line": 496
          },
          {
            "description": "Unless otherwise directed in writing by a Commission representative, all Covered Incident reports must be emailed to DEbrief@ftc.gov or sent by overnight courier to the Associate Director for Enforcement, with the subject line beginning 'Retina-X Studios, LLC, FTC File No. 172 3118, Docket No. C-4711.'",
            "quoted_text": "Unless otherwise directed by a Commission representative in writing, all Covered Incident reports to the Commission pursuant to this Order must be emailed to DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin, “Retina-X Studios, LLC, FTC File No. 172 3118, Docket No. C-4711.”",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 497,
            "quote_end_line": 502
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "XI",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Respondents must submit a sworn acknowledgment of receipt of this Order within 7 days, deliver copies of the Order to principals, officers, managers, and relevant employees for 10 years, and obtain signed acknowledgments from each recipient within 30 days.",
        "requirements": [
          {
            "description": "Each Respondent must submit to the Commission a sworn acknowledgment of receipt of this Order within 7 days of entry.",
            "quoted_text": "A. Each Respondent, within seven (7) days of entry of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 506,
            "quote_end_line": 507
          },
          {
            "description": "For 10 years after entry of this Order, Respondents must deliver a copy of this Order to all principals, officers, directors, LLC managers and members, employees with managerial responsibilities related to the Order's subject matter, agents and representatives participating in related conduct, and any business entity resulting from a change in structure. Delivery must occur within 7 days for current personnel and before assumption of responsibilities for all others.",
            "quoted_text": "B. For ten (10) years after entry of this Order, the Individual Respondent, for any business that such Respondent, individually or collectively with any other Respondent, is the majority owner or controls directly or indirectly, and the Corporate Respondent, must deliver a copy a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees having managerial responsibilities for conduct related to the subject matter of the Order, and all agents and representatives who participate in conduct related to the subject matter of the Order; and (3) any business entity resulting from any change in structure as set forth in the Provision titled Compliance Reporting. Delivery must occur within seven (7) days of entry of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "7 days for current personnel; before assuming responsibilities for new personnel",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 508,
            "quote_end_line": 518
          },
          {
            "description": "From each individual or entity to whom a copy of the Order was delivered, Respondents must obtain a signed and dated acknowledgment of receipt within 30 days.",
            "quoted_text": "C. From each individual or entity to which a Respondent delivered a copy of this Order, that Respondent must obtain, within thirty (30) days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 519,
            "quote_end_line": 521
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "XII",
        "title": "Compliance Report and Notices",
        "category": "compliance_reporting",
        "summary": "Respondents must submit a sworn compliance report one year after entry of this Order and provide sworn compliance notices within 14 days of any changes in contact information, business structure, or individual respondent's personal or business circumstances for 10 years.",
        "requirements": [
          {
            "description": "One year after entry of this Order, each Respondent must submit a sworn compliance report identifying contact information and all businesses, describing each business's activities and compliance with each Order Provision, and providing copies of Order Acknowledgments. The Individual Respondent must also identify all telephone numbers, addresses, residences, business activities, and involvement in each business.",
            "quoted_text": "A. One year after entry of this Order, each Respondent must submit a compliance report, sworn under penalty of perjury, in which: 1. Each Respondent must: (a) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission and Plaintiff may use to communicate with Respondent; (b) identify all of the Respondents’ businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (c) describe the activities of each business, including the goods and services offered, the means of advertising, marketing, and sales, and the involvement of any other Respondent (which Individual Respondent must describe if he knows or should know due to his own involvement); (d)describe in detail whether and how that Respondent is in compliance with each Provision of this Order, including a discussion of all of the changes Respondents made to comply with the Order; and (e) provide a copy of each Order Acknowledgment obtained pursuant to this Order, unless previously submitted to the Commission. 2. Additionally, the Individual Respondent must: (a) identify all telephone numbers and all physical, postal, email and Internet addresses, including all residences; (b) identify all business activities, including any business for which Individual Respondent performs services whether as an employee or otherwise and any entity in which Individual Respondent has any ownership interest; and (c) describe in detail Individual Respondent’s involvement in each such business, including title, role, responsibilities, participation, authority, control, and any ownership.",
            "deadline": "1 year after entry",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 528,
            "quote_end_line": 549
          },
          {
            "description": "For 10 years after issuance, each Respondent must submit a sworn compliance notice within 14 days of any change in designated contact points or in the structure of Corporate Respondent or any entity Respondent owns or controls that may affect compliance obligations. The Individual Respondent must also report changes in name, residence address, or title or role in any business activity.",
            "quoted_text": "B. For 10 years after the issuance date of this Order, each Respondent must submit a compliance notice, sworn under penalty of perjury, within fourteen (14) days of any changes in the following: 1. Each Respondent must report any change in: (a) any designated point of contact; or (b) the structure of Corporate Respondent or any entity that Respondent has any ownership interest in or control directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order. 2. Additionally, Individual Respondent must report any change in: (a) name, including aliases or fictitious name, or residence address; or (b) title or role in any business activity, including (i) any business for which Individual Respondent performs services whether as an employee or otherwise and (ii) any entity in 15 which Individual Respondent has any ownership interest and over which Individual Respondent has direct or indirect control. For each such business activity, also identify its name, physical address, and any Internet address.",
            "deadline": "14 days of any change",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 550,
            "quote_end_line": 568
          },
          {
            "description": "Each Respondent must submit to the Commission notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding within 14 days of its filing.",
            "quoted_text": "C. Each Respondent must submit to the Commission notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against such Respondent within fourteen (14) days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 569,
            "quote_end_line": 571
          },
          {
            "description": "Any submission to the Commission required by this Order that must be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746.",
            "quoted_text": "D. Any submission to the Commission required by this Order to sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, such as by concluding: “I declare under penalty of perjury under the laws of the United States of America that the foregoing is true and correct. Executed on: _____” and supplying the date, signatory’s full name, title (if applicable), and signature.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 572,
            "quote_end_line": 576
          },
          {
            "description": "Unless otherwise directed in writing by a Commission representative, all submissions must be emailed to DEbrief@ftc.gov or sent by overnight courier to the Associate Director for Enforcement, with the subject line beginning 'United States v. Retina-X Studios, LLC, FTC File No. 172 3118, Docket No. C-4711.'",
            "quoted_text": "E. Unless otherwise directed by a Commission representative in writing, all submissions to the Commission pursuant to this Order must be emailed to DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin: “United States v. Retina-X Studios, LLC, FTC File No. 172 3118, Docket No. C-4711.”",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 577,
            "quote_end_line": 582
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "XIII",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondents must create certain records for 10 years after entry of this Order and retain each such record for 5 years, including accounting records, personnel records, consumer complaints, assessment materials, compliance records, and marketing materials.",
        "requirements": [
          {
            "description": "Respondents must create and retain for 5 years accounting records showing revenues, costs, and net profit or loss from all goods or services sold.",
            "quoted_text": "A. Accounting records showing the revenues from all goods or services sold, the costs incurred in generating those revenues, and resulting net profit or loss;",
            "deadline": "10 years creation period; 5 years retention",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 589,
            "quote_end_line": 590
          },
          {
            "description": "Respondents must create and retain for 5 years personnel records showing, for each person providing services, their name, address, telephone numbers, job title or position, dates of service, and reason for termination if applicable.",
            "quoted_text": "B. Personnel records showing, for each person providing services, whether as an employee or otherwise, that person’s: name; address; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination;",
            "deadline": "10 years creation period; 5 years retention",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 591,
            "quote_end_line": 593
          },
          {
            "description": "Respondents must create and retain for 5 years copies or records of all consumer complaints and refund requests, whether received directly or indirectly, and any response.",
            "quoted_text": "C. Copies or records of all consumer complaints and refund requests, whether received directly or indirectly, such as through a third party, and any response;",
            "deadline": "10 years creation period; 5 years retention",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 594,
            "quote_end_line": 595
          },
          {
            "description": "For five years after each Assessment required by this Order, Respondents must retain all materials and evidence that the Assessor considered, reviewed, relied upon or examined to prepare the Assessment, including all plans, reports, studies, reviews, audits, audit trails, policies, training materials, assessments, and any other materials concerning compliance with related Order Provisions.",
            "quoted_text": "D. For five (5) years after the date of preparation of each Assessment required by this Order, all materials and evidence that the Assessor considered, reviewed, relied upon or examined to prepare the Assessment, whether prepared by or on behalf of Respondents, including all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, and any other materials concerning Respondents’ compliance with related Provisions of this Order, for the compliance period covered by such Assessment;",
            "deadline": "5 years after each Assessment",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 596,
            "quote_end_line": 602
          },
          {
            "description": "Respondents must create and retain for 5 years all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission.",
            "quoted_text": "E. All records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission; and",
            "deadline": "10 years creation period; 5 years retention",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 606,
            "quote_end_line": 607
          },
          {
            "description": "Respondents must create and retain for 5 years a copy of each unique advertisement or other marketing material.",
            "quoted_text": "F. A copy of each unique advertisement or other marketing material.",
            "deadline": "10 years creation period; 5 years retention",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 608,
            "quote_end_line": 608
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "XIV",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The FTC is authorized to monitor Respondents' compliance through written requests for reports and documents, depositions, direct communications with employees, and other lawful investigative means including undercover contacts.",
        "requirements": [
          {
            "description": "Within 10 days of receipt of a written request from a Commission representative, each Respondent must submit additional compliance reports or other requested information (sworn under penalty of perjury), appear for depositions, and produce documents for inspection and copying.",
            "quoted_text": "A. Within ten (10) days of receipt of a written request from a representative of the Commission, each Respondent must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury; appear for depositions; and produce documents for inspection and copying.",
            "deadline": "10 days of written request",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 612,
            "quote_end_line": 615
          },
          {
            "description": "Respondents must permit Commission representatives to communicate directly with each Respondent and to interview any employee or other affiliated person who has agreed to such an interview, with counsel permitted to be present.",
            "quoted_text": "B. For matters concerning this Order, representatives of the Commission are authorized to communicate directly with each Respondent. Respondents must permit representatives of the Commission to interview any employee or other person affiliated with any Respondent who has agreed to such an interview. The interviewee may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 616,
            "quote_end_line": 620
          },
          {
            "description": "The Commission may use all other lawful means, including posing as consumers, suppliers, or other individuals without identification or prior notice. Nothing in this Order limits the Commission's lawful use of compulsory process under Sections 9 and 20 of the FTC Act.",
            "quoted_text": "C. The Commission may use all other lawful means, including posing, through its representatives as consumers, suppliers, or other individuals or entities, to Respondent s or any individual or entity affiliated with Respondents, without the necessity of identification of prior notice. Nothing in this Order limits the Commission’s lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 621,
            "quote_end_line": 626
          },
          {
            "description": "Upon written request from a Commission representative, any consumer reporting agency must furnish consumer reports concerning the Individual Respondent pursuant to Section 604(2) of the Fair Credit Reporting Act.",
            "quoted_text": "D. Upon written request from a representative of the Commission, any consumer reporting agency must furnish consumer reports concerning the Individual Respondent, pursuant to Section 604(2) of the Fair Credit Reporting Act, 15 U.S.C. §1681b(a)(2).",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 627,
            "quote_end_line": 629
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "XV",
        "title": "Order Effective Dates",
        "category": "duration",
        "summary": "This Order is final and effective upon publication on the FTC website and terminates on March 26, 2040, or 20 years from the most recent date the United States or Commission files a complaint alleging any violation of this Order, whichever is later.",
        "requirements": [
          {
            "description": "This Order is final and effective upon the date of its publication on the Commission's website (ftc.gov) as a final order.",
            "quoted_text": "IT IS FURTHER ORDERED that this Order is final and effective upon the date of its publication on the Commission’s website (ftc.gov) as a final order. This Order will terminate",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 631,
            "quote_end_line": 632
          },
          {
            "description": "This Order will terminate March 26, 2040, or twenty years from the most recent date the United States or the Commission files a complaint alleging any violation of this Order, whichever comes later, subject to specified exceptions.",
            "quoted_text": "publication on the Commission’s website (ftc.gov) as a final order. This Order will terminate March 26, 2040, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of this Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Provision in this Order that terminates in less than twenty (20) years; B. The Order’s application to any Respondent that is not named as a defendant in such complaint; and 17 C. This Order is such complaint is filed after the Order has terminated pursuant to this Provision. Provided, further, that if such complaint is dismissed or a federal court rules that the Respondent did not violate any Provision of the Order, and the dismissal or ruling is either not appealed or upheld on appeal, then the Order will terminate according to this Provision as though the complaint had never been filed, except that the Order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": "March 26, 2040 or 20 years from most recent complaint filing",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 632,
            "quote_end_line": 650
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This Order will terminate March 26, 2040, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of this Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Provision in this Order that terminates in less than twenty (20) years; B. The Order's application to any Respondent that is not named as a defendant in such complaint; and C. This Order is such complaint is filed after the Order has terminated pursuant to this Provision."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "03.20, Retina-X Studios Complaint (Pending).pdf",
      "order": "03.20, Retina-X Studios Order (Pending).pdf"
    },
    "extraction_stats": {
      "complaint_counts": 5,
      "complaint_representations": 3,
      "order_provisions": 15,
      "order_definitions": 18,
      "order_requirements": 50,
      "provisions_per_section": {
        "I": 5,
        "II": 2,
        "III": 1,
        "IV": 1,
        "V": 1,
        "VI": 9,
        "VII": 5,
        "VIII": 2,
        "IX": 2,
        "X": 2,
        "XI": 3,
        "XII": 5,
        "XIII": 6,
        "XIV": 4,
        "XV": 2
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 3
      },
      "verification_details": {
        "complaint_verified": 3,
        "complaint_total": 3,
        "order_verified": 50,
        "order_total": 50
      }
    },
    "processing_time_seconds": 213.6
  }
}