{
  "case_info": {
    "docket_number": "1:20-cv-00641",
    "company": {
      "name": "BoostMyScore LLC",
      "incorporation_state": "Colorado",
      "entity_type": "limited liability company",
      "address": "7900 E. Union Avenue, Suite 1005A, Denver, CO 80237",
      "business_description": "BoostMyScore LLC operated a credit repair business that claimed to help consumers manipulate their credit scores to gain access to mortgages, personal loans, and other credit. The company advertised and marketed credit repair services to consumers throughout the United States through websites, social media, telemarketing, radio and print advertising."
    },
    "commissioners": [],
    "case_date": {
      "month": 3,
      "year": 2020
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a); Section 410(b) of the Credit Repair Organizations Act (CROA), 15 U.S.C. § 1679h(b); Section 6(b) of the Telemarketing and Consumer Fraud and Abuse Prevention Act, 15 U.S.C. § 6105(b)",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/192-3059-boostmyscore-llc",
    "statutory_topics": [
      "TSR"
    ],
    "practice_areas": [
      "Telemarketing",
      "Financial Practices"
    ],
    "industry_sectors": [
      "Social Media",
      "Financial Services"
    ]
  },
  "complaint": {
    "factual_background": "Since at least 2007, BoostMyScore LLC, BMS Inc., and their founder William O. Airy operated an unlawful credit repair business that sold 'credit piggybacking' services — adding consumers as fake authorized users on unrelated strangers' credit card accounts — claiming this would dramatically boost FICO scores and help consumers obtain mortgages. Defendants charged illegal advance fees of $325 to $4,000 per tradeline before services were fully performed, and generated over $6.6 million in revenue since 2015. In reality, the services frequently failed to significantly improve FICO scores, and major mortgage underwriters (Fannie Mae and Freddie Mac) are required to factor out piggybacked tradelines, rendering the service ineffective for mortgage qualification. Defendants also falsely claimed their practices were legal and protected by federal law, and advised cardholders to conceal the scheme from credit card issuers.",
    "representations_made": [
      {
        "description": "Claimed their credit piggybacking service would drastically and immediately improve consumers' credit scores, including guaranteeing the biggest possible FICO score boost in less than 60 days",
        "quoted_text": "• “We have discovered a way to legally add positive history to your credit report . . . which drastically and immediately improves your credit score.” • “the amazing benefit of having that particular credit card’s entire credit card ‘copied and pasted’ on to your credit report . . . gives you the biggest possible FICO® score boost in less than 60 days; and it’s guaranteed!” • Boost My Score “deliver[s] an astonishing boost to your FICO® Score . . . . Guaranteed!”",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 15,
        "quote_start_line": 141,
        "quote_end_line": 147
      },
      {
        "description": "Claimed consumers could typically expect a credit score boost of about 120 points within a month or two from their piggybacking services",
        "quoted_text": "• “Credit piggybacking typically provides a credit boost of more than 100 points for clients of BoostMyScore with the major consumer credit reporting agencies. In fact, the average customer realizes a boost of about 120 points within a month or two.” • “Most of the people we work with see an improvement of about 120 points within 4 to 6 weeks . . . .” • “voila . . . up goes your credit score! The amount of increase varies, but many of our customers realize a jump of about 120 points in as little as two weeks.”",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 15,
        "quote_start_line": 156,
        "quote_end_line": 163
      },
      {
        "description": "Claimed their services could help consumers boost their credit score to secure a mortgage and buy a home",
        "quoted_text": "• Web advertisement: “Boost Your Credit Score To Help You Secure a Mortgage | Are you tired of paying rent every month and having nothing to show for it? We can help BOOST your score so that you can secure a mortgage and buy a home!” 8 Case 1:20-cv-00641 Document 1 Filed 03/06/20 USDC Colorado Page 9 of 22 • Web advertisement: “It’s Summer Home-Buying Season! Let Us Help You Boost Your Score & Purchase a New Home! *Boost your credit score to qualify for a mortgage. . . . *Buy the dream home you’ve always wanted.” • Radio ad script: “Is your credit score holding you back from buying the house of your dreams . . . ? Boost My Score can help quickly boost your credit score and services are guaranteed to work in less than 60 days or your money back!” • Promotional materials: “ . . . many of our customers realize a jump of about 120 points in as little as two weeks. What would a credit score increase of that size mean for you? If you are like most people, that could be the difference between having your mortgage application approved or not.” • Web advertisement: “Use Some of Your Tax Refunds to Boost Your Score & Purchase a New Home! *Boost your credit score to qualify for a mortgage. . . . *Buy the dream home you’ve always wanted.” • Press release: “For over 10 years, BoostMyScore has been successfully assisting clients across the country improve their credit scores, obtain mortgages, personal loans, business loans and lines of credit.” • Promotional materials: “BoostMyScore has assisted thousands of customers in improving their credit scores so they can obtain mortgages, and secure lines of credit and loans.”",
        "verified": true,
        "confidence": 0.85,
        "source_paragraph": 20,
        "quote_start_line": 203,
        "quote_end_line": 228
      },
      {
        "description": "Claimed their piggybacking service is legal, endorsed by the Federal Reserve Bank, the FTC, and various Attorneys General, and protected by Regulation B of the Equal Credit Opportunity Act",
        "quoted_text": "Until contacted by the FTC in March 2019, Defendants’ website included a section purporting to describe “How It’s Legal,” including an assertion that “the Federal Reserve Bank, the Federal Trade Commission, and various Attorneys General have all looked into the practice in fine detail, and each have determined that the act of paying someone to add another person to their existing credit card account as an Authorized User is perfectly legal.” Defendants’ website continues to claim that “it is unlawful” and would “violate the law” for a prospective creditor to ignore piggybacked credit information, asserting that, “If a bank were to reject your loan application or artificially reduce your credit score” because of Defendants’ credit repair services, “they would likely be in violation of ECOA [the Equal Credit Opportunity Act] and liable to pay out damages through a civil claim.” Defendants also issued a press release in 2018 asserting that “[t]radeline credit repair has been deemed a legal practice by the Federal Reserve Bank, the Federal Trade 11 Case 1:20-cv-00641 Document 1 Filed 03/06/20 USDC Colorado Page 12 of 22 Commission and the Better Business Bureau, and is protected by Regulation B of the Equal Credit Opportunity Act.”",
        "verified": true,
        "confidence": 0.85,
        "source_paragraph": 27,
        "quote_start_line": 285,
        "quote_end_line": 301
      },
      {
        "description": "Advised consumers to represent to prospective creditors that they are authorized users of credit card accounts, despite contractually barring them from actually accessing or using those accounts",
        "quoted_text": "a. On their website, Defendants themselves note that consumers “cannot use the [added credit] account, cannot make any changes to it, nor do they have the responsibility to repay any balances that might be owed.” b. In their contracts with consumers, Defendants codify this restriction: the consumer “shall not make any attempt to secure a physical credit card for any account it acquires from Boost, nor will [the consumer] attempt to place a charge upon the account. [The consumer] will not attempt to contact the cardholder or the card issuing institution.”",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 23,
        "quote_start_line": 252,
        "quote_end_line": 259
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Misrepresentations Regarding Credit Repair Services (FTC Act)",
        "representation": "Defendants' credit repair services will significantly improve consumers' credit scores, including FICO credit scores, and will help consumers obtain a mortgage",
        "fact": "In numerous instances, Defendants' representations were false or misleading or not substantiated at the time they were made; services frequently did not significantly improve FICO scores and did not help consumers obtain mortgages",
        "conclusion": "Defendants' making of these representations constitutes a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)"
      },
      {
        "count_number": 2,
        "title": "Misleading Use of Tradelines (CROA)",
        "representation": "Defendants counseled or advised consumers to represent to prospective creditors that they are 'additional authorized users' on credit card accounts held by unrelated account holders",
        "fact": "Such consumers are not given access to the credit and are contractually barred from using the accounts, making the authorized user representations untrue or misleading with respect to consumers' creditworthiness, credit standing, or credit capacity",
        "conclusion": "Defendants' acts or practices violate Section 404(a)(1)(B) of CROA, 15 U.S.C. § 1679b(a)(1)(B)"
      },
      {
        "count_number": 3,
        "title": "Misrepresentations Regarding Credit Repair Services (CROA)",
        "representation": "Defendants made untrue or misleading representations that their credit repair services will significantly improve consumers' credit scores, including FICO credit scores, and will help consumers obtain a mortgage",
        "fact": "These representations were untrue or misleading; the services frequently failed to deliver the promised score improvements and mortgage qualification results",
        "conclusion": "Defendants' acts or practices violate Section 404(a)(3) of CROA, 15 U.S.C. § 1679b(a)(3)"
      },
      {
        "count_number": 4,
        "title": "Course of Business That Results In Fraud or Deception (CROA)",
        "representation": "Defendants brokered the sale of authorized user tradelines to third parties, representing consumers as authorized users on credit accounts",
        "fact": "Defendants contractually barred those consumers from accessing the credit, constituting fraud or deception on consumers, issuers of credit, and credit reporting agencies",
        "conclusion": "Defendants' acts or practices violate Section 404(a)(4) of CROA, 15 U.S.C. § 1679b(a)(4)"
      },
      {
        "count_number": 5,
        "title": "Violation of Prohibition Against Charging Advance Fees For Credit Repair Services (CROA)",
        "representation": "Defendants charged or received money for credit repair services before those services were fully performed",
        "fact": "CROA prohibits credit repair organizations from charging or receiving any money for services before they are fully performed; Defendants charged consumers $325–$4,000 per tradeline upfront",
        "conclusion": "Defendants' acts or practices violate Section 404(b) of CROA, 15 U.S.C. § 1679b(b)"
      },
      {
        "count_number": 6,
        "title": "Misrepresentations Regarding Credit Repair Services (TSR)",
        "representation": "In telemarketing calls, Defendants misrepresented that their program will significantly improve consumers' FICO credit scores and will help consumers obtain a mortgage",
        "fact": "These representations were false or misleading material aspects of the performance, efficacy, nature, or central characteristics of their credit repair services",
        "conclusion": "Defendants' acts or practices are deceptive telemarketing acts and practices that violate Section 310.3(a)(2)(iii) of the TSR, 16 C.F.R. § 310.3(a)(2)(iii)"
      },
      {
        "count_number": 7,
        "title": "Violation of Prohibition Against Charging Advance Fees For Credit Repair Services (TSR)",
        "representation": "Defendants requested or received payment for credit repair services before the represented time frame expired and before providing consumers a consumer report documenting promised results",
        "fact": "The TSR prohibits receiving advance fees for credit repair services until the promised results are achieved and documented; Defendants collected fees upfront without meeting these conditions",
        "conclusion": "Defendants' acts or practices are abusive telemarketing acts or practices that violate Section 310.4(a)(2) of the TSR, 16 C.F.R. § 310.4(a)(2)"
      }
    ]
  },
  "order": {
    "definitions": {
      "Credit Repair Service": "any service, in return for payment of money or other consideration, for the express or implied purpose of: (1) improving any consumer's credit report, credit record, credit history, credit profile, credit score, or credit rating; or (2) providing advice or assistance to any consumer with regard to any activity or service the purpose of which is to improve any consumer's credit report, credit record, credit history, credit profile, credit score, or credit rating.",
      "Defendants": "all of the Individual Defendant and the Corporate Defendants, individually, collectively, or in any combination. \"Corporate Defendants\" means BoostMyScore LLC formerly known as Boost My Score dot Net, LLC and also doing business as BoostMyScore.net, BMS, Inc. also doing business as BoostMyScore.net, and their successors and assigns. \"Individual Defendant\" means William O. Airy.",
      "Person": "any individual, group, unincorporated association, limited or general partnership, corporation, or other business entity."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition on Collection of Advance Fees",
        "category": "prohibition",
        "summary": "Defendants are permanently enjoined from charging or receiving money for any Credit Repair Service before that service is fully performed.",
        "requirements": [
          {
            "description": "Permanently restrained from charging or receiving any money or other consideration for the performance of any Credit Repair Service before such Credit Repair Service is fully performed",
            "quoted_text": "I IT IS THEREFORE ORDERED that Defendants, Defendants’ officers, agents, and employees, and all other Persons in active concert or participation with them, who receive actual notice of this Order by personal service or otherwise, whether acting directly or indirectly, in connection with the advertising, marketing, promoting, or offering for sale of any Credit Repair Service, are hereby permanently restrained and enjoined from charging or receiving any money or other consideration for the performance of any Credit Repair Service before such Credit Repair Service is fully performed.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 66,
            "quote_end_line": 72
          }
        ],
        "statutory_topics": [
          "TSR"
        ],
        "practice_areas": [
          "Telemarketing",
          "Financial Practices"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Prohibition on Sale of Tradelines",
        "category": "prohibition",
        "summary": "Defendants are permanently enjoined from selling or assisting in selling any Credit Repair Service that adds a person as an authorized user to another person's credit account unless that person is given access to such credit.",
        "requirements": [
          {
            "description": "Permanently restrained from advertising, marketing, promoting, brokering, offering for sale, or selling any Credit Repair Service that adds or attempts to add any Person as an authorized user to any other Person's credit card account or line of credit unless the Person to be added is given access to such credit",
            "quoted_text": "II IT IS FURTHER ORDERED that Defendants, Defendants’ officers, agents, and employees, and all other Persons in active concert or participation with them, who receive actual notice of this Order by personal service or otherwise, whether acting directly or indirectly, are hereby permanently restrained and enjoined from advertising, marketing, promoting, brokering, offering for sale, or selling, or assisting in the advertising, marketing, promoting, brokering, offering for sale, or selling, of any Credit Repair Service that adds, attempts to add, or advises or directs others to add, any Person as an authorized user to any other Person’s credit card account or other line of credit unless the Person to be added is given access to such credit.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 78,
            "quote_end_line": 86
          }
        ],
        "statutory_topics": [
          "TSR"
        ],
        "practice_areas": [
          "Telemarketing",
          "Financial Practices"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "III",
        "title": "Prohibitions on Marketing of Credit Repair Services",
        "category": "prohibition",
        "summary": "Defendants are permanently enjoined from making various misrepresentations in the marketing of Credit Repair Services and from violating CROA disclosure requirements.",
        "requirements": [
          {
            "description": "Must not misrepresent that any Person will be added as an authorized user to another Person's credit card or line of credit account",
            "quoted_text": "A. Misrepresenting or assisting others in misrepresenting, expressly or by implication: 1. That any Person will add any Person as an additional authorized user to any other Person’s credit card or line of credit account;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 93,
            "quote_end_line": 95
          },
          {
            "description": "Must not misrepresent that any Person can substantially improve any Person's credit score or credit rating",
            "quoted_text": "2. That any Person can substantially improve any Person’s credit score or credit rating;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 96,
            "quote_end_line": 96
          },
          {
            "description": "Must not misrepresent that any Person is an additional authorized user on any other Person's credit card or line of credit account",
            "quoted_text": "3. That any Person is an additional authorized user on any other Person’s credit card or line of credit account;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 101,
            "quote_end_line": 102
          },
          {
            "description": "Must not misrepresent that any Credit Repair Service will help any Person obtain a mortgage or other extension of credit",
            "quoted_text": "4. That any Credit Repair Service will help any Person obtain a mortgage or other extension of credit;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 103,
            "quote_end_line": 104
          },
          {
            "description": "Must not misrepresent that any Person can remove negative information or hard inquiries from any Person's credit report, record, history, or profile",
            "quoted_text": "5. That any Person can remove negative information or hard inquiries from any Person’s credit report, credit record, credit history, credit profile; or",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 105,
            "quote_end_line": 106
          },
          {
            "description": "Must not misrepresent any other material fact concerning any Credit Repair Service, such as total costs, material restrictions, limitations, conditions, or any material aspect of its performance, efficacy, nature, or central characteristics",
            "quoted_text": "6. Any other fact material to consumers concerning any Credit Repair Service, such as the total costs; any material restrictions, limitations, or conditions; or any material aspect of its performance, efficacy, nature, or central characteristics;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 107,
            "quote_end_line": 109
          },
          {
            "description": "Must not engage in any act, practice, or course of business constituting or resulting in fraud or deception on any Person in connection with the offer or sale of the Credit Repair Service",
            "quoted_text": "B. Engaging in any act, practice, or course of business that constitutes or results in the commission of, or an attempt to commit, a fraud or deception on any Person in connection with the offer or sale of the Credit Repair Service;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 110,
            "quote_end_line": 112
          },
          {
            "description": "Must not fail to provide any Person with a written statement of Consumer Credit File Rights Under State and Federal Law in the form and manner required by Section 405(a) of CROA",
            "quoted_text": "C. Failing to provide any Person with a written statement of “Consumer Credit File Rights Under State and Federal Law,” in the form and manner required by Section 405(a) of CROA, 15 U.S.C. § 1679c(a);",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 113,
            "quote_end_line": 115
          },
          {
            "description": "Must not fail to include in contracts for any Credit Repair Service a conspicuous bold-face statement regarding the consumer's right to cancel within three business days, as required by Section 406(b)(4) of CROA",
            "quoted_text": "D. Failing to include in contracts for any Credit Repair Service a conspicuous statement in bold face type, in immediate proximity to the space reserved for the consumer’s signature on the contract, regarding the consumer’s right to cancel the contracts without penalty or obligation at any time before the third business day after the date on which consumers signed the contracts, in the form and manner required by Section 406(b)(4) of CROA, 15 U.S.C. § 1679d(b)(4); and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 116,
            "quote_end_line": 121
          },
          {
            "description": "Must not fail to provide any Person with a separate Notice of Cancellation form as required by Section 407(b) of CROA",
            "quoted_text": "E. Failing to provide any Person with a separate form with the heading “Notice of Cancellation,” in the form and manner required by Section 407(b) of CROA, 15 U.S.C. § 1679e(b); and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 126,
            "quote_end_line": 128
          },
          {
            "description": "Must not violate CROA, 15 U.S.C. §§ 1679–1679j",
            "quoted_text": "F. Violating CROA, 15 U.S.C. §§ 1679-1679j, a copy of which is attached as Attachment A.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 129,
            "quote_end_line": 129
          }
        ],
        "statutory_topics": [
          "TSR"
        ],
        "practice_areas": [
          "Telemarketing",
          "Financial Practices"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Prohibition on Deceptive Business Activities Regarding Any Products or Services",
        "category": "prohibition",
        "summary": "Defendants are permanently enjoined from misrepresenting the legality, refund policies, or material facts of any product or service, and must clearly disclose refund and cancellation terms.",
        "requirements": [
          {
            "description": "Must not misrepresent that any product or service is legal or otherwise protected by any federal or state statute or rule",
            "quoted_text": "1. That such product or service is legal or otherwise protected by any federal or state statute or rule;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 138,
            "quote_end_line": 139
          },
          {
            "description": "Must not misrepresent the terms of any refund, cancellation, exchange, or repurchase policy, or the circumstances under which a full or partial refund will be granted or denied",
            "quoted_text": "2. The terms of any refund, cancellation, exchange, or repurchase policy, or the circumstances under which a full or partial refund will be granted or denied; or",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 140,
            "quote_end_line": 141
          },
          {
            "description": "Must not misrepresent any other material fact concerning any product or service, including total costs, restrictions, limitations, conditions, or any material aspect of performance, efficacy, nature, or central characteristics",
            "quoted_text": "3. Any other fact material to Persons concerning any product or service, such as the total costs; any material restrictions, limitations, or conditions; or any material aspect of its performance, efficacy, nature, or central characteristics;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 142,
            "quote_end_line": 144
          },
          {
            "description": "Must not fail to disclose clearly and conspicuously the terms of any refund, cancellation, exchange, or repurchase policy, or the circumstances under which a full or partial refund will be granted or denied",
            "quoted_text": "B. Failing to disclose clearly and conspicuously the terms of any refund, cancellation, exchange, or repurchase policy, or the circumstances under which a full or partial refund will be granted or denied.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 149,
            "quote_end_line": 151
          }
        ],
        "statutory_topics": [
          "TSR"
        ],
        "practice_areas": [
          "Telemarketing",
          "Financial Practices"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "V",
        "title": "Prohibition Against Unsubstantiated Claims",
        "category": "prohibition",
        "summary": "Defendants must not make any representation about the benefits, performance, or efficacy of any product or service unless they possess and rely upon competent and reliable evidence sufficient to substantiate that the representation is true.",
        "requirements": [
          {
            "description": "Must not make any representation about the benefits, performance, or efficacy of any product or service unless the representation is non-misleading and Defendants possess and rely upon competent and reliable evidence sufficient in quality and quantity to substantiate that the representation is true",
            "quoted_text": "V IT IS FURTHER ORDERED that Defendants, Defendants’ officers, agents, and employees, and all other Persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with the advertising, marketing, promoting, or offering for sale of any product or service, are permanently restrained and enjoined from making any representation or assisting others in making any representation, expressly or by implication, about the benefits, performance, or efficacy of any product or service, unless the representation is non-misleading, and, at the time such representation is made, Defendants possess and rely upon competent and reliable evidence that is sufficient in quality and quantity based on standards generally accepted in the relevant field, when considered in light of the entire body of relevant and reliable evidence, to substantiate that the representation is true.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 153,
            "quote_end_line": 163
          }
        ],
        "statutory_topics": [
          "TSR"
        ],
        "practice_areas": [
          "Telemarketing",
          "Financial Practices"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Injunction Relating to Telemarketing",
        "category": "prohibition",
        "summary": "Defendants are permanently enjoined from misrepresenting material aspects of goods or services during telemarketing and from violating the FTC's Telemarketing Sales Rule.",
        "requirements": [
          {
            "description": "Must not misrepresent, directly or by implication, any material aspect of the performance, efficacy, nature, or central characteristics of goods or services that are the subject of a sales offer",
            "quoted_text": "A. Misrepresenting, directly or by implication, in the sale of goods or services any material aspect of the performance, efficacy, nature, or central characteristics of goods or services that are the subject of a sales offer; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 174,
            "quote_end_line": 176
          },
          {
            "description": "Must not violate the FTC's Telemarketing Sales Rule, 16 C.F.R. Part 310",
            "quoted_text": "B. Violating the FTC’s Telemarketing Sales Rule, 16 C.F.R. Part 310, a copy of which is attached as Attachment B.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 177,
            "quote_end_line": 178
          }
        ],
        "statutory_topics": [
          "TSR"
        ],
        "practice_areas": [
          "Telemarketing"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Monetary Judgment",
        "category": "affirmative_obligation",
        "summary": "A judgment of $6,630,678 is entered against Defendants jointly and severally; Defendants must pay $64,863 within 7 days of entry, after which the remainder is suspended subject to conditions including accuracy of financial representations.",
        "requirements": [
          {
            "description": "Judgment of $6,630,678 entered against Defendants jointly and severally as equitable monetary relief",
            "quoted_text": "A. Judgment in the amount of SIX MILLION, SIX HUNDRED THIRTY THOUSAND, SIX HUNDRED AND SEVENTY EIGHT DOLLARS ($6,630,678) is entered in favor of the FTC against Defendants, jointly and severally, as equitable monetary relief.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 181,
            "quote_end_line": 183
          },
          {
            "description": "Defendants must pay $64,863 to the FTC within 7 days of entry of the Order by electronic fund transfer; 91 days after completion of payment the remainder of the judgment is suspended",
            "quoted_text": "B. Defendants are ordered to pay to the FTC SIXTY FOUR THOUSAND EIGHT HUNDRED SIXTY THREE DOLLARS ($64,863), which, as Defendants stipulate, their undersigned counsel holds in escrow for no purpose other than payment to the FTC. Such payment must be made within 7 days of entry of this Order by electronic fund transfer in accordance with instructions previously provided by a representative of the FTC. Ninety-one days after the completion of such payment, the remainder of the judgment is suspended, subject to the Subsections below.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 184,
            "quote_end_line": 190
          },
          {
            "description": "Suspension of judgment is premised on the truthfulness, accuracy, and completeness of Defendants' sworn financial statements; suspension will be lifted if Defendants failed to disclose any material asset or made any other material misstatement",
            "quoted_text": "C. The FTC’s agreement to the suspension of part of the judgment is expressly premised upon the truthfulness, accuracy, and completeness of Defendants’ sworn financial statement and related documents (collectively, “financial representations”) submitted to the FTC, namely: (1) the Financial Statement of Corporate Defendant BMS, Inc. signed Page 8 of 17 Case 1:20-cv-00641-STV Document 6 Filed 03/09/20 USDC Colorado Page 9 of 54 by William Airy, CEO on November 15, 2019, including the attachments; and (2) the Financial Statement of Individual Defendant William Airy signed on November 15, 2019, including the attachments. D. The suspension of the judgment will be lifted as to any Defendant if, upon motion by the FTC, the Court finds that Defendant failed to disclose any material asset, materially misstated the value of any asset, or made any other material misstatement or omission in the financial representations identified above.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 191,
            "quote_end_line": 205
          },
          {
            "description": "Defendants relinquish all right, title, and interest in assets transferred pursuant to this Order and may not seek their return",
            "quoted_text": "F. Defendants relinquish dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek the return of any assets.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 211,
            "quote_end_line": 212
          },
          {
            "description": "Facts alleged in the Complaint are taken as true in any subsequent civil litigation by the FTC to enforce payment, including nondischargeability proceedings in bankruptcy",
            "quoted_text": "G. The facts alleged in the Complaint will be taken as true, without further proof, in any subsequent civil litigation by or on behalf of the FTC, including in a proceeding to enforce its rights to any payment or monetary judgment pursuant to this Section, such as a nondischargeability complaint in any bankruptcy case. H. The facts alleged in the Complaint establish all elements necessary to sustain an action by the FTC pursuant to Section 523(a)(2)(A) of the Bankruptcy Code, 11 U.S.C. § 523(a)(2)(A), and this Order will have collateral estoppel effect for such purposes.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 213,
            "quote_end_line": 219
          },
          {
            "description": "Defendants acknowledge their Taxpayer Identification Numbers may be used for collecting and reporting on any delinquent amount arising out of this Order",
            "quoted_text": "I. Defendants acknowledge that their Taxpayer Identification Numbers (Social Security Numbers or Employer Identification Numbers) may be used for collecting and reporting on any delinquent amount arising out of this Order, in accordance with 31 U.S.C. §7701.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 224,
            "quote_end_line": 226
          },
          {
            "description": "All money paid to the FTC may be deposited into a fund for equitable relief including consumer redress; any money not used for equitable relief is to be deposited to the U.S. Treasury as disgorgement",
            "quoted_text": "J. All money paid to the FTC pursuant to this Section may be deposited into a fund administered by the FTC or its designee to be used for equitable relief, including consumer redress and any attendant expenses for the administration of any redress fund. If a representative of the FTC decides that direct redress to consumers is wholly or partially impracticable or money remains after redress is completed, the FTC may apply any remaining money for such other equitable relief (including consumer information remedies) as it determines to be reasonably related to Defendants’ practices alleged in the Complaint. Any money not used for such equitable relief is to be deposited to the U.S. Treasury as disgorgement. Defendants have no right to challenge any actions the FTC or its representatives may take pursuant to this Subsection.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 227,
            "quote_end_line": 236
          }
        ],
        "statutory_topics": [
          "TSR"
        ],
        "practice_areas": [
          "Telemarketing",
          "Financial Practices"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Customer Information",
        "category": "affirmative_obligation",
        "summary": "Defendants must provide customer information to the FTC for redress administration upon request, are prohibited from using or disclosing previously obtained customer information, and must destroy such information within 30 days of FTC direction or one year after entry of the Order.",
        "requirements": [
          {
            "description": "Must provide sufficient customer information to enable the FTC to administer consumer redress; if the FTC requests information related to redress in writing, Defendants must provide it in the prescribed form within 14 days",
            "quoted_text": "A. Failing to provide sufficient customer information to enable the FTC to efficiently administer consumer redress. If a representative of the FTC requests in writing any Page 10 of 17 Case 1:20-cv-00641-STV Document 6 Filed 03/09/20 USDC Colorado Page 11 of 54 information related to redress, Defendants must provide it, in the form prescribed by the FTC, within 14 days.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 242,
            "quote_end_line": 249
          },
          {
            "description": "Must not disclose, use, or benefit from customer information (including names, addresses, phone numbers, email addresses, SSNs, financial account data) obtained prior to entry of the Order in connection with marketing or sale of any Credit Repair Service",
            "quoted_text": "B. Disclosing, using, or benefitting from customer information, including the name, address, telephone number, email address, social security number, other identifying information, or any data that enables access to a customer’s account (including a credit card, bank account, or other financial account), that any Defendant obtained prior to entry of this Order in connection with the marketing or sale of any Credit Repair Service.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 250,
            "quote_end_line": 254
          },
          {
            "description": "Must destroy all such customer information in all forms in their possession, custody, or control within the earlier of: 30 days after receipt of written direction from the FTC, or one year after entry of the Order",
            "quoted_text": "C. Failing to destroy such customer information in all forms in their possession, custody, or control within the earlier of: 1. 30 days after receipt of written direction to do so from a representative of the FTC, or 2. one year after entry of this Order.",
            "deadline": "30 days after FTC direction or 1 year after Order entry",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 255,
            "quote_end_line": 259
          }
        ],
        "statutory_topics": [
          "TSR"
        ],
        "practice_areas": [
          "Telemarketing",
          "Financial Practices"
        ],
        "remedy_types": [
          "Prohibition",
          "Data Deletion"
        ]
      },
      {
        "provision_number": "IX",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Each Defendant must submit a sworn acknowledgment of receipt of the Order within 7 days, deliver copies to current and future relevant personnel, and obtain signed acknowledgments within 30 days of delivery.",
        "requirements": [
          {
            "description": "Each Defendant must submit to the FTC a sworn acknowledgment of receipt of this Order within 7 days of entry",
            "quoted_text": "A. Each Defendant, within 7 days of entry of this Order, must submit to the FTC an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 266,
            "quote_end_line": 267
          },
          {
            "description": "For 5 years after entry, each Defendant must deliver a copy of the Order to all principals, officers, directors, LLC managers and members, employees with managerial responsibilities related to the Order's subject matter, agents and representatives participating in such conduct, and any successor business entity; delivery must occur within 7 days for current personnel and before others assume responsibilities",
            "quoted_text": "B. For 5 years after entry of this Order, the Individual Defendant for any business that such Defendant, individually or collectively with any other Defendants, is the majority owner or controls directly or indirectly, and each of the Corporate Defendants, must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees having managerial responsibilities for conduct related to the subject matter of the Order and all agents and representatives who participate in conduct related to the subject matter of the Order; and (3) any business entity resulting from any change in structure as set forth in the Section titled Compliance Reporting. Delivery must occur within 7 days of entry of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "7 days for current personnel; before assuming responsibilities for all others",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 272,
            "quote_end_line": 281
          },
          {
            "description": "From each individual or entity to which a copy of the Order was delivered, Defendant must obtain a signed and dated acknowledgment of receipt within 30 days",
            "quoted_text": "C. From each individual or entity to which a Defendant delivered a copy of this Order, that Defendant must obtain, within 30 days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 282,
            "quote_end_line": 284
          }
        ],
        "statutory_topics": [
          "TSR"
        ],
        "practice_areas": [
          "Telemarketing",
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "X",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendants must submit a sworn compliance report one year after entry of the Order, and for 20 years must submit sworn compliance notices within 14 days of any material changes; all submissions must be sworn under penalty of perjury and submitted to the FTC by prescribed means.",
        "requirements": [
          {
            "description": "One year after entry of the Order, each Defendant must submit a sworn compliance report identifying contact information, all business activities, description of compliance with each Section, and copies of Order Acknowledgments; Individual Defendant must also identify all residences, business activities, and ownership interests",
            "quoted_text": "A. One year after entry of this Order, each Defendant must submit a compliance report, sworn under penalty of perjury: 1. Each Defendant must: (a) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the FTC may use to communicate with Defendant; (b) identify all of that Defendant’s businesses by all of their names, telephone numbers, and physical, postal, email, and Page 12 of 17 Case 1:20-cv-00641-STV Document 6 Filed 03/09/20 USDC Colorado Page 13 of 54 Internet addresses; (c) describe the activities of each business, including the goods and services offered, the means of advertising, marketing, and sales, and the involvement of any other Defendant (which Individual Defendants must describe if he knows or should know due to his own involvement); (d) describe in detail whether and how that Defendant is in compliance with each Section of this Order; and (e) provide a copy of each Order Acknowledgment obtained pursuant to this Order, unless previously submitted to the FTC. 2. Additionally, the Individual Defendant must: (a) identify all telephone numbers and all physical, postal, email and Internet addresses, including all residences; (b) identify all business activities, including any business for which such Defendant performs services whether as an employee or otherwise and any entity in which such Defendant has any ownership interest; and (c) describe in detail such Defendant’s involvement in each such business, including title, role, responsibilities, participation, authority, control, and any ownership.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 287,
            "quote_end_line": 310
          },
          {
            "description": "For 20 years after entry of the Order, each Defendant must submit a sworn compliance notice within 14 days of any change in designated points of contact or corporate structure affecting compliance obligations; Individual Defendant must also report changes in name, aliases, residence, or business roles",
            "quoted_text": "B. For 20 years after entry of this Order, each Defendant must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following: 1. Each Defendant must report any change in: (a) any designated point of contact; or (b) the structure of the Corporate Defendants or any entity that Defendant has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution Page 13 of 17 Case 1:20-cv-00641-STV Document 6 Filed 03/09/20 USDC Colorado Page 14 of 54 of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order. 2. Additionally, the Individual Defendant must report any change in: (a) name, including aliases or fictitious name, or residence address; or (b) title or role in any business activity, including any business for which such Defendant performs services whether as an employee or otherwise and any entity in which such Defendant has any ownership interest, and identify the name, physical address, and any Internet address of the business or entity.",
            "deadline": "14 days of any change",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 311,
            "quote_end_line": 328
          },
          {
            "description": "Each Defendant must submit notice to the FTC of any bankruptcy or insolvency filing within 14 days of its filing",
            "quoted_text": "C. Each Defendant must submit to the FTC notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against such Defendant within 14 days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 329,
            "quote_end_line": 331
          },
          {
            "description": "All submissions required to be sworn must be true and accurate, comply with 28 U.S.C. § 1746, and include a declaration under penalty of perjury with date, full name, title, and signature",
            "quoted_text": "D. Any submission to the FTC required by this Order to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, such as by concluding: “I declare under penalty of perjury under the laws of the United States of America that the foregoing is true and correct. Executed on: _____” and supplying the date, signatory’s full name, title (if applicable), and signature.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 332,
            "quote_end_line": 336
          },
          {
            "description": "Unless otherwise directed, all FTC submissions must be emailed to DEbrief@ftc.gov or sent by overnight courier to the Associate Director for Enforcement, Bureau of Consumer Protection, FTC, 600 Pennsylvania Avenue NW, Washington, DC 20580, with subject line beginning: FTC v. BoostMyScore LLC, Matter No. 192-3059",
            "quoted_text": "E. Unless otherwise directed by an FTC representative in writing, all submissions to the FTC pursuant to this Order must be emailed to DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Page 14 of 17 Case 1:20-cv-00641-STV Document 6 Filed 03/09/20 USDC Colorado Page 15 of 54 Washington, DC 20580. The subject line must begin: FTC v. BoostMyScore LLC, Matter No. 192-3059.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 337,
            "quote_end_line": 346
          }
        ],
        "statutory_topics": [
          "TSR"
        ],
        "practice_areas": [
          "Telemarketing",
          "Financial Practices"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "XI",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendants must create certain records for 20 years after entry of the Order and retain each such record for 5 years, including accounting records, personnel records, consumer complaint records, compliance records, and copies of all marketing materials.",
        "requirements": [
          {
            "description": "Must create and retain for 5 years: accounting records showing revenues from all goods or services sold",
            "quoted_text": "XI IT IS FURTHER ORDERED that Defendants must create certain records for 20 years after entry of the Order, and retain each such record for 5 years. Specifically, the Corporate Defendants and the Individual Defendant for any business that such Defendant, individually or collectively with any other Defendants, is a majority owner or controls directly or indirectly, must create and retain the following records: A. accounting records showing the revenues from all goods or services sold;",
            "deadline": "20 years creation / 5 years retention",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 348,
            "quote_end_line": 353
          },
          {
            "description": "Must create and retain personnel records showing for each service provider: name, addresses, telephone numbers, job title or position, dates of service, and reason for termination if applicable",
            "quoted_text": "B. personnel records showing, for each Person providing services, whether as an employee or otherwise, that Person’s: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination;",
            "deadline": "20 years creation / 5 years retention",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 354,
            "quote_end_line": 356
          },
          {
            "description": "Must create and retain records of all consumer complaints and refund requests, whether received directly or through a third party, and any response",
            "quoted_text": "C. records of all consumer complaints and refund requests, whether received directly or indirectly, such as through a third party, and any response;",
            "deadline": "20 years creation / 5 years retention",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 357,
            "quote_end_line": 358
          },
          {
            "description": "Must create and retain all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission",
            "quoted_text": "D. all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission; and",
            "deadline": "20 years creation / 5 years retention",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 359,
            "quote_end_line": 360
          },
          {
            "description": "Must create and retain a copy of each unique advertisement or other marketing material",
            "quoted_text": "E. a copy of each unique advertisement or other marketing material.",
            "deadline": "20 years creation / 5 years retention",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 361,
            "quote_end_line": 361
          }
        ],
        "statutory_topics": [
          "TSR"
        ],
        "practice_areas": [
          "Telemarketing",
          "Financial Practices"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "XII",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The FTC is authorized to monitor Defendants' compliance through document requests, depositions, discovery, direct communication with employees, and consumer reporting agency inquiries; Defendants must cooperate within 14 days of written requests.",
        "requirements": [
          {
            "description": "Within 14 days of a written request from the FTC, each Defendant must submit additional compliance reports or requested information under penalty of perjury, appear for depositions, and produce documents for inspection and copying; the FTC is authorized to obtain discovery without further leave of court under Federal Rules of Civil Procedure 29, 30, 31, 33, 34, 36, 45, and 69",
            "quoted_text": "A. Within 14 days of receipt of a written request from a representative of the FTC, each Defendant must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury; appear for depositions; and produce documents for inspection and copying. The FTC is also authorized to obtain discovery, without further leave of court, using any of the procedures prescribed by Federal Rules of Civil Procedure 29, 30 (including telephonic depositions), 31, 33, 34, 36, 45, and 69.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 369,
            "quote_end_line": 374
          },
          {
            "description": "Defendants must permit FTC representatives to interview any employee or other Person affiliated with any Defendant who has agreed to such an interview; the Person interviewed may have counsel present",
            "quoted_text": "B. For matters concerning this Order, the FTC are authorized to communicate directly with each Defendant. Defendants must permit representatives of the FTC to interview any employee or other Person affiliated with any Defendant who has agreed to such an interview. The Person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 375,
            "quote_end_line": 378
          },
          {
            "description": "The FTC may use all other lawful means, including posing as consumers, suppliers, or other individuals, without identification or prior notice; nothing in this Order limits the FTC's use of compulsory process under Sections 9 and 20 of the FTC Act",
            "quoted_text": "C. The FTC may use all other lawful means, including posing, through their representatives as consumers, suppliers, or other individuals or entities, to Defendants or any individual or entity affiliated with Defendants, without the necessity of identification or prior notice. Nothing in this Order limits the FTC’s lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 379,
            "quote_end_line": 383
          },
          {
            "description": "Upon written request from the FTC, any consumer reporting agency must furnish consumer reports concerning the Individual Defendant pursuant to Section 604(1) of the Fair Credit Reporting Act",
            "quoted_text": "D. Upon written request from a representative of the FTC, any consumer reporting agency must furnish consumer reports concerning the Individual Defendant, pursuant to Section 604(1) of the Fair Credit Reporting Act, 15 U.S.C. §1681b(a)(1).",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 384,
            "quote_end_line": 386
          }
        ],
        "statutory_topics": [
          "TSR"
        ],
        "practice_areas": [
          "Telemarketing",
          "Financial Practices"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "XIII",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
        "requirements": [
          {
            "description": "The Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order",
            "quoted_text": "XIII IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 388,
            "quote_end_line": 389
          }
        ],
        "statutory_topics": [
          "TSR"
        ],
        "practice_areas": [
          "Telemarketing",
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "For 20 years after entry of this Order, each Defendant must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "03.20, BoostMyScore Complaint (Pending).pdf",
      "order": "03.20, BoostMyScore Order (Pending).pdf"
    },
    "extraction_stats": {
      "complaint_counts": 7,
      "complaint_representations": 5,
      "order_provisions": 13,
      "order_definitions": 3,
      "order_requirements": 48,
      "provisions_per_section": {
        "I": 1,
        "II": 1,
        "III": 11,
        "IV": 4,
        "V": 1,
        "VI": 2,
        "VII": 7,
        "VIII": 3,
        "IX": 3,
        "X": 5,
        "XI": 5,
        "XII": 4,
        "XIII": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 5,
        "complaint_total": 5,
        "order_verified": 48,
        "order_total": 48
      }
    },
    "processing_time_seconds": 178.2
  }
}