{
  "case_info": {
    "docket_number": "Civil Action No. 1:20-cv-00641",
    "company": {
      "name": "BoostMyScore LLC",
      "incorporation_state": "Colorado",
      "entity_type": "limited liability company",
      "address": "7900 E. Union Avenue, Suite 1005A, Denver, CO 80237",
      "business_description": "BoostMyScore operates a credit repair business that advertises through websites, social media, telemarketing, and radio/print advertising to help consumers manipulate credit scores and gain access to mortgages and personal loans. The company makes claims about credit manipulation legality and collects advance fees for credit repair services."
    },
    "commissioners": [],
    "case_date": {
      "month": 3,
      "year": 2020
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act (15 U.S.C. § 45(a)), Section 410(b) of the Credit Repair Organizations Act (15 U.S.C. § 1679h(b)), and Section 6(b) of the Telemarketing and Consumer Fraud and Abuse Prevention Act (15 U.S.C. § 6105(b))",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/192-3059-boostmyscore-llc"
  },
  "complaint": {
    "factual_background": "Since at least 2007, Defendants operated a credit repair business that deceived consumers by claiming they could significantly boost credit scores through credit piggybacking—adding consumers as authorized users on unrelated third parties' credit cards. Defendants charged advance fees of $325 to $4,000 per tradeline before performing services, made unsubstantiated claims about score improvements of 100-120 points, and falsely represented their services would help consumers obtain mortgages. In reality, the services often failed to improve FICO scores as promised, and major mortgage underwriters factor out piggybacked tradelines, rendering the service ineffective for mortgage qualification.",
    "representations_made": [
      {
        "description": "Claimed their credit repair services would significantly improve consumers' credit scores, including FICO credit scores",
        "quoted_text": "Defendants' credit repair services will significantly improve consumers' credit scores, including FICO credit scores",
        "source_paragraph": 37
      },
      {
        "description": "Claimed their credit repair services would help consumers obtain a mortgage",
        "quoted_text": "Defendants' credit repair services will help consumers obtain a mortgage",
        "source_paragraph": 37
      },
      {
        "description": "Represented that consumers are additional authorized users on credit card accounts when such consumers are not given access to the credit",
        "quoted_text": "Defendants have counseled or advised consumers to make statements, which are untrue or misleading with respect to consumers' credit worthiness, credit standing, or credit capacity to persons who have extended credit to the consumers or to whom the consumers have applied or are applying for an extension of credit, including by representing that consumers are \"additional authorized users\" on one or several credit cards or line of credit accounts held by account holders when such consumers are not given access to the credit",
        "source_paragraph": 49
      },
      {
        "description": "Claimed their program will significantly improve consumers' FICO credit scores and help consumers obtain mortgages via telemarketing",
        "quoted_text": "Defendants have misrepresented, directly or indirectly, expressly or by implication, material aspects of the performance, efficacy, nature, or central characteristics of their credit repair services, including but not limited to, that: a. Defendants' program will significantly improve consumers' FICO credit scores; and b. Defendants' program will help consumers obtain a mortgage",
        "source_paragraph": 63
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Misrepresentations Regarding Credit Repair Services (FTC Act)",
        "representation": "Defendants represented that their credit repair services will significantly improve consumers' credit scores, including FICO credit scores, and will help consumers obtain a mortgage",
        "fact": "In numerous instances, such representations were false or misleading or not substantiated at the time Defendants made them",
        "conclusion": "Therefore, Defendants' making of the representations as set forth in Paragraph 37 constitutes a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15. U.S.C. § 45(a)"
      },
      {
        "count_number": 2,
        "title": "Misleading Use of Tradelines (CROA)",
        "representation": "Defendants counseled or advised consumers to make statements representing that consumers are additional authorized users on credit card accounts",
        "fact": "Such consumers are not given access to the credit, making the statements untrue or misleading with respect to consumers' credit worthiness, credit standing, or credit capacity",
        "conclusion": "Therefore, Defendants' acts or practices as set forth in Paragraph 49 violate Section 404(a)(1)(B) of CROA, 15 U.S.C. § 1679b(a)(1)(B)"
      },
      {
        "count_number": 3,
        "title": "Misrepresentations Regarding Credit Repair Services (CROA)",
        "representation": "Defendants made untrue or misleading representations to consumers, including that their credit repair services will significantly improve consumers' credit scores and will help consumers obtain a mortgage",
        "fact": "These representations were untrue or misleading",
        "conclusion": "Therefore, Defendants' acts or practices as set forth in Paragraph 51 violate Section 404(a)(3) of CROA, 15 U.S.C. § 1679b(a)(3)"
      },
      {
        "count_number": 4,
        "title": "Course of Business That Results In Fraud or Deception (CROA)",
        "representation": "Defendants engaged in acts or practices including brokering the sale of authorized user tradelines to third parties",
        "fact": "Defendants contractually bar consumers from accessing the credit, constituting fraud or deception on persons including consumers, issuers of credit, and credit reporting agencies",
        "conclusion": "Therefore, Defendants' acts or practices as set forth in Paragraph 53 violate Section 404(a)(4) of CROA, 15 U.S.C. § 1679b(a)(4)"
      },
      {
        "count_number": 5,
        "title": "Charging Advance Fees For Credit Repair Services (CROA)",
        "representation": "Defendants charged or received money or other valuable consideration for the performance of credit repair services",
        "fact": "Such charges were collected before the services were fully performed",
        "conclusion": "Therefore, Defendants' acts or practices as set forth in Paragraph 55 violate Section 404(b) of CROA, 15 U.S.C. § 1679b(b)"
      },
      {
        "count_number": 6,
        "title": "Misrepresentations Regarding Credit Repair Services (TSR)",
        "representation": "In telemarketing, Defendants represented that their program will significantly improve consumers' FICO credit scores and will help consumers obtain a mortgage",
        "fact": "These representations misrepresented material aspects of the performance, efficacy, nature, or central characteristics of their credit repair services",
        "conclusion": "Therefore, Defendants' acts or practices as set forth in Paragraph 63 are deceptive telemarketing acts and practices that violate Section 310.3(a)(2)(iii) of the TSR, 16 C.F.R. § 310.3(a)(2)(iii)"
      },
      {
        "count_number": 7,
        "title": "Charging Advance Fees For Credit Repair Services (TSR)",
        "representation": "In telemarketing, Defendants requested or received payment of a fee or consideration for credit repair services",
        "fact": "Payment was collected before the time frame in which Defendants represented all services would be provided had expired and before Defendants provided documentation demonstrating promised results had been achieved",
        "conclusion": "Therefore, Defendants' acts or practices as set forth Paragraph 65 are abusive telemarketing acts or practices that violate Section 310.4(a)(2) of the TSR, 16 C.F.R. § 310.4(a)(2)"
      }
    ]
  },
  "order": {
    "definitions": {
      "Credit Repair Service": "any service, in return for payment of money or other consideration, for the express or implied purpose of: (1) improving any consumer's credit report, credit record, credit history, credit profile, credit score, or credit rating; or (2) providing advice or assistance to any consumer with regard to any activity or service the purpose of which is to improve any consumer's credit report, credit record, credit history, credit profile, credit score, or credit rating.",
      "Defendants": "all of the Individual Defendant and the Corporate Defendants, individually, collectively, or in any combination. \"Corporate Defendants\" means BoostMyScore LLC formerly known as Boost My Score dot Net, LLC and also doing business as BoostMyScore.net, BMS, Inc. also doing business as BoostMyScore.net, and their successors and assigns. \"Individual Defendant\" means William O. Airy.",
      "Person": "any individual, group, unincorporated association, limited or general partnership, corporation, or other business entity."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition on Collection of Advance Fees",
        "category": "prohibition",
        "summary": "Defendants are permanently prohibited from charging or receiving money before Credit Repair Services are fully performed.",
        "requirements": [
          {
            "description": "Must not charge or receive payment for Credit Repair Services before fully performed",
            "quoted_text": "IT IS THEREFORE ORDERED that Defendants, Defendants' officers, agents, and employees, and all other Persons in active concert or participation with them, who receive actual notice of this Order by personal service or otherwise, whether acting directly or indirectly, in connection with the advertising, marketing, promoting, or offering for sale of any Credit Repair Service, are hereby permanently restrained and enjoined from charging or receiving any money or other consideration for the performance of any Credit Repair Service before such Credit Repair Service is fully performed.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Prohibition on Sale of Tradelines",
        "category": "prohibition",
        "summary": "Defendants are permanently prohibited from selling tradeline services that add authorized users without giving them actual access to credit.",
        "requirements": [
          {
            "description": "Must not sell Credit Repair Services that add authorized users without actual credit access",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants, Defendants' officers, agents, and employees, and all other Persons in active concert or participation with them, who receive actual notice of this Order by personal service or otherwise, whether acting directly or indirectly, are hereby permanently restrained and enjoined from advertising, marketing, promoting, brokering, offering for sale, or selling, or assisting in the advertising, marketing, promoting, brokering, offering for sale, or selling, of any Credit Repair Service that adds, attempts to add, or advises or directs others to add, any Person as an authorized user to any other Person's credit card account or other line of credit unless the Person to be added is given access to such credit.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Provisions Regarding Marketing of Credit Repair Services",
        "category": "prohibition",
        "summary": "Defendants must not make misrepresentations about credit repair services or engage in fraud, and must comply with CROA disclosure requirements.",
        "requirements": [
          {
            "description": "Must not misrepresent that any person will be added as authorized user to credit accounts",
            "quoted_text": "Misrepresenting or assisting others in misrepresenting, expressly or by implication: 1. That any Person will add any Person as an additional authorized user to any other Person's credit card or line of credit account",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent ability to substantially improve credit scores or ratings",
            "quoted_text": "2. That any Person can substantially improve any Person's credit score or credit rating",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent that person is authorized user on credit accounts",
            "quoted_text": "3. That any Person is an additional authorized user on any other Person's credit card or line of credit account",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent that Credit Repair Services will help obtain mortgages or credit",
            "quoted_text": "4. That any Credit Repair Service will help any Person obtain a mortgage or other extension of credit",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent ability to remove negative information from credit reports",
            "quoted_text": "5. That any Person can remove negative information or hard inquiries from any Person's credit report, credit record, credit history, credit profile",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent any material fact about Credit Repair Services",
            "quoted_text": "6. Any other fact material to consumers concerning any Credit Repair Service, such as the total costs; any material restrictions, limitations, or conditions; or any material aspect of its performance, efficacy, nature, or central characteristics",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not engage in fraud or deception in connection with Credit Repair Services",
            "quoted_text": "B. Engaging in any act, practice, or course of business that constitutes or results in the commission of, or an attempt to commit, a fraud or deception on any Person in connection with the offer or sale of the Credit Repair Service",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must provide written Consumer Credit File Rights statement as required by CROA Section 405(a)",
            "quoted_text": "C. Failing to provide any Person with a written statement of \"Consumer Credit File Rights Under State and Federal Law,\" in the form and manner required by Section 405(a) of CROA, 15 U.S.C. § 1679c(a)",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must include conspicuous cancellation statement in contracts as required by CROA Section 406(b)(4)",
            "quoted_text": "D. Failing to include in contracts for any Credit Repair Service a conspicuous statement in bold face type, in immediate proximity to the space reserved for the consumer's signature on the contract, regarding the consumer's right to cancel the contracts without penalty or obligation at any time before the third business day after the date on which consumers signed the contracts, in the form and manner required by Section 406(b)(4) of CROA, 15 U.S.C. § 1679d(b)(4)",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must provide Notice of Cancellation form as required by CROA Section 407(b)",
            "quoted_text": "E. Failing to provide any Person with a separate form with the heading \"Notice of Cancellation,\" in the form and manner required by Section 407(b) of CROA, 15 U.S.C. § 1679e(b)",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not violate CROA",
            "quoted_text": "F. Violating CROA, 15 U.S.C. §§ 1679-1679j, a copy of which is attached as Attachment A.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Prohibited Deceptive Business Activities Regarding Any Products or Services",
        "category": "prohibition",
        "summary": "Defendants must not misrepresent material facts about any products or services, including legality, refund policies, and must disclose refund policy terms.",
        "requirements": [
          {
            "description": "Must not misrepresent that product or service is legal or protected by statute",
            "quoted_text": "A. Misrepresenting or assisting others in misrepresenting, expressly or by implication: 1. That such product or service is legal or otherwise protected by any federal or state statute or rule",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent refund, cancellation, or exchange policy terms",
            "quoted_text": "2. The terms of any refund, cancellation, exchange, or repurchase policy, or the circumstances under which a full or partial refund will be granted or denied",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent any material fact about products or services",
            "quoted_text": "3. Any other fact material to Persons concerning any product or service, such as the total costs; any material restrictions, limitations, or conditions; or any material aspect of its performance, efficacy, nature, or central characteristics",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must disclose clearly and conspicuously refund, cancellation, or exchange policy terms",
            "quoted_text": "B. Failing to disclose clearly and conspicuously the terms of any refund, cancellation, exchange, or repurchase policy, or the circumstances under which a full or partial refund will be granted or denied.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Prohibition Against Unsubstantiated Claims",
        "category": "prohibition",
        "summary": "Defendants must possess competent and reliable evidence to substantiate any representations about product or service benefits, performance, or efficacy.",
        "requirements": [
          {
            "description": "Must possess competent and reliable substantiation for any claims about product benefits, performance, or efficacy",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants, Defendants' officers, agents, and employees, and all other Persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with the advertising, marketing, promoting, or offering for sale of any product or service, are permanently restrained and enjoined from making any representation or assisting others in making any representation, expressly or by implication, about the benefits, performance, or efficacy of any product or service, unless the representation is non-misleading, and, at the time such representation is made, Defendants possess and rely upon competent and reliable evidence that is sufficient in quality and quantity based on standards generally accepted in the relevant field, when considered in light of the entire body of relevant and reliable evidence, to substantiate that the representation is true.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Injunction Relating to Telemarketing",
        "category": "prohibition",
        "summary": "Defendants must not misrepresent material aspects of goods or services in telemarketing and must not violate the Telemarketing Sales Rule.",
        "requirements": [
          {
            "description": "Must not misrepresent material aspects of goods or services in telemarketing",
            "quoted_text": "A. Misrepresenting, directly or by implication, in the sale of goods or services any material aspect of the performance, efficacy, nature, or central characteristics of goods or services that are the subject of a sales offer",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not violate the Telemarketing Sales Rule",
            "quoted_text": "B. Violating the FTC's Telemarketing Sales Rule, 16 C.F.R. Part 310, a copy of which is attached as Attachment B.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Monetary Judgment",
        "category": "affirmative_obligation",
        "summary": "Judgment of $6,630,678 entered against Defendants, with $64,863 to be paid within 7 days; remainder suspended based on financial representations.",
        "requirements": [
          {
            "description": "Pay $64,863 to FTC within 7 days by electronic fund transfer",
            "quoted_text": "B. Defendants are ordered to pay to the FTC SIXTY FOUR THOUSAND EIGHT HUNDRED SIXTY THREE DOLLARS ($64,863), which, as Defendants stipulate, their undersigned counsel holds in escrow for no purpose other than payment to the FTC. Such payment must be made within 7 days of entry of this Order by electronic fund transfer in accordance with instructions previously provided by a representative of the FTC.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Customer Information",
        "category": "affirmative_obligation",
        "summary": "Defendants must provide customer information to FTC for redress, must not use or disclose customer information, and must destroy such information within specified timeframes.",
        "requirements": [
          {
            "description": "Must provide customer information to FTC when requested within 14 days",
            "quoted_text": "A. Failing to provide sufficient customer information to enable the FTC to efficiently administer consumer redress. If a representative of the FTC requests in writing any information related to redress, Defendants must provide it, in the form prescribed by the FTC, within 14 days.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Must not disclose, use, or benefit from customer information obtained prior to this Order",
            "quoted_text": "B. Disclosing, using, or benefitting from customer information, including the name, address, telephone number, email address, social security number, other identifying information, or any data that enables access to a customer's account (including a credit card, bank account, or other financial account), that any Defendant obtained prior to entry of this Order in connection with the marketing or sale of any Credit Repair Service.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must destroy customer information within 30 days of FTC direction or one year after order entry",
            "quoted_text": "C. Failing to destroy such customer information in all forms in their possession, custody, or control within the earlier of: 1. 30 days after receipt of written direction to do so from a representative of the FTC, or 2. one year after entry of this Order.",
            "deadline": "30 days or 1 year",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Defendants must submit acknowledgments of receipt of this Order and deliver copies to personnel and obtain signed acknowledgments.",
        "requirements": [
          {
            "description": "Each Defendant must submit acknowledgment of receipt of Order to FTC",
            "quoted_text": "A. Each Defendant, within 7 days of entry of this Order, must submit to the FTC an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must deliver copy of Order to current principals, officers, directors, managers, and employees with managerial responsibilities",
            "quoted_text": "B. For 5 years after entry of this Order, the Individual Defendant for any business that such Defendant, individually or collectively with any other Defendants, is the majority owner or controls directly or indirectly, and each of the Corporate Defendants, must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees having managerial responsibilities for conduct related to the subject matter of the Order and all agents and representatives who participate in conduct related to the subject matter of the Order; and (3) any business entity resulting from any change in structure as set forth in the Section titled Compliance Reporting. Delivery must occur within 7 days of entry of this Order for current personnel.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must obtain signed and dated acknowledgments from individuals who received Order",
            "quoted_text": "C. From each individual or entity to which a Defendant delivered a copy of this Order, that Defendant must obtain, within 30 days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendants must submit compliance reports one year after entry of Order and compliance notices within 14 days of specified changes for 20 years.",
        "requirements": [
          {
            "description": "Submit initial compliance report one year after entry of Order",
            "quoted_text": "A. One year after entry of this Order, each Defendant must submit a compliance report, sworn under penalty of perjury",
            "deadline": "1 year",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit compliance notices within 14 days of changes for 20 years after entry of Order",
            "quoted_text": "B. For 20 years after entry of this Order, each Defendant must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit notice of bankruptcy filing within 14 days",
            "quoted_text": "C. Each Defendant must submit to the FTC notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against such Defendant within 14 days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XI",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendants must create and retain specified business records for 20 years, with each record retained for 5 years.",
        "requirements": [
          {
            "description": "Create records for 20 years and retain each record for 5 years",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants must create certain records for 20 years after entry of the Order, and retain each such record for 5 years. Specifically, the Corporate Defendants and the Individual Defendant for any business that such Defendant, individually or collectively with any other Defendants, is a majority owner or controls directly or indirectly, must create and retain the following records: A. accounting records showing the revenues from all goods or services sold; B. personnel records showing, for each Person providing services, whether as an employee or otherwise, that Person's: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination; C. records of all consumer complaints and refund requests, whether received directly or indirectly, such as through a third party, and any response; D. all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission; and E. a copy of each unique advertisement or other marketing material.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XII",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "FTC has authority to monitor Defendants' compliance through reports, depositions, document production, interviews, and other lawful means.",
        "requirements": [
          {
            "description": "Must submit additional compliance reports or information within 14 days of FTC request",
            "quoted_text": "A. Within 14 days of receipt of a written request from a representative of the FTC, each Defendant must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury; appear for depositions; and produce documents for inspection and copying.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must permit FTC to interview employees or affiliated persons who agree to interview",
            "quoted_text": "B. For matters concerning this Order, the FTC are authorized to communicate directly with each Defendant. Defendants must permit representatives of the FTC to interview any employee or other Person affiliated with any Defendant who has agreed to such an interview.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XIII",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "Court retains jurisdiction for purposes of construction, modification, and enforcement of this Order.",
        "requirements": [
          {
            "description": "Court retains jurisdiction over this matter",
            "quoted_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "For 20 years after entry of this Order, each Defendant must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "03.20, BoostMyScore Complaint (Pending).pdf",
      "order": "03.20, BoostMyScore Order (Pending).pdf"
    },
    "extraction_stats": {
      "complaint_counts": 7,
      "complaint_representations": 4,
      "order_provisions": 13,
      "order_definitions": 3,
      "order_requirements": 34
    },
    "processing_time_seconds": 173.2
  }
}