{
  "case_info": {
    "docket_number": "C-4308",
    "company": {
      "name": "Rite Aid Corporation",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "1200 Intrepid Ave., 2nd Floor, Philadelphia, Pennsylvania",
      "business_description": "Rite Aid Corporation is a retail pharmacy chain that operates stores throughout the United States. The company maintains a substantial course of trade in commerce through its retail pharmacy locations where it conducts business through several wholly owned subsidiaries."
    },
    "commissioners": [],
    "case_date": {
      "month": 3,
      "year": 2024
    },
    "legal_authority": "Sections 5(a) and 5(n) of the Federal Trade Commission Act, 15 U.S.C. §§ 45(a), (n)",
    "violation_type": "unfair",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/2023190-rite-aid-corporation-ftc-v"
  },
  "complaint": {
    "factual_background": "Rite Aid deployed facial recognition technology in hundreds of retail stores to identify and exclude individuals it deemed 'persons of interest' based on suspected shoplifting or criminal behavior. The company failed to take reasonable measures to prevent harm from the technology, including failing to test its accuracy, enforce image quality standards, or train employees properly. As a result, the system generated thousands of false-positive matches that led to consumers being wrongly accused, surveilled, banned from stores, and subjected to police involvement. The technology disproportionately harmed Black, Asian, Latino, and women consumers.",
    "representations_made": [],
    "counts": [
      {
        "count_number": 1,
        "title": "Unfair Facial Recognition Technology Practices",
        "representation": "Defendants used facial recognition technology in their retail stores without taking reasonable steps to address the risks that their deployment of such technology was likely to result in harm to consumers as a result of false-positive facial recognition match alerts.",
        "fact": "Defendants failed to: assess risks to consumers including racial disparities; test or assess accuracy before deployment; enforce image quality controls; train and oversee employees; and monitor or test accuracy of results after deployment. These failures caused the technology to generate thousands of false-positive matches, resulting in consumers being surveilled, removed from stores, publicly accused of criminal activity, searched, and subjected to police involvement.",
        "conclusion": "Defendants' actions cause or have been likely to cause substantial injury to consumers that consumers cannot reasonably avoid themselves and that is not outweighed by countervailing benefits to consumers or competition. Therefore, Defendants' acts or practices constitute unfair acts or practices in violation of Section 5 of the FTC Act, 15 U.S.C. §§ 45(a), (n)."
      },
      {
        "count_number": 2,
        "title": "Unfair Failure to Implement or Maintain a Comprehensive Information Security Program in Violation of Section II of the 2010 Order",
        "representation": "Rite Aid was required by the 2010 Commission Order to establish, implement, and maintain a comprehensive information security program that included: (A) developing and using reasonable steps to select and retain service providers capable of appropriately safeguarding Personal Information; (B) requiring service providers by contract to implement and maintain appropriate safeguards; and (C) fully documenting in writing the content and implementation of the information security program.",
        "fact": "In numerous instances, Rite Aid: (A) did not use reasonable steps to select and retain service providers capable of appropriately safeguarding Personal Information, including by failing to follow its own information security policies; (B) did not require service providers to which it provided Personal Information to, by contract, implement or maintain appropriate safeguards; and (C) failed to fully document in writing the content and implementation of its information security program.",
        "conclusion": "Defendants' actions cause or have been likely to cause substantial injury to consumers that consumers cannot reasonably avoid themselves and that is not outweighed by countervailing benefits to consumers or competition. Therefore, Defendants' acts or practices constitute unfair acts or practices in violation of Section 5 of the FTC Act, 15 U.S.C. §§ 45(a), (n)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Affirmative Express Consent": "means any freely given, specific, informed, and unambiguous indication of an individual consumer's wishes demonstrating agreement by the individual, such as by a clear affirmative action, following a Clear and Conspicuous disclosure to the individual of: (i) the categories of information that will be collected; (ii) the specific purpose(s) for which the information is being collected; (iii) the names or categories of Third Parties collecting the information, or to whom the information is disclosed, provided that if Respondent discloses the categories of Third Parties, the disclosure shall include a hyperlink or information about how to access a separate page listing the names of the Third Parties; (iv) a simple, easily-located means by which the consumer can withdraw consent; and (v) any limitations on the consumer's ability to withdraw consent. The Clear and Conspicuous disclosure must be separate and apart from any \"privacy policy,\" \"terms of service,\" \"terms of use,\" or other similar document, but it may reference them. The following do not constitute Affirmative Express Consent: 1. Inferring consent from the hovering over, muting, pausing, or closing of a given piece of content by the consumer; or 2. Obtaining consent through a user interface that has the effect of subverting or impairing user autonomy, decision-making, or choice.",
      "Automated Biometric Security or Surveillance System": "means any machine-based system, including any computer software, application, or algorithm, that analyzes or uses Biometric Information of, from, or about individual consumers to generate an Output that relates to those consumers, notwithstanding any assistance by a human being in such analysis or use, and that is used in whole or in part for a Security or Surveillance Purpose. Provided, however, that the term \"Automated Biometric or Surveillance Security System\" as used in this Order does not include: 1. A camera or similar sensor that is used to capture images or videos of individuals that are not collected or used in connection with the generation of an Output; 2. Any system to the extent that it is used to authenticate or identify Respondents' employees, contractors, or agents in connection with the performance of their job duties, so long as Respondents receive Affirmative Express Consent for the collection and use of any Biometric Information in connection with such authentication; and 3. Any system to the extent it is used exclusively in the direct provision of medical services by or under the supervision of a physician, registered nurse, pharmacist, or other licensed health care professional, so long as Respondents receive Affirmative Express Consent for the collection and use of any Biometric Information in connection with such system.",
      "Biometric Information": "means data that depict or describe physical, biological, or behavioral traits, characteristics, or measurements of or relating to an identified or identifiable person's body, including depictions or images, descriptions, recordings, or copies of an individual's facial or other physical features (e.g., iris/retina scans), finger or handprints, voice, genetics, or characteristic movements or gestures (e.g., gait or typing pattern). \"Biometric Information\" does not include data that relates solely to user accounts or credentials, such as a username, or to user devices, such as device IDs or IP addresses, in isolation from data that depict or describe or are used to infer physical, biological, or behavioral traits, characteristics, or measurements of or relating to a person's body.",
      "Clear(ly) and Conspicuous(ly)": "means that a required disclosure is difficult to miss (i.e., easily noticeable) and easily understandable by ordinary consumers, including in all of the following ways: 1. A visual disclosure, by its size, contrast, location, the length of time it appears, and other characteristics, must stand out from any accompanying text or other visual elements so that it is easily noticed, read, and understood. 2. An audible disclosure, including by telephone or streaming video, must be delivered in a volume, speed, and cadence sufficient for ordinary consumers to easily hear and understand it. 3. In any communication using an interactive electronic medium, such as the Internet or software, the disclosure must be unavoidable. 4. The disclosure must use diction and syntax understandable to ordinary consumers and must appear in English, Spanish, and each other language in which a Covered Business provides signage or other disclosures in the physical location or on the website where the disclosure appears. 5. The disclosure must comply with these requirements in each medium through which it is received, including all electronic devices and face-to-face communications. 6. The disclosure must not be contradicted or mitigated by, or inconsistent with, any other statements or representations in or near the disclosure. 7. When the deployment of an Automated Biometric Security or Surveillance System targets a specific group, such as children, the elderly, or the terminally ill, \"ordinary consumers\" includes reasonable members of that group.",
      "Covered Business": "means (1) any Respondent; (2) any business of which one or more Respondents is a majority owner or controls, directly or indirectly.",
      "Covered Incident": "means any incident that results in a Covered Business notifying, pursuant to a statutory or regulatory requirement, any U.S. federal, state, or local government entity that information of or about an individual consumer was, or is reasonably believed to have been, accessed, acquired, or publicly exposed without authorization.",
      "Covered Information": "means information from or about an individual consumer, including: (a) a first and last name; (b) a home or physical address; (c) an email address or other online contact information, such as an instant messaging user identifier or a screen name; (d) a mobile or other telephone number; (e) a driver's license or other government-issued identification number; (f) date of birth; (g) geolocation information sufficient to identify street name and name of a city or town; (h) bank account information or credit or debit card information (including a partial credit or debit card number with more than five digits); (i) user identifier, or other persistent identifier that can be used to recognize a user over time and across different devices, websites, or online services; (j) user account credentials, such as a login name and password (whether plain text, encrypted, hashed, and/or salted); (k) Biometric Information; or (l) Health Information.",
      "Facial Recognition or Analysis System": "means an Automated Biometric Security or Surveillance System that analyzes or uses depictions or images, descriptions, recordings, copies, measurements, or geometry of or related to an individual's face to generate an Output.",
      "Gallery": "means a collection, database, or list of samples of Biometric Information created and retained for purposes of comparison with other samples in connection with the use of an Automated Biometric Security or Surveillance System to generate an Output.",
      "Health Information": "means individually identifiable information relating to the past, present, or future physical or mental health or conditions of an individual, the provision of health care to an individual, or the past, present, or future payment for the provision of health care to an individual. It includes, but is not limited to, the following information relating to an individual: (a) prescription information, such as medication and dosage; (b) prescribing physician name, address, and telephone number; (c) health insurer name, insurance account number, or insurance policy number; (d) information concerning medical- or health-related purchases; and (e) any information that is derived or extrapolated from information about an individual's activities, or pattern of activities, from which a determination is made that the individual has a health condition or is taking a drug.",
      "Inaccurate Output": "means an Output that is false, misleading, or incorrect and includes, to the extent that the Output of an Automated Biometric Security or Surveillance System is binary, (1) false positives or false acceptances and (2) false negatives or false rejections.",
      "Output": "means a match, alert, prediction, analysis, assessment, determination, recommendation, identification, calculation, candidate list, or inference that is generated by a machine-based system processing Biometric Information.",
      "Operator": "means an officer, employee, manager, contractor, service provider, or other agent of a Covered Business whose job duties include the operation or oversight of any aspect of an Automated Biometric Security or Surveillance System.",
      "Respondents": "mean Rite Aid Corporation, Rite Aid Hdqtrs Corp., and their subsidiaries, divisions, successors and assigns.",
      "Security or Surveillance Purpose": "means a purpose related to surveillance (including but not limited to tracking individuals' location or behavior without Affirmative Express Consent); the detection, deterrence, prediction, or investigation of theft, crime, fraud, or other misconduct; or access to locations, material goods, information, systems, or networks.",
      "Vendor": "means any person or entity that receives, maintains, processes, or otherwise is permitted access to Covered Information from, by, or at the direction of a Covered Business through its provision of services directly to a Covered Business."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Use of Facial Recognition or Analysis Systems Prohibited",
        "category": "prohibition",
        "summary": "Respondents are banned from using facial recognition or analysis systems in retail stores, pharmacies, or online platforms for five years.",
        "requirements": [
          {
            "description": "Must not deploy or use facial recognition or analysis systems in retail",
            "quoted_text": "IT IS ORDERED that Respondents, in connection with the activities of any Covered Business, are prohibited for five (5) years from the effective date of this Order from deploying or using, or assisting in the deployment or use of, any Facial Recognition or Analysis System, whether directly or through an intermediary, in any retail store or retail pharmacy or on any online retail platform.",
            "deadline": "5 years",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Deletion of Covered Biometric Information",
        "category": "affirmative_obligation",
        "summary": "Respondents must delete all photos and videos collected for facial recognition and instruct third parties to do the same.",
        "requirements": [
          {
            "description": "Delete all facial recognition photos, videos, and derived data",
            "quoted_text": "Within forty-five (45) days after the effective date of this Order, delete or destroy all photos and videos of consumers used or collected in connection with the operation of a Facial Recognition or Analysis System prior to the effective date of this Order, and any data, models, or algorithms derived in whole or in part therefrom, and provide a written statement to the Commission, sworn under penalty of perjury, confirming that all such information has been deleted or destroyed",
            "deadline": "45 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Identify third parties who received facial recognition data, instruct deletion",
            "quoted_text": "Within sixty (60) days after the effective date of this Order, Respondents must: 1. Identify all third parties, other than government entities, that received photos and videos of consumers used or collected in connection with the operation of a Facial Recognition or Analysis System prior to the effective date of this Order, and any data, models, or algorithms derived in whole or in part therefrom from any Covered Business, provide a copy of the Complaint and Order to all such identified third parties, notify all such identified third parties in writing that the Federal Trade Commission alleges that Respondents used that information in a manner that was unfair in violation of the FTC Act, and instruct all such identified third parties to delete all photos and videos of consumers used or collected in connection with the operation of a Facial Recognition or Analysis System prior to the effective date of this Order, and any data, models, or algorithms derived in whole or in part therefrom, and demand written confirmation of deletion.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide third-party deletion confirmations to FTC",
            "quoted_text": "Provide all receipts of confirmation and any responses from third parties within ten (10) days of receipt to: DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin: \"In the Matter of Rite Aid.\"",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Mandated Automated Biometric Security or Surveillance System Monitoring Program",
        "category": "affirmative_obligation",
        "summary": "If using biometric surveillance systems (other than prohibited facial recognition), Respondents must establish a comprehensive monitoring program to assess and mitigate risks of inaccurate outputs and disproportionate harm.",
        "requirements": [
          {
            "description": "Document the monitoring program in writing",
            "quoted_text": "Document in writing the content, implementation, and maintenance of the Program",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Designate qualified employees responsible for the program",
            "quoted_text": "Designate a qualified employee or employees to coordinate and be responsible for the Program",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Conduct written system assessments of risks",
            "quoted_text": "For each Automated Biometric Security or Surveillance System used, prior to its implementation (or for any Automated Biometric Security or Surveillance System in use as of the effective date of this Order, within ninety (90) days of the effective date of this Order) and, thereafter, at least once every twelve (12) months, conduct a written assessment (\"System Assessment\") of potential risks to consumers from the use of the Automated Biometric Security or Surveillance System",
            "deadline": "90 days or prior to implementation; then every 12 months",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Implement and document safeguards based on risk assessment",
            "quoted_text": "Implement, maintain, and document safeguards that are designed to control for the risks Respondents identify in the System Assessment. Each safeguard must be based on the severity of the risk to consumers and the likelihood that the risk could be realized.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide annual training for all operators",
            "quoted_text": "Requiring and documenting regular and at least annual training for all Operators, which must cover, at a minimum: a. Methodologies for interpreting or assessing the validity of the Outputs of the Automated Biometric Security or Surveillance System, including for judging whether Outputs are Inaccurate; b. Evaluation of Biometric Information to determine its quality, value, and appropriateness for use in connection with the Automated Biometric Security or Surveillance System, particularly in light of each relevant factor identified pursuant to sub-Provision III.C.3 and the quality standards implemented pursuant to sub-Provision III.D.6.a; c. An overview of the types of human cognitive bias, such as automation bias and confirmation bias, that could foreseeably affect Operators' interpretations of the Outputs; d. Known limitations of the Automated Biometric Security or Surveillance System, including factors that are known to affect the accuracy of the Outputs of Automated Biometric Security or Surveillance Systems of the type deployed, such as image or sound quality, the method by which Biometric Information to be used in connection with the Automated Biometric Security or Surveillance System is collected, background images or sounds, the passage of time since the capture of a Biometric Information sample, or relevant demographic, physical, or other traits of the individual to whom Biometric Information pertains (such as race, ethnicity, sex, gender, age, or disability, alone or in combination); and e. The requirements of this Order",
            "deadline": "annually",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Conduct documented testing of systems",
            "quoted_text": "Conducting documented testing of the Automated Biometric Security or Surveillance System prior to deployment and at least once every twelve (12) months thereafter. Such testing must be conducted with the Affirmative Express Consent of individuals whose Biometric Information will be used for testing",
            "deadline": "prior to deployment and every 12 months",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Evaluate and adjust program effectiveness",
            "quoted_text": "Evaluate and adjust the Program in light of any circumstance that Respondents know or have reason to know may materially affect the Program's effectiveness. At a minimum, every twelve (12) months, each Covered Business must evaluate the effectiveness of the Program in light of the System Assessment and the results of all monitoring, testing, and documentation conducted pursuant to the Program.",
            "deadline": "every 12 months",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide program to board or senior officer",
            "quoted_text": "Provide the written System Assessment and Program, and any evaluations thereof or updates thereto, to Respondents' board of directors or governing body or, if no such board or equivalent governing body exists, to a senior officer of Respondents responsible for the Program at least once every twelve (12) months",
            "deadline": "every 12 months",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Do not deploy systems lacking competent scientific evidence of accuracy",
            "quoted_text": "Not deploy or discontinue deployment of an Automated Biometric Security or Surveillance System if: 1. Respondents do not possess competent and reliable scientific evidence that is sufficient in quality and quantity based on standards generally accepted in the relevant scientific fields, when considered in light of the entire body of relevant and reliable scientific evidence, to substantiate that Outputs of the Automated Biometric Security or Surveillance System are likely to be accurate.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Mandatory Notice and Complaint Procedures",
        "category": "affirmative_obligation",
        "summary": "Respondents must provide written notice to consumers enrolled in biometric databases or affected by outputs, establish complaint procedures, and respond to complaints within specific timeframes.",
        "requirements": [
          {
            "description": "Provide notice to consumers enrolled in gallery",
            "quoted_text": "Provide written notice to all consumers who will have their Biometric Information enrolled in any Gallery used in conjunction with an Automated Biometric Security or Surveillance System, unless Respondents are unable to provide the notice due to safety concerns or the nature of a security incident that forms the basis for enrollment. Respondents shall provide such notice prior to or promptly after enrollment",
            "deadline": "prior to or promptly after enrollment",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide notice to consumers affected by outputs",
            "quoted_text": "Provide written notice to all consumers with respect to whom Respondents, in connection with an Output, take an action that could result in physical, financial, or reputational harm to the consumers, including in connection with communications of the Output to law enforcement or other third parties, unless Respondents are unable to provide the notice due to safety concerns or the nature of a security incident relating to the Output. Respondents shall provide such notice prior to taking, or, if prior notice is infeasible, at the time of taking an action",
            "deadline": "prior to or at the time of action",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Investigate each complaint",
            "quoted_text": "Investigate each complaint to (1) determine whether the relevant Output was an Inaccurate Output, and, if so, identify any factors that likely contributed to the generation of an Inaccurate Output; and (2) assess whether Operators responded to the Output in a manner that was appropriate and consistent with the requirements of this Order",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide written confirmation of complaint receipt",
            "quoted_text": "Within seven (7) days of receiving the complaint, providing written confirmation of receipt to the consumer who submitted the complaint. Such written confirmation should be provided using the same means of communication that the consumer used to submit the complaint, or by another means selected by the consumer during the complaint submission process, and should state that Respondents will investigate the consumer's complaint and provide its conclusions within thirty (30) days",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide written response to complaint",
            "quoted_text": "Within thirty (30) days of providing the written confirmation, providing a written response to the consumer who submitted the complaint. Such written response must be provided using the same means of communication as the written confirmation and must (1) state whether the Output was determined to be an Inaccurate Output and the basis for such a determination; and (2) describe in general terms actions taken in response to the complaint.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Required Retention Limits for Biometric Information",
        "category": "affirmative_obligation",
        "summary": "Respondents must develop written retention schedules limiting biometric information retention to no more than five years unless required by law or with consent.",
        "requirements": [
          {
            "description": "Develop written retention schedule prior to implementing biometric systems",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent, for any Covered Business, in connection with the operation of any retail store, retail pharmacy, or online retail platform must, prior to implementing any Automated Biometric Security or Surveillance System, develop and implement, for each type of Biometric Information from or about consumers of such physical retail location or online retail platform that is collected in whole or in part for use in connection with any Automated Biometric Security or Surveillance System, a written retention schedule setting forth: A. All purposes and business needs for which the Covered Business collects or uses the type of Biometric Information; B. A timeframe for deletion of the Biometric Information that is no greater than five (5) years, except to the extent that retention beyond five years is required by law or Respondents have obtained Affirmative Express Consent for the retention within the previous five (5) years, and precludes retention beyond what is reasonably necessary to achieve the purpose or purposes and serve the business needs for which it was collected; and C. The basis for the timeframe for deletion of the Biometric Information, including any foreseeable effect on the likelihood of Inaccurate Outputs of the passage of time since a given sample of the type of Biometric Information was collected or enrolled in a Gallery.",
            "deadline": "prior to implementation",
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Disclosure of Automated Biometric Systems",
        "category": "affirmative_obligation",
        "summary": "Respondents must post clear and conspicuous notices disclosing the use of biometric systems in retail locations and online platforms.",
        "requirements": [
          {
            "description": "Post clear and conspicuous notices disclosing biometric system use",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents, for any Covered Business, in connection with the operation of any retail store, retail pharmacy, or online retail platform, must, within thirty (30) days after the effective date of this Order, post Clear and Conspicuous notices disclosing the Covered Business's use of any Automated Biometric Security or Surveillance System in connection with Biometric Information collected from or about consumers of the physical retail location or online retail platform. Such notices must be posted in each physical retail location, and on each website, mobile application, or online service on or through which Biometric Information from or about consumers is collected or used in whole or in part for the purpose of operating an Automated Biometric Security or Surveillance System",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Prohibition Against Misrepresentations",
        "category": "prohibition",
        "summary": "Respondents must not misrepresent the extent to which they protect the privacy, security, confidentiality, or integrity of Covered Information.",
        "requirements": [
          {
            "description": "Must not misrepresent data security and privacy practices",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents and Respondents' officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with any product or service, must not misrepresent in any manner, expressly or by implication, the extent to which Respondents maintain and protect the privacy, security, confidentiality, or integrity of Covered Information, including, but not limited to, misrepresentations related to: A. Respondents' privacy and security measures to prevent unauthorized access to Covered Information; B. Respondents' privacy and security measures to honor the privacy choices exercised by consumers; C. Respondents' collection, maintenance, use, disclosure, or deletion of Covered Information; or D. The extent to which Respondents make or have made Covered Information accessible to any third parties.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Mandated Information Security Program",
        "category": "affirmative_obligation",
        "summary": "Respondents must establish and maintain a comprehensive information security program including specific safeguards for employee training, incident response, encryption, multi-factor authentication, and vendor management.",
        "requirements": [
          {
            "description": "Establish and maintain comprehensive information security program",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents, for any Covered Business, in connection with the collection, maintenance, use, or disclosure of, or provision of access to, Covered Information, must each, within 90 days of the effective date of this Order, establish and implement, and thereafter maintain, a comprehensive information security program (\"Information Security Program\") that protects the security, confidentiality, and integrity of such Covered Information.",
            "deadline": "90 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Document program in writing",
            "quoted_text": "Document in writing the content, implementation, and maintenance of the Information Security Program",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide program to board or senior officer",
            "quoted_text": "Provide the written Information Security Program and any evaluations thereof or updates thereto to the Covered Business' board of directors or governing body or, if no such board or equivalent governing body exists, to a senior officer of the Covered Business responsible for the Covered Business's Information Security Program at least once every twelve (12) months and promptly (not to exceed 30 days) after a Covered Incident affecting 500 or more consumers",
            "deadline": "every 12 months and within 30 days after incident affecting 500+",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Designate qualified employee(s) to coordinate program",
            "quoted_text": "Designate a qualified employee or employees, who report(s) directly to the Executive Leadership Team (including the Chief Executive Officer, Chief Information Officer, and Chief Legal Officer) to coordinate and be responsible for the Information Security Program and keep the Executive Leadership Team and Board of Directors informed of the Information Security Program, including all actions and procedures implemented to comply with the requirements of this Order, and any actions and procedures to be implemented to ensure continued compliance with this Order",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Assess and document risks",
            "quoted_text": "Assess and document, at least once every twelve (12) months and promptly (not to exceed 30 days) following a Covered Incident affecting 100 or more consumers, internal and external risks to the security, confidentiality, or integrity of Covered Information that could result in the (1) unauthorized collection, maintenance, alteration, destruction, use, disclosure of, or provision of access to, Covered Information; or the (2) misuse, loss, theft, or other compromise of such information",
            "deadline": "every 12 months and within 30 days after incident affecting 100+",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Train all employees annually on safeguarding covered information",
            "quoted_text": "Training of all employees, at least once every twelve (12) months, on how to safeguard Covered Information including, for information security personnel, security updates and training sufficient to address relevant security risks, and verifying that key information security personnel take steps to maintain current knowledge of changing information security threats and countermeasures",
            "deadline": "every 12 months",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Implement multi-factor authentication for access to covered information",
            "quoted_text": "Requiring multi-factor authentication methods for all employees, contractors, and affiliates in order to access any assets (including databases) storing Covered Information. Such multi-factor authentication methods for all employees, contractors, and affiliates should not include telephone or SMS-based authentication methods and must be resistant to phishing attacks.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Encrypt sensitive covered information",
            "quoted_text": "Encryption of, at a minimum, all Social Security numbers, passport numbers, financial account information, tax information, dates of birth associated with a user's account, Health Information, and user account credentials while in transit or at rest on each Covered Businesses' computer networks, including but not limited to cloud storage",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Test and monitor safeguards effectiveness",
            "quoted_text": "Test and monitor the effectiveness of the safeguards in place at least once every twelve (12) months and promptly (not to exceed 30 days) following a Covered Incident affecting 100 or more consumers, and modify the Information Security Program based on the results as necessary. Such testing and monitoring must include: (1) vulnerability testing of each Covered Business' network and applications once every four (4) months and promptly (not to exceed 30 days) after a Covered Incident; and (2) penetration testing of each Covered Business' network(s) and applications at least once every twelve (12) months and promptly (not to exceed 30 days) after a Covered Incident",
            "deadline": "vulnerability testing every 4 months; penetration testing every 12 months",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Evaluate and adjust program annually",
            "quoted_text": "Evaluate and adjust the Information Security Program in light of any material changes to a Covered Business' operations or business arrangements, a Covered Incident affecting 100 or more consumers, new or more efficient technological or operational methods to control for the risks identified in sub-Provision D of this Provision, or any other circumstances that a Covered Business or its officers, agents, or employees know or have reason to know may have a material impact on the effectiveness of the Information Security Program or any of its individual safeguards. At a minimum, each Covered Business must evaluate the Information Security Program at least once every twelve (12) months and modify the Information Security Program, if appropriate, based on the results",
            "deadline": "every 12 months",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Contractually require vendors to implement safeguards",
            "quoted_text": "Require each Vendor agree by contract (upon renewal or new engagement or, in any event, within 180 days of the effective date of this Order) to: 1. Develop and implement policies and procedures for the prompt remediation and investigation of any incident that results in the Vendor or Covered Business notifying, pursuant to an applicable statutory or regulatory requirement, any U.S. federal, state, or local government entity that information of or about an individual consumer was, or is reasonably believed to have been, accessed, acquired, or publicly exposed without authorization; and 2. Notify the Covered Business in writing as soon as possible, and in any event no later than seventy-two (72) hours, if the Vendor has reason to believe that any person has accessed, exfiltrated, or otherwise obtained without authorization Covered Information that the Vendor obtained from the Covered Business.",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Obtain vendor security documentation before granting access",
            "quoted_text": "Obtain or possess for each Vendor, within 180 days of the effective date of this Order, documentation regarding the Vendor's information security program that is material to the security of Covered Information within the possession, custody, or control of the Covered Business, including, without limitation, documentation of the Vendor's cybersecurity risk assessment conducted within the last twelve (12) months. The Covered Business must be in possession of such documentation before it provides the Vendor with access to Covered Information",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Reassess vendors every 24 months",
            "quoted_text": "At least once every twenty-four (24) months, and promptly following a Covered Incident affecting 100 or more consumers involving a Vendor or determination of a material change to a Vendor's information security program under sub-Provision L of this Provision, conduct written reassessments of each Vendor (or, in the case of a Covered Incident affecting 100 or more consumers, each relevant Vendor) to determine the continued adequacy of their safeguards to control the internal and external risks to the security of Covered Information",
            "deadline": "every 24 months",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Third Party Information Security Assessments",
        "category": "assessment",
        "summary": "Respondents must obtain initial and biennial independent third-party assessments of their information security program for 20 years.",
        "requirements": [
          {
            "description": "Obtain assessments from qualified independent third-party professional",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents must obtain initial and biennial assessments (\"Assessments\"): A. The Assessments must be obtained from a qualified, objective, independent third-party professional (\"Assessor\"), who: (1) uses procedures and standards generally accepted in the profession; (2) conducts an independent review of the Information Security Program; and (3) retains all documents relevant to each Assessment for 5 years after completion of such Assessment and will provide such documents to the Commission within 10 days of receipt of a written request from a representative of the Commission.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide assessor information to FTC for approval",
            "quoted_text": "For each Assessment, Respondents must provide the Associate Director for Enforcement for the Bureau of Consumer Protection at the Federal Trade Commission with the name, affiliation, and qualifications of the proposed Assessor, whom the Associate Director shall have the authority to approve in their sole discretion.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Complete initial assessment covering first 180 days, then biennial assessments for 20 years",
            "quoted_text": "The reporting period for the Assessments must cover: (1) the first 180 days after the Mandated Information Security Program for Covered Businesses required by Provision VIII of this Order has been put in place for the initial Assessment; and (2) each two-year period thereafter for 20 years after issuance of the Order for the biennial Assessments.",
            "deadline": "initial 180 days; then every 2 years for 20 years",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Complete and submit assessment within specified timeframe",
            "quoted_text": "Each Assessment must be completed within 60 days after the end of the reporting period to which the Assessment applies. Unless otherwise directed by a Commission representative in writing, Respondents must submit an unredacted copy of the initial Assessment and a proposed redacted copy suitable for public disclosure of the initial Assessment to the Commission within 10 days after the Assessment has been completed via email to DEbrief@ftc.gov or by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580.",
            "deadline": "60 days after reporting period ends; submit within 10 days after completion",
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Cooperation with Third-Party Assessor",
        "category": "affirmative_obligation",
        "summary": "Respondents must cooperate with third-party assessors by providing all relevant information, access to networks and IT assets, and disclosing all material facts without misrepresentation.",
        "requirements": [
          {
            "description": "Provide all relevant information to assessor",
            "quoted_text": "IT IS FURTHER ORDERED that, Respondents, whether acting directly or indirectly, in connection with any Assessment required by the Provision entitled Third Party Information Security Assessments for Covered Businesses must: A. Provide or otherwise make available to the Assessor all information and material in their possession, custody, or control that is relevant to the Assessment for which there is no reasonable claim of privilege",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide access to networks and IT assets",
            "quoted_text": "Provide or otherwise make available to the Assessor information about Respondents' networks and all of Respondents' information technology assets so that the Assessor can determine the scope of the Assessment, and visibility to those portions of the networks and information technology assets deemed in scope",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Disclose material facts without misrepresentation to assessor",
            "quoted_text": "Disclose all material facts to the Assessor, and not misrepresent in any manner, expressly or by implication, any fact material to the Assessor's: (1) determination of whether Respondents have implemented and maintained the Mandated Information Security Program for Covered Businesses; (2) assessment of the effectiveness of the Respondents' implementation and maintenance of sub-Provisions A-O of the required Mandated Information Security Program for Covered Businesses; or (3) identification of any gaps or weaknesses in, or instances of material noncompliance with, the Mandated Information Security Program for Covered Businesses.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XI",
        "title": "Annual Certification",
        "category": "compliance_reporting",
        "summary": "Respondents must provide annual certifications from their Chief Executive Officer or senior officer confirming compliance and describing covered incidents affecting 100 or more consumers.",
        "requirements": [
          {
            "description": "Provide annual certification of compliance from CEO or senior officer",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents must: A. One year after the issuance date of this Order, and each year thereafter, provide the Commission with a certification from Corporate Respondents' Chief Executive Officer, ___________, or if Mr./Ms. ______ no longer serves as Respondents' Chief Executive Officer, President, or such other officer (regardless of title) that is designated in that Respondent's Bylaws or resolution of the Board of Directors as having the duties of the principal executive officer of Respondent, then a senior corporate manager, or, if no such senior corporate manager exists, a senior officer responsible for Respondents' Information Security Program that: (1) each Covered Business has established, implemented, and maintained the requirements of this Order; (2) each Covered Business is not aware of any material noncompliance that has not been (a) corrected or (b) disclosed to the Commission; and (3) includes a brief description of all Covered Incidents affecting 100 or more consumers that Respondents verified or confirmed during the certified period.",
            "deadline": "one year after issuance and annually thereafter",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Submit certifications to FTC",
            "quoted_text": "Unless otherwise directed by a Commission representative in writing, submit all annual certifications to the Commission pursuant to this Order via email to DEbrief@ftc.gov or by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin, \"In re Rite Aid Corporation, FTC File No. C-4308.\"",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XII",
        "title": "Covered Incident Reports",
        "category": "compliance_reporting",
        "summary": "Respondents must report to the FTC any covered incident affecting 500 or more consumers within 10 days of notifying government entities.",
        "requirements": [
          {
            "description": "Submit covered incident report to FTC",
            "quoted_text": "IT IS FURTHER ORDERED that, within 10 days of any notification to a United States federal, state, or local entity of a Covered Incident affecting 500 or more consumers, Respondents, for any Covered Business, must submit a report to the Commission. The report must include, to the extent possible: A. The date, estimated date, or estimated date range when the Covered Incident occurred; B. A description of the facts relating to the Covered Incident, including the causes and scope of the Covered Incident, if known; C. A description of each type of information that was affected by the Covered Incident; D. The number of consumers whose information was affected by the Covered Incident; E. The acts that each Covered Business has taken to date to remediate the Covered Incident and protect Covered Information from further exposure or access, and protect affected individuals from identity theft or other harm that may result from the Covered Incident; and F. A representative copy of each materially different notice sent by each Covered Business to consumers or to any U.S. federal, state, or local government entity regarding the Covered Incident.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XIII",
        "title": "Acknowledgments of the Order",
        "category": "acknowledgment",
        "summary": "Respondents must obtain acknowledgments of receipt of the order from all relevant personnel and deliver copies to principals, officers, directors, and employees for 20 years.",
        "requirements": [
          {
            "description": "Submit acknowledgment of receipt to FTC",
            "quoted_text": "Each Respondent, within ten (10) days after the effective date of this Order, must submit to the Commission an acknowledgment of receipt of this Order.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver order to personnel and obtain acknowledgments",
            "quoted_text": "For twenty (20) years after the issuance date of this Order, each Respondent must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all of Respondents' current and future subsidiaries that own, control, or operate one or more stores or online retail platforms; (3) all employees having managerial responsibilities for conduct related to the subject matter of the Order and all agents and representatives who participate in conduct related to the subject matter of the Order; and (4) any business entity resulting from any change in structure as set forth in the Provision entitled Compliance Reports and Notices. Delivery must occur within ten (10) days after the effective date of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "10 days for current personnel; before assuming responsibilities for others",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Obtain signed acknowledgments from recipients",
            "quoted_text": "From each individual or entity to which Respondents delivered a copy of this Order, Respondents must obtain, within thirty (30) days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XIV",
        "title": "Compliance Reports and Notices",
        "category": "compliance_reporting",
        "summary": "Respondents must submit annual compliance reports and provide notices of changes to contacts, corporate structure, or bankruptcy filings within 14 days.",
        "requirements": [
          {
            "description": "Submit annual compliance report",
            "quoted_text": "One year after the issuance date of this Order, each Respondent must submit a compliance report, sworn under penalty of perjury, in which each Respondent must: (a) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission, may use to communicate with Respondent; (b) identify all of that Respondent's businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (c) describe the activities of each business; (d) describe in detail whether and how that Respondent is in compliance with each Provision of this Order, including a discussion of all of the changes the Respondent made to comply with the Order; and (e) provide a copy of each Acknowledgment of the Order obtained pursuant to this Order, unless previously submitted to the Commission",
            "deadline": "one year after issuance",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit compliance notice for changes to contact or structure",
            "quoted_text": "Each Respondent must submit a compliance notice, sworn under penalty of perjury, within fourteen (14) days of any change in (a) any designated point of contact; or (b) the structure of such Respondent or any entity that such Respondent has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Submit notice of bankruptcy filing",
            "quoted_text": "Each Respondent must submit notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against such Respondent within fourteen (14) days of its filing",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XV",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondents must create and retain specific records for 20 years (with 5-year retention for each record), including accounting records, personnel records, consumer complaints, and compliance documentation.",
        "requirements": [
          {
            "description": "Create and retain compliance records",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents must create certain records for twenty (20) years after the issuance date of the Order, and retain each such record for five (5) years, unless otherwise specified below. Specifically, Respondents must create and retain the following records: A. Accounting records showing the revenues from all goods or services sold, the costs incurred in generating those revenues, and resulting net profit or loss; B. Personnel records showing, for each person providing services in relation to any aspect of the Order, whether as an employee or otherwise, that person's: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination; C. Copies or records of all consumer complaints concerning the subject matter of this Order, whether received directly or indirectly, such as through a third party, and any response; D. All records necessary to demonstrate full compliance with each Provision of this Order, including all submissions to the Commission; E. For five (5) years after the date of preparation of each System Assessment required by this Order, all materials relied upon to prepare the System Assessment, including all plans, test results, reports, studies, reviews, audits, policies, training materials, and assessments, and any other materials concerning Respondents' compliance with related Provisions of this Order, for the compliance period covered by such System Assessment; F. A copy of each widely disseminated and materially different representation by Defendants that describes the extent to which Defendants maintains or protects the privacy, security, availability, confidentiality, or integrity of any Covered Information, including any representation concerning a change in any website or other service controlled by Respondents that relates to privacy, security, availability, confidentiality, or integrity of Covered Information; G. For five (5) years after the date of preparation of each Assessment by the Assessor, as those terms are defined in Provision IX, all materials and evidence that the Assessor considered, reviewed, relied upon or examined to prepare the Assessment, whether prepared by or on behalf of Respondents, including all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, and any other materials concerning compliance with related Provisions of this Order, for the compliance period covered by such Assessment; H. For five (5) years from the date received, copies of all subpoenas and other communications with law enforcement, if such communications relate to Respondents' compliance with this Order; and I. For five (5) years from the date created or received, all records, whether prepared by or on behalf of a Respondent, that tend to show any lack of compliance by a Respondent with this Order.",
            "deadline": "create for 20 years; retain each for 5 years",
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "XVI",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The FTC is authorized to monitor compliance through requesting reports, conducting depositions, interviewing personnel, and using investigative procedures.",
        "requirements": [
          {
            "description": "Respond to FTC requests for compliance information",
            "quoted_text": "IT IS FURTHER ORDERED that, for the purpose of monitoring Respondents' compliance with this Order: A. Within fourteen (14) days of receipt of a written request from a representative of the Commission, each Respondent must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury; appear for depositions; and produce records for inspection and copying. The Commission is also authorized to obtain discovery, without further leave of court, using any of the procedures prescribed by Federal Rules of Civil Procedure 29, 30 (including telephonic depositions), 31, 33, 34, 36, 45, and 69.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Permit FTC to communicate with respondent and interview personnel",
            "quoted_text": "For matters concerning this Order, representatives of the Commission are authorized to communicate directly with each Respondent. Respondents must permit representatives of the Commission to interview anyone affiliated with any Respondent who has agreed to such an interview. The interviewee may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Allow FTC to use lawful investigative means",
            "quoted_text": "The Commission may use all other lawful means, including posing through its representatives as consumers, suppliers, or other individuals or entities, to Respondents or any individual or entity affiliated with Respondents, without the necessity of identification or prior notice. Nothing in this Order limits the Commission's lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "XVII",
        "title": "Modification of Original Order",
        "category": "acknowledgment",
        "summary": "This order supersedes and replaces the 2010 Decision and Order previously issued against Rite Aid.",
        "requirements": [
          {
            "description": "Supersede 2010 order",
            "quoted_text": "IT IS FURTHER ORDERED that this Decision and Order supersedes the Decision and Order the Commission previously issued in In re Rite Aid Corporation, C-4308, 150 F.T.C. 694 (Nov. 12, 2010).",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XVIII",
        "title": "Order Effective Dates",
        "category": "duration",
        "summary": "The order is effective upon publication on the FTC website and will terminate 20 years from issuance or 20 years from the most recent complaint filing, whichever is later.",
        "requirements": [
          {
            "description": "Order effective upon publication and terminates after 20 years",
            "quoted_text": "IT IS FURTHER ORDERED that this Order is final and effective upon the date of its publication on the Commission's website (ftc.gov) as a final order. This Order will terminate twenty (20) years from the date of its issuance (which date may be stated at the end of this Order, near the Commission's seal), or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of this Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Provision in this Order that terminates in less than twenty (20) years; B. This Order's application to any Respondent that is not named as a defendant in such complaint; and C. This Order if such complaint is filed after the Order has terminated pursuant to this Provision. Provided, further, that if such complaint is dismissed or a federal court rules that the Respondent did not violate any Provision of the Order, and the dismissal or ruling is either not appealed or upheld on appeal, then the Order will terminate according to this Provision as though the complaint had never been filed, except that the Order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This Order will terminate twenty (20) years from the date of its issuance (which date may be stated at the end of this Order, near the Commission's seal), or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of this Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Provision in this Order that terminates in less than twenty (20) years; B. This Order's application to any Respondent that is not named as a defendant in such complaint; and C. This Order if such complaint is filed after the Order has terminated pursuant to this Provision."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "03.24, Rite Aid Corporation Complaint (Pending).pdf",
      "order": "03.24, Rite Aid Corporation Order (Pending).pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 0,
      "order_provisions": 18,
      "order_definitions": 16,
      "order_requirements": 56
    },
    "processing_time_seconds": 665.4
  }
}