{
  "case_info": {
    "docket_number": "2:23-cv-5023",
    "company": {
      "name": "Rite Aid Corporation",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "1200 Intrepid Ave., 2nd Floor, Philadelphia, Pennsylvania",
      "business_description": "Rite Aid operates retail pharmacy locations throughout the United States. The company installed facial recognition technology in its stores to identify individuals for increased surveillance and store bans."
    },
    "commissioners": [],
    "date_issued": "2024-02-26",
    "legal_authority": "Section 13(b) of the Federal Trade Commission Act, 15 U.S.C. § 53(b); Section 5(a) and 5(n) of the FTC Act, 15 U.S.C. §§ 45(a), (n)",
    "violation_type": "unfair",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/2023190-rite-aid-corporation-ftc-v",
    "statutory_topics": [
      "Section 5 Only"
    ],
    "practice_areas": [
      "AI / Automated Decision-Making",
      "Data Security"
    ],
    "industry_sectors": [
      "Healthcare",
      "Retail"
    ]
  },
  "complaint": {
    "factual_background": "Rite Aid deployed facial recognition technology in retail stores from approximately 2012-2020 without taking reasonable measures to prevent consumer harm. The company failed to test the technology's accuracy, enforce image quality standards, or train employees properly, resulting in thousands of false-positive alerts that led to consumers being wrongfully surveilled, accused of shoplifting, searched, banned from stores, and having police called on them. The technology disproportionately harmed Black, Asian, Latino, and women consumers. Additionally, Rite Aid violated a 2010 FTC order by failing to implement a comprehensive information security program for managing third-party vendors with access to personal information.",
    "representations_made": [
      {
        "description": "Claimed to implement reasonable measures to protect personal information against unauthorized access (from 2010 Order context)",
        "quoted_text": "Through the means described in Paragraph 6, Respondent represented, expressly or by implication, that it implemented reasonable and appropriate measures to protect personal information against unauthorized access.",
        "source_paragraph": 9
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Unfair Facial Recognition Technology Practices",
        "representation": "Rite Aid used facial recognition technology in retail stores without taking reasonable steps to address the risks of false-positive facial recognition match alerts, including failing to assess risks to consumers, test accuracy before deployment, enforce image quality controls, train and oversee employees, or monitor accuracy after deployment",
        "fact": "Rite Aid's facial recognition technology generated thousands of false-positive matches, causing consumers to be subjected to surveillance, removal from stores, public accusations of criminal activity, searches, and police contact. Black, Asian, Latino, and women consumers were especially likely to be harmed due to the technology's differential accuracy rates and Rite Aid's deployment patterns in plurality non-White areas",
        "conclusion": "Therefore, Defendants' acts or practices as set forth in Paragraph 140 constitute unfair acts or practices in violation of Section 5 of the FTC Act, 15 U.S.C. §§ 45(a), (n)."
      },
      {
        "count_number": 2,
        "title": "Unfair Failure to Implement or Maintain Comprehensive Information Security Program",
        "representation": "Section II of the 2010 Commission Order required Rite Aid to establish, implement, and maintain a comprehensive information security program, including developing reasonable steps to select and retain service providers capable of appropriately safeguarding personal information, requiring service providers by contract to implement appropriate safeguards, and fully documenting the program in writing",
        "fact": "In truth and in fact, in numerous instances, Rite Aid did not implement or maintain a comprehensive information security program. Rite Aid did not use reasonable steps to select and retain service providers capable of appropriately safeguarding Personal Information, did not require service providers by contract to implement or maintain appropriate safeguards, and failed to fully document in writing the content and implementation of its information security program",
        "conclusion": "Therefore, Defendants' acts or practices as set forth in Paragraphs 143-147 constitute unfair acts or practices in violation of Section 5 of the FTC Act, 15 U.S.C. §§ 45(a), (n)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Affirmative Express Consent": "any freely given, specific, informed, and unambiguous indication of an individual consumer's wishes demonstrating agreement by the individual, such as by a clear affirmative action, following a Clear and Conspicuous disclosure to the individual of: (i) the categories of information that will be collected; (ii) the specific purpose(s) for which the information is being collected; (iii) the names or categories of Third Parties collecting the information, or to whom the information is disclosed, provided that if Respondent discloses the categories of Third Parties, the disclosure shall include a hyperlink or information about how to access a separate page listing the names of the Third Parties; (iv) a simple, easily-located means by which the consumer can withdraw consent; and (v) any limitations on the consumer's ability to withdraw consent. The Clear and Conspicuous disclosure must be separate and apart from any \"privacy policy,\" \"terms of service,\" \"terms of use,\" or other similar document, but it may reference them. The following do not constitute Affirmative Express Consent: 1. Inferring consent from the hovering over, muting, pausing, or closing of a given piece of content by the consumer; or 2. Obtaining consent through a user interface that has the effect of subverting or impairing user autonomy, decision-making, or choice.",
      "Automated Biometric Security or Surveillance System": "any machine-based system, including any computer software, application, or algorithm, that analyzes or uses Biometric Information of, from, or about individual consumers to generate an Output that relates to those consumers, notwithstanding any assistance by a human being in such analysis or use, and that is used in whole or in part for a Security or Surveillance Purpose. Provided, however, that the term \"Automated Biometric or Surveillance Security System\" as used in this Order does not include: 1. A camera or similar sensor that is used to capture images or videos of individuals that are not collected or used in connection with the generation of an Output; 2. Any system to the extent that it is used to authenticate or identify Respondents' employees, contractors, or agents in connection with the performance of their job duties, so long as Respondents receive Affirmative Express Consent for the collection and use of any Biometric Information in connection with such authentication; and 3. Any system to the extent it is used exclusively in the direct provision of medical services by or under the supervision of a physician, registered nurse, pharmacist, or other licensed health care professional, so long as Respondents receive Affirmative Express Consent for the collection and use of any Biometric Information in connection with such system.",
      "Biometric Information": "data that depict or describe physical, biological, or behavioral traits, characteristics, or measurements of or relating to an identified or identifiable person's body, including depictions or images, descriptions, recordings, or copies of an individual's facial or other physical features (e.g., iris/retina scans), finger or handprints, voice, genetics, or characteristic movements or gestures (e.g., gait or typing pattern). \"Biometric Information\" does not include data that relates solely to user accounts or credentials, such as a username, or to user devices, such as device IDs or IP addresses, in isolation from data that depict or describe or are used to infer physical, biological, or behavioral traits, characteristics, or measurements of or relating to a person's body.",
      "Clear(ly) and Conspicuous(ly)": "that a required disclosure is difficult to miss (i.e., easily noticeable) and easily understandable by ordinary consumers, including in all of the following ways: 1. A visual disclosure, by its size, contrast, location, the length of time it appears, and other characteristics, must stand out from any accompanying text or other visual elements so that it is easily noticed, read, and understood. 2. An audible disclosure, including by telephone or streaming video, must be delivered in a volume, speed, and cadence sufficient for ordinary consumers to easily hear and understand it. 3. In any communication using an interactive electronic medium, such as the Internet or software, the disclosure must be unavoidable. 4. The disclosure must use diction and syntax understandable to ordinary consumers and must appear in English, Spanish, and each other language in which a Covered Business provides signage or other disclosures in the physical location or on the website where the disclosure appears. 5. The disclosure must comply with these requirements in each medium through which it is received, including all electronic devices and face-to-face communications. 6. The disclosure must not be contradicted or mitigated by, or inconsistent with, any other statements or representations in or near the disclosure. 7. When the deployment of an Automated Biometric Security or Surveillance System targets a specific group, such as children, the elderly, or the terminally ill, \"ordinary consumers\" includes reasonable members of that group.",
      "Covered Business": "(1) any Respondent; (2) any business of which one or more Respondents is a majority owner or controls, directly or indirectly.",
      "Covered Incident": "any incident that results in a Covered Business notifying, pursuant to a statutory or regulatory requirement, any U.S. federal, state, or local government entity that information of or about an individual consumer was, or is reasonably believed to have been, accessed, acquired, or publicly exposed without authorization.",
      "Covered Information": "information from or about an individual consumer, including: (a) a first and last name; (b) a home or physical address; (c) an email address or other online contact information, such as an instant messaging user identifier or a screen name; (d) a mobile or other telephone number; (e) a driver's license or other government-issued identification number; (f) date of birth; (g) geolocation information sufficient to identify street name and name of a city or town; (h) bank account information or credit or debit card information (including a partial credit or debit card number with more than five digits); (i) user identifier, or other persistent identifier that can be used to recognize a user over time and across different devices, websites, or online services; (j) user account credentials, such as a login name and password (whether plain text, encrypted, hashed, and/or salted); (k) Biometric Information; or (l) Health Information.",
      "Facial Recognition or Analysis System": "an Automated Biometric Security or Surveillance System that analyzes or uses depictions or images, descriptions, recordings, copies, measurements, or geometry of or related to an individual's face to generate an Output.",
      "Gallery": "a collection, database, or list of samples of Biometric Information created and retained for purposes of comparison with other samples in connection with the use of an Automated Biometric Security or Surveillance System to generate an Output.",
      "Health Information": "individually identifiable information relating to the past, present, or future physical or mental health or conditions of an individual, the provision of health care to an individual, or the past, present, or future payment for the provision of health care to an individual. It includes, but is not limited to, the following information relating to an individual: (a) prescription information, such as medication and dosage; (b) prescribing physician name, address, and telephone number; (c) health insurer name, insurance account number, or insurance policy number; (d) information concerning medical- or health-related purchases; and (e) any information that is derived or extrapolated from information about an individual's activities, or pattern of activities, from which a determination is made that the individual has a health condition or is taking a drug.",
      "Inaccurate Output": "an Output that is false, misleading, or incorrect and includes, to the extent that the Output of an Automated Biometric Security or Surveillance System is binary, (1) false positives or false acceptances and (2) false negatives or false rejections.",
      "Output": "a match, alert, prediction, analysis, assessment, determination, recommendation, identification, calculation, candidate list, or inference that is generated by a machine-based system processing Biometric Information.",
      "Operator": "an officer, employee, manager, contractor, service provider, or other agent of a Covered Business whose job duties include the operation or oversight of any aspect of an Automated Biometric Security or Surveillance System.",
      "Respondents": "Rite Aid Corporation, Rite Aid Hdqtrs Corp., and their subsidiaries, divisions, successors and assigns.",
      "Security or Surveillance Purpose": "a purpose related to surveillance (including but not limited to tracking individuals' location or behavior without Affirmative Express Consent); the detection, deterrence, prediction, or investigation of theft, crime, fraud, or other misconduct; or access to locations, material goods, information, systems, or networks.",
      "Vendor": "any person or entity that receives, maintains, processes, or otherwise is permitted access to Covered Information from, by, or at the direction of a Covered Business through its provision of services directly to a Covered Business."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Use of Facial Recognition or Analysis Systems Prohibited",
        "category": "prohibition",
        "summary": "Respondents are banned from using facial recognition technology in retail stores, pharmacies, or online platforms for five years.",
        "requirements": [
          {
            "description": "Prohibited from deploying or using any Facial Recognition or Analysis System in retail stores, retail pharmacies, or online retail platforms for 5 years",
            "quoted_text": "Respondents, in connection with the activities of any Covered Business, are prohibited for five (5) years from the effective date of this Order from deploying or using, or assisting in the deployment or use of, any Facial Recognition or Analysis System, whether directly or through an intermediary, in any retail store or retail pharmacy or on any online retail platform.",
            "deadline": null,
            "verified": true,
            "confidence": 1
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "AI / Automated Decision-Making"
        ],
        "remedy_types": [
          "Biometric Ban"
        ]
      },
      {
        "provision_number": "II",
        "title": "Deletion of Covered Biometric Information",
        "category": "affirmative_obligation",
        "summary": "Respondents must delete all photos and videos collected from facial recognition systems and notify third parties to do the same.",
        "requirements": [
          {
            "description": "Delete or destroy all photos and videos of consumers used in connection with facial recognition, and provide written confirmation",
            "quoted_text": "Within forty-five (45) days after the effective date of this Order, delete or destroy all photos and videos of consumers used or collected in connection with the operation of a Facial Recognition or Analysis System prior to the effective date of this Order, and any data, models, or algorithms derived in whole or in part therefrom, and provide a written statement to the Commission, sworn under penalty of perjury, confirming that all such information has been deleted or destroyed",
            "deadline": "45 days",
            "verified": true,
            "confidence": 1
          },
          {
            "description": "Identify third parties that received biometric information, notify them of FTC allegations, instruct deletion, and provide instructions to FTC",
            "quoted_text": "Within sixty (60) days after the effective date of this Order, Respondents must: 1. Identify all third parties, other than government entities, that received photos and videos of consumers used or collected in connection with the operation of a Facial Recognition or Analysis System prior to the effective date of this Order, and any data, models, or algorithms derived in whole or in part therefrom from any Covered Business, provide a copy of the Complaint and Order to all such identified third parties, notify all such identified third parties in writing that the Federal Trade Commission alleges that Respondents used that information in a manner that was unfair in violation of the FTC Act, and instruct all such identified third parties to delete all photos and videos of consumers used or collected in connection with the operation of a Facial Recognition or Analysis System prior to the effective date of this Order, and any data, models, or algorithms derived in whole or in part therefrom, and demand written confirmation of deletion.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1
          },
          {
            "description": "Provide all receipts of confirmation and responses from third parties to FTC",
            "quoted_text": "Provide all receipts of confirmation and any responses from third parties within ten (10) days of receipt to: DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "AI / Automated Decision-Making"
        ],
        "remedy_types": [
          "Data Deletion"
        ]
      },
      {
        "provision_number": "III",
        "title": "Mandated Automated Biometric Security or Surveillance System Monitoring Program",
        "category": "affirmative_obligation",
        "summary": "Before using any biometric surveillance system, Respondents must establish a comprehensive monitoring program to assess and mitigate risks of harm to consumers, including discriminatory impacts.",
        "requirements": [
          {
            "description": "Establish and implement comprehensive Automated Biometric Security or Surveillance System Monitoring Program with written documentation",
            "quoted_text": "Respondents must not use any Automated Biometric Security or Surveillance System in connection with Biometric Information collected from or about consumers of such retail store, retail pharmacy, or online retail platform, unless (1) use of the Automated Biometric Security or Surveillance System is not prohibited pursuant to Provision I of this Order entitled Use of Facial Recognition or Analysis Systems Prohibited; and (2) Respondents first establish and implement, and thereafter maintain, a comprehensive Automated Biometric Security or Surveillance System Monitoring Program (the \"Program\").",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Conduct written System Assessment prior to implementation or within 90 days if already in use, then at least annually",
            "quoted_text": "For each Automated Biometric Security or Surveillance System used, prior to its implementation (or for any Automated Biometric Security or Surveillance System in use as of the effective date of this Order, within ninety (90) days of the effective date of this Order) and, thereafter, at least once every twelve (12) months, conduct a written assessment (\"System Assessment\") of potential risks to consumers from the use of the Automated Biometric Security or Surveillance System",
            "deadline": "90 days",
            "verified": true,
            "confidence": 1
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "AI / Automated Decision-Making"
        ],
        "remedy_types": [
          "Comprehensive Security Program"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Mandatory Notice and Complaint Procedures for Automated Biometric Security or Surveillance Systems",
        "category": "affirmative_obligation",
        "summary": "Respondents must provide written notice to consumers enrolled in biometric galleries or affected by system outputs, and establish complaint procedures with required response times.",
        "requirements": [
          {
            "description": "Provide written notice to consumers enrolled in any Gallery prior to or promptly after enrollment",
            "quoted_text": "Provide written notice to all consumers who will have their Biometric Information enrolled in any Gallery used in conjunction with an Automated Biometric Security or Surveillance System, unless Respondents are unable to provide the notice due to safety concerns or the nature of a security incident that forms the basis for enrollment. Respondents shall provide such notice prior to or promptly after enrollment",
            "deadline": null,
            "verified": true,
            "confidence": 1
          },
          {
            "description": "Respond to complaints with written confirmation within 7 days",
            "quoted_text": "Within seven (7) days of receiving the complaint, providing written confirmation of receipt to the consumer who submitted the complaint.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1
          },
          {
            "description": "Provide written response to complaints within 30 days of confirmation",
            "quoted_text": "Within thirty (30) days of providing the written confirmation, providing a written response to the consumer who submitted the complaint. Such written response must be provided using the same means of communication as the written confirmation and must (1) state whether the Output was determined to be an Inaccurate Output and the basis for such a determination; and (2) describe in general terms actions taken in response to the complaint.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "AI / Automated Decision-Making"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "V",
        "title": "Required Retention Limits for Biometric Information",
        "category": "affirmative_obligation",
        "summary": "Respondents must develop written retention schedules for biometric information with deletion timeframes no greater than 5 years unless required by law or with consent.",
        "requirements": [
          {
            "description": "Develop and implement written retention schedule for each type of Biometric Information prior to implementing any surveillance system",
            "quoted_text": "Respondent, for any Covered Business, in connection with the operation of any retail store, retail pharmacy, or online retail platform must, prior to implementing any Automated Biometric Security or Surveillance System, develop and implement, for each type of Biometric Information from or about consumers of such physical retail location or online retail platform that is collected in whole or in part for use in connection with any Automated Biometric Security or Surveillance System, a written retention schedule",
            "deadline": null,
            "verified": true,
            "confidence": 1
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "AI / Automated Decision-Making"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Disclosure of Automated Biometric Security or Surveillance Systems",
        "category": "affirmative_obligation",
        "summary": "Respondents must post Clear and Conspicuous notices disclosing use of biometric surveillance systems in all locations where they are deployed.",
        "requirements": [
          {
            "description": "Post Clear and Conspicuous notices disclosing use of Automated Biometric Security or Surveillance Systems",
            "quoted_text": "Respondents, for any Covered Business, in connection with the operation of any retail store, retail pharmacy, or online retail platform, must, within thirty (30) days after the effective date of this Order, post Clear and Conspicuous notices disclosing the Covered Business's use of any Automated Biometric Security or Surveillance System in connection with Biometric Information collected from or about consumers of the physical retail location or online retail platform.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "AI / Automated Decision-Making"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Prohibition Against Misrepresentations",
        "category": "prohibition",
        "summary": "Respondents must not misrepresent their privacy, security, or data practices related to Covered Information.",
        "requirements": [
          {
            "description": "Must not misrepresent the extent to which Respondents maintain and protect privacy, security, confidentiality, or integrity of Covered Information",
            "quoted_text": "Respondents and Respondents' officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with any product or service, must not misrepresent in any manner, expressly or by implication, the extent to which Respondents maintain and protect the privacy, security, confidentiality, or integrity of Covered Information",
            "deadline": null,
            "verified": true,
            "confidence": 1
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Mandated Information Security Program for Covered Businesses",
        "category": "affirmative_obligation",
        "summary": "Respondents must establish and maintain a comprehensive information security program with specific technical, administrative, and vendor management safeguards.",
        "requirements": [
          {
            "description": "Establish and implement comprehensive Information Security Program",
            "quoted_text": "Respondents, for any Covered Business, in connection with the collection, maintenance, use, or disclosure of, or provision of access to, Covered Information, must each, within 90 days of the effectivedate of this Order, establish and implement, and thereafter maintain, a comprehensive information security program (\"Information Security Program\") that protects the security, confidentiality, and integrity of such Covered Information.",
            "deadline": "90 days",
            "verified": true,
            "confidence": 0.85
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Comprehensive Security Program"
        ]
      },
      {
        "provision_number": "IX",
        "title": "Third Party Information Security Assessments for Covered Businesses",
        "category": "assessment",
        "summary": "Respondents must obtain initial and biennial third-party assessments of their Information Security Program for 20 years.",
        "requirements": [
          {
            "description": "Obtain initial Assessment covering first 180 days after Information Security Program is in place",
            "quoted_text": "The reporting period for the Assessments must cover: (1) the first 180 days after the Mandated Information Security Program for Covered Businesses required by Provision VIII of this Order has been put in place for the initial Assessment; and (2) each two-year period thereafter for 20 years after issuance of the Order for the biennial Assessments.",
            "deadline": null,
            "verified": true,
            "confidence": 1
          },
          {
            "description": "Submit initial Assessment to FTC within 10 days after completion",
            "quoted_text": "Each Assessment must be completed within 60 days after the end of the reporting period to which the Assessment applies. Unless otherwise directed by a Commission representative in writing, Respondents must submit an unredacted copy of the initial Assessment and a proposed redacted copy suitable for public disclosure of the initial Assessment to the Commission within 10 days after the Assessment has been completed",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Third-Party Assessment"
        ]
      },
      {
        "provision_number": "X",
        "title": "Cooperation with Third-Party Information Security Assessor",
        "category": "affirmative_obligation",
        "summary": "Respondents must provide all relevant information to the third-party Assessor and not misrepresent any material facts.",
        "requirements": [
          {
            "description": "Provide or make available to Assessor all relevant information and material without privilege claims",
            "quoted_text": "Respondents, whether acting directly or indirectly, in connection with any Assessment required by the Provision entitled Third Party Information Security Assessments for Covered Businesses must: A. Provide or otherwise make available to the Assessor all information and material in their possession, custody, or control that is relevant to the Assessment for which there is no reasonable claim of privilege",
            "deadline": null,
            "verified": true,
            "confidence": 1
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "XI",
        "title": "Annual Certification",
        "category": "compliance_reporting",
        "summary": "Respondents must provide annual certifications from the CEO or senior officer confirming compliance with the Order.",
        "requirements": [
          {
            "description": "Provide annual certification from Chief Executive Officer or senior officer confirming compliance",
            "quoted_text": "One year after the issuance date of this Order, and each year thereafter, provide the Commission with a certification from Corporate Respondents' Chief Executive Officer, or if no longer serving, then a senior corporate manager, or senior officer responsible for Respondents' Information Security Program that: (1) each Covered Business has established, implemented, and maintained the requirements of this Order; (2) each Covered Business is not aware of any material noncompliance that has not been (a) corrected or (b) disclosed to the Commission; and (3) includes a brief description of all Covered Incidents affecting 100 or more consumers",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "XII",
        "title": "Covered Incident Reports",
        "category": "compliance_reporting",
        "summary": "Respondents must report to the FTC any Covered Incidents affecting 500 or more consumers within 10 days of notifying government entities.",
        "requirements": [
          {
            "description": "Submit report to Commission within 10 days of notification to government entity of Covered Incident affecting 500+ consumers",
            "quoted_text": "within 10 days of any notification to a United States federal, state, or local entity of a Covered Incident affecting 500 or more consumers, Respondents, for any Covered Business, must submit a report to the Commission.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "XIII",
        "title": "Acknowledgments of the Order",
        "category": "acknowledgment",
        "summary": "Respondents must obtain signed acknowledgments of the Order from all relevant personnel and entities for 20 years.",
        "requirements": [
          {
            "description": "Submit acknowledgment of receipt of Order to Commission",
            "quoted_text": "Each Respondent, within ten (10) days after the effective date of this Order, must submit to the Commission an acknowledgment of receipt of this Order.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1
          },
          {
            "description": "Deliver copy of Order to current personnel within 10 days",
            "quoted_text": "For twenty (20) years after the issuance date of this Order, each Respondent must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all of Respondents' current and future subsidiaries that own, control, or operate one or more stores or online retail platforms; (3) all employees having managerial responsibilities for conduct related to the subject matter of the Order and all agents and representatives who participate in conduct related to the subject matter of the Order; and (4) any business entity resulting from any change in structure. Delivery must occur within ten (10) days after the effective date of this Order for current personnel.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Obtain signed and dated acknowledgments from individuals and entities who receive Order",
            "quoted_text": "From each individual or entity to which Respondents delivered a copy of this Order, Respondents must obtain, within thirty (30) days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "AI / Automated Decision-Making",
          "Data Security"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "XIV",
        "title": "Compliance Reports and Notices",
        "category": "compliance_reporting",
        "summary": "Respondents must submit annual compliance reports and timely notices of any structural changes or bankruptcy proceedings.",
        "requirements": [
          {
            "description": "Submit annual compliance report sworn under penalty of perjury",
            "quoted_text": "One year after the issuance date of this Order, each Respondent must submit a compliance report, sworn under penalty of perjury",
            "deadline": null,
            "verified": true,
            "confidence": 1
          },
          {
            "description": "Submit compliance notice within 14 days of changes in contact or structure",
            "quoted_text": "Each Respondent must submit a compliance notice, sworn under penalty of perjury, within fourteen (14) days of any change in (a) any designated point of contact; or (b) the structure of such Respondent or any entity that such Respondent has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Submit notice of bankruptcy filing within 14 days",
            "quoted_text": "Each Respondent must submit notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against such Respondent within fourteen (14) days of its filing",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "AI / Automated Decision-Making",
          "Data Security"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "XV",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondents must create and retain records for 20 years documenting compliance with all provisions of the Order.",
        "requirements": [
          {
            "description": "Create and retain specified records for 20 years after issuance, retaining each record for 5 years",
            "quoted_text": "Respondents must create certain records for twenty (20) years after the issuance date of the Order, and retain each such record for five (5) years",
            "deadline": null,
            "verified": true,
            "confidence": 1
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "AI / Automated Decision-Making",
          "Data Security"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "XVI",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The FTC has authority to monitor compliance through requests for reports, depositions, document production, and interviews.",
        "requirements": [
          {
            "description": "Respond to Commission requests within 14 days by submitting reports, appearing for depositions, or producing records",
            "quoted_text": "Within fourteen (14) days of receipt of a written request from a representative of the Commission, each Respondent must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury; appear for depositions; and produce records for inspection and copying.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "AI / Automated Decision-Making",
          "Data Security"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "XVII",
        "title": "Modification of Original Decision and Order",
        "category": "acknowledgment",
        "summary": "This Order supersedes the 2010 Decision and Order previously issued against Rite Aid.",
        "requirements": [
          {
            "description": "This Decision and Order supersedes the prior 2010 order",
            "quoted_text": "this Decision and Order supersedes the Decision and Order the Commission previously issued in In re Rite Aid Corporation, C-4308, 150 F.T.C. 694 (Nov. 12, 2010).",
            "deadline": null,
            "verified": true,
            "confidence": 1
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "AI / Automated Decision-Making",
          "Data Security"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "XVIII",
        "title": "Order Effective Dates",
        "category": "duration",
        "summary": "The Order is effective upon publication on ftc.gov and terminates 20 years from issuance or from the most recent complaint filing, whichever is later.",
        "requirements": [
          {
            "description": "Order becomes final and effective upon publication on ftc.gov and terminates 20 years from issuance",
            "quoted_text": "this Order is final and effective upon the date of its publication on the Commission's website (ftc.gov) as a final order. This Order will terminate twenty (20) years from the date of its issuance",
            "deadline": null,
            "verified": true,
            "confidence": 1
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "AI / Automated Decision-Making",
          "Data Security"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This Order will terminate twenty (20) years from the date of its issuance (which date may be stated at the end of this Order, near the Commission's seal), or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of this Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Provision in this Order that terminates in less than twenty (20) years; B. This Order's application to any Respondent that is not named as a defendant in such complaint; and C. This Order if such complaint is filed after the Order has terminated pursuant to this Provision. Provided, further, that if such complaint is dismissed or a federal court rules that the Respondent did not violate any Provision of the Order, and the dismissal or ruling is either not appealed or upheld on appeal, then the Order will terminate according to this Provision as though the complaint had never been filed, except that the Order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "03.24, Rite Aid Corporation Complaint (Pending).pdf",
      "order": "03.24, Rite Aid Corporation Order (Pending).pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 1,
      "order_provisions": 18,
      "order_definitions": 16,
      "order_requirements": 28
    },
    "processing_time_seconds": 445.1
  }
}