{
  "case_info": {
    "docket_number": "C-4709",
    "company": {
      "name": "T&M Protection Resources, LLC",
      "incorporation_state": "Delaware",
      "entity_type": "limited liability corporation",
      "address": "230 Park Avenue, Suite 440, New York, New York 10169",
      "business_description": "T&M Protection Resources provides background check, security and investigative services. The company obtained personal data about individuals in the EU in connection with providing background check services."
    },
    "commissioners": [
      "Joseph J. Simons, Chairman",
      "Noah Joshua Phillips",
      "Rohit Chopra",
      "Rebecca Kelly Slaughter",
      "Christine S. Wilson"
    ],
    "case_date": {
      "month": 3,
      "year": 2020
    },
    "legal_authority": "Section 5 of the Federal Trade Commission Act",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/192-3092-tm-protection-resources-llc-matter",
    "statutory_topics": [
      "Section 5 Only"
    ],
    "practice_areas": [
      "Privacy"
    ],
    "industry_sectors": [
      "Other"
    ]
  },
  "complaint": {
    "factual_background": "T&M Protection Resources, LLC, a background check and security services company, obtained EU-U.S. Privacy Shield certification in 2017 but failed to renew it when it expired in 2018. Despite its lapsed certification, the company continued to claim on its website that it was a current participant in the EU-U.S. Privacy Shield framework. Commerce warned T&M to remove its Privacy Shield claims, but it did not comply. Additionally, while certified, the company failed to obtain the required annual verification statement attesting that its Privacy Shield privacy practices were true and implemented. After its certification lapsed, the company also failed to affirm to Commerce that it would continue to protect the personal information it had collected while participating in the program.",
    "representations_made": [
      {
        "description": "Claimed to comply with the EU-U.S. Privacy Shield Framework and to have certified to the Department of Commerce that it adheres to the Privacy Shield Principles",
        "quoted_text": "EU-U.S. Privacy Shield Framework T&M Protection Resources, LLC complies with the EU-U.S. Privacy Shield Framework as set forth by the U.S. Department of Commerce regarding the collection, use, and retention of personal information transferred from the European Union to the United States. T&M Protection Resources, LLC has certified to the Department of Commerce that it adheres to the Privacy Shield Principles. If there is any conflict between the terms in this privacy policy and the Privacy Shield Principles, the Privacy Shield Principles shall govern…",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 9,
        "quote_start_line": 78,
        "quote_end_line": 85
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Privacy Misrepresentation",
        "representation": "Respondent represented, directly or indirectly, expressly or by implication, that it was a current participant in the EU-U.S. Privacy Shield framework (as described in Paragraph 9).",
        "fact": "After its certification lapsed in 2018, Respondent was not a current participant in the EU-U.S. Privacy Shield framework, and Commerce had warned the company to remove such claims.",
        "conclusion": "Therefore, the representation set forth in Paragraph 15 is false or misleading."
      },
      {
        "count_number": 2,
        "title": "Misrepresentation Regarding Verification",
        "representation": "Respondent represented that it complied with the EU-U.S. Privacy Shield principles (as described in Paragraph 9).",
        "fact": "Respondent failed to comply with the Privacy Shield verification requirement — which mandates an annual self-assessment or outside compliance review with an attested verification statement — during the time it participated in the program.",
        "conclusion": "Therefore, the representation set forth in Paragraph 17 is false or misleading."
      },
      {
        "count_number": 3,
        "title": "Misrepresentation Regarding Continuing Obligations",
        "representation": "Respondent represented that it complied with the EU-U.S. Privacy Shield framework principles, which include a requirement that upon ceasing participation, it must affirm to Commerce that it will continue to apply the principles to personal information received during participation.",
        "fact": "Respondent did not affirm to Commerce that it would continue to apply the Privacy Shield principles to personal information it received during the time it participated in the program.",
        "conclusion": "Therefore, the representation set forth in Paragraph 19 is false or misleading."
      }
    ]
  },
  "order": {
    "definitions": {
      "Respondent": "T&M Protection Resources, LLC, a limited liability corporation, and its successors and assigns."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Participation in or Compliance with Privacy Programs",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent, in any manner, the extent to which it participates in, complies with, or is certified under any privacy or security program sponsored by a government or self-regulatory organization, including EU-U.S. Privacy Shield, Swiss-U.S. Privacy Shield, and APEC Cross-Border Privacy Rules.",
        "requirements": [
          {
            "description": "Must not misrepresent membership in, adherence to, compliance with, certification by, endorsement by, or participation in any privacy or security program sponsored by a government or any self-regulatory or standard-setting organization, including EU-U.S. Privacy Shield, Swiss-U.S. Privacy Shield, and APEC Cross-Border Privacy Rules",
            "quoted_text": "IT IS ORDERED that Respondent and its officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with the advertising, marketing, promotion, offering for sale, or sale of any product or service must not misrepresent in any manner, expressly or by implication, the extent to which Respondent is a member of, adheres to, complies with, is certified by, is endorsed by, or otherwise participates in any privacy or security program sponsored by a government or any self-regulatory or standard-setting organization, including but not limited to the EU-U.S. Privacy Shield framework, the Swiss-U.S. Privacy Shield framework, and the APEC Cross-Border Privacy Rules.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 55,
            "quote_end_line": 63
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Requirement to Meet Continuing Obligations Under Privacy Shield",
        "category": "affirmative_obligation",
        "summary": "Respondent must either affirm to the Department of Commerce that it will continue applying Privacy Shield principles (or use another EU-law-authorized means) to personal information received during participation, or return or delete that information — both within ten days of the Order's effective date.",
        "requirements": [
          {
            "description": "Affirm to the Department of Commerce, within ten (10) days after the effective date of the Order and annually thereafter, that Respondent will continue to apply the EU-U.S. Privacy Shield framework principles to personal information received while it participated in Privacy Shield, or protect that information by another means authorized under EU law (binding corporate rule or standard contractual clauses)",
            "quoted_text": "A. affirm to the Department of Commerce, within ten (10) days after the effective date of this Order and on an annual basis thereafter for as long as it retains such information, that it will Page 2 of 6 1. continue to apply the EU-U.S. Privacy Shield framework principles to the personal information it received while it participated in the Privacy Shield; or 2. protect the information by another means authorized under EU law, including by using a binding corporate rule or a contract that fully reflects the requirements of the relevant standard contractual clauses adopted by the European Commission; or",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 70,
            "quote_end_line": 81
          },
          {
            "description": "Return or delete the personal information received during Privacy Shield participation within ten (10) days after the effective date of the Order (as an alternative to the affirmation requirement in Part A)",
            "quoted_text": "B. return or delete the information within ten (10) days after the effective date of this Order.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 82,
            "quote_end_line": 82
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "III",
        "title": "Acknowledgments of the Order",
        "category": "acknowledgment",
        "summary": "Respondent must submit an acknowledgment of receipt of the Order to the Commission within ten days, deliver copies of the Order to relevant personnel within specified timeframes, and obtain signed acknowledgments from each recipient within thirty days of delivery.",
        "requirements": [
          {
            "description": "Submit to the Commission an acknowledgment of receipt of the Order within ten (10) days after the effective date",
            "quoted_text": "A. Respondent, within ten (10) days after the effective date of this Order, must submit to the Commission an acknowledgment of receipt of this Order.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 86,
            "quote_end_line": 87
          },
          {
            "description": "For five (5) years after the issuance date, deliver a copy of the Order to all principals, officers, directors, LLC managers and members, employees with managerial responsibilities related to the Order's subject matter, agents and representatives who participate in relevant conduct, and any business entity resulting from a change in structure; delivery must occur within ten (10) days for current personnel and before assuming responsibilities for all others",
            "quoted_text": "B. For five (5) years after the issuance date of this Order, Respondent must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees having managerial responsibilities for conduct related to the subject matter of the Order and all agents and representatives who participate in conduct related to the subject matter of the Order; and (3) any business entity resulting from any change in structure as set forth in the Provision titled Compliance Report and Notices. Delivery must occur within ten (10) days after the effective date of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "10 days (current personnel); before assuming responsibilities (new personnel)",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 88,
            "quote_end_line": 95
          },
          {
            "description": "Obtain a signed and dated acknowledgment of receipt of the Order from each individual or entity to whom a copy was delivered, within thirty (30) days of delivery",
            "quoted_text": "C. From each individual or entity to which Respondent delivered a copy of this Order, Respondent must obtain, within thirty (30) days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 96,
            "quote_end_line": 98
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Compliance Report and Notices",
        "category": "compliance_reporting",
        "summary": "Respondent must submit an initial sworn compliance report within 60 days, submit sworn notices of changes to contact information or corporate structure within 14 days, and submit notice of any bankruptcy filing within 14 days, all in accordance with specified submission requirements.",
        "requirements": [
          {
            "description": "Submit a sworn compliance report within sixty (60) days of the issuance date identifying contact information, all business names and addresses, describing each business's activities, detailing compliance with each Order provision, and providing copies of acknowledgments obtained",
            "quoted_text": "A. Sixty (60) days after the issuance date of this Order, Respondent must submit a compliance report, sworn under penalty of perjury, in which Respondent must: (a) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission, may use to communicate with Respondent; (b) identify all of Respondent’s businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (c) describe the activities of each business; (d) describe in detail whether and how Page 3 of 6 Respondent is in compliance with each Provision of this Order; and (e) provide a copy of each Acknowledgment of the Order obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 102,
            "quote_end_line": 114
          },
          {
            "description": "Submit a sworn compliance notice within fourteen (14) days of any change in a designated point of contact or in the structure of Respondent or any entity it owns or controls that may affect compliance obligations, including creation, merger, sale, or dissolution of relevant entities",
            "quoted_text": "B. Respondent must submit a compliance notice, sworn under penalty of perjury, within fourteen (14) days of any change in the following: (1) any designated point of contact; or (2) the structure of Respondent or any entity that Respondent has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 115,
            "quote_end_line": 120
          },
          {
            "description": "Submit notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against Respondent within fourteen (14) days of its filing",
            "quoted_text": "C. Respondent must submit notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against Respondent within fourteen (14) days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 121,
            "quote_end_line": 123
          },
          {
            "description": "All sworn submissions must be true and accurate and comply with 28 U.S.C. § 1746, concluding with a declaration under penalty of perjury including date, signatory's full name, title, and signature",
            "quoted_text": "D. Any submission to the Commission required by this Order to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, such as by concluding: “I declare under penalty of perjury under the laws of the United States of America that the foregoing is true and correct. Executed on: _____” and supplying the date, signatory’s full name, title (if applicable), and signature.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 124,
            "quote_end_line": 128
          },
          {
            "description": "Unless otherwise directed in writing, all submissions must be emailed to Debrief@ftc.gov or sent by overnight courier to the Associate Director of Enforcement, Bureau of Consumer Protection, FTC, with subject line beginning: In re T&M Protection Resources, LLC, FTC File No. 192 3092, Docket No. C-4709",
            "quoted_text": "E. Unless otherwise directed by a Commission representative in writing, all submissions to the Commission pursuant to this Order must be emailed to Debrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director of Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue, N.W., Washington, D.C. 20580. The subject line must begin: In re T&M Protection Resources, LLC, FTC File No. 192 3092, Docket No. C-4709.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 129,
            "quote_end_line": 134
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "V",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must create specified records for ten years after the Order's issuance date and retain each record for five years, including accounting records, personnel records, compliance records, and copies of representations subject to the Order.",
        "requirements": [
          {
            "description": "Create and retain accounting records showing revenues from all goods or services sold, for ten (10) years after the issuance date and retained for five (5) years",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent must create certain records for ten (10) years after the issuance date of the Order, and retain each such record for five (5) years. Specifically, Respondent must create and retain the following records: A. accounting records showing the revenues from all goods or services sold;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 136,
            "quote_end_line": 139
          },
          {
            "description": "Create and retain personnel records showing name, addresses, telephone numbers, job title or position, dates of service, and reason for termination for each person providing services related to the subject matter of the Order",
            "quoted_text": "B. personnel records showing, for each person providing services related to the subject matter of the Order, whether as an employee or otherwise, that person’s: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 140,
            "quote_end_line": 143
          },
          {
            "description": "Create and retain all records necessary to demonstrate full compliance with each provision of the Order, including all submissions to the Commission",
            "quoted_text": "C. all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 144,
            "quote_end_line": 145
          },
          {
            "description": "Create and retain a copy of each widely disseminated representation subject to the Order and all materials relied upon in making each such representation",
            "quoted_text": "D. a copy of each widely disseminated representation by Respondent making any representation subject to this Order, and all materials that were relied upon in making the representation.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 149,
            "quote_end_line": 151
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission is authorized to monitor Respondent's compliance through written requests for reports and records, direct communications and interviews with affiliated persons, and other lawful investigative means including undercover inquiries.",
        "requirements": [
          {
            "description": "Within ten (10) days of receipt of a written request from a Commission representative, submit additional compliance reports or other requested information (sworn under penalty of perjury) and produce records for inspection and copying",
            "quoted_text": "A. Within ten (10) days of receipt of a written request from a representative of the Commission, Respondent must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury, and produce records for inspection and copying.",
            "deadline": "10 days of written request",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 155,
            "quote_end_line": 158
          },
          {
            "description": "Permit Commission representatives to communicate directly with Respondent and to interview anyone affiliated with Respondent who has agreed to such an interview (interviewee may have counsel present)",
            "quoted_text": "B. For matters concerning this Order, representatives of the Commission are authorized to communicate directly with Respondent. Respondent must permit representatives of the Commission to interview anyone affiliated with Respondent who has agreed to such an interview. The interviewee may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 159,
            "quote_end_line": 162
          },
          {
            "description": "The Commission may use all other lawful means, including posing as consumers, suppliers, or other individuals without identification or prior notice, and may use compulsory process under Sections 9 and 20 of the FTC Act",
            "quoted_text": "C. The Commission may use all other lawful means, including posing through its representatives as consumers, suppliers, or other individuals or entities, to Respondent or any individual or entity affiliated with Respondent, without the necessity of identification or prior notice. Nothing in this Order limits the Commission’s lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 163,
            "quote_end_line": 167
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Order Effective Dates",
        "category": "duration",
        "summary": "The Order is final and effective upon publication on the FTC's website and terminates on March 16, 2040, or twenty years from the most recent date a complaint alleging a violation is filed in federal court, whichever is later, with specified exceptions.",
        "requirements": [
          {
            "description": "Order is final and effective upon publication on the Commission's website (ftc.gov) as a final order",
            "quoted_text": "IT IS FURTHER ORDERED that this Order is final and effective upon the date of its publication on the Commission’s website (ftc.gov) as a final order. This Order will terminate on",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 169,
            "quote_end_line": 170
          },
          {
            "description": "Order terminates on March 16, 2040, or twenty (20) years from the most recent date the United States or Commission files a complaint alleging any violation of the Order, whichever is later; the filing of such complaint does not affect provisions terminating in less than twenty years, application to non-defendant respondents, or an already-terminated order",
            "quoted_text": "publication on the Commission’s website (ftc.gov) as a final order. This Order will terminate on March 16, 2040, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of the Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. any Provision in this Order that terminates in less than twenty (20) years; B. this Order’s application to any respondent that is not named as a defendant in such complaint; and C. this Order if such complaint is filed after the order has terminated pursuant to this Provision.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 170,
            "quote_end_line": 179
          },
          {
            "description": "If a filed complaint is dismissed or a federal court rules no violation occurred and that outcome is not appealed or is upheld on appeal, the Order terminates as though the complaint had never been filed, except it will not terminate during the pendency of any appeal period",
            "quoted_text": "Provided, further, that if such complaint is dismissed or a federal court rules that Respondent did not violate any provision of the Order, and the dismissal or ruling is either not appealed or upheld on appeal, then the Order will terminate according to this Provision as though the complaint had never been filed, except that the Order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 183,
            "quote_end_line": 188
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This Order will terminate on March 16, 2040, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of the Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. any Provision in this Order that terminates in less than twenty (20) years; B. this Order's application to any respondent that is not named as a defendant in such complaint; and C. this Order if such complaint is filed after the order has terminated pursuant to this Provision."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "03.20, T&M Protection Resources Complaint (Pending).pdf",
      "order": "03.20, T&M Protection Resources Order (Pending).pdf"
    },
    "extraction_stats": {
      "complaint_counts": 3,
      "complaint_representations": 1,
      "order_provisions": 7,
      "order_definitions": 1,
      "order_requirements": 21,
      "provisions_per_section": {
        "I": 1,
        "II": 2,
        "III": 3,
        "IV": 5,
        "V": 4,
        "VI": 3,
        "VII": 3
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 1,
        "complaint_total": 1,
        "order_verified": 21,
        "order_total": 21
      }
    },
    "processing_time_seconds": 100
  }
}