{
  "case_info": {
    "docket_number": "Docket No. 9319",
    "company": {
      "name": "Nationwide Mortgage Group, Inc.",
      "incorporation_state": "",
      "entity_type": "corporation",
      "address": "10301 Democracy Lane, Fairfax, Virginia, 22030",
      "business_description": "Nationwide is a mortgage broker that collects nonpublic personal information from its customers, including customer names, Social Security numbers, credit histories, bank account numbers, and income tax returns, in the course of processing, underwriting, and closing residential mortgage loans."
    },
    "commissioners": [
      "Deborah Platt Majoras, Chairman",
      "Orson Swindle",
      "Thomas B. Leary",
      "Pamela Jones Harbour",
      "Jon Leibowitz"
    ],
    "case_date": {
      "month": 4,
      "year": 2005
    },
    "legal_authority": "Section 5(a)(1) of the Federal Trade Commission Act, 15 U.S.C. § 45(a)(1), and Title V of the Gramm-Leach-Bliley Act, 15 U.S.C. § 6801 et seq.",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/042-3104-nationwide-mortgage-group-inc-john-d-eubank-matter"
  },
  "complaint": {
    "factual_background": "Nationwide Mortgage Group, Inc. and its President John D. Eubank operated a mortgage brokerage that collected sensitive customer information — including Social Security numbers, bank account numbers, credit histories, and income tax returns — without implementing reasonable security policies and procedures. Despite storing this information on an internet-connected network accessible to all employees, Nationwide failed to monitor for vulnerabilities, assess security risks, train employees on information security, or oversee how loan officers handled customer data. Additionally, since the effective date of the FTC's Privacy Rule, respondents failed to provide customers with the required clear and conspicuous privacy notices. Both failures constituted unfair or deceptive acts or practices in violation of Section 5(a)(1) of the FTC Act.",
    "representations_made": [
      {
        "description": "Nationwide stored sensitive customer information on a networked, internet-connected system but failed to implement reasonable policies, monitor for vulnerabilities, assess security risks, or train employees — amounting to a failure to maintain the security and confidentiality of customer information as required by the Safeguards Rule",
        "quoted_text": "6. Since the Rule’s effective date, Nationwide has collected sensitive customer information, including Social Security numbers and bank account numbers, without implementing reasonable policies and procedures to ensure the security and confidentiality of that information. For example, although Nationwide stored customer information on a computer network accessible to all employees and connected to the Internet, it failed to monitor the network for vulnerabilities that would expose customer information to attack. 2 Nationwide also failed to assess its security risks, implement reasonable policies and procedures with respect to information security, train employees on information security issues, or oversee the collection and handling of customer information by its loan officers.",
        "verified": true,
        "confidence": 0.85,
        "source_paragraph": 6,
        "quote_start_line": 69,
        "quote_end_line": 81
      },
      {
        "description": "Respondents failed to provide customers with the clear and conspicuous privacy notices required by the Privacy Rule since the rule's effective date",
        "quoted_text": "10. Since the Rule’s effective date, respondents have failed to provide their customers with the notice required by the Privacy Rule.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 10,
        "quote_start_line": 101,
        "quote_end_line": 102
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Violations of the Safeguards Rule",
        "representation": "Nationwide collected sensitive customer information (Social Security numbers, bank account numbers, etc.) on an internet-connected network accessible to all employees",
        "fact": "Nationwide failed to implement reasonable security policies and procedures, failed to monitor the network for vulnerabilities, failed to assess security risks, failed to train employees on information security, failed to maintain a comprehensive written information security program, and failed to designate an employee to coordinate the security program — all required by the Safeguards Rule since its effective date of May 23, 2003",
        "conclusion": "By failing to implement reasonable security policies and procedures, respondents engaged in violations of the Safeguards Rule, and a violation of the Safeguards Rule constitutes an unfair or deceptive act or practice in violation of Section 5(a)(1) of the FTC Act."
      },
      {
        "count_number": 2,
        "title": "Violations of the Privacy Rule",
        "representation": "Respondents operated as a financial institution subject to the Privacy Rule, which requires clear and conspicuous privacy notices to be provided to customers at the formation of the customer relationship and annually thereafter",
        "fact": "Since the Privacy Rule's effective date of July 1, 2001, respondents failed to provide their customers with the notices required by the Privacy Rule",
        "conclusion": "A violation of the Privacy Rule constitutes an unfair or deceptive act or practice in violation of Section 5(a)(1) of the FTC Act, and the acts and practices of respondents as alleged constitute unfair or deceptive acts or practices in violation of Section 5(a)(1) of the FTC Act."
      }
    ]
  },
  "order": {
    "definitions": {
      "Commerce": "as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. § 44.",
      "respondents": "Nationwide Mortgage Group, Inc., its successors and assigns and its officers; John D. Eubank, President and owner of Nationwide; and each of the above's agents, representatives, and employees.",
      "All other terms": "synonymous in meaning and equal in scope to the usage of such terms in the Gramm-Leach-Bliley Act, 15 U.S.C. § 6801 et seq."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Violating GLB Safeguards and Privacy Rules",
        "category": "prohibition",
        "summary": "Respondents must not violate any provision of the GLB Act's Safeguards Rule (16 C.F.R. Part 314) or Privacy Rule (16 C.F.R. Part 313), directly or through any corporate entity or device.",
        "requirements": [
          {
            "description": "Respondents must not, directly or through any corporation, subsidiary, division, website, or other device, violate any provision of the GLB Safeguards Rule (16 C.F.R. Part 314) or the GLB Privacy Rule (16 C.F.R. Part 313).",
            "quoted_text": "IT IS ORDERED that respondents shall not, directly or through any corporation, subsidiary, division, Web site, or other device, violate any provision of the Gramm-Leach-Bliley Act’s (“GLB Act”) Standards for Safeguarding Customer Information Rule (“Safeguards Rule”), 16 C.F.R. Part 314, or the Gramm-Leach-Bliley Privacy of Consumer Financial Information Rule (“Privacy Rule”), 16 C.F.R. Part 313.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 62,
            "quote_end_line": 66
          },
          {
            "description": "If the Safeguards Rule or Privacy Rule is later amended or modified, compliance with the amended/modified rules shall not constitute a violation of this order.",
            "quoted_text": "In the event the Safeguards Rule or Privacy Rule is hereafter amended or modified, respondents’ compliance with these Rules as so amended or modified shall not be a violation of this order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 67,
            "quote_end_line": 69
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Third-Party Security Assessment",
        "category": "assessment",
        "summary": "Respondents must obtain biennial independent third-party security assessments certifying their information security program, and provide the first assessment and related materials to the FTC within 10 days of preparation.",
        "requirements": [
          {
            "description": "Respondents must obtain an Assessment from a qualified, objective, independent third-party professional within 180 days after service of the order, and biennially thereafter for 10 years, covering specific safeguards implemented, their appropriateness, how they meet the Safeguards Rule, and certifying the program's effectiveness.",
            "quoted_text": "IT IS FURTHER ORDERED that, in connection with its compliance with the Safeguards Rule, respondents shall obtain an assessment and report (an “Assessment”) from a qualified, objective, independent third-party professional, using procedures and standards generally accepted in the profession, within one hundred and eighty (180) days after service of the order, and biennially thereafter for ten (10) years after service of the order, that: A. sets forth the specific administrative, technical, and physical safeguards that respondents have implemented and maintained during the reporting period; B. explains how such safeguards are appropriate to Nationwide’s size and complexity, the nature and scope of Nationwide’s activities, and the sensitivity of the personal information collected from or about consumers; C. explains how the safeguards that have been implemented meet or exceed the protections required by the Safeguards Rule; and D. certifies that respondents’ security program is operating with sufficient effectiveness to provide reasonable assurance that the security, confidentiality, and integrity of personal information is protected and, for biennial reports, has so operated throughout the reporting period.",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 74,
            "quote_end_line": 89
          },
          {
            "description": "Each assessment must be prepared by a person qualified as a CISSP, CISA, GIAC-certified professional, or a similarly qualified person or organization approved by the FTC's Associate Director for Enforcement.",
            "quoted_text": "Each assessment shall be prepared by a person qualified as a Certified Information System Security Professional (CISSP) or as a Certified Information Systems Auditor (CISA); a person holding Global Information Assurance Certification (GIAC) from the SysAdmin, Audit, Network, Security Institute (SANS); or by a similarly qualified person or organization approved by the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 90,
            "quote_end_line": 95
          },
          {
            "description": "Respondents must provide the first Assessment and all supporting plans, reports, studies, reviews, policies, training materials, and assessments to the FTC's Associate Director for Enforcement within 10 days after the Assessment has been prepared.",
            "quoted_text": "Respondents shall provide the first Assessment, as well as all plans, reports, studies, reviews, policies, training materials, and assessments, whether prepared by or on behalf of respondents, relied upon to prepare such Assessment to the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580, within ten (10) days",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 96,
            "quote_end_line": 99
          },
          {
            "description": "Respondents must retain all subsequent biennial Assessments until the order is terminated and retain all materials relied upon in preparing each Assessment for 3 years after the preparation date, and provide subsequent Assessments and related materials to the Associate Director of Enforcement within 10 days of request.",
            "quoted_text": "after the Assessment has been prepared. Respondents shall retain all subsequent biennial Assessments until the order is terminated and shall retain all materials relied upon in preparing each such Assessment, as listed above, for a period of three (3) years after the date of the preparation of such Assessment. Respondents shall provide such subsequent Assessments and related materials to the Associate Director of Enforcement within ten (10) days of request.",
            "deadline": "10 days of request",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 100,
            "quote_end_line": 104
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Order Acknowledgment and Delivery",
        "category": "acknowledgment",
        "summary": "Respondents must deliver a copy of this order to all current and future principals, officers, directors, managers, employees, agents, and representatives with relevant responsibilities — current personnel within 30 days of service, future personnel within 30 days of assuming their role.",
        "requirements": [
          {
            "description": "Respondents must deliver a copy of this order to all current principals, officers, directors, managers, employees, agents, and representatives having responsibilities with respect to the subject matter of this order within 30 days after the date of service of this order.",
            "quoted_text": "IT IS FURTHER ORDERED that respondents shall deliver a copy of this order to all current and future principals, officers, directors, and managers, and to all current and future employees, agents, and representatives having responsibilities with respect to the subject matter of this order. Respondent shall deliver this order to such current personnel within thirty (30) days after the date of service of this order, and to such future personnel within thirty (30) days",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 109,
            "quote_end_line": 113
          },
          {
            "description": "Respondents must deliver a copy of this order to all future personnel with relevant responsibilities within 30 days after the person assumes such position or responsibilities.",
            "quoted_text": "days after the date of service of this order, and to such future personnel within thirty (30) days after the person assumes such position or responsibilities.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 113,
            "quote_end_line": 114
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Employment Change Notification — John D. Eubank",
        "category": "compliance_reporting",
        "summary": "Respondent John D. Eubank must notify the FTC for 10 years of any discontinuance of current business or employment, or any affiliation with new business or employment, including new address, phone number, and description of duties.",
        "requirements": [
          {
            "description": "Respondent John D. Eubank must, for a period of 10 years after issuance of this order, notify the Commission by certified mail of any discontinuance of his current business or employment, or affiliation with any new business or employment, including his new business address, telephone number, and description of the nature and duties of the new business or employment.",
            "quoted_text": "IT IS FURTHER ORDERED that respondent John D. Eubank, for a period of ten (10) years, after the date of issuance of this order, shall notify the Commission of the discontinuance of his current business or employment, or of his affiliation with any new business or employment. The notice shall include respondent John D. Eubank’s new business address and telephone number and a description of the nature of the business or employment and his duties and responsibilities. All notices required by this Part shall be sent by certified mail to the Associate Director, Division of Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580.",
            "deadline": "10 years (ongoing)",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 116,
            "quote_end_line": 123
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Corporate Change Notification",
        "category": "compliance_reporting",
        "summary": "Respondents must notify the FTC at least 30 days before any corporate change (dissolution, merger, sale, name change, bankruptcy filing, etc.) that may affect compliance obligations under this order.",
        "requirements": [
          {
            "description": "Respondents must notify the Commission by certified mail at least 30 days prior to any change in the corporation that may affect compliance obligations, including dissolution, assignment, sale, merger, emergence of a successor, creation or dissolution of subsidiaries, bankruptcy filing, or change of corporate name or address.",
            "quoted_text": "IT IS FURTHER ORDERED that respondents shall notify the Commission at least thirty (30) days prior to any change in the corporation that may affect compliance obligations arising under this order, including, but not limited to, a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in the corporate name or address. Provided, however, that, with respect to any proposed change in the corporation about which respondents learn less than thirty (30) days prior to the date such action is to take place, respondents shall notify the Commission as soon as is practicable after obtaining such knowledge. All notices required by this Part shall be sent by certified mail to the Associate Director, Division of Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580.",
            "deadline": "30 days prior to change",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 125,
            "quote_end_line": 136
          },
          {
            "description": "If respondents learn of a proposed corporate change less than 30 days before it is to occur, they must notify the Commission as soon as practicable after obtaining such knowledge.",
            "quoted_text": "however, that, with respect to any proposed change in the corporation about which respondents learn less than thirty (30) days prior to the date such action is to take place, respondents shall notify the Commission as soon as is practicable after obtaining such knowledge. All notices required by this Part shall be sent by certified mail to the Associate Director, Division of Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580.",
            "deadline": "As soon as practicable",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 131,
            "quote_end_line": 136
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondents must file a written compliance report with the FTC within 180 days of service of the order, and at such other times as the FTC may require, including a copy of the initial Assessment from Part II.",
        "requirements": [
          {
            "description": "Respondents must file a written compliance report with the Commission within 180 days after service of this order, and at such other times as the FTC may require, setting forth in detail the manner and form in which they have complied with this order. The report must include a copy of the initial Assessment required by Part II.",
            "quoted_text": "IT IS FURTHER ORDERED that respondents shall within one hundred eighty (180) days after service of this order, and at such other times as the Federal Trade Commission may require, file with the Commission a report, in writing, setting forth in detail the manner and form in which they have complied with this order. This report shall include a copy of the initial Assessment required by Part II of this order.",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 138,
            "quote_end_line": 142
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "This order terminates on April 12, 2025, or 20 years from the most recent date the FTC or United States files a federal court complaint alleging a violation of the order, whichever is later, subject to specified exceptions.",
        "requirements": [
          {
            "description": "The order will terminate on April 12, 2025, or 20 years from the most recent date the United States or FTC files a complaint in federal court alleging any violation of the order, whichever is later, subject to exceptions for parts with shorter terms, non-named respondents, and orders already terminated.",
            "quoted_text": "This order will terminate on April 12, 2025, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part in this order that terminates in less than twenty (20) years; B. This order's application to any respondent that is not named as a defendant in such complaint; and C. This order if such complaint is filed after the order has terminated pursuant to this Part. Provided, further, that if such complaint is dismissed or a federal court rules that the respondents did not violate any provision of the order, and the dismissal or ruling is either not appealed or upheld on appeal, then the order will terminate according to this Part as though the complaint had never been filed, except that the order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": "April 12, 2025 or 20 years from last enforcement complaint",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 147,
            "quote_end_line": 161
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on April 12, 2025, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part in this order that terminates in less than twenty (20) years; B. This order's application to any respondent that is not named as a defendant in such complaint; and C. This order if such complaint is filed after the order has terminated pursuant to this Part."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "04.05, Nationwide Mortgage Group, Inc., and John D. Eubank Complaint.pdf",
      "order": "04.05, Nationwide Mortgage Group, Inc., and John D. Eubank Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 2,
      "order_provisions": 7,
      "order_definitions": 3,
      "order_requirements": 13,
      "provisions_per_section": {
        "I": 2,
        "II": 4,
        "III": 2,
        "IV": 1,
        "V": 2,
        "VI": 1,
        "VII": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 2,
        "complaint_total": 2,
        "order_verified": 13,
        "order_total": 13
      }
    },
    "processing_time_seconds": 88.8
  }
}