{
  "case_info": {
    "docket_number": "C-4216",
    "company": {
      "name": "Goal Financial, LLC",
      "incorporation_state": "California",
      "entity_type": "limited liability company",
      "address": "9477 Waples Street, Suite 100, San Diego, California 92121",
      "business_description": "Goal Financial markets and originates a variety of student loans and provides loan-related services. In the course of its business, it collects personal information from consumer loan applications and other sources."
    },
    "commissioners": [
      "William E. Kovacic, Chairman",
      "Pamela Jones Harbour",
      "Jon Leibowitz",
      "J. Thomas Rosch"
    ],
    "case_date": {
      "month": 4,
      "year": 2008
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. ยง 45; the Safeguards Rule, 16 C.F.R. Part 314; and the Privacy Rule, 16 C.F.R. Part 313",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/072-3013-goal-financial-llc-matter"
  },
  "complaint": {
    "factual_background": "Goal Financial, LLC, a student loan originator, failed to implement reasonable security measures to protect sensitive consumer information including Social Security numbers and financial data. Between 2005 and 2006, employees exploited these security failures to remove without authorization more than 7,000 consumer files and transfer them to third parties. Additionally, an employee sold hard drives to the public that exposed the sensitive personal information of approximately 34,000 consumers in clear text. Despite these security failures, the company falsely represented in its privacy policy that it maintained physical, electronic, and procedural safeguards complying with federal regulations.",
    "representations_made": [
      {
        "description": "Claimed to implement reasonable and appropriate measures to protect personal information from unauthorized access",
        "quoted_text": "Through the means set forth in Paragraph 10, respondent represented, expressly or by implication, that it implements reasonable and appropriate measures to protect personal information from unauthorized access.",
        "source_paragraph": 11
      },
      {
        "description": "Stated that access to nonpublic personal information was limited to employees who needed it and maintained safeguards complying with federal regulations",
        "quoted_text": "Access to nonpublic personal information about you is limited to those employees who need to know such information to provide products or services to you. We maintain physical, electronic, and procedural safeguards that comply with federal regulations to guard your nonpublic personal information.",
        "source_paragraph": 10
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Violations of the Safeguards Rule",
        "representation": "The company was required as a financial institution to implement reasonable security policies and procedures including identifying risks, designing and implementing safeguards, maintaining a written security program, and requiring service providers by contract to protect customer information",
        "fact": "The company failed to assess risks adequately; failed to restrict access to personal information; failed to implement a comprehensive information security program; failed to provide adequate training to employees; and failed to require third-party service providers by contract to protect security and confidentiality",
        "conclusion": "Respondent has failed to implement reasonable security policies and procedures, and has thereby engaged in violations of the Safeguards Rule."
      },
      {
        "count_number": 2,
        "title": "Deceptive Practices - FTC Act Violation",
        "representation": "The company represented that it implements reasonable and appropriate measures to protect personal information from unauthorized access",
        "fact": "The company did not implement reasonable and appropriate measures to protect personal information from unauthorized access",
        "conclusion": "Therefore, the representation set forth in Paragraph 11 was, and is, false or misleading."
      },
      {
        "count_number": 3,
        "title": "Violation of the Privacy Rule",
        "representation": "The Privacy Rule requires financial institutions to provide accurate privacy policies that reflect their actual privacy policies and practices, including security policies and practices",
        "fact": "Respondent disseminated a privacy policy that contained false or misleading statements regarding the measures implemented to protect consumers' personal information",
        "conclusion": "Therefore, respondent disseminated a privacy policy that does not accurately reflect its privacy policy, including its security policies and practices, in violation of the Privacy Rule."
      }
    ]
  },
  "order": {
    "definitions": {
      "Personal information": "individually identifiable information from or about an individual consumer including, but not limited to: (a) a first and last name; (b) a home or other physical address, including street name and name of city or town; (c) an email address or other online contact information, such as an instant messaging user identifier or a screen name that reveals an individual's email address; (d) a telephone number; (e) a Social Security number; (f) a bank, loan, or credit card account number; (g) a persistent identifier, such as a customer number held in a \"cookie\" or processor serial number, that is combined with other available data that identifies an individual consumer; or (h) any information that is combined with any of (a) through (g) above.",
      "respondent": "Goal Financial and its successors and assigns, officers, agents, representatives, and employees.",
      "Commerce": "as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. ยง 44."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Privacy and Security",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent the extent to which it maintains and protects the privacy, confidentiality, or integrity of personal information collected from or about consumers.",
        "requirements": [
          {
            "description": "Must not misrepresent privacy, confidentiality, or integrity protections for personal information",
            "quoted_text": "IT IS ORDERED that respondent, directly or through any corporation, subsidiary, division, or other device, in connection with the collection of personal information from or about consumers, in or affecting commerce, shall not misrepresent in any manner, expressly or by implication, the extent to which respondent maintains and protects the privacy, confidentiality, or integrity of any personal information collected from or about consumers.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Comprehensive Information Security Program",
        "category": "affirmative_obligation",
        "summary": "Respondent must establish and maintain a comprehensive information security program with administrative, technical, and physical safeguards to protect personal information.",
        "requirements": [
          {
            "description": "Establish and implement comprehensive information security program",
            "quoted_text": "IT IS FURTHER ORDERED that respondent, directly or through any corporation, subsidiary, division, or other device, in connection with the advertising, marketing, promotion, offering for sale, or sale of any product or service, in or affecting commerce, shall, no later than the date of service of this order, establish and implement, and thereafter maintain, a comprehensive information security program that is reasonably designed to protect the security, confidentiality, and integrity of personal information collected from or about consumers.",
            "deadline": "no later than the date of service of this order",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Designate employee(s) to coordinate and be accountable for information security program",
            "quoted_text": "the designation of an employee or employees to coordinate and be accountable for the information security program.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Identify material risks and assess safeguards",
            "quoted_text": "the identification of material internal and external risks to the security, confidentiality, and integrity of personal information that could result in the unauthorized disclosure, misuse, loss, alteration, destruction, or other compromise of such information, and assessment of the sufficiency of any safeguards in place to control these risks. At a minimum, this risk assessment should include consideration of risks in each area of relevant operation, including, but not limited to: (1) employee training and management; (2) information systems, including network and software design, information processing, storage, transmission, and disposal; and (3) prevention, detection, and response to attacks, intrusions, or other systems failures.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Design and implement reasonable safeguards and regularly test or monitor effectiveness",
            "quoted_text": "the design and implementation of reasonable safeguards to control the risks identified through risk assessment, and regular testing or monitoring of the effectiveness of the safeguards' key controls, systems, and procedures.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Retain capable service providers and require them to implement appropriate safeguards by contract",
            "quoted_text": "the development and use of reasonable steps to retain service providers capable of appropriately safeguarding personal information they receive from respondent, requiring service providers by contract to implement and maintain appropriate safeguards, and monitoring their safeguarding of personal information.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Evaluate and adjust information security program based on testing results and changes",
            "quoted_text": "the evaluation and adjustment of respondent's information security program in light of the results of the testing and monitoring required by sub-Part C, any material changes to respondent's operations or business arrangements, or any other circumstances that respondent knows or has reason to know may have a material impact on the effectiveness of its information security program.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Prohibition Against Violating GLB Rules",
        "category": "prohibition",
        "summary": "Respondent must not violate the Standards for Safeguarding Customer Information Rule or the Privacy of Customer Financial Information Rule under the Gramm-Leach-Bliley Act.",
        "requirements": [
          {
            "description": "Must not violate Standards for Safeguarding Customer Information Rule",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall not, directly or through any corporation, subsidiary, division, website, or other device, violate any provision of: A. the Standards for Safeguarding Customer Information Rule, 16 C.F.R. Part 314, as attached or as may be amended",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not violate Privacy of Customer Financial Information Rule",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall not, directly or through any corporation, subsidiary, division, website, or other device, violate any provision of: B. the Privacy of Customer Financial Information Rule, 16 C.F.R. Part 313, as attached or as may be amended.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Third-Party Security Assessments",
        "category": "assessment",
        "summary": "Respondent must obtain initial and biennial third-party security assessments for ten years covering the first 180 days and then every two years thereafter.",
        "requirements": [
          {
            "description": "Obtain initial third-party assessment covering first 180 days after service of order",
            "quoted_text": "IT IS FURTHER ORDERED that, in connection with its compliance with Parts II, and III.A. of this order, respondent shall obtain initial and biennial assessments and reports (\"Assessments\") from a qualified, objective, independent third-party professional, who uses procedures and standards generally accepted in the profession. The reporting period for the Assessments shall cover: (1) the first one hundred and eighty (180) days after service of the order for the initial Assessment",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Obtain biennial assessments for each two-year period for ten years after service of order",
            "quoted_text": "The reporting period for the Assessments shall cover: (2) each two (2) year period thereafter for ten (10) years after service of the order for the biennial Assessments.",
            "deadline": null,
            "verified": true,
            "confidence": 0.8879881656804735
          },
          {
            "description": "Assessment must set forth specific safeguards implemented and maintained",
            "quoted_text": "Each Assessment shall: A. set forth the specific administrative, technical, and physical safeguards that respondent has implemented and maintained during the reporting period",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Assessment must explain how safeguards are appropriate to respondent's operations",
            "quoted_text": "B. explain how such safeguards are appropriate to respondent's size and complexity, the nature and scope of respondent's activities, and the sensitivity of the personal information collected from or about consumers",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Assessment must explain how safeguards meet or exceed order requirements",
            "quoted_text": "C. explain how the safeguards that have been implemented meet or exceed the protections required by the Parts II and III A. of this order",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Assessment must certify security program is operating effectively",
            "quoted_text": "D. certify that respondent's security program is operating with sufficient effectiveness to provide reasonable assurance that the security, confidentiality, and integrity of personal information is protected and has so operated throughout the reporting period.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Complete each assessment within 60 days after end of reporting period",
            "quoted_text": "Each Assessment shall be prepared and completed within sixty (60) days after the end of the reporting period to which the Assessment applies",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide initial assessment to FTC within 10 days after preparation",
            "quoted_text": "Respondent shall provide the initial Assessment to the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580, within ten (10) days after the Assessment has been prepared.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Retain biennial assessments and provide to FTC within 10 days of request",
            "quoted_text": "All subsequent biennial Assessments shall be retained by respondent until the order is terminated and provided to the Associate Director of Enforcement within ten (10) days of request.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Recordkeeping and Document Retention",
        "category": "recordkeeping",
        "summary": "Respondent must maintain and make available to the FTC documents relating to compliance, including contradictory documents for five years and assessment-related materials for three years.",
        "requirements": [
          {
            "description": "Maintain for five years any documents that contradict, qualify, or call into question compliance with order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall maintain, and upon request make available to the Federal Trade Commission for inspection and copying, a print or electronic copy of each document relating to compliance, including but not limited to: A. for a period of five (5) years: any documents, whether prepared by or on behalf of respondent, that contradict, qualify, or call into question respondent's compliance with this order",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Maintain for three years after each assessment all materials relied upon to prepare the assessment",
            "quoted_text": "B. for a period of three (3) years after the date of preparation of each Assessment required under Part IV of this order, all materials relied upon to prepare the Assessment, whether prepared by or on behalf of the respondent, including but not limited to all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, and any other materials relating to respondent's compliance with Parts II and III.A. of this order, for the compliance period covered by such Assessment.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide documents to FTC within 10 days of request",
            "quoted_text": "Respondent shall provide such documents to the Associate Director of Enforcement within ten (10) days of request.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Order Acknowledgment and Distribution",
        "category": "acknowledgment",
        "summary": "Respondent must deliver a copy of this order to all current and future personnel with responsibilities relating to the subject matter of the order.",
        "requirements": [
          {
            "description": "Deliver order to current principals, officers, directors, managers, and employees with relevant responsibilities within 30 days",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall deliver a copy of this order to all current and future principals, officers, directors, and managers, and to all current and future employees, agents, and representatives having responsibilities relating to the subject matter of this order. Respondent shall deliver this order to such current personnel within thirty (30) days after service of this order",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver order to future personnel within 30 days after they assume relevant position or responsibilities",
            "quoted_text": "Respondent shall deliver a copy of this order to all current and future principals, officers, directors, and managers, and to all current and future employees, agents, and representatives having responsibilities relating to the subject matter of this order. and to such future personnel within thirty (30) days after the person assumes such position or responsibilities.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Corporate Change Notification",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the FTC at least 30 days prior to any corporate change that may affect compliance obligations under the order.",
        "requirements": [
          {
            "description": "Notify FTC at least 30 days prior to corporate changes affecting compliance",
            "quoted_text": "IT IS FURTHER ORDERED that respondent and its successors and assigns shall notify the Commission at least thirty (30) days prior to any change in the limited liability company that may affect compliance obligations arising under this order, including, but not limited to, a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor company; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in the company name or address.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "If learning of change less than 30 days prior, notify FTC as soon as practicable",
            "quoted_text": "Provided, however, that, with respect to any proposed change in the company about which respondent learns less than thirty (30) days prior to the date such action is to take place, respondent shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": "as soon as is practicable",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondent must file a written compliance report with the FTC within 60 days after service of the order and at other times as required.",
        "requirements": [
          {
            "description": "File compliance report with FTC within 60 days after service of order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent and its successors and assigns shall, within sixty (60) days after service of this order, and at such other times as the Federal Trade Commission may require, file with the Commission a report, in writing, setting forth in detail the manner and form in which it has complied with this order.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "This order will terminate on April 9, 2028, or 20 years from the most recent date the FTC files a complaint in federal court alleging violation of the order, whichever comes later.",
        "requirements": [
          {
            "description": "Order terminates on specified date or 20 years from most recent federal court complaint filing, whichever is later",
            "quoted_text": "This order will terminate on April 9, 2028, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on April 9, 2028, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part in this order that terminates in less than twenty (20) years; B. This order's application to any respondent that is not named as a defendant in such complaint; and C. This order if such complaint is filed after the order has terminated pursuant to this Part."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "04.08, Goal Financial Complaint.pdf",
      "order": "04.08, Goal Financial Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 3,
      "complaint_representations": 2,
      "order_provisions": 9,
      "order_definitions": 3,
      "order_requirements": 27
    },
    "processing_time_seconds": 122.8
  }
}