{
  "case_info": {
    "docket_number": "C-4216",
    "company": {
      "name": "GOAL FINANCIAL, LLC",
      "incorporation_state": "California",
      "entity_type": "limited liability company",
      "address": "9477 Waples Street, Suite 100, San Diego, California 92121",
      "business_description": "Goal Financial markets and originates a variety of student loans and provides loan-related services. In the course of its business, it collects personal information from consumer loan applications and other sources."
    },
    "commissioners": [
      "William E. Kovacic, Chairman",
      "Pamela Jones Harbour",
      "Jon Leibowitz",
      "J. Thomas Rosch"
    ],
    "case_date": {
      "month": 4,
      "year": 2008
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45; Standards for Safeguarding Customer Information Rule, 16 C.F.R. Part 314; Privacy of Customer Financial Information Rule, 16 C.F.R. Part 313; Title V, Subtitle A of the Gramm-Leach-Bliley Act, 15 U.S.C. § 6801-6809",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/072-3013-goal-financial-llc-matter",
    "statutory_topics": [
      "GLBA"
    ],
    "practice_areas": [
      "Data Security",
      "Financial Practices",
      "Privacy"
    ],
    "industry_sectors": [
      "Technology",
      "Financial Services",
      "Education"
    ]
  },
  "complaint": {
    "factual_background": "Goal Financial, LLC, a California-based student loan company, collected sensitive personal information from consumers including Social Security numbers, dates of birth, and income and employment data. Since at least September 2004, the company failed to implement reasonable security measures, including failing to assess risks, restrict access, train employees, or require third-party service providers to protect customer data by contract. In 2005 and 2006, employees exploited these security failures and removed more than 7,000 consumer files without authorization, transferring them to third parties. Additionally, in 2006, an employee sold hard drives to the public without wiping the data, exposing in clear text the personal information of approximately 34,000 consumers. Despite these failures, Goal Financial disseminated a privacy policy falsely representing that it maintained physical, electronic, and procedural safeguards compliant with federal regulations.",
    "representations_made": [
      {
        "description": "Claimed to limit access to nonpublic personal information to employees who need it and to maintain physical, electronic, and procedural safeguards that comply with federal regulations to protect consumer data",
        "quoted_text": "Our Security Policies and Practices Access to nonpublic personal information about you is limited to those employees who need to know such information to provide products or services to you. We maintain physical, electronic, and procedural safeguards that comply with federal regulations to guard your nonpublic personal information.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 10,
        "quote_start_line": 98,
        "quote_end_line": 103
      },
      {
        "description": "Represented, expressly or by implication, that it implements reasonable and appropriate measures to protect personal information from unauthorized access",
        "quoted_text": "11. Through the means set forth in Paragraph 10, respondent represented, expressly or by implication, that it implements reasonable and appropriate measures to protect personal information from unauthorized access.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 11,
        "quote_start_line": 105,
        "quote_end_line": 107
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Violations of the Safeguards Rule",
        "representation": "As a financial institution subject to the Safeguards Rule, Goal Financial was required to implement a comprehensive written information security program with reasonable administrative, technical, and physical safeguards",
        "fact": "Respondent failed to identify reasonably foreseeable internal and external risks to customer information; failed to design and implement information safeguards or regularly test their effectiveness; failed to develop, implement, and maintain a comprehensive written information security program; and failed to require service providers by contract to implement safeguards to protect customer information",
        "conclusion": "Respondent has thereby engaged in violations of the Safeguards Rule (16 C.F.R. Part 314)"
      },
      {
        "count_number": 2,
        "title": "Deceptive Data Security Representations — Violation of FTC Act Section 5",
        "representation": "Respondent represented, expressly or by implication, that it implements reasonable and appropriate measures to protect personal information from unauthorized access, as stated in its privacy policy",
        "fact": "In truth and in fact, respondent did not implement reasonable and appropriate measures to protect personal information from unauthorized access, as evidenced by the security failures and unauthorized removal and exposure of consumer data described in Paragraph 5",
        "conclusion": "Therefore, the representation set forth in Paragraph 11 was, and is, false or misleading, constituting an unfair or deceptive act or practice in violation of Section 5(a) of the Federal Trade Commission Act"
      },
      {
        "count_number": 3,
        "title": "Violation of the Privacy Rule — Inaccurate Privacy Notice",
        "representation": "Respondent disseminated a privacy policy purporting to accurately reflect its privacy policies and practices, including its security policies and practices, as required by the Privacy Rule",
        "fact": "The privacy policy contained false or misleading statements regarding the measures implemented to protect consumers' personal information and therefore did not accurately reflect respondent's actual privacy policy, including its security policies and practices",
        "conclusion": "Respondent disseminated a privacy policy that does not accurately reflect its privacy policy, including its security policies and practices, in violation of the Privacy Rule (16 C.F.R. Part 313)"
      }
    ]
  },
  "order": {
    "definitions": {
      "Personal information": "individually identifiable information from or about an individual consumer including, but not limited to: (a) a first and last name; (b) a home or other physical address, including street name and name of city or town; (c) an email address or other online contact information, such as an instant messaging user identifier or a screen name that reveals an individual's email address; (d) a telephone number; (e) a Social Security number; (f) a bank, loan, or credit card account number; (g) a persistent identifier, such as a customer number held in a \"cookie\" or processor serial number, that is combined with other available data that identifies an individual consumer; or (h) any information that is combined with any of (a) through (g) above.",
      "Respondent": "Goal Financial and its successors and assigns, officers, agents, representatives, and employees.",
      "All other terms": "synonymous in meaning and equal in scope to the usage of such terms in the Gramm-Leach-Bliley Act, 15 U.S.C. § 6801 et seq, attached hereto as Appendix A or as may hereafter be amended.",
      "Commerce": "as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. § 44."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Privacy and Security",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent in any manner the extent to which it maintains and protects the privacy, confidentiality, or integrity of personal information collected from or about consumers.",
        "requirements": [
          {
            "description": "Must not misrepresent, expressly or by implication, the extent to which respondent maintains and protects the privacy, confidentiality, or integrity of any personal information collected from or about consumers",
            "quoted_text": "IT IS ORDERED that respondent, directly or through any corporation, subsidiary, division, or other device, in connection with the collection of personal information from or about consumers, in or affecting commerce, shall not misrepresent in any manner, expressly or by implication, the extent to which respondent maintains and protects the privacy, confidentiality, or integrity of any personal information collected from or about consumers.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 70,
            "quote_end_line": 74
          }
        ],
        "statutory_topics": [
          "GLBA"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Comprehensive Information Security Program",
        "category": "affirmative_obligation",
        "summary": "Respondent must establish, implement, and maintain a comprehensive information security program reasonably designed to protect the security, confidentiality, and integrity of personal information, including specific administrative, technical, and physical safeguards.",
        "requirements": [
          {
            "description": "Establish and implement, no later than date of service of this order, and thereafter maintain, a comprehensive information security program that is reasonably designed to protect the security, confidentiality, and integrity of personal information, fully documented in writing with administrative, technical, and physical safeguards",
            "quoted_text": "IT IS FURTHER ORDERED that respondent, directly or through any corporation, subsidiary, division, or other device, in connection with the advertising, marketing, promotion, offering for sale, or sale of any product or service, in or affecting commerce, shall, no later than the date of service of this order, establish and implement, and thereafter maintain, a comprehensive information security program that is reasonably designed to protect the security, confidentiality, and integrity of personal information collected from or about consumers. Such program, the content and implementation of which must be fully documented in writing, shall contain administrative, technical, and physical safeguards appropriate to respondent’s size and complexity, the nature and scope of respondent’s activities, and the sensitivity of the personal information collected from or about consumers, including:",
            "deadline": "date of service of order",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 79,
            "quote_end_line": 88
          },
          {
            "description": "Designate an employee or employees to coordinate and be accountable for the information security program",
            "quoted_text": "A. the designation of an employee or employees to coordinate and be accountable for the information security program.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 89,
            "quote_end_line": 90
          },
          {
            "description": "Identify material internal and external risks to the security, confidentiality, and integrity of personal information and assess the sufficiency of safeguards in place, including consideration of employee training, information systems, and prevention/detection/response to attacks",
            "quoted_text": "B. the identification of material internal and external risks to the security, confidentiality, and integrity of personal information that could result in the unauthorized disclosure, misuse, loss, alteration, destruction, or other compromise of such information, and assessment of the sufficiency of any safeguards in place to control these risks. At a minimum, this risk assessment should include consideration of risks in each area of relevant operation, including, but not limited to: (1) employee training and management; (2) information systems, including network and software design, information processing, storage, transmission, and disposal; and (3) prevention, detection, and response to attacks, intrusions, or other systems failures.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 91,
            "quote_end_line": 99
          },
          {
            "description": "Design and implement reasonable safeguards to control the identified risks, and regularly test or monitor the effectiveness of the safeguards' key controls, systems, and procedures",
            "quoted_text": "C. the design and implementation of reasonable safeguards to control the risks identified through risk assessment, and regular testing or monitoring of the effectiveness of the safeguards’ key controls, systems, and procedures.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 100,
            "quote_end_line": 102
          },
          {
            "description": "Develop and use reasonable steps to retain capable service providers, require service providers by contract to implement and maintain appropriate safeguards, and monitor their safeguarding of personal information",
            "quoted_text": "D. the development and use of reasonable steps to retain service providers capable of appropriately safeguarding personal information they receive from respondent, requiring service providers by contract to implement and maintain appropriate safeguards, and monitoring their safeguarding of personal information.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 103,
            "quote_end_line": 106
          },
          {
            "description": "Evaluate and adjust the information security program in light of testing and monitoring results, material changes to operations or business arrangements, or other circumstances that may have a material impact on the program's effectiveness",
            "quoted_text": "E. the evaluation and adjustment of respondent’s information security program in light of the results of the testing and monitoring required by sub-Part C, any material changes to respondent’s operations or business arrangements, or any other circumstances that respondent knows or has reason to know may have a material impact on the effectiveness of its information security program.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 107,
            "quote_end_line": 111
          }
        ],
        "statutory_topics": [
          "GLBA"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Comprehensive Security Program"
        ]
      },
      {
        "provision_number": "III",
        "title": "Compliance with Gramm-Leach-Bliley Rules",
        "category": "prohibition",
        "summary": "Respondent must not violate the FTC's Safeguards Rule (16 C.F.R. Part 314) or the Privacy of Customer Financial Information Rule (16 C.F.R. Part 313), with a safe harbor if either rule is later amended.",
        "requirements": [
          {
            "description": "Must not violate any provision of the Standards for Safeguarding Customer Information Rule, 16 C.F.R. Part 314, as attached or as may be amended",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall not, directly or through any corporation, subsidiary, division, website, or other device, violate any provision of: A. the Standards for Safeguarding Customer Information Rule, 16 C.F.R. Part 314, as attached or as may be amended; or",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 116,
            "quote_end_line": 119
          },
          {
            "description": "Must not violate any provision of the Privacy of Customer Financial Information Rule, 16 C.F.R. Part 313, as attached or as may be amended",
            "quoted_text": "B. the Privacy of Customer Financial Information Rule, 16 C.F.R. Part 313, as attached or as may be amended.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 120,
            "quote_end_line": 121
          }
        ],
        "statutory_topics": [
          "GLBA"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition",
          "Comprehensive Security Program"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Biennial Third-Party Security Assessments",
        "category": "assessment",
        "summary": "Respondent must obtain initial and biennial third-party security assessments from a qualified independent professional covering compliance with Parts II and III.A, with the initial assessment covering the first 180 days and biennial assessments for each two-year period thereafter for ten years.",
        "requirements": [
          {
            "description": "Obtain initial and biennial assessments from a qualified, objective, independent third-party professional; initial assessment covers first 180 days after service of the order; biennial assessments cover each two-year period thereafter for ten years after service",
            "quoted_text": "IT IS FURTHER ORDERED that, in connection with its compliance with Parts II, and III.A. of this order, respondent shall obtain initial and biennial assessments and reports (“Assessments”) from a qualified, objective, independent third-party professional, who uses procedures and standards generally accepted in the profession. The reporting period for the Assessments shall cover: (1) the first one hundred and eighty (180) days after service of the order for the initial Assessment, and (2) each two (2) year period thereafter for ten (10) years after service of the order for the biennial Assessments. Each Assessment shall:",
            "deadline": "180 days (initial); biennial thereafter for 10 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 125,
            "quote_end_line": 131
          },
          {
            "description": "Each assessment must set forth specific safeguards implemented and maintained, explain their appropriateness, explain how they meet order requirements, and certify the security program is operating with sufficient effectiveness",
            "quoted_text": "A. set forth the specific administrative, technical, and physical safeguards that respondent has implemented and maintained during the reporting period; B. explain how such safeguards are appropriate to respondent’s size and complexity, the nature and scope of respondent’s activities, and the sensitivity of the personal information collected from or about consumers; C. explain how the safeguards that have been implemented meet or exceed the protections required by the Parts II and III A. of this order; and D. certify that respondent’s security program is operating with sufficient effectiveness to provide reasonable assurance that the security, confidentiality, and integrity of personal information is protected and has so operated throughout the reporting period.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 132,
            "quote_end_line": 142
          },
          {
            "description": "Each assessment must be prepared and completed within sixty (60) days after the end of the reporting period by a CISSP, CISA, GIAC-certified person, or similarly qualified person approved by the FTC's Associate Director for Enforcement",
            "quoted_text": "Each Assessment shall be prepared and completed within sixty (60) days after the end of the reporting period to which the Assessment applies by a person qualified as a Certified Information System Security Professional (CISSP) or as a Certified Information Systems Auditor (CISA); a person holding Global Information Assurance Certification (GIAC) from the SysAdmin, Audit, Network, Security (SANS) Institute; or a similarly qualified person or organization approved by the Page 4 of 6 Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580.",
            "deadline": "60 days after end of reporting period",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 143,
            "quote_end_line": 152
          },
          {
            "description": "Provide the initial assessment to the FTC's Associate Director for Enforcement within ten (10) days after it has been prepared; retain all subsequent biennial assessments until order termination and provide to the Associate Director within ten (10) days of request",
            "quoted_text": "Respondent shall provide the initial Assessment to the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580, within ten (10) days after the Assessment has been prepared. All subsequent biennial Assessments shall be retained by respondent until the order is terminated and provided to the Associate Director of Enforcement within ten (10) days of request.",
            "deadline": "10 days after assessment is prepared (initial); 10 days of request (biennial)",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 153,
            "quote_end_line": 157
          }
        ],
        "statutory_topics": [
          "GLBA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Third-Party Assessment"
        ]
      },
      {
        "provision_number": "V",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must maintain and make available to the FTC documents relating to compliance, including documents contradicting compliance for five years and assessment-related materials for three years after each assessment.",
        "requirements": [
          {
            "description": "Maintain and make available to the FTC for inspection and copying, for a period of five (5) years, any documents that contradict, qualify, or call into question respondent's compliance with this order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall maintain, and upon request make available to the Federal Trade Commission for inspection and copying, a print or electronic copy of each document relating to compliance, including but not limited to: A. for a period of five (5) years: any documents, whether prepared by or on behalf of respondent, that contradict, qualify, or call into question respondent’s compliance with this order; and",
            "deadline": "5 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 159,
            "quote_end_line": 164
          },
          {
            "description": "Maintain and make available to the FTC, for a period of three (3) years after the date of preparation of each assessment, all materials relied upon to prepare the assessment, including plans, reports, studies, reviews, audits, policies, training materials, and assessments; provide such documents within ten (10) days of request",
            "quoted_text": "B. for a period of three (3) years after the date of preparation of each Assessment required under Part IV of this order, all materials relied upon to prepare the Assessment, whether prepared by or on behalf of the respondent, including but not limited to all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, and any other materials relating to respondent’s compliance with Parts II and III.A. of this order, for the compliance period covered by such Assessment. Respondent shall provide such documents to the Associate Director of Enforcement within ten (10) days of request.",
            "deadline": "3 years after preparation of each assessment; 10 days of request",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 165,
            "quote_end_line": 172
          }
        ],
        "statutory_topics": [
          "GLBA"
        ],
        "practice_areas": [
          "Data Security",
          "Financial Practices",
          "Privacy"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Order Distribution and Acknowledgment",
        "category": "acknowledgment",
        "summary": "Respondent must deliver a copy of this order to all current and future principals, officers, directors, managers, employees, agents, and representatives with relevant responsibilities, within specified timeframes.",
        "requirements": [
          {
            "description": "Deliver a copy of this order to all current principals, officers, directors, managers, employees, agents, and representatives having responsibilities relating to the subject matter of this order within thirty (30) days after service of this order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall deliver a copy of this order to all current and future principals, officers, directors, and managers, and to all current and future employees, agents, and representatives having responsibilities relating to the subject matter of this order. Respondent shall deliver this order to such current personnel within thirty (30) days after service of this order, and to such future personnel within thirty (30) days after the person assumes",
            "deadline": "30 days after service of order (current personnel)",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 174,
            "quote_end_line": 178
          },
          {
            "description": "Deliver a copy of this order to all future principals, officers, directors, managers, employees, agents, and representatives having relevant responsibilities within thirty (30) days after the person assumes such position or responsibilities",
            "quoted_text": "service of this order, and to such future personnel within thirty (30) days after the person assumes such position or responsibilities.",
            "deadline": "30 days after person assumes position",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 178,
            "quote_end_line": 179
          }
        ],
        "statutory_topics": [
          "GLBA"
        ],
        "practice_areas": [
          "Data Security",
          "Financial Practices",
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Notification of Corporate Changes",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the FTC at least thirty days prior to any change in the company that may affect compliance obligations, including dissolution, merger, sale, bankruptcy filing, or name/address change.",
        "requirements": [
          {
            "description": "Notify the FTC at least thirty (30) days prior to any change in the limited liability company that may affect compliance obligations, including dissolution, assignment, sale, merger, emergence of a successor, creation/dissolution of a subsidiary/parent/affiliate, bankruptcy petition, or change in name or address",
            "quoted_text": "IT IS FURTHER ORDERED that respondent and its successors and assigns shall notify the Commission at least thirty (30) days prior to any change in the limited liability company that may affect compliance obligations arising under this order, including, but not limited to, a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor company; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change Page 5 of 6 in the company name or address. Provided, however, that, with respect to any proposed change in the company about which respondent learns less than thirty (30) days prior to the date such action is to take place, respondent shall notify the Commission as soon as is practicable after obtaining such knowledge. All notices required by this Part shall be sent by certified mail to the Associate Director, Division of Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580.",
            "deadline": "30 days prior to change",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 181,
            "quote_end_line": 195
          },
          {
            "description": "If respondent learns of a proposed change less than thirty (30) days before it is to take place, notify the Commission as soon as practicable after obtaining such knowledge; all notices must be sent by certified mail to the Associate Director, Division of Enforcement, BCP, FTC",
            "quoted_text": "in the company name or address. Provided, however, that, with respect to any proposed change in the company about which respondent learns less than thirty (30) days prior to the date such action is to take place, respondent shall notify the Commission as soon as is practicable after obtaining such knowledge. All notices required by this Part shall be sent by certified mail to the Associate Director, Division of Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580.",
            "deadline": "as soon as practicable",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 190,
            "quote_end_line": 195
          }
        ],
        "statutory_topics": [
          "GLBA"
        ],
        "practice_areas": [
          "Data Security",
          "Financial Practices",
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondent must file a written compliance report with the FTC within sixty days after service of this order, and at such other times as the FTC may require.",
        "requirements": [
          {
            "description": "File a written compliance report with the FTC within sixty (60) days after service of this order, and at such other times as the FTC may require, setting forth in detail the manner and form in which respondent has complied with this order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent and its successors and assigns shall, within sixty (60) days after service of this order, and at such other times as the Federal Trade Commission may require, file with the Commission a report, in writing, setting forth in detail the manner and form in which it has complied with this order.",
            "deadline": "60 days after service of order",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 197,
            "quote_end_line": 200
          }
        ],
        "statutory_topics": [
          "GLBA"
        ],
        "practice_areas": [
          "Data Security",
          "Financial Practices",
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "IX",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "This order terminates on April 9, 2028, or twenty years from the most recent date the FTC files a complaint alleging a violation of the order in federal court, whichever is later, subject to specified exceptions.",
        "requirements": [
          {
            "description": "Order terminates on April 9, 2028, or twenty (20) years from the most recent date the United States or FTC files a complaint in federal court alleging any violation of the order, whichever comes later, with specific carve-outs for parts terminating in less than twenty years, non-defendant respondents, and orders already terminated",
            "quoted_text": "This order will terminate on April 9, 2028, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part in this order that terminates in less than twenty (20) years; B. This order’s application to any respondent that is not named as a defendant in such complaint; and C. This order if such complaint is filed after the order has terminated pursuant to this Part. Provided, further, that if such complaint is dismissed or a federal court rules that respondent did not violate any provision of the order, and the dismissal or ruling is either not appealed or upheld on appeal, then the order will terminate according to this Part as though the complaint had never been filed, except that the order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": "April 9, 2028, or 20 years from most recent enforcement complaint",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 202,
            "quote_end_line": 216
          }
        ],
        "statutory_topics": [
          "GLBA"
        ],
        "practice_areas": [
          "Data Security",
          "Financial Practices",
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on April 9, 2028, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part in this order that terminates in less than twenty (20) years; B. This order's application to any respondent that is not named as a defendant in such complaint; and C. This order if such complaint is filed after the order has terminated pursuant to this Part."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "04.08, Goal Financial Complaint.pdf",
      "order": "04.08, Goal Financial Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 3,
      "complaint_representations": 2,
      "order_provisions": 9,
      "order_definitions": 4,
      "order_requirements": 21,
      "provisions_per_section": {
        "I": 1,
        "II": 6,
        "III": 2,
        "IV": 4,
        "V": 2,
        "VI": 2,
        "VII": 2,
        "VIII": 1,
        "IX": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 2,
        "complaint_total": 2,
        "order_verified": 21,
        "order_total": 21
      }
    },
    "processing_time_seconds": 81.2
  }
}