{
  "case_info": {
    "docket_number": "Civil Action No. 01-606-A",
    "company": {
      "name": "LookSmart Ltd.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "625 Second Street, San Francisco, CA 94107",
      "business_description": "LookSmart Ltd. operated a free online message board service through its website www.insidetheweb.com, which enabled visitors to post and reply to messages through online message boards and create their own message boards. The company provided its free message board service to numerous websites and used its message board service to direct advertising to participants, marketing its website and services throughout the United States through the Internet."
    },
    "commissioners": [],
    "case_date": {
      "month": 4,
      "year": 2001
    },
    "legal_authority": "Sections 1303(c) and 1306(d) of the Children's Online Privacy Protection Act of 1998 (COPPA), 15 U.S.C. §§ 6501-6506, 6502(c), and 6505(d), and Sections 5(a)(1), 5(m)(1)(A), 13(b), and 16(a) of the Federal Trade Commission Act (FTC Act), 15 U.S.C. §§ 41-58, 45(a)(1), 45(m)(1)(A), 53(b), and 56(a)",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/002-3379-looksmart-ltd",
    "statutory_topics": [
      "COPPA"
    ],
    "practice_areas": [
      "Privacy"
    ],
    "industry_sectors": [
      "Technology"
    ]
  },
  "complaint": {
    "factual_background": "Looksmart Ltd. operated a free online message board service at www.insidetheweb.com that included areas directed to children, such as a 'kids' message board area. From April 2000 through approximately the end of February 2001, defendant knowingly collected personal information from children under thirteen — including full names, email addresses, birth dates, and other data — without obtaining verifiable parental consent. Defendant also posted children's full names and email addresses publicly on its website alongside their messages. Defendant failed to provide an adequate privacy notice, failed to notify parents of its data collection practices, and conditioned children's participation on disclosing more personal information than was reasonably necessary, in violation of the Children's Online Privacy Protection Rule (COPPA), 16 C.F.R. Part 312.",
    "representations_made": [
      {
        "description": "Defendant posted a privacy policy that purported to describe its information collection, use, and disclosure practices, but the policy did not clearly, understandably, or completely disclose those practices or other disclosures required by the Rule",
        "quoted_text": "16. Defendant posted a privacy policy, but the policy did not clearly, understandably, or completely disclose its information collection, use, and disclosure practices and other COMPLAINT FOR CIVIL PENALTIES, INJUNCTIVE, AND OTHER RELIEF, PAGE 6 OF 11 disclosures required by the Rule. (Exhibit E.)",
        "verified": true,
        "confidence": 0.85,
        "source_paragraph": 16,
        "quote_start_line": 142,
        "quote_end_line": 147
      },
      {
        "description": "Defendant collected children's full names and email addresses and publicly posted them on its website when submitted along with children's messages",
        "quoted_text": "b. Defendant asked all persons who posted messages to the message boards on its website to submit their full name and email address along with the messages. (Exhibit D.) Defendant posted children’s full names and email addresses on its website when they were submitted along with the children’s messages.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 15,
        "quote_start_line": 134,
        "quote_end_line": 138
      },
      {
        "description": "Defendant required children registering to create message boards to submit extensive personal information — more than reasonably necessary to participate in the activity",
        "quoted_text": "a. From April 2000 through August 2000, defendant enabled children to create their own message boards within the “kids” area and elsewhere on its www.insidetheweb.com website. Children who registered for this service were asked to submit their full name, email address, username, password, gender, year of birth, country, profiling information about their message board’s intended audience (including but not limited to the age and gender of the target audience), their system software, their browser, and their homepage URL. b. Defendant asked all persons who posted messages to the message boards on its website to submit their full name and email address along with the messages. (Exhibit D.) Defendant posted children’s full names and email addresses on its website when they were submitted along with the children’s messages. The personal information that was collected was more than what was reasonably necessary to provide children access to defendant’s message boards.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 15,
        "quote_start_line": 126,
        "quote_end_line": 140
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Failure to Provide Sufficient Website Notice (§ 312.4(b))",
        "representation": "Defendant posted a privacy policy on its website but failed to provide sufficient notice of what information it collects online from children, how it uses such information, its disclosure practices, and all other required content",
        "fact": "The Rule requires operators to post a privacy policy providing clear, understandable, and complete notice of information practices regarding children; defendant's posted policy did not meet these requirements",
        "conclusion": "Defendant violated Section 312.4(b) of the Rule, 16 C.F.R. § 312.4(b), constituting an unfair or deceptive act or practice in violation of Section 5(a)(1) of the FTC Act"
      },
      {
        "count_number": 2,
        "title": "Failure to Provide Direct Notice to Parents (§ 312.4(c))",
        "representation": "Defendant collected personal information from children without providing direct notice to parents of its collection, use, and disclosure practices and other disclosures required by the Rule",
        "fact": "The Rule requires operators to provide clear, understandable, and complete notice directly to parents when required; defendant provided no such direct notice to parents",
        "conclusion": "Defendant violated Section 312.4(c) of the Rule, 16 C.F.R. § 312.4(c), constituting an unfair or deceptive act or practice in violation of Section 5(a)(1) of the FTC Act"
      },
      {
        "count_number": 3,
        "title": "Failure to Obtain Verifiable Parental Consent (§ 312.5)",
        "representation": "Defendant collected, used, and/or disclosed personal information from children without first obtaining verifiable parental consent",
        "fact": "The Rule requires operators to obtain verifiable parental consent prior to any collection, use, and/or disclosure of personal information from children; defendant obtained no such consent",
        "conclusion": "Defendant violated Section 312.5 of the Rule, 16 C.F.R. § 312.5, constituting an unfair or deceptive act or practice in violation of Section 5(a)(1) of the FTC Act"
      },
      {
        "count_number": 4,
        "title": "Failure to Provide Parental Review and Deletion Rights (§ 312.6)",
        "representation": "Defendant provided no means for parents to review the personal information collected from their children or to refuse to permit its further use or maintenance",
        "fact": "The Rule requires operators to provide a reasonable means for parents to review personal information collected from their children and to refuse to permit its further use or maintenance",
        "conclusion": "Defendant violated Section 312.6 of the Rule, 16 C.F.R. § 312.6, constituting an unfair or deceptive act or practice in violation of Section 5(a)(1) of the FTC Act"
      },
      {
        "count_number": 5,
        "title": "Conditioning Participation on Excess Information Disclosure (§ 312.7)",
        "representation": "Defendant conditioned children's participation in its message board activities on their disclosing more personal information than was reasonably necessary to participate in such activity",
        "fact": "The Rule prohibits operators from conditioning children's participation in an activity upon the disclosure of more personal information than is reasonably necessary to participate; the extensive data defendant required — including full name, email, gender, birth year, browser, homepage URL, and profiling details — exceeded what was reasonably necessary",
        "conclusion": "Defendant violated Section 312.7 of the Rule, 16 C.F.R. § 312.7, constituting an unfair or deceptive act or practice in violation of Section 5(a)(1) of the FTC Act"
      }
    ]
  },
  "order": {
    "definitions": {
      "Rule": "the Federal Trade Commission's Children's Online Privacy Protection Rule, 16 C.F.R. § 312, or as the Rule may hereafter be amended.",
      "child, collects, collection, Commission, delete, disclosure, Internet, online contact information, operator, parent, person, personal information, third party, verifiable consent, and website or online service directed to children": "defined as those terms are defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "defendant": "LookSmart Ltd. and its officers, successors and assigns, agents, representatives, and employees."
    },
    "provisions": [
      {
        "provision_number": "1",
        "title": "Jurisdiction",
        "category": "acknowledgment",
        "summary": "The Court has jurisdiction over the subject matter and the parties to this action.",
        "requirements": [
          {
            "description": "Court confirms jurisdiction over subject matter and parties",
            "quoted_text": "1. This Court has jurisdiction over the subject matter and of the parties.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 27,
            "quote_end_line": 27
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "2",
        "title": "Basis for Claims",
        "category": "acknowledgment",
        "summary": "The Complaint states a claim upon which relief may be granted under COPPA and the FTC Act.",
        "requirements": [
          {
            "description": "Complaint states a valid claim under COPPA and the FTC Act",
            "quoted_text": "2. The Complaint states a claim upon which relief may be granted against the defendant under Sections 1303(c) and 1306(d) of the Children’s Online Privacy Protection Act of 1998 (“COPPA”), 15 U.S.C. §§ 6501-6506, 6502(c), and 6505(d), and Sections 5(a)(1), 5(m)(1)(A), 13(b), and 16(a) of the Federal Trade Commission Act (“FTC Act”), 15 U.S.C. §§ 41-58, §§ 45(a)(1), 45(m)(1)(A), 53(b), and 56(a).",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 28,
            "quote_end_line": 32
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "6",
        "title": "Injunction — Prohibition Against COPPA Rule Violations",
        "category": "prohibition",
        "summary": "Defendant and all associated persons are permanently enjoined from violating any provision of the COPPA Rule, directly or through any subsidiary, website, or other device.",
        "requirements": [
          {
            "description": "Defendant and all persons in active concert with defendant are enjoined from violating any provision of the COPPA Rule, directly or through any corporation, subsidiary, division, website, or other device",
            "quoted_text": "6. Defendant, its successors and assigns, and its officers, agents, servants, employees and CONSENT DECREE AND ORDER FOR CIVIL PENALTIES, INJUNCTIVE, AND OTHER RELIEF, PAGE 2 OF 12 attorneys, and all persons in active concert or participation with any one or more of them who receive actual notice of this Consent Decree by personal service or otherwise, are hereby enjoined from violating, directly or through any corporation, subsidiary, division, website, or other device, any provision of the Rule as promulgated and as it may be modified in the future. A copy of the current Rule is attached hereto as “Appendix A” and incorporated herein as if fully set forth verbatim.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 45,
            "quote_end_line": 53
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "7",
        "title": "Consumer Education Remedy — FTC Privacy Notice",
        "category": "affirmative_obligation",
        "summary": "For five years, defendant must post a clear and conspicuous FTC children's privacy notice (with hyperlink) in its privacy policy, direct notices to parents, and at each location where personal information is collected on children-directed websites.",
        "requirements": [
          {
            "description": "For five years from entry of the Consent Decree, defendant must place a clear and conspicuous notice in the privacy policy, in direct notices to parents, and at each collection point on children-directed websites, stating in bold typeface: 'NOTICE: Visit www.ftc.gov/kidzprivacy for information from the Federal Trade Commission about protecting children's privacy online.' Where posted online or via email, the notice must be a hyperlink to that URL.",
            "quoted_text": "7. For a period of five (5) years from the date of entry of this Consent Decree, defendant, and its successors and assigns, shall, in connection with the operation of any website or online service directed in whole or in part to children, place a clear and conspicuous notice (1) within the privacy policy required to be posted on its website(s) by Section 312.4(b) of the Rule, 16 C.F.R. § 312.4(b); (2) within the direct notice required to be sent to parents by Section 312.4(c) of the Rule, 16 C.F.R. § 312.4(c); and (3) at each location on its website(s) where personal information is collected, which states as follows in bold typeface: NOTICE: Visit www.ftc.gov/kidzprivacy for information from the Federal Trade Commission about protecting children’s privacy online. Where the above notice is posted on a website or delivered via email or other electronic service, it shall be in the form of a hyperlink to www.ftc.gov/kidzprivacy. The Federal Trade Commission may change the hyperlink/URL upon thirty (30) days prior written notice to defendant, or its successors or assigns.",
            "deadline": "5 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 55,
            "quote_end_line": 66
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "8",
        "title": "Civil Penalty — Amount",
        "category": "affirmative_obligation",
        "summary": "Defendant must pay a civil penalty of $35,000 to the United States pursuant to the FTC Act.",
        "requirements": [
          {
            "description": "Defendant LookSmart Ltd. must pay a civil penalty of thirty-five thousand dollars ($35,000) to the plaintiff under Section 5(m)(1)(A) of the FTC Act",
            "quoted_text": "8. Defendant LookSmart Ltd., and its successors and assigns, shall pay to plaintiff a civil penalty, pursuant to Section 5(m)(1)(A) of the Federal Trade Commission Act, 15 U.S.C. § 45(m)(1)(A), in the amount of thirty five thousand dollars ($35,000).",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 71,
            "quote_end_line": 73
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      },
      {
        "provision_number": "9",
        "title": "Civil Penalty — Payment Method and Delivery",
        "category": "affirmative_obligation",
        "summary": "Defendant must pay the civil penalty on the date of entry of the Consent Decree by certified or cashier's check payable to the Treasurer of the United States, delivered to the Office of Consumer Litigation.",
        "requirements": [
          {
            "description": "Payment must be made on the date of entry of the Consent Decree by certified or cashier's check payable to the Treasurer of the United States and delivered to the Office of Consumer Litigation, Civil Division, U.S. Department of Justice, Washington, D.C. 20530",
            "quoted_text": "9. Defendant shall make the payment required by Paragraph 8 on the date of entry of this Consent Decree by certified or cashier’s check made payable to the Treasurer of the United States and delivered to: the Office of Consumer Litigation, Civil Division, U.S. Department of Justice, Washington, D.C. 20530, for appropriate disposition.",
            "deadline": "Date of entry",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 74,
            "quote_end_line": 77
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      },
      {
        "provision_number": "10",
        "title": "Civil Penalty — Default Interest",
        "category": "affirmative_obligation",
        "summary": "If defendant defaults on payment for more than ten days, the full unpaid penalty plus statutory interest becomes immediately due and payable.",
        "requirements": [
          {
            "description": "If payment is in default for ten (10) days beyond the due date, the entire unpaid penalty plus interest computed under 28 U.S.C. § 1961 from the date of default to the date of payment becomes immediately due and payable",
            "quoted_text": "10. In the event of any default in payment, which default continues for ten (10) days beyond the due date of payment, the entire unpaid penalty, together with interest, as computed pursuant to 28 U.S.C. § 1961, from the date of default to the date of payment, shall immediately become due and payable.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 78,
            "quote_end_line": 81
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      },
      {
        "provision_number": "11",
        "title": "Compliance — Deletion of Children's Personal Information",
        "category": "affirmative_obligation",
        "summary": "Defendant must delete all personal information collected from children through www.insidetheweb.com between April 21, 2000 and the date of entry of the Consent Decree.",
        "requirements": [
          {
            "description": "Defendant must delete all personal information collected from children through www.insidetheweb.com at any time from April 21, 2000 through the date of entry of this Consent Decree",
            "quoted_text": "11. Defendant, and its successors and assigns, shall delete all personal information collected from children through www.insidetheweb.com at any time from April 21, 2000 through the date of entry of this Consent Decree.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 83,
            "quote_end_line": 85
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Data Deletion"
        ]
      },
      {
        "provision_number": "12",
        "title": "Compliance — Distribution of Consent Decree to Current Personnel",
        "category": "acknowledgment",
        "summary": "Within thirty days, defendant must distribute copies of the Consent Decree and the COPPA compliance guide to all current principals, officers, directors, and relevant employees, obtain signed acknowledgments, and report compliance to the Commission within ten days thereafter.",
        "requirements": [
          {
            "description": "Within thirty days from entry of the Consent Decree, defendant must provide a copy of the Consent Decree and the FTC compliance guide to each current principal, officer, director, and all current employees, agents, and attorneys having responsibilities related to the subject matter, and secure a signed statement acknowledging receipt from each such person",
            "quoted_text": "12. Defendant, and its successors and assigns, within thirty days from the date of entry of this Consent Decree, shall provide a copy of this Consent Decree and the Federal Trade Commission compliance guide entitled How to Comply with the Children’s Online Privacy Protection Rule CONSENT DECREE AND ORDER FOR CIVIL PENALTIES, INJUNCTIVE, AND OTHER RELIEF, PAGE 4 OF 12 (Nov. 1999) (“compliance guide”) (attached hereto as “Appendix B”) to each of its current principals, officers and directors, and to all current employees, agents, and attorneys having responsibilities related to the subject matter of this Consent Decree, secure from each such person a signed statement acknowledging receipt of a copy of this Consent Decree and the compliance guide, and shall, within ten",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 86,
            "quote_end_line": 95
          },
          {
            "description": "Within ten (10) days of complying with the distribution requirement, defendant must submit to the Commission a signed statement setting forth the fact and manner of compliance, including the name and title of each person who received a copy",
            "quoted_text": "acknowledging receipt of a copy of this Consent Decree and the compliance guide, and shall, within ten (10) days of complying with this paragraph, submit to the Commission a signed statement setting forth the fact and manner of defendant’s compliance, including the name and title of each person to whom a copy of the Consent Decree and compliance guide has been provided.",
            "deadline": "10 days after distribution",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 95,
            "quote_end_line": 98
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "13",
        "title": "Compliance — Distribution of Consent Decree to Future Personnel",
        "category": "acknowledgment",
        "summary": "Defendant must provide the Consent Decree and compliance guide to all future principals, officers, directors, and relevant employees within thirty days of assuming their position, secure signed acknowledgments, maintain copies, and make them available to the FTC upon request.",
        "requirements": [
          {
            "description": "Defendant must provide a copy of the Consent Decree and compliance guide to each future principal, officer, director, and all future employees, agents, and attorneys with relevant responsibilities, and secure from each a signed and dated acknowledgment, within thirty (30) days after the person assumes such position or responsibilities",
            "quoted_text": "13. Defendant, and its successors and assigns, shall provide a copy of this Consent Decree and the compliance guide to each of its future principals, officers and directors, and to all future employees, agents and attorneys having responsibilities related to the subject matter of this Consent Decree, and secure from each such person a signed and dated statement acknowledging receipt of a copy of this Consent Decree and the compliance guide, within thirty (30) days after the person assumes",
            "deadline": "30 days of assuming position",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 99,
            "quote_end_line": 103
          },
          {
            "description": "Defendant must maintain copies of the signed statements and other compliance information, including name and title of each recipient, and make them available to the FTC upon request",
            "quoted_text": "such position or responsibilities. Defendant shall maintain copies of the signed statements, as well as other information regarding the fact and manner of its compliance, including the name and title of each person to whom a copy of the Consent Decree and compliance guide has been provided and, upon request, shall make the statements and other information available to the Federal Trade Commission.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 104,
            "quote_end_line": 107
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "14",
        "title": "Compliance Reporting — Initial Written Report",
        "category": "compliance_reporting",
        "summary": "Within sixty days of entry, defendant must file a detailed written compliance report with the Commission covering privacy notices, parental consent procedures, data collection practices, and security measures for all Rule-covered websites.",
        "requirements": [
          {
            "description": "Within sixty (60) days after entry of the Consent Decree, defendant must file with the Commission a written report setting forth in detail the manner and form in which it has complied and is complying with the Consent Decree",
            "quoted_text": "14. Within sixty (60) days after entry of this Consent Decree, defendant, and its successors and assigns, shall file with the Commission a written report setting forth in detail the manner and form in which it has complied and is complying with this Consent Decree. With regard to any website or online",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 108,
            "quote_end_line": 110
          },
          {
            "description": "The compliance report must include: (a) a copy of each different privacy notice; (b) a statement of where each privacy notice is located and copies of screens where personal information is collected; (c) a statement of the registration process and copies of registration screens; (d) a copy of each different privacy notice to parents; (e) a statement of when and how parent notices are provided; (f) a statement of methods used to obtain verifiable parental consent; (g) a statement of means provided for parents to review and refuse further use of children's personal information; (h) a statement of why each type of information collected is reasonably necessary; and (i) a statement of procedures used to protect the confidentiality, security, and integrity of children's personal information",
            "quoted_text": "service subject to the Rule, the report shall include, but not be limited to, the following documents and information: a. a copy of each different privacy notice; b. a statement setting forth in detail each place where the privacy notice is located on each website or online service, and a copy of each different screen or page on which each such website collects personal information; c. a statement setting forth in detail the process by which each website or online service registers visitors for any purpose, and a copy of each different screen or page providing or collecting registration information; d. a copy of each different privacy notice to parents; e. a statement setting forth in detail when and how notices to parents are provided; f. a statement setting forth in detail the methods used to obtain verifiable parental consent prior to any collection, use, and/or disclosure of personal information from children; g. a statement setting forth in detail the means provided for parents to review the personal information collected from their children and to refuse to permit its further use or maintenance; CONSENT DECREE AND ORDER FOR CIVIL PENALTIES, INJUNCTIVE, AND OTHER RELIEF, PAGE 6 OF 12 h. a statement setting forth in detail why each type of information collected is reasonably necessary for the provision of the particular related activity; and i. a statement setting forth in detail the procedures used to protect the confidentiality, security, and integrity of personal information collected from children.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 114,
            "quote_end_line": 139
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "15",
        "title": "Recordkeeping — Document Retention for Compliance",
        "category": "recordkeeping",
        "summary": "For five years, defendant must maintain and make available to the FTC within seven days of request all documents demonstrating compliance, including web page copies, information collection forms, and representations about data practices.",
        "requirements": [
          {
            "description": "For five (5) years from entry of the Consent Decree, defendant must maintain and make available to the FTC for inspection and copying within seven (7) days of a written request, a print or electronic copy in HTML format of all documents demonstrating compliance, including sample copies of information collection forms, web pages or screens, and documents containing any representation regarding defendant's collection, use, and disclosure practices pertaining to personal information. Each web page copy must include the URL. Electronic copies must include all text, graphics files, audio scripts, and other computer files used in presenting information on the Internet.",
            "quoted_text": "15. For a period of five (5) years from the date of entry of this consent order, defendant, its successors and assigns, shall maintain and make available to the Federal Trade Commission for inspection and copying within seven (7) days of the date of receipt of a written request, a print or electronic copy in HTML format of all documents demonstrating compliance with the terms and provisions of this Consent Decree, including, but not limited to, a sample copy of each different information collection form, web page, or screen, and a sample copy of each different document containing any representation regarding defendant’s collection, use, and disclosure practices pertaining to personal information. Each web page copy shall be accompanied by the URL of the web page where the material was posted online. Electronic copies shall include all text and graphics files, audio scripts, and other computer files used in presenting information on the Internet. Provided, however, that defendant shall not be required by this paragraph to retain a document for longer than two years after the document is created; or retain a print or electronic copy of any amended web page or screen to the extent that the amendment does not affect defendant’s compliance obligations under this Consent Decree.",
            "deadline": "7 days of request",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 140,
            "quote_end_line": 153
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "16",
        "title": "Compliance — Notice of Business Changes",
        "category": "compliance_reporting",
        "summary": "Defendant must notify the Commission at least thirty days before any business change that may affect compliance obligations under the Consent Decree, including mergers, dissolutions, bankruptcies, or name/address changes.",
        "requirements": [
          {
            "description": "Defendant must notify the Commission at least thirty (30) days prior to any change in its business that may affect compliance obligations, including mergers, incorporations, dissolutions, assignments, sales, creation or dissolution of subsidiaries or affiliates, proposed bankruptcy filings, or changes in corporate name or address. If defendant learns of such a change less than thirty days before it occurs, notice must be given as soon as practicable after obtaining such knowledge.",
            "quoted_text": "16. Defendant, its successors and assigns, shall notify the Commission at least thirty (30) days prior to any change in its business that may affect compliance obligations arising under this Consent Decree, including, but not limited to, any merger, incorporation, dissolution, assignment, sale or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate; the proposed filing of a bankruptcy petition; or a change in the corporate name or address. Provided, however, that, with respect to any proposed change in the corporations about which defendant, its successors and assigns, learn less than thirty (30) days prior to the date such action is to take place, it shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": "30 days prior to change",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 157,
            "quote_end_line": 165
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "17",
        "title": "Compliance — Taxpayer Identifying Number",
        "category": "affirmative_obligation",
        "summary": "Defendant must furnish its taxpayer identifying number to the FTC in accordance with 31 U.S.C. § 7701 for purposes of collecting and reporting on any delinquent amounts.",
        "requirements": [
          {
            "description": "Defendant must furnish its taxpayer identifying number (social security number or employer identification number) to the FTC in accordance with 31 U.S.C. § 7701, for use in collecting and reporting on any delinquent amount arising out of its relationship with the government",
            "quoted_text": "17. Defendant is hereby required, in accordance with 31 U.S.C. § 7701, to furnish to the Federal Trade Commission its taxpayer identifying number (social security number or employer identification number), which shall be used for purposes of collecting and reporting on any delinquent amount arising out of its relationship with the government.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 166,
            "quote_end_line": 169
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      },
      {
        "provision_number": "18",
        "title": "Compliance — Submission Address",
        "category": "compliance_reporting",
        "summary": "All reports, submissions, and notices required by Paragraphs 11–17 must be sent by certified mail to the Associate Director, Division of Advertising Practices, FTC.",
        "requirements": [
          {
            "description": "All reports, submissions, and notices required by Paragraphs 11–17 must be sent by certified mail to: Associate Director, Division of Advertising Practices, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue, NW, Washington, DC 20580, Attention: United States v. Looksmart Ltd.",
            "quoted_text": "18. All reports, submissions, and notices required by Paragraphs 11 - 17 of this Consent Decree shall be sent by certified mail to: Associate Director, Division of Advertising Practices Bureau of Consumer Protection Federal Trade Commission 600 Pennsylvania Avenue, NW Washington, DC 20580 Attention: United States v. Looksmart Ltd.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 170,
            "quote_end_line": 177
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "19",
        "title": "Continuing Jurisdiction",
        "category": "monitoring",
        "summary": "The Court retains jurisdiction to interpret, modify, enforce, or punish violations of the Consent Decree upon application by any party.",
        "requirements": [
          {
            "description": "The Court retains jurisdiction for the purposes of enabling any party to apply for further orders or directives necessary or appropriate for the interpretation or modification of the Consent Decree, enforcement of compliance, or punishment of violations",
            "quoted_text": "19. This Court shall retain jurisdiction of this matter for the purposes of enabling any of the parties to this Consent Decree to apply to the Court at any time for such further orders or directives as may be necessary or appropriate for the interpretation or modification of this Consent Decree, for the enforcement of compliance therewith, or for the punishment of violations thereof.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 182,
            "quote_end_line": 185
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      }
    ],
    "duration": {
      "duration_years": 5,
      "termination_text": "For a period of five (5) years from the date of entry of this Consent Decree"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "04.01, Looksmart Complaint.pdf",
      "order": "04.01, Looksmart Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 5,
      "complaint_representations": 3,
      "order_provisions": 16,
      "order_definitions": 3,
      "order_requirements": 19,
      "provisions_per_section": {
        "1": 1,
        "2": 1,
        "6": 1,
        "7": 1,
        "8": 1,
        "9": 1,
        "10": 1,
        "11": 1,
        "12": 2,
        "13": 2,
        "14": 2,
        "15": 1,
        "16": 1,
        "17": 1,
        "18": 1,
        "19": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 3,
        "complaint_total": 3,
        "order_verified": 19,
        "order_total": 19
      }
    },
    "processing_time_seconds": 100.9
  }
}