{
  "case_info": {
    "docket_number": "9319",
    "company": {
      "name": "Nationwide Mortgage Group, Inc.",
      "incorporation_state": "",
      "entity_type": "corporation",
      "address": "10301 Democracy Lane, Fairfax, Virginia, 22030",
      "business_description": "Nationwide is a mortgage broker that collects nonpublic personal information from its customers, including customer names, Social Security numbers, credit histories, bank account numbers, and income tax returns, in the course of processing, underwriting, and closing residential mortgage loans."
    },
    "commissioners": [
      "Deborah Platt Majoras, Chairman",
      "Orson Swindle",
      "Thomas B. Leary",
      "Pamela Jones Harbour",
      "Jon Leibowitz"
    ],
    "case_date": {
      "month": 4,
      "year": 2005
    },
    "legal_authority": "Section 5(a)(1) of the Federal Trade Commission Act, 15 U.S.C. ยง 45(a)(1); Standards for Safeguarding Customer Information Rule, 16 C.F.R. Part 314; Privacy of Consumer Financial Information Rule, 16 C.F.R. Part 313",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/042-3104-nationwide-mortgage-group-inc-john-d-eubank-matter"
  },
  "complaint": {
    "factual_background": "Nationwide Mortgage Group, a mortgage broker, collected sensitive customer information including Social Security numbers, credit histories, and bank account numbers but failed to implement reasonable security policies and procedures to protect this data. The company stored customer information on a computer network connected to the Internet without monitoring for vulnerabilities, failed to assess security risks, failed to train employees on information security, and failed to oversee how loan officers collected and handled customer information. Additionally, respondents failed to provide customers with required privacy notices.",
    "representations_made": [],
    "counts": [
      {
        "count_number": 1,
        "title": "Safeguards Rule Violations",
        "representation": "Nationwide was required to implement reasonable policies and procedures to ensure the security and confidentiality of customer information, including identifying risks, implementing safeguards, developing a written security program, and designating employees to coordinate the security program",
        "fact": "Nationwide collected sensitive customer information and stored it on a computer network connected to the Internet but failed to monitor for vulnerabilities, failed to assess security risks, failed to implement reasonable security policies and procedures, failed to train employees on information security, failed to oversee collection and handling of customer information by loan officers, and failed to designate employees to coordinate an information security program",
        "conclusion": "By failing to implement reasonable security policies and procedures, respondents engaged in violations of the Safeguards Rule, which constitutes an unfair or deceptive act or practice in violation of Section 5(a)(1) of the FTC Act."
      },
      {
        "count_number": 2,
        "title": "Privacy Rule Violations",
        "representation": "Nationwide was required to provide customers with clear and conspicuous privacy notices both when the customer relationship is formed and annually for the duration of the customer relationship",
        "fact": "Since the Rule's effective date, respondents have failed to provide their customers with the notice required by the Privacy Rule",
        "conclusion": "A violation of the Privacy Rule constitutes an unfair or deceptive act or practice in violation of Section 5(a)(1) of the FTC Act."
      }
    ]
  },
  "order": {
    "definitions": {
      "Commerce": "shall mean as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. ยง 44.",
      "Respondents": "Unless otherwise specified, \"respondents\" shall mean Nationwide Mortgage Group, Inc., its successors and assigns and its officers; John D. Eubank, President and owner of Nationwide; and each of the above's agents, representatives, and employees.",
      "All other terms": "All other terms are synonymous in meaning and equal in scope to the usage of such terms in the Gramm-Leach-Bliley Act, 15 U.S.C. ยง 6801 et seq."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Violating GLB Act Rules",
        "category": "prohibition",
        "summary": "Respondents must not violate any provision of the Gramm-Leach-Bliley Act's Safeguards Rule or Privacy Rule.",
        "requirements": [
          {
            "description": "Must not violate the Safeguards Rule or Privacy Rule",
            "quoted_text": "IT IS ORDERED that respondents shall not, directly or through any corporation, subsidiary, division, Web site, or other device, violate any provision of the Gramm-Leach-Bliley Act's (\"GLB Act\") Standards for Safeguarding Customer Information Rule (\"Safeguards Rule\"), 16 C.F.R. Part 314, or the Gramm-Leach-Bliley Privacy of Consumer Financial Information Rule (\"Privacy Rule\"), 16 C.F.R. Part 313.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Third-Party Security Assessments",
        "category": "assessment",
        "summary": "Respondents must obtain biennial third-party assessments of their information security program for ten years, with the first assessment due within 180 days.",
        "requirements": [
          {
            "description": "Obtain initial third-party assessment of safeguards",
            "quoted_text": "IT IS FURTHER ORDERED that, in connection with its compliance with the Safeguards Rule, respondents shall obtain an assessment and report (an \"Assessment\") from a qualified, objective, independent third-party professional, using procedures and standards generally accepted in the profession, within one hundred and eighty (180) days after service of the order, and biennially thereafter for ten (10) years after service of the order",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Assessment must set forth specific administrative, technical, and physical safeguards implemented",
            "quoted_text": "sets forth the specific administrative, technical, and physical safeguards that respondents have implemented and maintained during the reporting period",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Assessment must explain how safeguards are appropriate to business size, complexity, and data sensitivity",
            "quoted_text": "explains how such safeguards are appropriate to Nationwide's size and complexity, the nature and scope of Nationwide's activities, and the sensitivity of the personal information collected from or about consumers",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Assessment must explain how safeguards meet or exceed Safeguards Rule requirements",
            "quoted_text": "explains how the safeguards that have been implemented meet or exceed the protections required by the Safeguards Rule",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Assessment must certify that security program is operating effectively",
            "quoted_text": "certifies that respondents' security program is operating with sufficient effectiveness to provide reasonable assurance that the security, confidentiality, and integrity of personal information is protected and, for biennial reports, has so operated throughout the reporting period",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide first Assessment and supporting materials to FTC within 10 days of preparation",
            "quoted_text": "Respondents shall provide the first Assessment, as well as all plans, reports, studies, reviews, policies, training materials, and assessments, whether prepared by or on behalf of respondents, relied upon to prepare such Assessment to the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580, within ten (10) days after the Assessment has been prepared.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Retain all subsequent biennial Assessments until order terminates",
            "quoted_text": "Respondents shall retain all subsequent biennial Assessments until the order is terminated and shall retain all materials relied upon in preparing each such Assessment, as listed above, for a period of three (3) years after the date of the preparation of such Assessment.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide subsequent Assessments to FTC within 10 days of request",
            "quoted_text": "Respondents shall provide such subsequent Assessments and related materials to the Associate Director of Enforcement within ten (10) days of request.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Order Acknowledgment and Distribution",
        "category": "acknowledgment",
        "summary": "Respondents must deliver a copy of the order to all current and future personnel with relevant responsibilities within 30 days.",
        "requirements": [
          {
            "description": "Deliver order to current personnel with relevant responsibilities",
            "quoted_text": "IT IS FURTHER ORDERED that respondents shall deliver a copy of this order to all current and future principals, officers, directors, and managers, and to all current and future employees, agents, and representatives having responsibilities with respect to the subject matter of this order. Respondent shall deliver this order to such current personnel within thirty (30) days after the date of service of this order",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver order to future personnel with relevant responsibilities",
            "quoted_text": "Respondent shall deliver this order to all current and future principals, officers, directors, and managers, and to all current and future employees, agents, and representatives having responsibilities with respect to the subject matter of this order and to such future personnel within thirty (30) days after the person assumes such position or responsibilities.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Individual Respondent Employment Notification",
        "category": "compliance_reporting",
        "summary": "John D. Eubank must notify the FTC of any change in business or employment for ten years after the order is issued.",
        "requirements": [
          {
            "description": "John D. Eubank must notify FTC of discontinuance of current business or employment, or affiliation with new business or employment",
            "quoted_text": "IT IS FURTHER ORDERED that respondent John D. Eubank, for a period of ten (10) years, after the date of issuance of this order, shall notify the Commission of the discontinuance of his current business or employment, or of his affiliation with any new business or employment. The notice shall include respondent John D. Eubank's new business address and telephone number and a description of the nature of the business or employment and his duties and responsibilities.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Corporate Change Notification",
        "category": "compliance_reporting",
        "summary": "Respondents must notify the FTC at least 30 days prior to any corporate change that may affect compliance obligations.",
        "requirements": [
          {
            "description": "Notify FTC at least 30 days prior to corporate changes affecting compliance",
            "quoted_text": "IT IS FURTHER ORDERED that respondents shall notify the Commission at least thirty (30) days prior to any change in the corporation that may affect compliance obligations arising under this order, including, but not limited to, a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in the corporate name or address.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "If learning of corporate change less than 30 days in advance, notify as soon as practicable",
            "quoted_text": "Provided, however, that, with respect to any proposed change in the corporation about which respondents learn less than thirty (30) days prior to the date such action is to take place, respondents shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondents must file a written compliance report with the FTC within 180 days and at other times as required.",
        "requirements": [
          {
            "description": "File written compliance report within 180 days after service of order",
            "quoted_text": "IT IS FURTHER ORDERED that respondents shall within one hundred eighty (180) days after service of this order, and at such other times as the Federal Trade Commission may require, file with the Commission a report, in writing, setting forth in detail the manner and form in which they have complied with this order. This report shall include a copy of the initial Assessment required by Part II of this order.",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "The order will terminate on April 12, 2025, or twenty years from the most recent date the FTC files a complaint alleging violation of the order, whichever comes later.",
        "requirements": [
          {
            "description": "Order terminates on specified date or 20 years from most recent complaint filing",
            "quoted_text": "This order will terminate on April 12, 2025, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on April 12, 2025, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part in this order that terminates in less than twenty (20) years; B. This order's application to any respondent that is not named as a defendant in such complaint; and C. This order if such complaint is filed after the order has terminated pursuant to this Part."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "04.05, Nationwide Mortgage Group, Inc., and John D. Eubank Complaint.pdf",
      "order": "04.05, Nationwide Mortgage Group, Inc., and John D. Eubank Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 0,
      "order_provisions": 7,
      "order_definitions": 3,
      "order_requirements": 16
    },
    "processing_time_seconds": 80.5
  }
}