{
  "case_info": {
    "docket_number": "5:19-cv-2222",
    "company": {
      "name": "UNIXIZ, Inc.",
      "incorporation_state": "California",
      "entity_type": "corporation",
      "address": "Mountain View, California",
      "business_description": "UNIXIZ, Inc. operated i-Dressup.com, an online website where users, including children, played dress up games, designed clothes, and decorated personal spaces. The platform also provided social features including user profiles, blog posts, friend connections, and direct messaging capabilities."
    },
    "commissioners": [],
    "case_date": {
      "month": 4,
      "year": 2019
    },
    "legal_authority": "Sections 5(a)(1), 5(m)(1)(A), 13(b), and 16(a) of the Federal Trade Commission Act, 15 U.S.C. §§ 45(a)(1), 45(m)(1)(A), 53(b), and 56(a); Sections 1303(c) and 1306(d) of the Children's Online Privacy Protection Act of 1998, 15 U.S.C. §§ 6502(c) and 6505(d)",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/172-3002-unixiz-inc-doing-business-i-dressupcom",
    "statutory_topics": [
      "COPPA"
    ],
    "practice_areas": [
      "Data Security"
    ],
    "industry_sectors": [
      "Technology"
    ]
  },
  "complaint": {
    "factual_background": "Defendants Unixiz, Inc. (operating as i-Dressup.com), along with its officers Zhijun Liu and Xichen Zhang, operated a children's dress-up gaming and social website that collected personal information from over 245,000 users under the age of 13 without adequate COPPA compliance. Defendants failed to provide legally sufficient privacy policy notices and direct notices to parents, failed to obtain verifiable parental consent, and retained parents' contact information indefinitely rather than deleting it when consent was not obtained. Defendants also maintained grossly inadequate data security practices—storing passwords and personal information in clear text, failing to assess for SQL injection vulnerabilities, and lacking intrusion detection systems—which allowed a hacker to access the personal information of approximately 2,125,000 users, including 245,000 children, in August 2016. Defendants did not even discover the breach until the hacker sent the stolen data to journalists.",
    "representations_made": [
      {
        "description": "Defendants represented that their website's social features were available only with parental consent, while collecting and retaining children's personal information and parents' contact information even without that consent",
        "quoted_text": "16. If a parent did not provide consent, Defendants provided these under-13 users 19 with “Safe Mode” membership which allowed them to login to access all of i-Dressup’s doll- 20 related games and features, but not its social features. Defendants collected the Safe Mode 21 members’ registration information, such as their user name, password, and birthdate, and allowed 22 child members to provide Defendants, through the account settings webpage, their first and last 23 24 name and gender. Under-13 users could remain Safe Mode members indefinitely, and 25 Defendants retained the child’s personal information as well as the parent’s email address, even 26 if the child’s parent did not provide consent.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 16,
        "quote_start_line": 241,
        "quote_end_line": 255
      },
      {
        "description": "Defendants represented through their privacy policy that they complied with applicable information collection and disclosure requirements, but the policy failed to include required operator contact information and other mandated disclosures",
        "quoted_text": "23. Defendants’ privacy policy failed to include information that the COPPA Rule 11 requires operators of child-directed Web sites to disclose, such as the operator’s name, address, 12 telephone number and email address.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 23,
        "quote_start_line": 374,
        "quote_end_line": 378
      },
      {
        "description": "Defendants represented through their direct notice process that they would seek and obtain proper parental consent, but the consent mechanism was not reasonably calculated to ensure the person consenting was actually the child's parent",
        "quoted_text": "25. Defendants failed to obtain verifiable parental consent. For Safe Mode members, 22 Defendants failed to obtain any parental consent, even though such members were covered by 23 24 COPPA. For other members, the purported parental consent method was inadequate because it 25 was not reasonably calculated to ensure that the person providing consent was the child’s 26 parent, as required by the COPPA Rule.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 25,
        "quote_start_line": 393,
        "quote_end_line": 401
      },
      {
        "description": "Defendants implicitly represented that they maintained reasonable data security for personal information collected from consumers, including children, but failed to implement basic security safeguards",
        "quoted_text": "1 26. Defendants engaged in a number of practices that, taken together, failed to 2 provide reasonable and appropriate data security to protect the personal information collected 3 from consumers, including children through i-Dressup.com. Among other things, Defendants:",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 26,
        "quote_start_line": 408,
        "quote_end_line": 412
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "COPPA Rule Violations — Collection, Use, and Disclosure of Children's Personal Information",
        "representation": "Defendants collected, used, and/or disclosed personal information from children under 13 through the i-Dressup website, which was directed to children, while purporting to operate in compliance with COPPA requirements including notice, parental consent, data deletion, and data security obligations.",
        "fact": "Defendants (a) failed to provide sufficient notice on their website of information collected from children and required disclosures; (b) failed to provide sufficient direct notice to parents including a hyperlink to the privacy policy and notification that parental contact information would be deleted if consent was not obtained; (c) failed to obtain verifiable parental consent; (d) failed to delete parents' online contact information after failing to obtain consent; and (e) failed to establish and maintain reasonable procedures to protect the confidentiality, security, and integrity of personal information collected from children.",
        "conclusion": "Therefore, Defendants have violated the COPPA Rule, 16 C.F.R. Part 312, including Sections 312.4(b), 312.4(c), 312.4(d), 312.5, 312.5(c)(1), and 312.8, constituting unfair or deceptive acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Child or Children": "an individual or individuals under the age of 13.",
      "Collects or Collect or Collection or Collected or Collecting": "the gathering of any Personal Information from a Child by any means, including but not limited to: 1. Requesting, prompting, or encouraging a Child to submit Personal Information online; 2. Enabling a Child to make Personal Information publicly available in identifiable form; or 3. Passive tracking of a Child online.",
      "Covered Incident": "any instance in which any United States federal, state, or local law or regulation requires a Covered Business or Individual Defendant to notify any U.S. federal, state, or local government entity that information Collected or received, directly or indirectly, by a Covered Business from or about an individual consumer was, or is reasonably believed to have been, accessed or acquired without authorization.",
      "Covered Business": "Corporate Defendant and any business that Individual Defendants, individually, collectively, or in any combination, control, directly or indirectly.",
      "Covered Information": "any 'Personal Information' as defined in this Order and any of the following individually identifiable information from or about an individual consumer, obtained online, including: 1. Date of Birth; 2. Other government-issued identification numbers, such as a driver's license number, military identification number, passport number, or other personal identification number; 3. Financial institution account number; 4. Credit or debit card information; or 5. Authentication credentials, such as a username or password.",
      "Defendants": "all of the Individual Defendants and the Corporate Defendant, individually, collectively, or in any combination.",
      "Corporate Defendant": "Unixiz, Inc., d/b/a i-Dressup.com, and its successors and assigns.",
      "Individual Defendants": "Zhijun Liu and Xichen Zhang.",
      "Disclose or Disclosure or Disclosed": "Except for purposes of Part VII of this Order, \"Disclose\" or Disclosure\" or \"Disclosed\" means, with respect to Personal Information:\n1. The release of Personal Information Collected by an Operator from a Child in identifiable form for any purpose, except where an Operator provides such information to a Person who provides Support For The Internal Operations Of The Web Site Or Online Service; and\n2. Making Personal Information Collected by an Operator from a Child publicly available in identifiable form by any means, including but not limited to a public posting through the Internet, or through a personal home page or screen posted on a Web site or online service; a pen pal service; an electronic mail service; a message board; or a chat room.",
      "Internet": "collectively the myriad of computer and telecommunication facilities, including equipment and operating software, which comprises the interconnected world-wide network of networks that employ the Transmission Control Protocol/Internet Protocol, or any predecessor or successor protocols to such protocol, to communicate information of all kinds by wire, radio, or other methods of transmission.",
      "Obtaining Verifiable Parental Consent or Obtain Verifiable Parental Consent": "making any reasonable effort (taking into consideration available technology) to ensure that before Personal Information is Collected from a Child, a Parent of the Child: 1. Receives notice of the Operator's Personal Information Collection, use, and Disclosure practices; and 2. Authorizes any Collection, use, and/or Disclosure of the Personal Information.",
      "Online Contact Information": "an email address or any other substantially similar identifier that permits direct contact with a Person online, including but not limited to, an instant messaging user identifier, a voice over internet protocol (VOIP) identifier, or a video chat identifier.",
      "Operator": "\"Operator\" means any person who operates a Web site located on the Internet or an online service and who Collects or maintains Personal Information from or about the users of or visitors to such Web site or online service, or on whose behalf such information is Collected or maintained, or offers products or services for sale through the Web site or online service, where such Web site or online service is operated for commercial purposes involving commerce among the several States, or with one (1) or more foreign nations; in any territory of the United States or in the District of Columbia, or between any such territory and another such territory or any State or foreign nation; or between the District of Columbia and any State, territory, or foreign nation.",
      "Parent": "includes a legal guardian.",
      "Person": "any individual, partnership, corporation, trust, estate, cooperative, association, or other entity.",
      "Personal Information": "individually identifiable information about an individual Collected online, including: 1. A first and last name; 2. A home or other physical address including street name and name of a city or town; 3. Online Contact Information, as defined in 16 C.F.R. § 312.2; 4. A screen or user name where it functions in the same manner as online contact information, as defined in 16 C.F.R. § 312.2; 5. A telephone number; 6. A Social Security number; 7. A persistent identifier that can be used to recognize a user over time and across different Web sites or online services. Such persistent identifier includes, but is not limited to, a customer number held in a cookie, an Internet Protocol (IP) address, a processor or device serial number, or unique device identifier; 8. A photograph, video, or audio file where such file contains a Child's image or voice; 9. Geolocation information sufficient to identify street name and name of a city or town; or 10. Information concerning the Child or the Parents of that Child that the Operator Collects online from the Child and combines with an identifier described in this section.",
      "Release Of Personal Information": "the sharing, selling, renting, or transfer of Personal Information to any Third Party.",
      "Support For The Internal Operations Of The Web Site or Online Service": "1. Those activities necessary to: a. Maintain or analyze the functioning of the Web site or online service; b. Perform network communications; c. Authenticate users of, or personalize the content on, the Web site or online service; d. Serve contextual advertising on the Web site or online service or cap the frequency of advertising; e. Protect the security or integrity of the user, Web site, or online service; f. Ensure legal or regulatory compliance; or g. Fulfill a request of a Child as permitted by 16 C.F.R. §§ 312.5(c)(3) and (4) of COPPA; 2. So long as the information Collected for the activities listed in paragraphs (1)(a)-(g) of this definition is not used or Disclosed to contact a specific individual, including through behavioral advertising, to amass a profile on a specific individual, or for any other purpose.",
      "Third Party": "\"Third Party\" means any Person who is not:\n1. An Operator with respect to the Collection or maintenance of Personal Information on the Web site or online service; or\n2. A Person who provides support for the internal operations of the Web site or online service and who does not use or Disclose information protected under 16 C.F.R. Part 312 for any other purpose.",
      "Web Site Or Online Service Directed To Children": "a commercial Web site or online service, or portion thereof, that is targeted to Children."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Injunction Concerning the Collection of Personal Information",
        "category": "prohibition",
        "summary": "Defendants are permanently restrained and enjoined from violating COPPA and the COPPA Rule, including failures related to notice, direct notice to parents, verifiable parental consent, deletion of parental contact information, and reasonable security procedures.",
        "requirements": [
          {
            "description": "Must not fail to provide sufficient notice on its Web site or online services of the Personal Information it Collects from Children, how it uses such information, its Disclosure practices, and all other required content",
            "quoted_text": "A. Failing to provide sufficient notice on its Web site or online services of the Personal 23 Information it Collects, or is Collected on their behalf, online from Children, how it uses 24 such information, its Disclosure practices, and all other required content; 25",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 438,
            "quote_end_line": 443
          },
          {
            "description": "Must not fail to provide sufficient direct notice to Parents of Personal Information Collected from Children, how it uses such information, its Disclosure practices, and all other required content",
            "quoted_text": "B. Failing to provide sufficient direct notice to Parents of the Personal Information 26 27 Defendants Collect, or Personal Information that has been Collected on Defendants’ 28 PROPOSED STIPULATED ORDER, Case No. 5:19-cv-2222; 9 Case 5:19-cv-02222-NC Document 3 Filed 04/24/19 Page 10 of 23 1 behalf, online from Children, how it uses such information, its Disclosure practices, and 2 all other required content;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 444,
            "quote_end_line": 454
          },
          {
            "description": "Must not fail to Obtain Verifiable Parental Consent using a method reasonably calculated to ensure that the Person providing consent is the Child's Parent",
            "quoted_text": "C. Failing to Obtain Verifiable Parental Consent using a method reasonably calculated to 4 ensure that the Person providing consent is the Child’s Parent, and failing to Obtain 5 Verifiable Parental Consent for some under-13 users despite Collecting Personal 6 Information from them;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 456,
            "quote_end_line": 462
          },
          {
            "description": "Must not fail to delete Online Contact Information of the Parent after having failed to Obtain Verifiable Parental Consent",
            "quoted_text": "8 D. Failing to delete Online Contact Information of the Parent after having failed to Obtain 9 Verifiable Parental Consent; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 464,
            "quote_end_line": 465
          },
          {
            "description": "Must not fail to establish and maintain reasonable procedures to protect the confidentiality, security, and integrity of Personal Information Collected from Children",
            "quoted_text": "E. Failing to establish and maintain reasonable procedures to protect the confidentiality, 11 security, and integrity of Personal Information Collected from Children.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 467,
            "quote_end_line": 469
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Monetary Judgment for Civil Penalty",
        "category": "affirmative_obligation",
        "summary": "Judgment of $35,000 is entered against Defendants jointly and severally as a civil penalty, to be paid within seven days of entry of this Order by electronic fund transfer.",
        "requirements": [
          {
            "description": "Judgment of $35,000 is entered in favor of Plaintiff against Defendants, jointly and severally, as a civil penalty",
            "quoted_text": "17 A. Judgement in the amount of thirty-five thousand dollars ($35,000) is entered in favor of 18 Plaintiff against Defendants, jointly and severally, as a civil penalty.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 478,
            "quote_end_line": 480
          },
          {
            "description": "Defendants must pay $35,000 to the Treasurer of the United States within seven (7) days of entry of this Order by electronic fund transfer",
            "quoted_text": "B. Defendants are ordered to pay to Plaintiff, by making payment to the Treasurer of the 20 United States, thirty-five thousand dollars ($35,000), which, as Defendants stipulate, their 21 undersigned counsel holds in escrow for no purpose other than payment to Plaintiff. 22 Such payment must be made within seven (7) days of entry of this Order by electronic 23 24 fund transfer in accordance with instructions previously provided by a representative of 25 Plaintiff.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 482,
            "quote_end_line": 492
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      },
      {
        "provision_number": "III",
        "title": "Additional Monetary Provisions",
        "category": "affirmative_obligation",
        "summary": "Defendants relinquish all rights to assets transferred under the Order; complaint facts are taken as true in future litigation; the civil penalty is non-dischargeable in bankruptcy; and Defendants must provide their Taxpayer Identification Numbers to the Commission.",
        "requirements": [
          {
            "description": "Defendants relinquish dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek the return of any assets",
            "quoted_text": "A. Defendants relinquish dominion and all legal and equitable right, title, and interest in all 4 assets transferred pursuant to this Order and may not seek the return of any assets.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 504,
            "quote_end_line": 506
          },
          {
            "description": "The facts alleged in the Complaint will be taken as true without further proof in any subsequent civil litigation by or on behalf of the Commission",
            "quoted_text": "B. The facts alleged in the Complaint will be taken as true, without further proof, in any 6 subsequent civil litigation by or on behalf of the Commission, including in a proceeding 7 8 to enforce its rights to any payment or monetary judgement pursuant to this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 508,
            "quote_end_line": 512
          },
          {
            "description": "Defendants agree the judgment represents a civil penalty not subject to discharge under the Bankruptcy Code pursuant to 11 U.S.C. § 523(a)(7)",
            "quoted_text": "9 C. Defendants agree that the judgment represents a civil penalty owed to the government of 10 the United States, is not compensation for actual pecuniary loss, and, therefore, as to the 11 Individual Defendants, it is not subject to discharge under the Bankruptcy Code pursuant 12 to 11 U.S.C. § 523(a)(7).",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 513,
            "quote_end_line": 519
          },
          {
            "description": "Defendants must submit their Taxpayer Identification Numbers to the Commission, which may be used for collecting and reporting on any delinquent amount",
            "quoted_text": "D. Defendants acknowledge that their Taxpayer Identification Numbers, which Defendants 14 must submit to the Commission, may be used for collecting and reporting on any 15 16 delinquent amount arising out of this Order, in accordance with 31 U.S.C. §7701.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 521,
            "quote_end_line": 525
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Mandated Information Security Program",
        "category": "affirmative_obligation",
        "summary": "Each Covered Business must establish and maintain a comprehensive information security program with documented safeguards, designated coordinators, risk assessments, testing, service provider oversight, and regular evaluation.",
        "requirements": [
          {
            "description": "Document in writing the content, implementation, and maintenance of the Information Security Program",
            "quoted_text": "1 A. Document in writing the content, implementation, and maintenance of the Information 2 Security Program;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 548,
            "quote_end_line": 550
          },
          {
            "description": "Designate a qualified employee or employees to coordinate and be responsible for the Information Security Program",
            "quoted_text": "B. Designate a qualified employee or employees to coordinate and be responsible for the 4 Information Security Program;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 552,
            "quote_end_line": 554
          },
          {
            "description": "Assess and document, at least once every twelve months and promptly following a Covered Incident, internal and external risks to the security, confidentiality, or integrity of Covered Information",
            "quoted_text": "C. Assess and document, at least once every twelve months and promptly following a 6 Covered Incident, internal and external risks to the security, confidentiality, or integrity 7 8 of Covered Information that could result in the unauthorized Disclosure, misuse, loss, 9 alteration, destruction, or other compromise of such information;",
            "deadline": "annually and promptly following a Covered Incident",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 556,
            "quote_end_line": 561
          },
          {
            "description": "Design, implement, and document safeguards that address the internal and external risks identified, taking into account the sensitivity of Covered Information",
            "quoted_text": "D. Design, implement, and document safeguards that address the internal and external risks 11 each Covered Business identifies to the security, confidentiality, or integrity of Covered 12 Information identified in response to sub-Provision IV.C. Each safeguard shall take into 13 account the sensitivity of Covered Information at issue;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 563,
            "quote_end_line": 569
          },
          {
            "description": "Assess, at least once every twelve months and promptly following a Covered Incident, the sufficiency of safeguards in place, evaluating employee training, information systems, and prevention/detection/response to attacks",
            "quoted_text": "E. Assess, at least once every twelve months and promptly following a Covered Incident, 15 16 the sufficiency of any safeguards in place to address the risks to the security, 17 confidentiality, or integrity of Covered Information. Each such assessment must evaluate 18 safeguards in each area of relevant operation, including: (1) employee training and 19 management; (2) information systems, such as network and software design, information 20 processing, storage, transmission, and disposal; and (3) prevention, detection, and 21 response to attacks, intrusions, or other systems failures;",
            "deadline": "annually and promptly following a Covered Incident",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 571,
            "quote_end_line": 582
          },
          {
            "description": "Test and monitor the effectiveness of the safeguards at least once every twelve months and promptly following a Covered Incident, and modify the Information Security Program based on the results",
            "quoted_text": "F. Test and monitor the effectiveness of the safeguards at least once every twelve months 23 24 and promptly following a Covered Incident, and modify the Information Security 25 Program based on the results;",
            "deadline": "annually and promptly following a Covered Incident",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 584,
            "quote_end_line": 588
          },
          {
            "description": "Select and retain service providers capable of safeguarding Covered Information and contractually require service providers to implement and maintain safeguards for Covered Information",
            "quoted_text": "1 G. Select and retain service providers capable of safeguarding Covered Information they 2 receive from each Covered Business, and contractually require service providers to 3 implement and maintain safeguards for Covered Information; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 596,
            "quote_end_line": 600
          },
          {
            "description": "Evaluate and adjust the Information Security Program in light of any changes to operations, a Covered Incident, or other circumstances that may affect its effectiveness; at a minimum, evaluate at least once every twelve months",
            "quoted_text": "H. Evaluate and adjust the Information Security Program in light of any changes to its 5 operations or business arrangements, a Covered Incident, or any other circumstances that 6 Defendants know or have reason to know may have an impact on the effectiveness of the 7 8 Information Security Program. At a minimum, Defendants must evaluate the Information 9 Security Program at least once every twelve months.",
            "deadline": "annually",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 602,
            "quote_end_line": 609
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Comprehensive Security Program"
        ]
      },
      {
        "provision_number": "V",
        "title": "Information Security Assessments by a Third Party",
        "category": "assessment",
        "summary": "Defendants must obtain an initial and biennial third-party assessments of the information security program by a qualified assessor (CISSP, CISA, or GIAC-certified), covering the first 180 days and each 2-year period thereafter for ten years, with results submitted to the FTC.",
        "requirements": [
          {
            "description": "Obtain Assessments from a qualified, objective, independent third-party professional who is CISSP-certified, CISA-certified, GIAC-certified, or approved by the FTC Associate Director for Enforcement",
            "quoted_text": "A. The Assessments must be obtained from a qualified, objective, independent third-party 15 16 professional (“Assessor”), who uses procedures and standards generally accepted in the 17 profession. The Assessor preparing such Assessments must be: an individual qualified 18 as a Certified Information System Security Professional (CISSP) or as a Certified 19 Information Systems Auditor (CISA); an individual holding Global Information 20 Assurance Certification (GIAC) from the SANS Institute; or a qualified individual or 21 entity approved by the Associate Director for Enforcement, Bureau of Consumer 22 Protection, Federal Trade Commission.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 619,
            "quote_end_line": 632
          },
          {
            "description": "The initial Assessment must cover the first 180 days after issuance of the Order; biennial Assessments must cover each 2-year period thereafter for ten (10) years",
            "quoted_text": "1 B. The reporting period for the Assessments must cover: (1) the first 180 days after the 2 issuance date of the Order for the initial Assessment; and (2) each 2-year period 3 thereafter for ten (10) years after issuance of the Order for the biennial Assessments.",
            "deadline": "initial: 180 days; biennial: every 2 years for 10 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 643,
            "quote_end_line": 647
          },
          {
            "description": "Each Assessment must determine whether the Covered Business has implemented Provision IV, assess effectiveness of sub-Provisions IV.A-H, and identify any gaps or weaknesses in the Information Security Program",
            "quoted_text": "C. Each Assessment must: (1) determine whether each Covered Business has implemented 5 and maintained Provision IV of this Order titled Mandated Information Security 6 Program; (2) assess the effectiveness of each Covered Business’s implementation and 7 8 maintenance of sub-Provisions IV.A-H; and (3) identify any gaps or weaknesses in the 9 Information Security Program.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 649,
            "quote_end_line": 656
          },
          {
            "description": "Each Assessment must be completed within sixty (60) days after the end of its reporting period; the initial Assessment must be submitted to the Commission within ten (10) days after completion; subsequent biennial Assessments must be retained and provided to the FTC within ten (10) days of request",
            "quoted_text": "D. Each Assessment must be completed within sixty (60) days after the end of the reporting 11 period to which the Assessment applies. Unless otherwise directed by a Commission 12 representative in writing, Defendants must submit the initial Assessment to the 13 Commission within ten (10) days after the Assessment has been completed via email to 14 DEbrief@ftc.gov or by overnight courier (not the U.S. Postal Service) to Associate 15 16 Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 17 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin: 18 FTC v. Unixiz, Inc. All subsequent biennial Assessments shall be retained by Defendants 19 until the order is terminated and provided to the Associate Director for Enforcement 20 within ten (10) days of request.",
            "deadline": "60 days after reporting period ends; submission within 10 days of completion",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 658,
            "quote_end_line": 675
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Third-Party Assessment",
          "Comprehensive Security Program"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Prohibition Against Misrepresentations to the Assessor",
        "category": "prohibition",
        "summary": "Defendants must not misrepresent, expressly or by implication, any fact material to the Assessor's determination of compliance, effectiveness of the security program, or identification of gaps or weaknesses.",
        "requirements": [
          {
            "description": "Must not misrepresent in any manner, expressly or by implication, any fact material to the Assessor's determination of compliance with Provision IV, assessment of effectiveness of sub-Provisions IV.A-H, or identification of gaps or weaknesses in the Information Security Program",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants, whether acting directly or indirectly, in 23 24 connection with any Assessment required by Provision V of this Order titled Information 25 Security Assessments by a Third Party, must not misrepresent in any manner, expressly or by 26 implication, any fact material to the Assessor’s: (1) determination of whether each Covered 27 28 PROPOSED STIPULATED ORDER, Case No. 5:19-cv-2222; 14 Case 5:19-cv-02222-NC Document 3 Filed 04/24/19 Page 15 of 23 1 Business has implemented and maintained Provision IV of this Order titled Mandated 2 Information Security Program; (2) assessment of the effectiveness of the implementation and 3 maintenance of sub-Provisions IV.A-H; or (3) identification of any gaps or weaknesses in the 4 Information Security Program.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 679,
            "quote_end_line": 698
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Prohibition",
          "Comprehensive Security Program"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Annual Certification",
        "category": "compliance_reporting",
        "summary": "Defendants must provide annual certifications to the FTC for ten years from a senior corporate manager or officer of each Covered Business confirming compliance with the Order, noting any material noncompliance, and describing any Covered Incidents.",
        "requirements": [
          {
            "description": "One year after issuance of this Order, and each year thereafter for ten (10) years, provide the Commission with a certification from a senior corporate manager or senior officer of each Covered Business confirming: (1) the Order requirements are established, implemented, and maintained; (2) no uncorrected or undisclosed material noncompliance; and (3) a brief description of any Covered Incident",
            "quoted_text": "9 A. One year after the issuance date of this Order, and each year thereafter for a period of ten 10 (10) years, provide the Commission with a certification from a senior corporate manager, 11 or, if no such senior corporate manager exists, a senior officer of each Covered Business 12 responsible for each Covered Business’s Information Security Program that: (1) each 13 Covered Business has established, implemented, and maintained the requirements of this 14 Order; (2) each Covered Business is not aware of any material noncompliance that has 15 16 not been (a) corrected or (b) disclosed to the Commission; and (3) includes a brief 17 description of any Covered Incident. The certification must be based on the personal 18 knowledge of the senior corporate manager, senior officer, or subject matter experts upon 19 whom the senior corporate manager or senior officer reasonably relies in making the 20 certification.",
            "deadline": "annually, beginning 1 year after issuance, for 10 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 705,
            "quote_end_line": 724
          },
          {
            "description": "Submit all annual certifications to the Commission via email to DEbrief@ftc.gov or by overnight courier to FTC, with subject line beginning: FTC v. Unixiz, Inc.",
            "quoted_text": "B. Unless otherwise directed by a Commission representative in writing, submit all annual 22 certifications to the Commission pursuant to this Order via email to DEbrief@ftc.gov or 23 24 by overnight courier (not the U.S. Postal Service) to Associate Director for Enforcement, 25 Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue 26 NW, Washington, DC 20580. The subject line must begin: FTC v. Unixiz, Inc.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 726,
            "quote_end_line": 734
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Each Defendant must submit a sworn acknowledgment of receipt within seven days; must deliver a copy of the Order to principals, officers, managers, and relevant employees within seven days (and before new hires assume responsibilities) for five years; and must obtain signed acknowledgments from each recipient within thirty days.",
        "requirements": [
          {
            "description": "Each Defendant must submit to the Commission a sworn acknowledgment of receipt of this Order within seven (7) days of entry",
            "quoted_text": "A. Each Defendant, within seven (7) days of entry of this Order, must submit to the 5 Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 747,
            "quote_end_line": 749
          },
          {
            "description": "For 5 years after entry of this Order, each Defendant must deliver a copy of the Order to all principals, officers, directors, LLC managers and members, employees with managerial responsibilities related to the Order, agents and representatives, and any business entity resulting from a change in structure; delivery to current personnel within seven (7) days of entry and to all others before they assume responsibilities",
            "quoted_text": "B. For 5 years after entry of this Order, each Individual Defendant for any business that such 7 8 Defendant, individually or collectively with any other Defendants, is the majority owner 9 or controls directly or indirectly, and each Corporate Defendant, must deliver a copy of 10 this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) 11 all employees having managerial responsibilities for conduct related to the subject matter 12 of the Order and all agents and representatives who participate in conduct related to the 13 subject matter of the Order; and (3) any business entity resulting from any change in 14 structure as set forth in the Section titled Compliance Reporting. Delivery must occur 15 16 within seven (7) days of entry of this Order for current personnel. For all others, delivery 17 must occur before they assume their responsibilities.",
            "deadline": "7 days for current personnel; before assuming responsibilities for new personnel; for 5 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 751,
            "quote_end_line": 767
          },
          {
            "description": "From each individual or entity to which a Defendant delivered a copy of the Order, that Defendant must obtain within thirty (30) days a signed and dated acknowledgment of receipt",
            "quoted_text": "C. From each individual or entity to which a Defendant delivered a copy of this Order, that 19 Defendant must obtain, within thirty (30) days, a signed and dated acknowledgment of 20 receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 769,
            "quote_end_line": 773
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "IX",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendants must submit a sworn compliance report one year after entry of the Order, provide compliance notices within fourteen days of any material changes for ten years, notify the FTC of bankruptcy filings within fourteen days, and submit all required information in the prescribed format and manner.",
        "requirements": [
          {
            "description": "One year after entry of this Order, each Defendant must submit a compliance report sworn under penalty of perjury, including contact information, business descriptions, compliance status for each Order section, copies of privacy notices, methods of obtaining verifiable parental consent, means for parents to review and refuse use of children's information, and copies of Order acknowledgments",
            "quoted_text": "A. One year after entry of this Order, each Defendant must submit a compliance report, 5 sworn under penalty of perjury. 6 1. Each Defendant must: (a) identify the primary physical, postal, and email 7 8 address and telephone number, as designated points of contact, which 9 representatives of the Commission and Plaintiff may use to communicate with 10 Defendant; (b) identify all of that Defendant’s businesses by all of their names, 11 telephone numbers, and physical, postal, email, and Internet addresses; (c) 12 describe the activities of each business, including the goods and services offered, 13 the means of advertising, marketing, and sales, and the involvement of any other 14 Defendant (which Individual Defendants must describe if they know or should 15 16 know due to their own involvement); (d) describe in detail whether and how that 17 Defendant is in compliance with each Section of this Order; (e) provide a copy of 18 each different version of any privacy notice posted on each Web site or online 19 service operated by Defendants or sent to Parents of Children that register on each 20 Web site or online service; (f) describe in detail the methods used to Obtain 21 Verifiable Parental Consent prior to any Collection, use, and/or Disclosure of 22 Personal Information from Children through any Web site or online service; (g) 23 24 describe in detail the means provided for Parents to review the Personal 25 Information Collected from their Children and to refuse to permit its further use 26 27 28 PROPOSED STIPULATED ORDER, Case No. 5:19-cv-2222; 17 Case 5:19-cv-02222-NC Document 3 Filed 04/24/19 Page 18 of 23 1 or maintenance; and (h) provide a copy of each Order Acknowledgment obtained 2 pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "1 year after entry",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 792,
            "quote_end_line": 836
          },
          {
            "description": "Additionally, each Individual Defendant's compliance report must identify all telephone numbers and addresses (including residences), all business activities, and describe their involvement in each business including title, role, and ownership",
            "quoted_text": "2. Additionally, each Individual Defendant must: (a) identify all telephone 4 numbers and all physical, postal, email and Internet addresses, including all 5 residences; (b) identify all business activities, including any business for which 6 such Defendant performs services whether as an employee or otherwise and any 7 8 entity in which such Defendant has any ownership interest; and (c) describe in 9 detail such Defendant’s involvement in each such business, including title, role, 10 responsibilities, participation, authority, control, and any ownership.",
            "deadline": "1 year after entry",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 838,
            "quote_end_line": 849
          },
          {
            "description": "For ten (10) years after entry of this Order, each Defendant must submit a compliance notice sworn under penalty of perjury within fourteen (14) days of any change in designated points of contact or in the structure of any Corporate Defendant or entity Defendant owns or controls that may affect compliance obligations",
            "quoted_text": "B. For ten (10) years after entry of this Order, each Defendant must submit a compliance 12 notice, sworn under penalty of perjury, within fourteen (14) days of any change in the 13 following: 14 15 1. Each Defendant must report any change in: (a) any designated point of contact; 16 or (b) the structure of any Corporate Defendant or any entity that Defendant has 17 any ownership interest in or controls directly or indirectly that may affect 18 compliance obligations arising under this Order, including: creation, merger, sale, 19 or dissolution of the entity or any subsidiary, parent, or affiliate that engages in 20 any acts or practices subject to this Order.",
            "deadline": "14 days of any qualifying change, for 10 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 851,
            "quote_end_line": 866
          },
          {
            "description": "Each Individual Defendant must additionally report within fourteen (14) days any change in name, aliases, residence address, or title or role in any business activity",
            "quoted_text": "2. Additionally, each Individual Defendant must report any change in: (a) name, 22 23 including aliases or fictitious name, or residence address; or (b) title or role in any 24 business activity, including any business for which such Defendant performs 25 services whether as an employee or otherwise and any entity in which such 26 27 28 PROPOSED STIPULATED ORDER, Case No. 5:19-cv-2222; 18 Case 5:19-cv-02222-NC Document 3 Filed 04/24/19 Page 19 of 23 1 Defendant has any ownership interest, and identify the name, physical address, 2 and any Internet address of the business or entity.",
            "deadline": "14 days of any qualifying change",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 868,
            "quote_end_line": 883
          },
          {
            "description": "Each Defendant must submit to the Commission notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding within fourteen (14) days of its filing",
            "quoted_text": "C. Each Defendant must submit to the Commission notice of the filing of any bankruptcy 4 petition, insolvency proceeding, or similar proceeding by or against such Defendant 5 within fourteen (14) days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 885,
            "quote_end_line": 889
          },
          {
            "description": "Any submission required to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746",
            "quoted_text": "D. Any submission to the Commission required by this Order to be sworn under penalty of 7 8 perjury must be true and accurate and comply with 28 U.S.C. § 1746, such as by 9 concluding: “I declare under penalty of perjury under the laws of the United States of 10 America that the foregoing is true and correct. Executed on: _____” and supplying the 11 date, signatory’s full name, title (if applicable), and signature.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 891,
            "quote_end_line": 898
          },
          {
            "description": "Unless otherwise directed, all submissions must be emailed to DEbrief@ftc.gov or sent by overnight courier to the FTC, with subject line beginning: FTC v. Unixiz, Inc.",
            "quoted_text": "E. Unless otherwise directed by a Commission representative in writing, all submissions to 13 the Commission pursuant to this Order must be emailed to DEbrief@ftc.gov or sent by 14 overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, 15 16 Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue 17 NW, Washington, DC 20580. The subject line must begin: FTC v. Unixiz, Inc.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 900,
            "quote_end_line": 907
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "X",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendants must create certain records for ten years after entry of the Order and retain each such record for five years, including accounting records, personnel records, consumer complaints, compliance records, and copies of all web forms and representations regarding personal information collection.",
        "requirements": [
          {
            "description": "Create and retain accounting records showing the revenues from all goods or services sold",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants must create certain records for (ten) 10 20 years after entry of the Order, and retain each such record for (five) 5 years. Specifically, 21 Corporate Defendant in connection with any Web site or online service and each Individual 22 Defendant for any business that such Defendant, individually or collectively with any other 23 24 Defendants, is a majority owner or controls directly or indirectly, must create and retain the 25 following records: 26 A. accounting records showing the revenues from all goods or services sold;",
            "deadline": "create for 10 years; retain for 5 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 911,
            "quote_end_line": 923
          },
          {
            "description": "Create and retain personnel records showing, for each Person providing services, their name, addresses, telephone numbers, job title or position, dates of service, and reason for termination if applicable",
            "quoted_text": "1 B. personnel records showing, for each Person providing services, whether as an employee 2 or otherwise, that Person’s: name; addresses; telephone numbers; job title or position; 3 dates of service; and (if applicable) the reason for termination;",
            "deadline": "create for 10 years; retain for 5 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 930,
            "quote_end_line": 934
          },
          {
            "description": "Create and retain records of all consumer complaints concerning the subject matter of the Order and any response",
            "quoted_text": "C. records of all consumer complaints concerning the subject matter of the Order, whether 5 received directly or indirectly, such as through a Third Party, and any response;",
            "deadline": "create for 10 years; retain for 5 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 936,
            "quote_end_line": 938
          },
          {
            "description": "Create and retain all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission",
            "quoted_text": "D. all records necessary to demonstrate full compliance with each provision of this Order, 7 8 including all submissions to the Commission; and",
            "deadline": "create for 10 years; retain for 5 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 940,
            "quote_end_line": 942
          },
          {
            "description": "Create and retain a copy of each materially different form, page, or screen through which Personal Information is Collected, and a copy of each materially different document containing representations regarding Collection, use, and Disclosure practices; webpage copies must be accompanied by the URL; electronic copies must include all text, graphic files, audio scripts, and other computer files",
            "quoted_text": "9 E. a copy of each materially different form, page, or screen created, maintained, or 10 otherwise provided by Defendants through which Personal Information is Collected 11 through any Web site or online service, and a copy of each materially different document 12 containing any representation regarding Collection, use, and Disclosure practices 13 pertaining to Personal Information Collected through such Web site or online service. 14 Each webpage copy shall be accompanied by the URL of the webpage where the material 15 16 was posted online. Electronic copies shall include all text and graphic files, audio scripts, 17 and other computer files used in presenting information on the Internet.",
            "deadline": "create for 10 years; retain for 5 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 943,
            "quote_end_line": 956
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "XI",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission and Plaintiff are authorized to monitor Defendants' compliance through information requests, depositions, document production, discovery, direct communications, interviews, undercover monitoring, and consumer reports from credit agencies.",
        "requirements": [
          {
            "description": "Within fourteen (14) days of receipt of a written request from the Commission or Plaintiff, each Defendant must submit additional compliance reports or other requested information (sworn under penalty of perjury), appear for depositions, and produce documents for inspection and copying; the Commission and Plaintiff are also authorized to obtain discovery without further leave of court",
            "quoted_text": "A. Within fourteen (14) days of receipt of a written request from a representative of the 22 Commission or Plaintiff, each Defendant must: submit additional compliance reports or 23 24 other requested information, which must be sworn under penalty of perjury; appear for 25 depositions; and produce documents for inspection and copying. The Commission and 26 Plaintiff are also authorized to obtain discovery, without further leave of court, using any 27 28 PROPOSED STIPULATED ORDER, Case No. 5:19-cv-2222; 20 Case 5:19-cv-02222-NC Document 3 Filed 04/24/19 Page 21 of 23 1 of the procedures prescribed by Federal Rules of Civil Procedure 29, 30 (including 2 telephonic depositions), 31, 33, 34, 36, 45, and 69.",
            "deadline": "14 days of request",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 964,
            "quote_end_line": 981
          },
          {
            "description": "The Commission and Plaintiff are authorized to communicate directly with each Defendant and to interview any employee or other affiliated Person who has agreed to such an interview, with the right to have counsel present",
            "quoted_text": "B. For matters concerning this Order, the Commission and Plaintiff are authorized to 4 communicate directly with each Defendant. Defendant must permit representatives of the 5 Commission and Plaintiff to interview any employee or other Person affiliated with any 6 Defendant who has agreed to such an interview. The Person interviewed may have 7 8 counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 983,
            "quote_end_line": 991
          },
          {
            "description": "The Commission and Plaintiff may use all other lawful means, including posing as consumers, suppliers, or other individuals or entities, without the necessity of identification or prior notice; nothing in this Order limits the Commission's lawful use of compulsory process under Sections 9 and 20 of the FTC Act",
            "quoted_text": "9 C. The Commission and Plaintiff may use all other lawful means, including posing, through 10 its representatives as consumers, suppliers, or other individuals or entities, to Defendants 11 or any individual or entity affiliated with Defendants, without the necessity of 12 identification or prior notice. Nothing in this Order limits the Commission’s lawful use 13 of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 14 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 992,
            "quote_end_line": 1002
          },
          {
            "description": "Upon written request from the Commission or Plaintiff, any consumer reporting agency must furnish consumer reports concerning Individual Defendants pursuant to Section 604(1) of the Fair Credit Reporting Act",
            "quoted_text": "16 D. Upon written request from a representative of the Commission or Plaintiff , any consumer 17 reporting agency must furnish consumer reports concerning Individual Defendants, 18 pursuant to Section 604(1) of the Fair Credit Reporting Act, 15 U.S.C. §1681b(a)(1).",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 1004,
            "quote_end_line": 1007
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "XII",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction over this matter for purposes of construction, modification, and enforcement of this Order.",
        "requirements": [
          {
            "description": "The Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order",
            "quoted_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for 21 purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 1011,
            "quote_end_line": 1013
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "04.19, Unixiz, Inc. doing business as i-Dressup.com Complaint.pdf",
      "order": "04.19, Unixiz, Inc. doing business as i-Dressup.com Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 4,
      "order_provisions": 12,
      "order_definitions": 20,
      "order_requirements": 46,
      "provisions_per_section": {
        "I": 5,
        "II": 2,
        "III": 4,
        "IV": 8,
        "V": 4,
        "VI": 1,
        "VII": 2,
        "VIII": 3,
        "IX": 7,
        "X": 5,
        "XI": 4,
        "XII": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 3
      },
      "verification_details": {
        "complaint_verified": 4,
        "complaint_total": 4,
        "order_verified": 46,
        "order_total": 46
      }
    },
    "processing_time_seconds": 303
  }
}