{
  "case_info": {
    "docket_number": "2:10-cv-00565",
    "company": {
      "name": "Central Credit, LLC",
      "incorporation_state": "Nevada",
      "entity_type": "limited liability company",
      "address": "3525 East Post Road, Suite 120, Las Vegas, Nevada 89120",
      "business_description": "Central Credit, a wholly owned subsidiary of Global Cash Access, Inc., maintains check-writing history information and credit information on consumers across the United States. The company sells credit reports to casinos (subscribers), which use the reports to make credit decisions or licensing decisions. Central Credit also provides check verification and check warranty services."
    },
    "commissioners": [],
    "case_date": {
      "month": 4,
      "year": 2010
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a); Section 13(b) and 16(a) of the FTC Act, 15 U.S.C. §§ 53(b) and 56(a); and Sections 607(d), 609(c), 612(a)(1)(C) and (a)(2), and 621 of the Fair Credit Reporting Act, 15 U.S.C. §§ 1681e, 1681g, and 1681s",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/082-3106-united-states-america-v-central-credit-llc",
    "statutory_topics": [
      "FCRA"
    ],
    "practice_areas": [
      "Financial Practices"
    ],
    "industry_sectors": [
      "Financial Services"
    ]
  },
  "complaint": {
    "factual_background": "Central Credit, LLC, a wholly-owned subsidiary of Global Cash Access, Inc., operates as a consumer reporting agency and nationwide specialty consumer reporting agency that sells information about consumers' gaming experiences and check-cashing transactions to casinos. Prior to 2008, Central Credit failed to provide required Furnisher Notices to information furnishers and User Notices to users of consumer reports as mandated by Section 607(d) of the FCRA. Central Credit also failed to include all required information in its Summary of Rights notices provided to consumers during file disclosures. Additionally, Central Credit never established the streamlined process required by the FTC's Streamlined Process Rule — including a clearly and prominently posted toll-free number on its website — for consumers to request free annual file disclosures. These violations were knowing and constituted a pattern or practice of non-compliance with the Fair Credit Reporting Act.",
    "representations_made": [
      {
        "description": "Central Credit failed to provide Furnisher Notices to furnishers and User Notices to users of consumer reports, as required by Section 607(d) of the FCRA",
        "quoted_text": "1133.. PPrriioorr ttoo 22000088,, CCeennttrraall CCrreeddiitt ffaaiilleedd ttoo pprroovviiddee FFuurrnniisshheerr NNoottiicceess ttoo ffuurrnniisshheerrss oorr UUsseerr NNoottiicceess ttoo uusseerrss..",
        "verified": true,
        "confidence": 0.7032258064516129,
        "source_paragraph": 13,
        "quote_start_line": 120,
        "quote_end_line": 121
      },
      {
        "description": "Central Credit failed to provide a Summary of Rights notice containing all information required by Section 609(c)(1)(B) of the FCRA when making file disclosures to consumers",
        "quoted_text": "1177.. PPrriioorr ttoo 22000088,, CCeennttrraall CCrreeddiitt ffaaiilleedd ttoo pprroovviiddee aa SSuummmmaarryy ooff RRiigghhttss nnoottiiccee tthhaatt ccoonnttaaiinneedd aallll ooff tthhee iinnffoorrmmaattiioonn rreeqquuiirreedd bbyy sseeccttiioonn 660099((cc))((ll))((BB)) ooff tthhee FFCCRRAA,, 1155 UU..SS..CC.. §§11668811gg((cc))((ll))((BB)),, aass rreeqquuiirreedd bbyy sseeccttiioonn 660099((cc))((22)) ooff tthhee FFCCRRAA,, 1155 UU..SS..CC.. §§ 11668811gg((cc))((22))..",
        "verified": false,
        "confidence": 0.41678726483357453,
        "source_paragraph": 17,
        "quote_start_line": 139,
        "quote_end_line": 141
      },
      {
        "description": "Central Credit failed to establish the streamlined process required by the Streamlined Process Rule, including failing to clearly and prominently post a toll-free number on its website and failing to provide clear instructions for requesting free annual file disclosures",
        "quoted_text": "2222.. CCeennttrraall CCrreeddiitt hhaass nnoott eessttaabblliisshheedd tthhee ssttrreeaammlliinneedd pprroocceessss rreeqquuiirreedd bbyy tthhee SSttrreeaammlliinneedd PPrroocceessss RRuullee,, 1166 CC..FF..RR.. §§ 661100..33,, ffoorr ccoonnssuummeerrss ttoo rreeqquueesstt ffrreeee aannnnuuaall ffiillee ddiisscclloossuurreess.. AAmmoonngg ootthheerr tthhiinnggss,, CCeennttrraall CCrreeddiitt hhaass nnoott cclleeaarrllyy aanndd pprroommiinneennttllyy ppoosstteedd tthhee ttoollll ffrreeee tteelleepphhoonnee nnuummbbeerr ffoorr tthhee ffrreeee aannnnuuaall ffiillee ddiisscclloossuurreess oonn aannyy wweebbssiittee oowwnneedd oorr mmaaiinnttaaiinneedd bbyy CCeennttrraall CCrreeddiitt.. CCeennttrraall CCrreeddiitt aallssoo hhaass ffaaiilleedd ttoo pprroovviiddee cclleeaarr aanndd eeaassiillyy uunnddeerrssttaannddaabbllee iinnssttrruuccttiioonnss ffoorr rreeqquueessttiinngg ffrreeee aannnnuuaall ffiillee ddiisscclloossuurreess oonn iittss ttoollll--ffrreeee nnuummbbeerr..",
        "verified": false,
        "confidence": 0.3135593220338983,
        "source_paragraph": 22,
        "quote_start_line": 168,
        "quote_end_line": 173
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Failure to Provide Furnisher and User Notices — Section 607(d) FCRA",
        "representation": "Prior to 2008, Central Credit failed to provide Furnisher Notices to furnishers or User Notices to users of consumer reports",
        "fact": "Section 607(d)(1) of the FCRA requires consumer reporting agencies to provide a 'Notice To Furnishers of Information: Obligations of Furnishers Under the FCRA' to any person who regularly furnishes information, and Section 607(d)(2) requires a 'Notice To Users of Consumer Reports: Obligations of Users Under the FCRA' to any person to whom it provides a consumer report",
        "conclusion": "By and through the acts and practices described in Paragraph 13, Central Credit violated Section 607(d) of the FCRA, 15 U.S.C. § 1681e(d), and these acts also constitute unfair or deceptive acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 2,
        "title": "Failure to Provide Adequate Summary of Rights — Section 609(c)(2) FCRA",
        "representation": "Prior to 2008, Central Credit failed to provide a Summary of Rights notice that contained all of the information required by Section 609(c)(1)(B) of the FCRA when providing written file disclosures to consumers",
        "fact": "Section 609(c)(2) of the FCRA requires that when a consumer reporting agency provides a file disclosure to a consumer, a Summary of Rights must be provided to the consumer along with each written file disclosure, informing consumers of their rights such as the right to dispute inaccurate information",
        "conclusion": "By and through the acts and practices described in Paragraph 17, Central Credit violated Section 609(c)(2) of the FCRA, 15 U.S.C. § 1681g(c)(2), and these acts also constitute unfair or deceptive acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 3,
        "title": "Failure to Establish Streamlined Process for Free Annual File Disclosures — Sections 612(a)(1)(C) and 612(a)(2) FCRA and Streamlined Process Rule",
        "representation": "Central Credit has not established the streamlined process required by the Streamlined Process Rule, 16 C.F.R. § 610.3, for consumers to request free annual file disclosures; among other things, it has not clearly and prominently posted the toll-free telephone number on any website it owns or maintains, and has failed to provide clear and easily understandable instructions for requesting free annual file disclosures on its toll-free number",
        "fact": "Section 612(a)(1)(C) of the FCRA directed the Commission to prescribe regulations requiring nationwide specialty consumer reporting agencies to establish a streamlined process — including a toll-free number clearly and prominently posted on any owned or maintained website, along with instructions for requesting disclosures by any additional available methods — for consumers to request free annual file disclosures; the FTC promulgated the Streamlined Process Rule (16 C.F.R. § 610.3), effective December 4, 2004, implementing this requirement",
        "conclusion": "By and through the acts and practices described in Paragraph 22, Central Credit violated Sections 612(a)(1)(C) and 612(a)(2) of the FCRA, 15 U.S.C. §§ 1681j(a)(1)(C) and 1681j(a)(2), and Section 610.3 of the Streamlined Process Rule, 16 C.F.R. § 610.3."
      }
    ]
  },
  "order": {
    "definitions": {
      "Defendant": "Central Credit, LLC, and its successors and assigns.",
      "FCRA definitions": "The definitions set forth in the FCRA, 15 U.S.C. §§ 1681a, et seq., and the Streamlined Process Rule, 16 C.F.R. Part 610, shall apply."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Civil Penalty",
        "category": "affirmative_obligation",
        "summary": "Defendant must pay a $150,000 civil penalty to the United States within seven business days of service of the Order, with default interest provisions and relinquishment of all rights to the funds.",
        "requirements": [
          {
            "description": "Defendant shall pay a civil penalty of $150,000 pursuant to section 621(a) of the FCRA",
            "quoted_text": "IITT IISS OORRDDEERREEDD tthhaatt DDeeffeennddaanntt sshhaallll ppaayy ttoo PPllaaiinnttiiffff,, ppuurrssuuaanntt ttoo sseeccttiioonn 662211 ((aa)) ooff tthhee FFCCRRAA,, 1155 UU..SS..CC.. §§ 11668811ss((aa)),, aa cciivviill ppeennaallttyy iinn tthhee aammoouunntt ooff $$115500,,000000..",
            "deadline": null,
            "verified": true,
            "confidence": 0.7068965517241379,
            "quote_start_line": 70,
            "quote_end_line": 71
          },
          {
            "description": "Defendant shall make payment within seven (7) business days of service of this Order by electronic fund transfer per DOJ instructions",
            "quoted_text": "AA.. DDeeffeennddaanntt sshhaallll mmaakkee tthhiiss ppaayymmeenntt wwiitthhiinn sseevveenn ((77)) bbuussiinneessss ddaayyss ooff tthhee ddaattee ooff sseerrvviiccee ooff tthhiiss OOrrddeerr bbyy eelleeccttrroonniicc ffuunndd ttrraannssffeerr iinn aaccccoorrddaannccee wwiitthh iinnssttrruuccttiioonnss pprroovviiddeedd bbyy tthhee OOffffiiccee ooff CCoonnssuummeerr LLiittiiggaattiioonn,, CCiivviill DDiivviissiioonn,, UU..SS.. DDeeppaarrttmmeenntt ooff JJuussttiiccee,, WWaasshhiinnggttoonn,, DD..CC.. 2200553300,, ffoorr aapppprroopprriiaattee ddiissppoossiittiioonn..",
            "deadline": "7 business days",
            "verified": false,
            "confidence": 0.4793608521970706,
            "quote_start_line": 72,
            "quote_end_line": 75
          },
          {
            "description": "In the event of default continuing for ten (10) days beyond the due date, the entire unpaid penalty plus interest becomes immediately due and payable",
            "quoted_text": "BB.. IInn tthhee eevveenntt ooff aannyy ddeeffaauulltt iinn ppaayymmeenntt,, wwhhiicchh ddeeffaauulltt ccoonnttiinnuueess ffoorr tteenn ((1100)) ddaayyss bbeeyyoonndd tthhee dduuee ddaattee ooff ppaayymmeenntt,, tthhee eennttiirree uunnppaaiidd ppeennaallttyy,, ttooggeetthheerr wwiitthh iinntteerreesstt,, aass ccoommppuutteedd ppuurrssuuaanntt ttoo 2288 UU.. SS.. CC.. §§ 11996611 ffrroomm tthhee ddaattee ooff ddeeffaauulltt ttoo tthhee ddaattee ooff ppaayymmeenntt,, sshhaallll iimmmmeeddiiaatteellyy bbeeccoommee dduuee aanndd ppaayyaabbllee..",
            "deadline": null,
            "verified": false,
            "confidence": 0.4844384303112314,
            "quote_start_line": 76,
            "quote_end_line": 79
          },
          {
            "description": "This judgment represents a civil penalty owed to the United States Government, is not compensation for actual pecuniary loss, and is not subject to discharge under the Bankruptcy Code",
            "quoted_text": "CC.. TThhiiss jjuuddggmmeenntt rreepprreesseennttss aa cciivviill ppeennaallttyy oowweedd ttoo tthhee UUnniitteedd SSttaatteess GGoovveemmmmeenntt,, aanndd iiss nnoott ccoommppeennssaattiioonn ffoorr aaccttuuaall ppeeccuunniiaarryy lloossss,, aanndd,, tthheerreeffoorree,, iiss nnoott ssuubbjjeecctt ttoo ddiisscchhaarrggee uunnddeerr tthhee BBaannkkrruuppttccyy CCooddee ppuurrssuuaanntt ttoo 1111 UU..SS..CC.. §§ 552233((aa))((77)).. DDeeffeennddaanntt aaggrreeeess tthhaatt tthhee ffaaccttss aass PPaaggee 33 ooff 1133 CCaassee 22::1100--ccvv--0000556655--RRLLHH--PPAALL DDooccuummeenntt 24 FFiilleedd 0044//2200//1100 PPaaggee 44 ooff 1144 aalllleeggeedd iinn tthhee CCoommppllaaiinntt ffiilleedd iinn tthhiiss aaccttiioonn sshhaallll bbee ttaakkeenn aass ttrruuee,, wwiitthhoouutt ffuurrtthheerr pprrooooff,, iinn aannyy ssuubbsseeqquueenntt cciivviill lliittiiggaattiioonn ffiilleedd bbyy oorr oonn bbeehhaallff ooff tthhee CCoommmmiissssiioonn ttoo eennffoorrccee iittss rriigghhttss ttoo aannyy ppaayymmeenntt oorr mmoonneeyy jjuuddggmmeenntt ppuurrssuuaanntt ttoo tthhiiss OOrrddeerr..",
            "deadline": null,
            "verified": false,
            "confidence": 0,
            "quote_start_line": 80,
            "quote_end_line": 89
          },
          {
            "description": "Proceedings initiated under this part are in addition to, and not in lieu of, any other civil or criminal penalties provided by law",
            "quoted_text": "DD.. PPrroocceeeeddiinnggss iinniittiiaatteedd uunnddeerr tthhiiss ppaarrtt aarree iinn aaddddiittiioonn ttoo,, aanndd nnoott iinn lliieeuu ooff,, aannyy ootthheerr cciivviill oorr ccrriimmiinnaall ppeennaallttiieess tthhaatt mmaayy bbee pprroovviiddeedd bbyy llaaww,, iinncclluuddiinngg aannyy ootthheerr pprroocceeeeddiinnggss PPllaaiinnttiiffff mmaayy iinniittiiaattee ttoo eennffoorrccee tthhiiss OOrrddeerr..",
            "deadline": null,
            "verified": false,
            "confidence": 0,
            "quote_start_line": 90,
            "quote_end_line": 92
          },
          {
            "description": "Defendant relinquishes all dominion, control, and title to the funds paid to the fullest extent permitted by law, and shall make no claim for return of the funds",
            "quoted_text": "EE.. DDeeffeennddaanntt rreelliinnqquuiisshheess aallll ddoommiinniioonn,, ccoonnttrrooll,, aanndd ttiittllee ttoo tthhee ffuunnddss ppaaiidd ttoo tthhee ffuulllleesstt eexxtteenntt ppeerrmmiitttteedd bbyy llaaww.. DDeeffeennddaanntt sshhaallll mmaakkee nnoo ccllaaiimm ttoo oorr ddeemmaanndd ffoorr rreettuurrnn ooff tthhee ffuunnddss,, ddiirreeccttllyy oorr iinnddiirreeccttllyy,, tthhrroouugghh ccoouunnsseelloorr ootthheerrwwiissee..",
            "deadline": null,
            "verified": false,
            "confidence": 0.4234527687296417,
            "quote_start_line": 93,
            "quote_end_line": 95
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      },
      {
        "provision_number": "II",
        "title": "Prohibited Business Activities",
        "category": "prohibition",
        "summary": "Defendant and all persons acting in concert with it are permanently enjoined from failing to provide required FCRA notices to users, furnishers, and consumers, and from failing to maintain a streamlined process for free annual file disclosures.",
        "requirements": [
          {
            "description": "Permanently enjoined from failing to provide the 'User Notice' required by FCRA section 607(d) to all users of Defendant's consumer reports",
            "quoted_text": "AA.. FFaaiilliinngg ttoo pprroovviiddee tthhee \"\"UUsseerr NNoottiiccee\"\" rreeqquuiirreedd bbyy sseeccttiioonn 660077((dd)) ooff tthhee FFCCRRAA,, 1155 UU..SS..CC.. §§ 11668811ee((dd)),, ttoo aallll uusseerrss ooff DDeeffeennddaanntt''ssccoonnssuummeerr rreeppoorrttss..",
            "deadline": null,
            "verified": false,
            "confidence": 0.6836027713625866,
            "quote_start_line": 103,
            "quote_end_line": 104
          },
          {
            "description": "Permanently enjoined from failing to provide the 'Furnisher Notice' required by FCRA section 607(d) to all furnishers of consumer report information to Defendant",
            "quoted_text": "BB.. FFaaiilliinngg ttoo pprroovviiddee tthhee \"\"FFuurrnniisshheerr NNoottiiccee\"\" rreeqquuiirreedd bbyy sseeccttiioonn 660077((dd)) ooff tthhee FFCCRRAA,, 1155 UU..SS..CC.. §§ 11668811ee((dd)),, ttoo aallll ffuurrnniisshheerrss ooff ccoonnssuummeerr rreeppoorrtt iinnffoorrmmaattiioonn ttoo DDeeffeennddaanntt..",
            "deadline": null,
            "verified": false,
            "confidence": 0.5672268907563025,
            "quote_start_line": 105,
            "quote_end_line": 106
          },
          {
            "description": "Permanently enjoined from failing to provide the 'Summary of Rights' notice required by FCRA section 609(c)(2) to all consumers who obtain file disclosures from Defendant",
            "quoted_text": "CC.. FFaaiilliinngg ttoo pprroovviiddee tthhee \"\"SSuummmmaarryy ooff RRiigghhttss\"\" nnoottiiccee rreeqquuiirreedd bbyy sseeccttiioonn 660099(( cc)) ((22)) ooff tthhee FFCCRRAA,, 1155 UU..SS..CC.. §§ 11668811gg((cc))((22)),, ttoo aallll ccoonnssuummeerrss wwhhoo oobbttaaiinn ffiillee ddiisscclloossuurreess ffrroomm DDeeffeennddaanntt..",
            "deadline": null,
            "verified": false,
            "confidence": 0.6890130353817505,
            "quote_start_line": 107,
            "quote_end_line": 109
          },
          {
            "description": "When operating as a nationwide specialty consumer reporting agency, permanently enjoined from failing to establish and maintain a streamlined process for consumers to obtain free annual file disclosures via a toll-free telephone number as required by FCRA sections 612(a)(1)(C) and 612(a)(2) and the Streamlined Process Rule section 610.3",
            "quoted_text": "DD.. WWhheenn ooppeerraattiinngg aass aa nnaattiioonnwwiiddee ssppeecciiaallttyy ccoonnssuummeerr rreeppoorrttiinngg aaggeennccyy,, ffaaiilliinngg ttoo eessttaabblliisshh aanndd mmaaiinnttaaiinn aa ssttrreeaammlliinneedd pprroocceessss ttoo eennaabbllee ccoonnssuummeerrss ttoo oobbttaaiinn tthheeiirr ffrreeee aannnnuuaall ffiillee ddiisscclloossuurreess bbyy aa ttoollll--ffrreeee tteelleepphhoonnee nnuummbbeerr,, aass rreeqquuiirreedd bbyy sseeccttiioonnss 661122((aa))((II))((CC)) aanndd 66ll22((aa))((22)) ooff tthhee FFCCRRAA,, 1155 UU..SS..CC.. §§§§ ll6688IIjj((aa))((ll))((CC)) aanndd ll6688IIjj((aa))((22)),, aanndd sseeccttiioonn 661100..33 ooff tthhee SSttrreeaammlliinneedd PPrroocceessss RRuullee,, 1166 CC..FF..RR.. §§ 661100..33",
            "deadline": null,
            "verified": false,
            "confidence": 0.3736951983298539,
            "quote_start_line": 114,
            "quote_end_line": 118
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "III",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission is authorized to monitor Defendant's compliance through written reports, document production, depositions, facility access, discovery, and undercover posing as consumers or suppliers.",
        "requirements": [
          {
            "description": "Within ten (10) days of receipt of written notice from the Commission, Defendant shall submit additional written reports sworn under penalty of perjury, produce documents, appear for deposition, and provide entry to business locations during normal business hours",
            "quoted_text": "AA.. WWiitthhiinn tteenn ((1100)) ddaayyss ooff rreecceeiipptt ooff wwrriitttteenn nnoottiiccee ffrroomm aa rreepprreesseennttaattiivvee oofftthhee CCoommmmiissssiioonn,, DDeeffeennddaanntt sshhaallll ssuubbmmiitt aaddddiittiioonnaall wwrriitttteenn rreeppoorrttss,, wwhhiicchh aarree ttrruuee aanndd aaccccuurraattee aanndd .. sswwoorrnn ttoo uunnddeerr ppeennaallttyy ooff ppeerrjjuurryy;; pprroodduuccee ddooccuummeennttss ffoorr iinnssppeeccttiioonn aanndd ccooppyyiinngg;; aappppeeaarr ffoorr ddeeppoossiittiioonn;; aanndd pprroovviiddee eennttrryy dduurriinngg nnoorrmmaall bbuussiinneessss hhoouurrss ttoo aannyy bbuussiinneessss llooccaattiioonn iinn DDeeffeennddaanntt''ss ppoosssseessssiioonn oorr ddiirreecctt oorr iinnddiirreecctt ccoonnttrrooll,, ttoo iinnssppeecctt tthhee bbuussiinneessss ooppeerraattiioonn..",
            "deadline": "10 days",
            "verified": false,
            "confidence": 0.2984189723320158,
            "quote_start_line": 122,
            "quote_end_line": 126
          },
          {
            "description": "The Commission is authorized to obtain discovery from any person without further leave of court using Fed. R. Civ. P. 30, 31, 33, 34, 36, 45, and 69",
            "quoted_text": "II.. oobbttaaiinniinngg ddiissccoovveerryy ffrroomm aannyy ppeerrssoonn,, wwiitthhoouutt ffuurrtthheerr lleeaavvee ooff ccoouurrtt,, uussiinngg tthhee pprroocceedduurreess pprreessccrriibbeedd bbyy FFeedd.. RR.. CCiivv.. PP.. 3300,, 3311,, 3333,,3344,,3366,,4455,, aanndd 6699;;",
            "deadline": null,
            "verified": false,
            "confidence": 0.6853146853146853,
            "quote_start_line": 129,
            "quote_end_line": 131
          },
          {
            "description": "The Commission may have its representatives pose as consumers and suppliers to Defendant without identification or prior notice",
            "quoted_text": "22.. hhaavviinngg iittss rreepprreesseennttaattiivveess ppoossee aass ccoonnssuummeerrss aanndd ssuupppplliieerrss ttoo DDeeffeennddaanntt,, iittss eemmppllooyyeeeess,, oorr aannyy ootthheerr eennttiittyy mmaannaaggeedd oorr ccoonnttrroolllleedd iinn wwhhoollee oorr iinn ppaarrtt bbyy DDeeffeennddaanntt,, wwiitthhoouutt tthhee nneecceessssiittyy ooff iiddeennttiiffiiccaattiioonn oorr pprriioorr nnoottiiccee;; aanndd",
            "deadline": null,
            "verified": false,
            "confidence": 0.4666666666666667,
            "quote_start_line": 132,
            "quote_end_line": 135
          },
          {
            "description": "Defendant shall permit Commission representatives to interview any employer, consultant, independent contractor, representative, agent, or employee who has agreed to such an interview relating to conduct subject to this Order",
            "quoted_text": "CC.. DDeeffeennddaanntt sshhaallll ppeennnniitt rreepprreesseennttaattiivveess ooff tthhee CCoommmmiissssiioonn ttoo iinntteerrvviieeww aannyy eemmppllooyyeerr,, ccoonnssuullttaanntt,, iinnddeeppeennddeenntt ccoonnttrraaccttoorr,, rreepprreesseennttaattiivvee,, aaggeenntt,, oorr eemmppllooyyeeee wwhhoo hhaass aaggrreeeedd ttoo ssuucchh aann iinntteerrvviieeww,, rreellaattiinngg iinn aannyy wwaayy ttoo aannyy ccoonndduucctt ssuubbjjeecctt ttoo tthhiiss OOrrddeerr.. TThhee ppeerrssoonn iinntteerrvviieewweedd mmaayy hhaavvee ccoouunnsseell pprreesseenntt..",
            "deadline": null,
            "verified": false,
            "confidence": 0.47516778523489933,
            "quote_start_line": 140,
            "quote_end_line": 143
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Compliance Reporting by Defendant",
        "category": "compliance_reporting",
        "summary": "Defendant must notify the Commission of structural changes and submit sworn written compliance reports for three years, notify of bankruptcy filings, and send all reports by overnight courier or first-class mail with electronic copy.",
        "requirements": [
          {
            "description": "For three (3) years from the date of entry of this Order, Defendant shall notify the Commission of any changes in structure of Defendant or any other business entity it controls or has an ownership interest in that may affect compliance obligations, at least thirty (30) days prior to such change",
            "quoted_text": "AA.. FFoorr aa ppeerriioodd ooff tthhrreeee ((33)) yyeeaarrss ffrroomm tthhee ddaattee ooff eennttrryy ooff tthhiiss OOrrddeerr,, DDeeffeennddaanntt sshhaallll nnoottiiffYY tthhee CCoommmmiissssiioonn ooff aannyy cchhaannggeess iinn ssttrruuccttuurree ooff DDeeffeennddaanntt oorr aannyy ootthheerr bbuussiinneessss eennttiittyy tthhaatt DDeeffeennddaanntt ddiirreeccttllyy oorr iinnddiirreeccttllyy ccoonnttrroollss,, oorr hhaass aann oowwnneerrsshhiipp iinntteerreesstt iinn,, tthhaatt mmaayy aaffffeecctt ccoommpplliiaannccee oobblliiggaattiioonnss aarriissiinngg uunnddeerr tthhiiss OOrrddeerr,, iinncclluuddiinngg bbuutt nnoott lliimmiitteedd ttoo iinnccoorrppoorraattiioonn oorr ootthheerr oorrggaanniizzaattiioonn;; aa ddiissssoolluuttiioonn,, aassssiiggnnmmeenntt,, ssaallee,, mmeerrggeerr,, oorr ootthheerr aaccttiioonn;; tthhee ccrreeaattiioonn oorr ddiissssoolluuttiioonn ooff aa ssuubbssiiddiiaarryy,, ppaarreenntt,, oorr aaffffiilliiaattee tthhaatt eennggaaggeess iinn aannyy aaccttss oorr pprraaccttiicceess ssuubbjjeecctt ttoo tthhiiss OOrrddeerr;; oorr aa cchhaannggee iinn tthhee bbuussiinneessss nnaammee oorr aaddddrreessss,, aatt lleeaasstt tthhiirrttyy ((3300)) ddaayyss pprriioorr ttoo ssuucchh cchhaannggee,, pprroovviiddeedd tthhaatt,, wwiitthh rreessppeecctt ttoo aannyy ssuucchh cchhaannggee iinn tthhee bbuussiinneessss eennttiittyy aabboouutt wwhhiicchh DDeeffeennddaanntt lleeaarrnnss lleessss tthhaann tthhiirrttyy ((3300)) ddaayyss pprriioorr ttoo tthhee ddaattee ssuucchh aaccttiioonn iiss ttoo ttaakkee ppllaaccee,, DDeeffeennddaanntt sshhaallll nnoottiiffYY tthhee CCoommmmiissssiioonn aass ssoooonn aass iiss pprraaccttiiccaabbllee aafftteerr oobbttaaiinniinngg ssuucchh kknnoowwlleeddggee..",
            "deadline": "30 days prior to change",
            "verified": false,
            "confidence": 0,
            "quote_start_line": 152,
            "quote_end_line": 161
          },
          {
            "description": "One hundred eighty (180) days after entry of this Order, and annually thereafter for three (3) years, Defendant shall provide a sworn written report to the Commission setting forth in detail the manner and form of compliance",
            "quoted_text": "BB.. OOnnee hhuunnddrreedd eeiigghhttyy ddaayyss aafftteerr tthhee ddaattee ooff eennttrryy ooff tthhiiss OOrrddeerr aanndd aannnnuuaallllyy tthheerreeaafftteerr ffoorr aa ppeerriioodd ooff tthhrreeee ((33)) yyeeaarrss,, DDeeffeennddaanntt sshhaallll pprroovviiddee aa wwrriitttteenn rreeppoorrtt ttoo tthhee CCoommmmiissssiioonn,, wwhhiicchh iiss ttrruuee aanndd aaccccuurraattee aanndd sswwoorrnn ttoo uunnddeerr ppeennaallttyy ooffppeerrjjuurryy,, sseettttiinngg ffoorrtthh iinn ddeettaaiill tthhee mmaannnneerr aanndd ffoorrmm iinn wwhhiicchh tthheeyy hhaavvee ccoommpplliieedd aanndd aarree ccoommppllyyiinngg wwiitthh tthhiiss OOrrddeerr.. TThhiiss rreeppoorrtt sshhaallll iinncclluuddee,, bbuutt nnoott bbee lliimmiitteedd ttoo:: 11.. AA ccooppyy ooff eeaacchh aacckknnoowwlleeddggmmeenntt ooff rreecceeiipptt oofftthhiiss OOrrddeerr,, oobbttaaiinneedd ppuurrssuuaanntt ttoo tthhee SSeeccttiioonn ttiittlleedd \"\"DDiissttrriibbuuttiioonn ooff OOrrddeerr\"\";; aanndd 22.. AAnnyy ootthheerr cchhaannggeess rreeqquuiirreedd ttoo bbee rreeppoorrtteedd uunnddeerr SSuubbsseeccttiioonn AA ooff tthhiiss SSeeccttiioonn..",
            "deadline": "180 days",
            "verified": false,
            "confidence": 0.2642967542503864,
            "quote_start_line": 166,
            "quote_end_line": 174
          },
          {
            "description": "Defendant shall notify the Commission of the filing of a bankruptcy petition within fifteen (15) days of filing",
            "quoted_text": "CC.. DDeeffeennddaanntt sshhaallll nnoottiiffyy tthhee CCoommmmiissssiioonn ooff tthhee ffiilliinngg ooff aa bbaannkkrruuppttccyy ppeettiittiioonn wwiitthhiinn ffiifftteeeenn ((1155)) ddaayyss ooff ffiilliinngg..",
            "deadline": "15 days",
            "verified": false,
            "confidence": 0.6972477064220184,
            "quote_start_line": 175,
            "quote_end_line": 176
          },
          {
            "description": "Defendant shall send all required reports and notifications by overnight courier (or first-class mail with contemporaneous electronic copy) to the specified FTC address",
            "quoted_text": "DD.. FFoorr ppuurrppoosseess ooff tthhiiss OOrrddeerr,, DDeeffeennddaanntt sshhaallll,, uunnlleessss ootthheerrwwiissee ddiirreecctteedd bbyy tthhee CCoommmmiissssiioonn''ss aauutthhoorriizzeedd rreepprreesseennttaattiivveess,, sseenndd bbyy oovveerrnniigghhtt ccoouurriieerr aallll rreeppoorrttss aanndd nnoottiiffiiccaattiioonnss rreeqquuiirreedd bbyy tthhiiss OOrrddeerr ttoo tthhee CCoommmmiissssiioonn,, ttoo tthhee ffoolllloowwiinngg aaddddrreessss:: AAssssoocciiaattee DDiirreeccttoorr,, DDiivviissiioonn ooff EEnnffoorrcceemmeenntt BBuurreeaauu ooff CCoonnssuummeerr PPrrootteeccttiioonn FFeeddeerraall TTrraaddee CCoommmmiissssiioonn 660000 PPeennnnssyyllvvaanniiaa AAvveennuuee,, NN..WW..,, RRoooomm NNJJ--22ll2222 WWaasshhiinnggttoonn,, DD..CC.. 2200558800 RREE:: UUnniitteedd SSttaatteess vv.. CCeennttrraall CCrreeddiitt,, LLLLCC PPrroovviiddeedd tthhaatt,, iinn lliieeuu ooff oovveerrnniigghhtt ccoouurriieerr,, DDeeffeennddaanntt mmaayy sseenndd ssuucchh rreeppoorrttss oorr nnoottiiffiiccaattiioonnss bbyy ffiirrsstt--ccllaassss mmaaiill,, bbuutt oonnllyy iiff DDeeffeennddaanntt ccoonntteemmppoorraanneeoouussllyy sseennddss aann eelleeccttrroonniicc vveerrssiioonn ooff ssuucchh rreeppoorrttss oorr nnoottiiffiiccaattiioonnss ttoo tthhee CCoommmmiissssiioonn aatt:: DDEEBBrriieeff@@ffttcc..ggoovv..",
            "deadline": null,
            "verified": false,
            "confidence": 0,
            "quote_start_line": 177,
            "quote_end_line": 188
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "V",
        "title": "Record Keeping Provisions",
        "category": "recordkeeping",
        "summary": "For six years from entry of the Order, Defendant must create and retain specified records including user/furnisher files, training materials, compliance documents, and any records that contradict compliance.",
        "requirements": [
          {
            "description": "For six (6) years from the date of entry of this Order, Defendant must retain files containing names, addresses, and telephone numbers of all users and furnishers who received the section 607(d) User Notice and Furnisher Notice, and all materials demonstrating compliance",
            "quoted_text": "IITT IISS FFUURRTTHHEERR OORRDDEERREEDD tthhaatt,, ffoorr aa ppeerriioodd ooff ssiixx ((66)) yyeeaarrss ffrroomm tthhee ddaattee ooff eennttrryy ooff tthhiiss OOrrddeerr,, DDeeffeennddaanntt iiss hheerreebbyy rreessttrraaiinneedd aanndd eennjjooiinneedd ffrroomm ffaaiilliinngg ttoo ccrreeaattee aanndd rreettaaiinn tthhee ffoolllloowwiinngg rreeccoorrddss:: AA.. FFiilleess ccoonnttaaiinniinngg tthhee nnaammeess,, aaddddrreesssseess,, aanndd tteelleepphhoonnee nnuummbbeerrss ooff aallll uusseerrss aanndd ffuurrnniisshheerrss ooff ccoonnssuummeerr rreeppoorrtt iinnffoorrmmaattiioonn tthhaatt rreecceeiivveedd tthhee sseeccttiioonn 660077((dd)) UUsseerr NNoottiiccee aanndd FFuurrnniisshheerr NNoottiiccee,, aanndd aallll mmaatteerriiaallss ccoonnssiiddeerreedd bbyy DDeeffeennddaanntt ttoo ddeemmoonnssttrraattee ccoommpplliiaannccee wwiitthh sseeccttiioonn 660077((dd)) ooff tthhee FFCCRRAA..",
            "deadline": null,
            "verified": false,
            "confidence": 0.3586459286367795,
            "quote_start_line": 198,
            "quote_end_line": 204
          },
          {
            "description": "Retain copies of all training materials and written policies and procedures relating to Defendant's activities as alleged in the Complaint or Defendant's compliance with the Order",
            "quoted_text": "BB.. CCooppiieess ooff aallll ttrraaiinniinngg mmaatteerriiaallss aanndd wwrriitttteenn ppoolliicciieess aanndd pprroocceedduurreess tthhaatt rreellaattee ttoo DDeeffeennddaanntt''ss aaccttiivviittiieess aass aalllleeggeedd iinn tthhee CCoommppllaaiinntt oorr DDeeffeennddaanntt''ss ccoommpplliiaannccee wwiitthh tthhee pprroovviissiioonnss ooff tthhiiss OOrrddeerr..",
            "deadline": null,
            "verified": false,
            "confidence": 0.4353982300884956,
            "quote_start_line": 205,
            "quote_end_line": 207
          },
          {
            "description": "Retain all records and documents necessary to demonstrate full compliance with each provision of this Order, including copies of acknowledgments of receipt and all reports submitted to the FTC",
            "quoted_text": "CC.. AAllll rreeccoorrddss aanndd ddooccuummeennttss nneecceessssaarryy ttoo ddeemmoonnssttrraattee ffuullll ccoommpplliiaannccee wwiitthh eeaacchh pprroovviissiioonn ooff tthhiiss OOrrddeerr,, iinncclluuddiinngg bbuutt nnoott lliimmiitteedd ttoo,, ccooppiieess ooff aacckknnoowwlleeddggmmeennttss ooff rreecceeiipptt ooff tthhiiss OOrrddeerr,, rreeqquuiirreedd bbyy SSeeccttiioonnss ttiittlleedd \"\"DDiissttrriibbuuttiioonn ooff OOrrddeerr\"\" aanndd \"\"AAcckknnoowwlleeddggmmeenntt ooff RReecceeiipptt ooff OOrrddeerr\"\" aanndd aallll rreeppoorrttss ssuubbmmiitttteedd ttoo tthhee FFTTCC ppuurrssuuaanntt ttoo tthhee SSeeccttiioonn ttiittlleedd \"\"CCoommpplliiaannccee RReeppoorrttiinngg.. \"\"",
            "deadline": null,
            "verified": false,
            "confidence": 0.4104903078677309,
            "quote_start_line": 208,
            "quote_end_line": 212
          },
          {
            "description": "Retain all records and documents that contradict, qualify, or call into question Defendant's compliance with this Order",
            "quoted_text": "DD.. AAllll rreeccoorrddss aanndd ddooccuummeennttss tthhaatt ccoonnttrraaddiicctt,, qquuaalliiffyy,, oorr ccaallll iinnttoo qquueessttiioonn DDeeffeennddaanntt''ss ccoommpplliiaannccee wwiitthh tthhiiss OOrrddeerr..",
            "deadline": null,
            "verified": false,
            "confidence": 0.6987951807228916,
            "quote_start_line": 213,
            "quote_end_line": 214
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Distribution of Order by Defendant",
        "category": "acknowledgment",
        "summary": "For three years, Defendant must deliver copies of the Order to all principals, officers, directors, managers, relevant employees, and successor entities, and obtain signed acknowledgments within thirty days of delivery.",
        "requirements": [
          {
            "description": "Defendant must deliver a copy of this Order to (1) all principals, officers, directors, and managers; (2) all employees, agents, and representatives who engage in conduct related to the subject matter of the Order; and (3) any business entity resulting from any structural change. Delivery to current personnel within five (5) days of service; to new personnel prior to assuming responsibilities; to successor entities at least ten (10) days prior to the structural change",
            "quoted_text": "AA.. DDeeffeennddaanntt mmuusstt ddeelliivveerr aa ccooppyy ooff tthhiiss oorrddeerr ttoo ((11)) aallll ooff iittss pprriinncciippaallss,, ooffffiicceerrss,, ddiirreeccttoorrss,, aanndd mmaannaaggeerrss;; ((22)) aallll ooff iittss eemmppllooyyeeeess,, aaggeennttss,, aanndd rreepprreesseennttaattiivveess wwhhoo eennggaaggee iinn ccoonndduucctt rreellaatteedd ttoo tthhee ssuubbjjeecctt mmaatttteerr ooff tthhiiss OOrrddeerr;; aanndd ((33)) aannyy bbuussiinneess''ss eennttiittyy rreessuullttiinngg ffrroomm aannyy cchhaannggee iinn ssttrruuccttuurree sseett ffoorrtthh iinn SSuubbsseeccttiioonn AA ooff tthhee SSeeccttiioonn ttiittlleedd \"\"CCoommpplliiaannccee RReeppoorrttiinngg..\"\" FFoorr ccuurrrreenntt ppeerrssoonnnneell,, ddeelliivveerryy sshhaallll bbee wwiitthhiinn ffiivvee ((55)) ddaayyss ooff sseerrvviiccee ooff tthhiiss OOrrddeerr uuppoonn DDeeffeennddaanntt.. FFoorr nneeww ppeerrssoonnnneell,, ddeelliivveerryy sshhaallll ooccccuurr pprriioorr ttoo tthheemm aassssuummiinngg tthheeiirr rreessppoonnssiibbiilliittiieess.. FFoorr aannyy bbuussiinneessss eennttiittyy rreessuullttiinngg ffrroomm aannyy cchhaannggee iinn ssttrruuccttuurree sseett ffoorrtthh iinn SSuubbsseeccttiioonn AA ooff tthhee SSeeccttiioonn ttiittlleedd \"\"CCoommpplliiaannccee RReeppoorrttiinngg,,\"\" ddeelliivveerryy sshhaallll bbee aatt lleeaasstt tteenn ((1100)) ddaayyss pprriioorr ttoo tthhee cchhaannggee iinn ssttrruuccttuurree..",
            "deadline": "5 days for current personnel",
            "verified": false,
            "confidence": 0,
            "quote_start_line": 222,
            "quote_end_line": 230
          },
          {
            "description": "Defendant shall secure a signed and dated statement acknowledging receipt of this Order within thirty (30) days of delivery from all persons receiving a copy",
            "quoted_text": "BB.. DDeeffeennddaanntt sshhaallll sseeccuurree aa ssiiggnneedd aanndd ddaatteedd ssttaatteemmeenntt aacckknnoowwlleeddggiinngg rreecceeiipptt ooff tthhiiss OOrrddeerr,, wwiitthhiinn tthhiirrttyy ((3300)) ddaayyss ooff ddeelliivveerryy,, ffrroomm aallll ppeerrssoonnss rreecceeiivviinngg aa ccooppyy ooff tthhee OOrrddeerr ppuurrssuuaanntt ttoo tthhiiss SSeeccttiioonn..",
            "deadline": "30 days",
            "verified": false,
            "confidence": 0.6422018348623854,
            "quote_start_line": 231,
            "quote_end_line": 233
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Acknowledgment of Receipt of Order",
        "category": "acknowledgment",
        "summary": "Defendant must submit a truthful sworn statement to the Commission acknowledging receipt of this Order within five business days of receipt.",
        "requirements": [
          {
            "description": "Defendant, within five (5) business days of receipt of this Order as entered by the Court, must submit to the Commissiona truthful sworn statement acknowledging receipt of this Order",
            "quoted_text": "IITT IISS FFUURRTTHHEERR OORRDDEERREEDD tthhaatt DDeeffeennddaanntt,, wwiitthhiinn ffiivvee ((55)) bbuussiinneessss ddaayyss ooff rreecceeiipptt ooff tthhiiss OOrrddeerr aass eenntteerreedd bbyy tthhee CCoouurrtt,, mmuusstt ssuubbmmiitt ttoo tthhee CCoommmmiissssiioonn aa ttrruutthhffuull sswwoorrnn ssttaatteemmeenntt aacckknnoowwlleeddggiinngg rreecceeiipptt ooff tthhiiss OOrrddeerr..",
            "deadline": "5 business days",
            "verified": false,
            "confidence": 0.4234875444839858,
            "quote_start_line": 235,
            "quote_end_line": 237
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "This Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of the Order.",
        "requirements": [
          {
            "description": "This Court shall retain jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order",
            "quoted_text": "IITT IISS FFUUTTHHEERR OORRDDEERREEDD tthhaatt tthhiiss CCoouurrtt sshhaallll rreettaaiinn jjuurriissddiiccttiioonn ooff tthhiiss mmaatttteerr ffoorr ppuurrppoosseess ooff ccoonnssttrruuccttiioonn,, mmooddiiffiiccaattiioonn,, aanndd eennffoorrcceemmeenntt ooff tthhiiss OOrrddeerr..",
            "deadline": null,
            "verified": false,
            "confidence": 0.6682027649769585,
            "quote_start_line": 239,
            "quote_end_line": 240
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "IX",
        "title": "Costs and Attorneys' Fees",
        "category": "affirmative_obligation",
        "summary": "Each party shall bear its own costs and attorneys' fees incurred in connection with this action.",
        "requirements": [
          {
            "description": "Each party shall bear its own costs and attorneys' fees incurred in connection with this action",
            "quoted_text": "IITT IISS FFUURRTTHHEERR OORRDDEERREEDD tthhaatt eeaacchh ppaarrttyy sshhaallll bbeeaarr iittss oowwnn ccoossttss aanndd aattttoorrnneeyyss'' ffeeeess iinnccuurrrreedd iinn ccoonnnneeccttiioonn wwiitthh tthhiiss aaccttiioonn..",
            "deadline": null,
            "verified": false,
            "confidence": 0.5673352435530086,
            "quote_start_line": 246,
            "quote_end_line": 247
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "IT IS FUTTHER ORDERED that this Court shall retain jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "04.10, United States of America v. Central Credit Complaint.pdf",
      "order": "04.10, United States of America v. Central Credit Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 3,
      "complaint_representations": 3,
      "order_provisions": 9,
      "order_definitions": 2,
      "order_requirements": 27,
      "provisions_per_section": {
        "I": 6,
        "II": 4,
        "III": 4,
        "IV": 4,
        "V": 4,
        "VI": 2,
        "VII": 1,
        "VIII": 1,
        "IX": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 1,
        "complaint_total": 3,
        "order_verified": 1,
        "order_total": 27
      }
    },
    "processing_time_seconds": 428.8
  }
}