{
  "case_info": {
    "docket_number": "5:19-cv-2222",
    "company": {
      "name": "Unixiz, Inc.",
      "incorporation_state": "California",
      "entity_type": "corporation",
      "address": "Mountain View, California",
      "business_description": "Unixiz, Inc. operated i-Dressup.com, a website where users including children played dress-up games, designed clothes, decorated their spaces, participated in online community features, made friends, and blogged. The platform encouraged users to explore their creativity and fashion sense with unique personal profiles."
    },
    "commissioners": [],
    "case_date": {
      "month": 4,
      "year": 2019
    },
    "legal_authority": "Sections 5(a)(1), 5(m)(1)(A), 13(b), and 16(a) of the Federal Trade Commission Act, 15 U.S.C. §§ 45(a)(1), 45(m)(1)(A), 53(b), and 56(a), and Sections 1303(c) and 1306(d) of the Children's Online Privacy Protection Act of 1998, 15 U.S.C. §§ 6502(c) and 6505(d)",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/172-3002-unixiz-inc-doing-business-i-dressupcom"
  },
  "complaint": {
    "factual_background": "Defendants operated i-Dressup.com, a children's website where users played dress-up games and participated in social features. The company violated COPPA by failing to obtain proper parental consent, failing to provide adequate privacy notices, retaining parental email addresses without consent, and failing to implement reasonable data security measures. In August 2016, a hacker exploited known vulnerabilities to access personal information of approximately 2.125 million users, including 245,000 children under 13, whose data was stored in clear text.",
    "representations_made": [],
    "counts": [
      {
        "count_number": 1,
        "title": "COPPA Violations",
        "representation": "Defendants collected, used, and/or disclosed personal information from children through i-Dressup.com, a website directed to children, while having actual knowledge that children used the site based on collected birthdates.",
        "fact": "Defendants: (a) failed to provide sufficient notice on its website of information collected from children and disclosure practices; (b) failed to provide sufficient direct notice to parents including required content such as a hyperlink to the privacy policy and notice about deletion of contact information; (c) failed to obtain verifiable parental consent, including for Safe Mode members and using inadequate consent methods for other members; (d) failed to delete parental online contact information after failing to obtain consent and instead kept it indefinitely; and (e) failed to establish reasonable procedures to protect confidentiality, security, and integrity of children's personal information, including storing data in clear text, failing to assess vulnerabilities to SQL injection attacks, failing to implement intrusion detection systems, and failing to monitor logs.",
        "conclusion": "Therefore, Defendants have violated the Rule, 16 C.F.R. Part 312, which constitutes an unfair or deceptive act or practice in or affecting commerce, in violation of Section 5(a) of the FTC Act."
      }
    ]
  },
  "order": {
    "definitions": {
      "Child": "an individual or individuals under the age of 13.",
      "Collects": "the gathering of any Personal Information from a Child by any means, including but not limited to: (1) Requesting, prompting, or encouraging a Child to submit Personal Information online; (2) Enabling a Child to make Personal Information publicly available in identifiable form; or (3) Passive tracking of a Child online. (Except for purposes of Parts III and IV of this Order)",
      "Covered Incident": "any instance in which any United States federal, state, or local law or regulation requires a Covered Business or Individual Defendant to notify any U.S. federal, state, or local government entity that information Collected or received, directly or indirectly, by a Covered Business from or about an individual consumer was, or is reasonably believed to have been, accessed or acquired without authorization.",
      "Covered Business": "Corporate Defendant and any business that Individual Defendants, individually, collectively, or in any combination, control, directly or indirectly.",
      "Covered Information": "any \"Personal Information\" as defined in this Order and any of the following individually identifiable information from or about an individual consumer, obtained online, including: (1) Date of Birth; (2) Other government-issued identification numbers, such as a driver's license number, military identification number, passport number, or other personal identification number; (3) Financial institution account number; (4) Credit or debit card information; or (5) Authentication credentials, such as a username or password.",
      "Defendants": "all of the Individual Defendants and the Corporate Defendant, individually, collectively, or in any combination.",
      "Corporate Defendant": "Unixiz, Inc., d/b/a i-Dressup.com, and its successors and assigns.",
      "Individual Defendants": "Zhijun Liu and Xichen Zhang.",
      "Disclose": "(1) The release of Personal Information Collected by an Operator from a Child in identifiable form for any purpose, except where an Operator provides such information to a Person who provides Support For The Internal Operations Of The Web Site Or Online Service; and (2) Making Personal Information Collected by an Operator from a Child publicly available in identifiable form by any means, including but not limited to a public posting through the Internet, or through a personal home page or screen posted on a Web site or online service; a pen pal service; an electronic mail service; a message board; or a chat room. (Except for purposes of Part VII of this Order)",
      "Internet": "collectively the myriad of computer and telecommunication facilities, including equipment and operating software, which comprises the interconnected world-wide network of networks that employ the Transmission Control Protocol/Internet Protocol, or any predecessor or successor protocols to such protocol, to communicate information of all kinds by wire, radio, or other methods of transmission.",
      "Obtaining Verifiable Parental Consent": "making any reasonable effort (taking into consideration available technology) to ensure that before Personal Information is Collected from a Child, a Parent of the Child: (1) Receives notice of the Operator's Personal Information Collection, use, and Disclosure practices; and (2) Authorizes any Collection, use, and/or Disclosure of the Personal Information.",
      "Online Contact Information": "an email address or any other substantially similar identifier that permits direct contact with a Person online, including but not limited to, an instant messaging user identifier, a voice over internet protocol (VOIP) identifier, or a video chat identifier.",
      "Operator": "any person who operates a Web site located on the Internet or an online service and who Collects or maintains Personal Information from or about the users of or visitors to such Web site or online service, or on whose behalf such information is Collected or maintained, or offers products or services for sale through the Web site or online service, where such Web site or online service is operated for commercial purposes involving commerce among the several States, or with one (1) or more foreign nations; in any territory of the United States or in the District of Columbia, or between any such territory and another such territory or any State or foreign nation; or between the District of Columbia and any State, territory, or foreign nation.",
      "Parent": "includes a legal guardian. (Except for purposes of Part IX of this Order)",
      "Person": "any individual, partnership, corporation, trust, estate, cooperative, association, or other entity.",
      "Personal Information": "individually identifiable information about an individual Collected online, including: (1) A first and last name; (2) A home or other physical address including street name and name of a city or town; (3) Online Contact Information, as defined in 16 C.F.R. § 312.2; (4) A screen or user name where it functions in the same manner as online contact information, as defined in 16 C.F.R. § 312.2; (5) A telephone number; (6) A Social Security number; (7) A persistent identifier that can be used to recognize a user over time and across different Web sites or online services. Such persistent identifier includes, but is not limited to, a customer number held in a cookie, an Internet Protocol (IP) address, a processor or device serial number, or unique device identifier; (8) A photograph, video, or audio file where such file contains a Child's image or voice; (9) Geolocation information sufficient to identify street name and name of a city or town; or (10) Information concerning the Child or the Parents of that Child that the Operator Collects online from the Child and combines with an identifier described in this section.",
      "Release Of Personal Information": "the sharing, selling, renting, or transfer of Personal Information to any Third Party.",
      "Support For The Internal Operations Of The Web Site or Online Service": "(1) Those activities necessary to: (a) Maintain or analyze the functioning of the Web site or online service; (b) Perform network communications; (c) Authenticate users of, or personalize the content on, the Web site or online service; (d) Serve contextual advertising on the Web site or online service or cap the frequency of advertising; (e) Protect the security or integrity of the user, Web site, or online service; (f) Ensure legal or regulatory compliance; or (g) Fulfill a request of a Child as permitted by 16 C.F.R. §§ 312.5(c)(3) and (4) of COPPA; (2) So long as the information Collected for the activities listed in paragraphs (1)(a)-(g) of this definition is not used or Disclosed to contact a specific individual, including through behavioral advertising, to amass a profile on a specific individual, or for any other purpose.",
      "Third Party": "any Person who is not: (1) An Operator with respect to the Collection or maintenance of Personal Information on the Web site or online service; or (2) A Person who provides support for the internal operations of the Web site or online service and who does not use or Disclose information protected under 16 C.F.R. Part 312 for any other purpose.",
      "Web Site Or Online Service Directed To Children": "a commercial Web site or online service, or portion thereof, that is targeted to Children. In determining whether a Web site or online service, or a portion thereof, is directed to Children, the Commission will consider its subject matter, visual content, use of animated characters or Child-oriented activities and incentives, music or other audio content, age of models, presence of Child celebrities or celebrities who appeal to Children, language or other characteristics of the Web site or online service, as well as whether advertising promoting or appearing on the Web site or online service is directed to children. The Commission will also consider competent and reliable empirical evidence regarding audience composition, and evidence regarding the intended audience. A Web site or online service shall be deemed directed to Children when it has actual knowledge that it is Collecting Personal Information directly from users of another Web Site Or Online Service Directed To Children. A Web site or online service that is directed to Children under this criteria set forth in paragraph (1) of this definition, but that does not target Children as its primary audience, shall not be deemed directed to Children if it: (a) Does not Collect Personal Information from any visitor prior to Collecting age information; and (b) Prevents the Collection, use, or Disclosure of Personal Information from visitors who identify themselves as under age 13 without first complying with the notice and parental consent provisions of 16 C.F.R. Part 312. A Web site or online service shall not be deemed directed to Children solely because it refers or links to a commercial Web site or online service directed to Children by using information location tools, including a directory, index, reference, pointer, or hypertext link."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Injunction Concerning Collection of Personal Information",
        "category": "prohibition",
        "summary": "Defendants are permanently enjoined from violating the Children's Online Privacy Protection Rule, including failing to provide proper notices, obtain verifiable parental consent, delete parent contact information, and protect the security of personal information collected from children.",
        "requirements": [
          {
            "description": "Must not fail to provide sufficient notice on its Web site or online services of the Personal Information it Collects online from Children, how it uses such information, its Disclosure practices, and all other required content",
            "quoted_text": "IT IS ORDERED that Defendants and Defendants' officers, agents, employees, and attorneys, and all other Persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with being an Operator of any Web Site Or Online Service Directed To Children or of any Web site or online service with actual knowledge that it is Collecting or maintaining Personal Information from a Child, are hereby permanently restrained and enjoined from violating the Children's Online Privacy Protection Rule, 16 C.F.R. Part 312, including, but not limited to: A. Failing to provide sufficient notice on its Web site or online services of the Personal Information it Collects, or is Collected on their behalf, online from Children, how it uses such information, its Disclosure practices, and all other required content;",
            "deadline": null,
            "verified": true,
            "confidence": 0.9961399548532731
          },
          {
            "description": "Must not fail to provide sufficient direct notice to Parents of the Personal Information Defendants Collect online from Children, how it uses such information, its Disclosure practices, and all other required content",
            "quoted_text": "B. Failing to provide sufficient direct notice to Parents of the Personal Information Defendants Collect, or Personal Information that has been Collected on Defendants' behalf, online from Children, how it uses such information, its Disclosure practices, and all other required content;",
            "deadline": null,
            "verified": true,
            "confidence": 0.7304347826086957
          },
          {
            "description": "Must not fail to Obtain Verifiable Parental Consent using a method reasonably calculated to ensure that the Person providing consent is the Child's Parent, and must not fail to Obtain Verifiable Parental Consent for some under-13 users despite Collecting Personal Information from them",
            "quoted_text": "C. Failing to Obtain Verifiable Parental Consent using a method reasonably calculated to ensure that the Person providing consent is the Child's Parent, and failing to Obtain Verifiable Parental Consent for some under-13 users despite Collecting Personal Information from them;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not fail to delete Online Contact Information of the Parent after having failed to Obtain Verifiable Parental Consent",
            "quoted_text": "D. Failing to delete Online Contact Information of the Parent after having failed to Obtain Verifiable Parental Consent;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not fail to establish and maintain reasonable procedures to protect the confidentiality, security, and integrity of Personal Information Collected from Children",
            "quoted_text": "E. Failing to establish and maintain reasonable procedures to protect the confidentiality, security, and integrity of Personal Information Collected from Children.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Monetary Judgment for Civil Penalty",
        "category": "affirmative_obligation",
        "summary": "Defendants must pay a civil penalty of $35,000 to the United States within seven days of entry of this Order.",
        "requirements": [
          {
            "description": "Pay $35,000 civil penalty to the Treasurer of the United States by electronic fund transfer",
            "quoted_text": "Defendants are ordered to pay to Plaintiff, by making payment to the Treasurer of the United States, thirty-five thousand dollars ($35,000), which, as Defendants stipulate, their undersigned counsel holds in escrow for no purpose other than payment to Plaintiff. Such payment must be made within seven (7) days of entry of this Order by electronic fund transfer in accordance with instructions previously provided by a representative of Plaintiff.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 0.9964429530201343
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Additional Monetary Provisions",
        "category": "acknowledgment",
        "summary": "Defendants relinquish all rights to transferred assets, agree that facts alleged in the Complaint will be taken as true in subsequent enforcement proceedings, acknowledge the civil penalty is not dischargeable in bankruptcy, and agree their Taxpayer Identification Numbers may be used for collecting delinquent amounts.",
        "requirements": [
          {
            "description": "Relinquish dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order",
            "quoted_text": "Defendants relinquish dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek the return of any assets.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Acknowledge that facts alleged in the Complaint will be taken as true in subsequent civil litigation",
            "quoted_text": "The facts alleged in the Complaint will be taken as true, without further proof, in any subsequent civil litigation by or on behalf of the Commission, including in a proceeding to enforce its rights to any payment or monetary judgement pursuant to this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Acknowledge that the civil penalty is not dischargeable in bankruptcy for Individual Defendants",
            "quoted_text": "Defendants agree that the judgment represents a civil penalty owed to the government of the United States, is not compensation for actual pecuniary loss, and, therefore, as to the Individual Defendants, it is not subject to discharge under the Bankruptcy Code pursuant to 11 U.S.C. § 523(a)(7).",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Acknowledge that Taxpayer Identification Numbers may be used for collecting delinquent amounts",
            "quoted_text": "Defendants acknowledge that their Taxpayer Identification Numbers, which Defendants must submit to the Commission, may be used for collecting and reporting on any delinquent amount arising out of this Order, in accordance with 31 U.S.C. §7701.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Mandated Information Security Program",
        "category": "affirmative_obligation",
        "summary": "Each Covered Business must establish, implement, and maintain a comprehensive information security program designed to protect the security, confidentiality, and integrity of Covered Information.",
        "requirements": [
          {
            "description": "Establish and implement a comprehensive information security program before transferring, selling, sharing, collecting, maintaining, or storing Covered Information",
            "quoted_text": "IT IS FURTHER ORDERED that each Covered Business shall not transfer, sell, share, collect, maintain, or store Covered Information unless it establishes and implements, and thereafter maintains, a comprehensive information security program (\"Information Security Program\") that is designed to protect the security, confidentiality, and integrity of such Covered Information.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9891280653950953
          },
          {
            "description": "Document in writing the content, implementation, and maintenance of the Information Security Program",
            "quoted_text": "A. Document in writing the content, implementation, and maintenance of the Information Security Program;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Designate a qualified employee or employees to coordinate and be responsible for the Information Security Program",
            "quoted_text": "B. Designate a qualified employee or employees to coordinate and be responsible for the Information Security Program;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Assess and document, at least once every twelve months and promptly following a Covered Incident, internal and external risks to the security, confidentiality, or integrity of Covered Information",
            "quoted_text": "C. Assess and document, at least once every twelve months and promptly following a Covered Incident, internal and external risks to the security, confidentiality, or integrity of Covered Information that could result in the unauthorized Disclosure, misuse, loss, alteration, destruction, or other compromise of such information;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Design, implement, and document safeguards that address the internal and external risks identified, taking into account the sensitivity of Covered Information",
            "quoted_text": "D. Design, implement, and document safeguards that address the internal and external risks each Covered Business identifies to the security, confidentiality, or integrity of Covered Information identified in response to sub-Provision IV.C. Each safeguard shall take into account the sensitivity of Covered Information at issue;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Assess, at least once every twelve months and promptly following a Covered Incident, the sufficiency of safeguards in place, evaluating employee training, information systems, and prevention/detection/response measures",
            "quoted_text": "E. Assess, at least once every twelve months and promptly following a Covered Incident, the sufficiency of any safeguards in place to address the risks to the security, confidentiality, or integrity of Covered Information. Each such assessment must evaluate safeguards in each area of relevant operation, including: (1) employee training and management; (2) information systems, such as network and software design, information processing, storage, transmission, and disposal; and (3) prevention, detection, and response to attacks, intrusions, or other systems failures;",
            "deadline": null,
            "verified": true,
            "confidence": 0.9824603836530442
          },
          {
            "description": "Test and monitor the effectiveness of the safeguards at least once every twelve months and promptly following a Covered Incident, and modify the Information Security Program based on the results",
            "quoted_text": "F. Test and monitor the effectiveness of the safeguards at least once every twelve months and promptly following a Covered Incident, and modify the Information Security Program based on the results;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Select and retain service providers capable of safeguarding Covered Information and contractually require service providers to implement and maintain safeguards",
            "quoted_text": "G. Select and retain service providers capable of safeguarding Covered Information they receive from each Covered Business, and contractually require service providers to implement and maintain safeguards for Covered Information;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Evaluate and adjust the Information Security Program at least once every twelve months in light of changes to operations, business arrangements, Covered Incidents, or other circumstances",
            "quoted_text": "H. Evaluate and adjust the Information Security Program in light of any changes to its operations or business arrangements, a Covered Incident, or any other circumstances that Defendants know or have reason to know may have an impact on the effectiveness of the Information Security Program. At a minimum, Defendants must evaluate the Information Security Program at least once every twelve months.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Information Security Assessments by a Third Party",
        "category": "assessment",
        "summary": "Defendants must obtain initial and biennial third-party assessments of their information security program for ten years, submitted to the FTC according to specified timelines.",
        "requirements": [
          {
            "description": "Obtain initial and biennial assessments from a qualified, objective, independent third-party professional (CISSP, CISA, GIAC, or FTC-approved)",
            "quoted_text": "The Assessments must be obtained from a qualified, objective, independent third-party professional (\"Assessor\"), who uses procedures and standards generally accepted in the profession. The Assessor preparing such Assessments must be: an individual qualified as a Certified Information System Security Professional (CISSP) or as a Certified Information Systems Auditor (CISA); an individual holding Global Information Assurance Certification (GIAC) from the SANS Institute; or a qualified individual or entity approved by the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9720849420849421
          },
          {
            "description": "Initial Assessment must cover the first 180 days after the issuance date of the Order; biennial Assessments must cover each 2-year period thereafter for ten years",
            "quoted_text": "The reporting period for the Assessments must cover: (1) the first 180 days after the issuance date of the Order for the initial Assessment; and (2) each 2-year period thereafter for ten (10) years after issuance of the Order for the biennial Assessments.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Each Assessment must determine whether the Information Security Program has been implemented and maintained, assess its effectiveness, and identify any gaps or weaknesses",
            "quoted_text": "Each Assessment must: (1) determine whether each Covered Business has implemented and maintained Provision IV of this Order titled Mandated Information Security Program; (2) assess the effectiveness of each Covered Business's implementation and maintenance of sub-Provisions IV.A-H; and (3) identify any gaps or weaknesses in the Information Security Program.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Complete each Assessment within sixty days after the end of the reporting period and submit the initial Assessment to the Commission within ten days after completion",
            "quoted_text": "Each Assessment must be completed within sixty (60) days after the end of the reporting period to which the Assessment applies. Unless otherwise directed by a Commission representative in writing, Defendants must submit the initial Assessment to the Commission within ten (10) days after the Assessment has been completed via email to DEbrief@ftc.gov or by overnight courier (not the U.S. Postal Service) to Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin: FTC v. Unixiz, Inc. All subsequent biennial Assessments shall be retained by Defendants until the order is terminated and provided to the Associate Director for Enforcement within ten (10) days of request.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 0.9681067961165049
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Prohibition Against Misrepresentations to the Assessor",
        "category": "prohibition",
        "summary": "Defendants must not misrepresent any fact material to the Assessor's determination, assessment, or identification of gaps in the Information Security Program.",
        "requirements": [
          {
            "description": "Must not misrepresent any fact material to the Assessor's work in connection with any Assessment required by Provision V",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants, whether acting directly or indirectly, in connection with any Assessment required by Provision V of this Order titled Information Security Assessments by a Third Party, must not misrepresent in any manner, expressly or by implication, any fact material to the Assessor's: (1) determination of whether each Covered Business has implemented and maintained Provision IV of this Order titled Mandated Information Security Program; (2) assessment of the effectiveness of the implementation and maintenance of sub-Provisions IV.A-H; or (3) identification of any gaps or weaknesses in the Information Security Program.",
            "deadline": null,
            "verified": true,
            "confidence": 0.8682274247491639
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Annual Certification",
        "category": "compliance_reporting",
        "summary": "Defendants must provide annual certifications from a senior corporate manager or officer for ten years, certifying compliance with the Order and disclosing any Covered Incidents.",
        "requirements": [
          {
            "description": "Provide annual certification from a senior corporate manager or officer, one year after issuance and each year thereafter for ten years, certifying compliance and disclosing any Covered Incidents",
            "quoted_text": "A. One year after the issuance date of this Order, and each year thereafter for a period of ten (10) years, provide the Commission with a certification from a senior corporate manager, or, if no such senior corporate manager exists, a senior officer of each Covered Business responsible for each Covered Business's Information Security Program that: (1) each Covered Business has established, implemented, and maintained the requirements of this Order; (2) each Covered Business is not aware of any material noncompliance that has not been (a) corrected or (b) disclosed to the Commission; and (3) includes a brief description of any Covered Incident. The certification must be based on the personal knowledge of the senior corporate manager, senior officer, or subject matter experts upon whom the senior corporate manager or senior officer reasonably relies in making the certification.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 0.9962162162162163
          },
          {
            "description": "Submit all annual certifications via email to DEbrief@ftc.gov or by overnight courier to the Associate Director for Enforcement at the FTC",
            "quoted_text": "B. Unless otherwise directed by a Commission representative in writing, submit all annual certifications to the Commission pursuant to this Order via email to DEbrief@ftc.gov or by overnight courier (not the U.S. Postal Service) to Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin: FTC v. Unixiz, Inc.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9945390070921986
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Defendants must obtain acknowledgments of receipt of this Order from themselves, from all relevant personnel and business entities for five years, and obtain signed acknowledgments within specified timeframes.",
        "requirements": [
          {
            "description": "Each Defendant must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury within seven days of entry",
            "quoted_text": "A. Each Defendant, within seven (7) days of entry of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "For 5 years after entry, deliver a copy of this Order to all principals, officers, directors, managers, employees with managerial responsibilities, agents, and representatives related to the subject matter, and any business entity resulting from structural changes; delivery within seven days for current personnel and before assumption of responsibilities for others",
            "quoted_text": "B. For 5 years after entry of this Order, each Individual Defendant for any business that such Defendant, individually or collectively with any other Defendants, is the majority owner or controls directly or indirectly, and each Corporate Defendant, must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees having managerial responsibilities for conduct related to the subject matter of the Order and all agents and representatives who participate in conduct related to the subject matter of the Order; and (3) any business entity resulting from any change in structure as set forth in the Section titled Compliance Reporting. Delivery must occur within seven (7) days of entry of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 0.9825386313465784
          },
          {
            "description": "Obtain, within thirty days, a signed and dated acknowledgment of receipt of this Order from each individual or entity to which a Defendant delivered a copy",
            "quoted_text": "C. From each individual or entity to which a Defendant delivered a copy of this Order, that Defendant must obtain, within thirty (30) days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendants must submit a compliance report one year after entry of the Order detailing their businesses, compliance with each provision, privacy practices, and parental consent methods; and must submit compliance notices within fourteen days of any changes for ten years.",
        "requirements": [
          {
            "description": "Submit a compliance report, sworn under penalty of perjury, one year after entry of this Order, identifying contact information, all businesses, business activities, compliance with each Section, privacy notices, parental consent methods, parental review means, and Order Acknowledgments",
            "quoted_text": "A. One year after entry of this Order, each Defendant must submit a compliance report, sworn under penalty of perjury. 1. Each Defendant must: (a) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission and Plaintiff may use to communicate with Defendant; (b) identify all of that Defendant's businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (c) describe the activities of each business, including the goods and services offered, the means of advertising, marketing, and sales, and the involvement of any other Defendant (which Individual Defendants must describe if they know or should know due to their own involvement); (d) describe in detail whether and how that Defendant is in compliance with each Section of this Order; (e) provide a copy of each different version of any privacy notice posted on each Web site or online service operated by Defendants or sent to Parents of Children that register on each Web site or online service; (f) describe in detail the methods used to Obtain Verifiable Parental Consent prior to any Collection, use, and/or Disclosure of Personal Information from Children through any Web site or online service; (g) describe in detail the means provided for Parents to review the Personal Information Collected from their Children and to refuse to permit its further use or maintenance; and (h) provide a copy of each Order Acknowledgment obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 0.8871428571428571
          },
          {
            "description": "Individual Defendants must also identify all telephone numbers, addresses, all business activities, and describe their involvement in each business",
            "quoted_text": "2. Additionally, each Individual Defendant must: (a) identify all telephone numbers and all physical, postal, email and Internet addresses, including all residences; (b) identify all business activities, including any business for which such Defendant performs services whether as an employee or otherwise and any entity in which such Defendant has any ownership interest; and (c) describe in detail such Defendant's involvement in each such business, including title, role, responsibilities, participation, authority, control, and any ownership.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "For ten years after entry, submit a compliance notice within fourteen days of any change in designated point of contact or in the structure of any Corporate Defendant or entity with ownership interest that may affect compliance obligations",
            "quoted_text": "B. For ten (10) years after entry of this Order, each Defendant must submit a compliance notice, sworn under penalty of perjury, within fourteen (14) days of any change in the following: 1. Each Defendant must report any change in: (a) anydesignated point of contact; or (b) the structure of any Corporate Defendant or any entity that Defendant has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.9830201342281879
          },
          {
            "description": "Individual Defendants must report within fourteen days any change in name, aliases, residence address, title, or role in any business activity",
            "quoted_text": "2. Additionally, each Individual Defendant must report any change in: (a) name, including aliases or fictitious name, or residence address; or (b) title or role in any business activity, including any business for which such Defendant performs services whether as an employee or otherwise and any entity in which such Defendant has any ownership interest, and identify the name, physical address, and any Internet address of the business or entity.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.8159588159588159
          },
          {
            "description": "Submit notice to the Commission of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding within fourteen days of its filing",
            "quoted_text": "C. Each Defendant must submit to the Commission notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against such Defendant within fourteen (14) days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "All submissions required to be sworn under penalty of perjury must comply with 28 U.S.C. § 1746",
            "quoted_text": "D. Any submission to the Commission required by this Order to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, such as by concluding: \"I declare under penalty of perjury under the laws of the United States of America that the foregoing is true and correct. Executed on: _____\" and supplying the date, signatory's full name, title (if applicable), and signature.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit all compliance reports and notices via email to DEbrief@ftc.gov or by overnight courier to the Associate Director for Enforcement at the FTC",
            "quoted_text": "E. Unless otherwise directed by a Commission representative in writing, all submissions to the Commission pursuant to this Order must be emailed to DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin: FTC v. Unixiz, Inc.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendants must create certain records for ten years after entry of the Order, and retain each such record for five years, including accounting records, personnel records, consumer complaints, compliance documents, and copies of forms and pages collecting Personal Information.",
        "requirements": [
          {
            "description": "Create for ten years and retain for five years: accounting records showing revenues from all goods or services sold",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants must create certain records for (ten) 10 years after entry of the Order, and retain each such record for (five) 5 years. Specifically, Corporate Defendant in connection with any Web site or online service and each Individual Defendant for any business that such Defendant, individually or collectively with any other Defendants, is a majority owner or controls directly or indirectly, must create and retain the following records: A. accounting records showing the revenues from all goods or services sold;",
            "deadline": null,
            "verified": true,
            "confidence": 0.9827145359019265
          },
          {
            "description": "Create for ten years and retain for five years: personnel records showing name, addresses, telephone numbers, job title, dates of service, and reason for termination",
            "quoted_text": "B. personnel records showing, for each Person providing services, whether as an employee or otherwise, that Person's: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create for ten years and retain for five years: records of all consumer complaints concerning the subject matter of the Order and any response",
            "quoted_text": "C. records of all consumer complaints concerning the subject matter of the Order, whether received directly or indirectly, such as through a Third Party, and any response;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create for ten years and retain for five years: all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission",
            "quoted_text": "D. all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create for ten years and retain for five years: a copy of each materially different form, page, or screen through which Personal Information is Collected and each document containing representations regarding Collection, use, and Disclosure practices",
            "quoted_text": "E. a copy of each materially different form, page, or screen created, maintained, or otherwise provided by Defendants through which Personal Information is Collected through any Web site or online service, and a copy of each materially different document containing any representation regarding Collection, use, and Disclosure practices pertaining to Personal Information Collected through such Web site or online service. Each webpage copy shall be accompanied by the URL of the webpage where the material was posted online. Electronic copies shall include all text and graphic files, audio scripts, and other computer files used in presenting information on the Internet.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9094594594594595
          }
        ]
      },
      {
        "provision_number": "XI",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission and Plaintiff are authorized to monitor Defendants' compliance by obtaining additional reports, depositions, documents, interviewing personnel, and using other lawful means including posing as consumers, without prior notice.",
        "requirements": [
          {
            "description": "Within fourteen days of receipt of a written request, Defendants must submit additional compliance reports or information, appear for depositions, and produce documents for inspection and copying",
            "quoted_text": "A. Within fourteen (14) days of receipt of a written request from a representative of the Commission or Plaintiff, each Defendant must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury; appear for depositions; and produce documents for inspection and copying. The Commission and Plaintiff are also authorized to obtain discovery, without further leave of court, using any of the procedures prescribed by Federal Rules of Civil Procedure 29, 30 (including telephonic depositions), 31, 33, 34, 36, 45, and 69.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.8532319391634982
          },
          {
            "description": "The Commission and Plaintiff are authorized to communicate directly with each Defendant and to interview any employee or other Person affiliated with any Defendant who has agreed to such an interview",
            "quoted_text": "B. For matters concerning this Order, the Commission and Plaintiff are authorized to communicate directly with each Defendant. Defendant must permit representatives of the Commission and Plaintiff to interview any employee or other Person affiliated with any Defendant who has agreed to such an interview. The Person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 0.910025706940874
          },
          {
            "description": "The Commission and Plaintiff may pose as consumers, suppliers, or other individuals or entities to Defendants or any affiliated individual or entity, without identification or prior notice",
            "quoted_text": "C. The Commission and Plaintiff may use all other lawful means, including posing, through its representatives as consumers, suppliers, or other individuals or entities, to Defendants or any individual or entity affiliated with Defendants, without the necessity of identification or prior notice. Nothing in this Order limits the Commission's lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9830761209593326
          },
          {
            "description": "Upon written request from a representative of the Commission or Plaintiff, any consumer reporting agency must furnish consumer reports concerning Individual Defendants",
            "quoted_text": "D. Upon written request from a representative of the Commission or Plaintiff , any consumer reporting agency must furnish consumer reports concerning Individual Defendants, pursuant to Section 604(1) of the Fair Credit Reporting Act, 15 U.S.C. §1681b(a)(1).",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XII",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
        "requirements": [
          {
            "description": "The Court retains jurisdiction for construction, modification, and enforcement of this Order",
            "quoted_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 10,
      "termination_text": "For ten (10) years after entry of this Order, each Defendant must submit a compliance notice, sworn under penalty of perjury, within fourteen (14) days of any change in the following:"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "04.19, Unixiz, Inc. doing business as i-Dressup.com Complaint.pdf",
      "order": "04.19, Unixiz, Inc. doing business as i-Dressup.com Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 0,
      "order_provisions": 12,
      "order_definitions": 20,
      "order_requirements": 46
    },
    "processing_time_seconds": 593.5
  }
}