{
  "case_info": {
    "docket_number": "C-4446",
    "company": {
      "name": "Goldenshores Technologies, LLC",
      "incorporation_state": "Delaware",
      "entity_type": "limited liability company",
      "address": "1205 Ponderosa Drive, Moscow, ID 83843",
      "business_description": "Goldenshores Technologies developed and distributed the Brightest Flashlight Free mobile application for Google's Android operating system. The application purportedly activates device lights including the LED camera flash to provide illumination, but also transmits user device data including precise geolocation and persistent device identifiers to third parties and advertising networks."
    },
    "commissioners": [
      "Edith Ramirez, Chairwoman",
      "Julie Brill",
      "Maureen K. Ohlhausen",
      "Joshua D. Wright"
    ],
    "case_date": {
      "month": 4,
      "year": 2014
    },
    "legal_authority": "Federal Trade Commission Act",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/132-3087-goldenshores-technologies-llc-erik-m-geidl-matter"
  },
  "complaint": {
    "factual_background": "Goldenshores Technologies distributed the \"Brightest Flashlight Free\" mobile app, which was downloaded tens of millions of times. The company's privacy policy and EULA stated they would collect device data to provide software updates and product support in a form that does not personally identify users. In reality, the app transmitted users' precise geolocation and persistent device identifiers to third-party advertising networks without adequate disclosure. The app also began transmitting this data immediately upon launch, even before users accepted or refused the EULA terms, despite representing that users could refuse data collection.",
    "representations_made": [
      {
        "description": "Claimed to collect device data only to provide software updates, product support, and verify compliance, and only in a form that does not personally identify users",
        "quoted_text": "Consent to Use of Data. Goldenshores Technologies and its subsidiaries and agents may collect, maintain, process and use diagnostic, technical and related information, including but not limited to information about your computer, system and application software, and peripherals, that is gathered periodically to facilitate the provision of software updates, product support and other services to you (if any) related to the Goldenshores Technologies Software, and to verify compliance with the terms of the License. Goldenshores Technologies may use this information, as long as it is in a form that does not personally identify you, to improve our products or to provide services or technologies to you.",
        "source_paragraph": 9
      },
      {
        "description": "Represented that users could refuse the EULA terms, including data collection terms, and thereby prevent the app from collecting their device data",
        "quoted_text": "[R]ead this software license agreement (\"license\") carefully before using the Goldenshores Technologies Software. By using the Goldenshores Technologies software, you are agreeing to be bound by the terms of this license. If you do not agree to the terms of this license, do not install and/or use the software.",
        "source_paragraph": 11
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Deceptive Failure to Disclose Data Sharing with Third Parties",
        "representation": "Respondents represented they may periodically collect, maintain, process, and use information from users' mobile devices to provide software updates, product support, and other services related to the app, and to verify compliance with the EULA",
        "fact": "Respondents failed to disclose or adequately disclose that the Brightest Flashlight App transmits, or allows the transmission of, users' devices' precise geolocation along with persistent device identifiers to various third parties, including third party advertising networks",
        "conclusion": "The failure to disclose, or adequately disclose, these facts, in light of the representation made, was, and is, a deceptive practice."
      },
      {
        "count_number": 2,
        "title": "False Representation About User Control Over Data Collection",
        "representation": "Respondents represented that consumers have the option to refuse the terms of the Brightest Flashlight EULA, including those relating to the collection and use of device data, and thereby prevent the Brightest Flashlight App from ever collecting or using their device's data",
        "fact": "Consumers cannot prevent the Brightest Flashlight App from ever collecting or using their device's data. Regardless of whether consumers accept or refuse the terms of the EULA, the Brightest Flashlight App transmits, or causes the transmission of, device data as soon as the consumer launches the application and before they have chosen to accept or refuse the terms of the EULA",
        "conclusion": "Therefore, the representation set forth in Paragraph 16 was, and is, false or misleading."
      }
    ]
  },
  "order": {
    "definitions": {
      "respondents": "Goldenshores Technologies, LLC, its successors and assigns; and Erik M. Geidl, individually and as the managing member of the limited liability company.",
      "Affected Consumers": "persons who, prior to the date of issuance of this order, downloaded and installed the \"Brightest Flashlight Free\" mobile application on their mobile device.",
      "Clearly and prominently": "A. In textual communications (e.g., printed publications or words displayed on the screen of a mobile device or computer), the required disclosures are of a type, size, and location sufficiently noticeable for an ordinary consumer to read and comprehend them, in print that contrasts highly with the background on which they appear; B. In communications disseminated orally or through audible means (e.g., radio or streaming audio), the required disclosures are delivered in a volume and cadence sufficient for an ordinary consumer to hear and comprehend them; C. In communications disseminated through video means (e.g., television or streaming video), the required disclosures are in writing in a form consistent with subparagraph (A) of this definition and shall appear on the screen for a duration sufficient for an ordinary consumer to read and comprehend them; D. In communications made through interactive media, such as the Internet, online services, and software, the required disclosures are unavoidable and presented in a form consistent with subparagraph (A) of this definition, in addition to any audio or video presentation of them; and E. In all instances, the required disclosures are presented in an understandable language and syntax; in the same language as the predominant language that is used in the communication; and with nothing contrary to, inconsistent with, or in mitigation of the disclosures used in any communication of them.",
      "Covered Information": "information from or about an individual consumer, including but not limited to (a) a first and last name; (b) a home or other physical address, including street name and name of city or town; (c) an email address or other online contact information, such as an instant messaging user identifier or a screen name; (d) a telephone number; (e) a Social Security number; (f) a driver's license or other state-issued identification number; (g) a financial institution account number; (h) credit or debit card information; (i) a persistent identifier, such as a customer number held in a \"cookie,\" a static Internet Protocol (\"IP\") address, a mobile device ID, or processor serial number; (j) precise geolocation data of an individual or mobile device, including but not limited to GPS-based, WiFi-based, or cell-based location information (\"geolocation information\"); (k) an authentication credential, such as a username and password; or (l) any other communications or content stored on a consumer's mobile device.",
      "Commerce": "as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. ยง 44."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Data Practices",
        "category": "prohibition",
        "summary": "Respondents must not misrepresent the extent to which Covered Information is collected, used, disclosed, or shared, or the extent to which users may exercise control over such information.",
        "requirements": [
          {
            "description": "Must not misrepresent the extent to which Covered Information is collected, used, disclosed, or shared",
            "quoted_text": "IT IS ORDERED that respondents and their officers, agents, representatives, and employees, directly or through any corporation, subsidiary, division, or other device, in connection with the advertising, promotion, offering for sale, sale, or dissemination of any product or service, in or affecting commerce, shall not misrepresent in any manner, expressly or by implication: A. The extent to which Covered Information is collected, used, disclosed, or shared",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent the extent to which users may exercise control over the collection, use, disclosure, or sharing of Covered Information",
            "quoted_text": "IT IS ORDERED that respondents and their officers, agents, representatives, and employees, directly or through any corporation, subsidiary, division, or other device, in connection with the advertising, promotion, offering for sale, sale, or dissemination of any product or service, in or affecting commerce, shall not misrepresent in any manner, expressly or by implication: B. The extent to which users may exercise control over the collection, use, disclosure, or sharing of Covered Information collected from or about them, their computers or devices, or their online activities.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Geolocation Information Disclosure and Consent Requirements",
        "category": "affirmative_obligation",
        "summary": "Respondents must clearly and prominently disclose geolocation data collection practices on a separate screen and obtain affirmative express consent before collecting or transmitting geolocation information.",
        "requirements": [
          {
            "description": "Clearly and prominently disclose, immediately prior to initial collection and on a separate screen, that the application collects geolocation information",
            "quoted_text": "IT IS FURTHER ORDERED that respondents and their officers, agents, representatives, and employees, directly or through any corporation, subsidiary, division, or other device, in connection with the advertising, promotion, offering for sale, sale, or dissemination of any mobile application that collects, transmits, or allows the transmission of geolocation information, in or affecting commerce, shall not collect, transmit, or allow the transmission of such information unless such application: A. Clearly and prominently, immediately prior to the initial collection of or transmission of such information, and on a separate screen from, any final \"end user license agreement,\" \"privacy policy,\" \"terms of use\" page, or similar document, discloses to the consumer the following: 1. That such application collects, transmits, or allows the transmission of, geolocation information",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Disclose how geolocation information may be used",
            "quoted_text": "A. Clearly and prominently, immediately prior to the initial collection of or transmission of such information, and on a separate screen from, any final \"end user license agreement,\" \"privacy policy,\" \"terms of use\" page, or similar document, discloses to the consumer the following: 2. How geolocation information may be used",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Disclose why the application is accessing geolocation information",
            "quoted_text": "A. Clearly and prominently, immediately prior to the initial collection of or transmission of such information, and on a separate screen from, any final \"end user license agreement,\" \"privacy policy,\" \"terms of use\" page, or similar document, discloses to the consumer the following: 3. Why such application is accessing geolocation information",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Disclose the identity or specific categories of third parties that receive geolocation information",
            "quoted_text": "A. Clearly and prominently, immediately prior to the initial collection of or transmission of such information, and on a separate screen from, any final \"end user license agreement,\" \"privacy policy,\" \"terms of use\" page, or similar document, discloses to the consumer the following: 4. The identity or specific categories of third parties that receive geolocation information directly or indirectly from such application",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Obtain affirmative express consent from the consumer to the transmission of geolocation information",
            "quoted_text": "IT IS FURTHER ORDERED that respondents and their officers, agents, representatives, and employees, directly or through any corporation, subsidiary, division, or other device, in connection with the advertising, promotion, offering for sale, sale, or dissemination of any mobile application that collects, transmits, or allows the transmission of geolocation information, in or affecting commerce, shall not collect, transmit, or allow the transmission of such information unless such application: B. Obtains affirmative express consent from the consumer to the transmission of such information.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Data Deletion Requirement",
        "category": "affirmative_obligation",
        "summary": "Respondents must delete all Covered Information relating to Affected Consumers collected prior to the order's entry date.",
        "requirements": [
          {
            "description": "Delete all Covered Information relating to Affected Consumers that was collected prior to the order's entry date",
            "quoted_text": "IT IS FURTHER ORDERED that respondents, within ten (10) days from the date of entry of this Order, shall delete all Covered Information relating to Affected Consumers that is within their possession, custody, or control and was collected at any time prior to the date of entry of this Order.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Recordkeeping Requirements",
        "category": "recordkeeping",
        "summary": "Respondents must maintain and make available to the FTC for five years all advertisements, promotional materials, complaints, and documents demonstrating compliance with the order.",
        "requirements": [
          {
            "description": "Maintain and make available all advertisements and promotional materials containing any representation covered by the order",
            "quoted_text": "IT IS FURTHER ORDERED that respondents shall, for five (5) years from the entry of this order or from the date of preparation, whichever is later, maintain and upon request make available to the Federal Trade Commission for inspection and copying: A. All advertisements and promotional materials containing any representation covered by this order, including but not limited to respondents' terms of use, end-user license agreements, frequently asked questions, privacy policies, and other documents publicly disseminated relating to: (a) the collection of data; (b) the use, disclosure or sharing of such data; and (c) opt-out practices and other mechanisms to limit or prevent such collection of data or the use, disclosure, or sharing of data",
            "deadline": "5 years",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Maintain all materials relied upon in disseminating any representation covered by the order",
            "quoted_text": "IT IS FURTHER ORDERED that respondents shall, for five (5) years from the entry of this order or from the date of preparation, whichever is later, maintain and upon request make available to the Federal Trade Commission for inspection and copying: B. All materials that were relied upon in disseminating any representation covered by this order",
            "deadline": "5 years",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Maintain complaints or inquiries relating to any Covered Application and responses to those complaints or inquiries",
            "quoted_text": "IT IS FURTHER ORDERED that respondents shall, for five (5) years from the entry of this order or from the date of preparation, whichever is later, maintain and upon request make available to the Federal Trade Commission for inspection and copying: C. Complaints or inquiries relating to any Covered Application, and any responses to those complaints or inquiries",
            "deadline": "5 years",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Maintain documents sufficient to demonstrate compliance with each provision of the order",
            "quoted_text": "IT IS FURTHER ORDERED that respondents shall, for five (5) years from the entry of this order or from the date of preparation, whichever is later, maintain and upon request make available to the Federal Trade Commission for inspection and copying: D. Documents that are sufficient to demonstrate compliance with each provision of this order.",
            "deadline": "5 years",
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Order Distribution and Acknowledgment",
        "category": "acknowledgment",
        "summary": "Respondents must deliver a copy of the order to all current and future personnel with relevant responsibilities and obtain signed acknowledgments of receipt.",
        "requirements": [
          {
            "description": "Deliver a copy of the order to all current and future principals, officers, directors, managers, employees, agents, and representatives with relevant responsibilities for five years",
            "quoted_text": "IT IS FURTHER ORDERED that respondents shall for five (5) years from the entry of this order deliver a copy of this order to all current and future principals, officers, directors, and managers, and to all current and future employees, agents, and representatives having responsibilities with respect to the subject matter of this order, and shall secure from each such person a signed and dated statement acknowledging receipt of the order.",
            "deadline": "5 years",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver the order to current personnel within thirty days after service of the order",
            "quoted_text": "Respondents shall deliver this order to current personnel within thirty (30) days after the date of service of this order",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver the order to future personnel within thirty days after they assume relevant positions or responsibilities",
            "quoted_text": "Respondents shall deliver this order to future personnel within thirty (30) days after the person assumes such position or responsibilities.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.8942857142857144
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Corporate Change Notification for Goldenshores Technologies",
        "category": "compliance_reporting",
        "summary": "Goldenshores Technologies must notify the Commission at least thirty days prior to any corporate change that may affect compliance obligations.",
        "requirements": [
          {
            "description": "Notify the Commission at least thirty days prior to any corporate change affecting compliance obligations",
            "quoted_text": "IT IS FURTHER ORDERED that respondent Goldenshores Technologies, LLC, and its successors and assigns, shall notify the Commission at least thirty (30) days prior to any change in the corporation(s) that may affect compliance obligations arising under this order, including but not limited to: a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in the corporate name or address.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "If learning of a corporate change less than thirty days before it occurs, notify the Commission as soon as practicable",
            "quoted_text": "Provided, however, that, with respect to any proposed change in the corporation about which respondent learns less than thirty (30) days prior to the date such action is to take place, respondent shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Individual Employment Change Notification for Erik M. Geidl",
        "category": "compliance_reporting",
        "summary": "Erik M. Geidl must notify the Commission for ten years of any discontinuance of current business or employment, or affiliation with any new business or employment.",
        "requirements": [
          {
            "description": "Notify the Commission of discontinuance of current business or employment, or affiliation with new business or employment, for ten years after the order's issuance",
            "quoted_text": "IT IS FURTHER ORDERED that respondent Erik M. Geidl, for a period of ten (10) years after the date of issuance of this order, shall notify the Commission of the discontinuance of his current business or employment, or of his affiliation with any new business or employment. The notice shall include respondent's new business address and telephone number and a description of the nature of the business or employment and his duties and responsibilities.",
            "deadline": "10 years",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondents must file an initial compliance report within sixty days and submit additional reports upon request.",
        "requirements": [
          {
            "description": "File a true and accurate compliance report within sixty days after service of the order",
            "quoted_text": "IT IS FURTHER ORDERED that respondents, within sixty (60) days after the date of service of this order, shall each file with the Commission a true and accurate report, in writing, setting forth in detail the manner and form of their own compliance with this order.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit additional true and accurate written reports within ten days of receipt of written notice from the Commission",
            "quoted_text": "Within ten (10) days of receipt of written notice from a representative of the Commission, they shall submit additional true and accurate written reports.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "The order will terminate on March 31, 2034, or twenty years from the most recent date the FTC files a complaint in federal court alleging violation of the order, whichever comes later.",
        "requirements": [
          {
            "description": "Order remains in effect until the specified termination date",
            "quoted_text": "This order will terminate on March 31, 2034, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part in this order that terminates in less than twenty (20) years; B. This order's application to any respondent that is not named as a defendant in such complaint; and C. This order if such complaint is filed after the order has terminated pursuant to this Part.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on March 31, 2034, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part in this order that terminates in less than twenty (20) years; B. This order's application to any respondent that is not named as a defendant in such complaint; and C. This order if such complaint is filed after the order has terminated pursuant to this Part."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "04.14, Goldenshores Technologies, LLC, and Erik M. Geidl Complaint.pdf",
      "order": "04.14, Goldenshores Technologies, LLC, and Erik M. Geidl Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 2,
      "order_provisions": 9,
      "order_definitions": 5,
      "order_requirements": 21
    },
    "processing_time_seconds": 113.1
  }
}