{
  "case_info": {
    "docket_number": "C-4398",
    "company": {
      "name": "Watershed Development Corp.",
      "incorporation_state": "Illinois",
      "entity_type": "corporation",
      "address": "28835 N. Herky Drive, Unit 106, Lake Bluff, Illinois 60044",
      "business_description": "Watershed is a franchisee of Aaron's, Inc. that operates rent-to-own stores in Illinois. The company rents goods such as furniture, household appliances, and consumer electronics including computers to consumers with an option to purchase."
    },
    "commissioners": [
      "Edith Ramirez, Chairwoman",
      "Julie Brill",
      "Maureen K. Ohlhausen",
      "Joshua D. Wright"
    ],
    "case_date": {
      "month": 4,
      "year": 2013
    },
    "legal_authority": "Section 5 of the Federal Trade Commission Act, 15 U.S.C. § 45(a)",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/112-3151-watershed-development-corp-matter",
    "statutory_topics": [
      "Section 5 Only"
    ],
    "practice_areas": [
      "Surveillance"
    ],
    "industry_sectors": [
      "Retail"
    ]
  },
  "complaint": {
    "factual_background": "Watershed Development Corporation, a rent-to-own franchisee operating eight stores in Illinois, installed PC Rental Agent software on rented computers that enabled it to remotely activate Detective Mode. This software secretly monitored computer users by logging keystrokes, taking screenshots, and accessing webcams to capture sensitive personal information including usernames, passwords, and financial account details. Watershed also used fake software registration windows to trick users into providing contact information, which it then used for debt collection purposes.",
    "representations_made": [
      {
        "description": "Represented that pop-up notices appearing on computer screens were legitimate notices from trusted software providers containing software registration forms that must be filled out to continue using the software",
        "quoted_text": "represented or caused to be represented to consumers, expressly or by implication, that certain pop-up notices that appear on computer screens are notices from trusted software providers that contain software registration forms that must be filled out with the consumers’ contact information in order to continue to use the providers’ software.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 18,
        "quote_start_line": 122,
        "quote_end_line": 125
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Unfair Gathering of Consumers' Personal Information",
        "representation": "Respondent installed monitoring software on rented computers and gathered sensitive personal information about consumers from those computers",
        "fact": "Respondent's actions cause or are likely to cause substantial injury to consumers that cannot be reasonably avoided and is not outweighed by countervailing benefits to consumers or competition",
        "conclusion": "Therefore, respondent's practices, as described in Paragraph 12, constitute unfair acts or practices in violation of Section 5 of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 2,
        "title": "Unfair Collection Practices",
        "representation": "Respondent used information improperly gathered from consumers to collect or attempt to collect a debt, money, or property pursuant to a consumer rental contract",
        "fact": "Respondent's actions cause or are likely to cause substantial injury to consumers that cannot be reasonably avoided and is not outweighed by countervailing benefits to consumers or competition",
        "conclusion": "Therefore, respondent's practices, as described in Paragraph 15, constitute unfair acts or practices in violation of Section 5 of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 3,
        "title": "Deceptive Gathering of Consumers' Personal Information",
        "representation": "Certain pop-up notices that appear on computer screens are notices from trusted software providers that contain software registration forms that must be filled out with the consumers' contact information in order to continue to use the providers' software",
        "fact": "These pop-up notices are not from trusted software providers and do not contain software registration forms that must be filled out with the consumers' contact information in order to continue to use the providers' software, but instead serve only to cause the consumer to provide the requested contact information so that respondent can use this information in connection with collecting or attempting to collect debts, money, or property pursuant to consumer rental contracts",
        "conclusion": "Therefore, respondent's practices, as described in Paragraph 18, constitute deceptive acts or practices in violation of Section 5 of the FTC Act, 15 U.S.C. § 45(a)."
      }
    ]
  },
  "order": {
    "definitions": {
      "respondent": "Watershed and its successors and assigns.",
      "Commerce": "as it is defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. § 44.",
      "Computer": "any desktop or laptop computer, handheld device, tablet, telephone, or other electronic product or device that has a platform on which to download, install, or run any software program, code, script, or other content.",
      "Clear(ly) and prominent(ly)": "a. In textual communications (e.g., printed publications or words displayed on the screen of a computer or mobile device), the required disclosures are of a type, size, and location sufficiently noticeable for an ordinary consumer to read and comprehend them, in print that contrasts highly with the background on which they appear;\n\nb. In communications disseminated orally or through audible means (e.g., radio or streaming audio), the required disclosures are delivered in a volume and cadence sufficient for an ordinary consumer to hear and comprehend them;\n\nc. In communications disseminated through video means (e.g., television or streaming video), the required disclosures are in writing in a form consistent with subpart (a) of this definition and shall appear on the screen for a duration sufficient for an ordinary consumer to read and comprehend them, and in the same language as the predominant language that is used in the communication;\n\nd. In communications made through interactive media, such as the Internet, online services, and software, the required disclosures are unavoidable and presented in a form consistent with subpart (a) of this definition, in addition to any audio or video presentation of them; and\n\ne. In all instances, the required disclosures are presented in an understandable language and syntax; in the same language as the predominant language that is used in the communication; and include nothing contrary to, inconsistent with, or in mitigation of any statement contained within the disclosure or within any document linked to or referenced therein.",
      "Geophysical location tracking technology": "any hardware, software, or application utilized in conjunction with a computer that collects and reports data or information that identifies the precise geophysical location of the computer. Geophysical location tracking technologies include, for these purposes, technologies that report: the GPS coordinates of a computer; the WiFi signals available to or actually used by a computer to access the Internet; the telecommunication towers or connections available to or actually used by a computer; the processing of any such reported data through geolocation lookup services; or any information derived from any combination of the foregoing.",
      "Monitoring technology": "any hardware, software, or application utilized in conjunction with a computer that can cause the computer to (1) capture, monitor, or record, and (2) report information about user activities by:\n\na. Recording keystrokes, clicks, or other user-generated actions;\n\nb. Capturing screenshots of the information displayed on a computer monitor or screen; or\n\nc. Activating the camera or microphone function of a computer to take photographs or record audio or visual content through the computer's webcam or microphone.",
      "Covered rent-to-own transaction": "any transaction where a consumer enters into an agreement for the purchase or rental of a computer and the consumer's contract or rental agreement provides for payments over time and an option to purchase the computer."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Monitoring Technology Prohibited",
        "category": "prohibition",
        "summary": "Respondent is permanently restrained and enjoined from using any monitoring technology to gather information or data from any computer rented to a consumer in connection with any covered rent-to-own transaction.",
        "requirements": [
          {
            "description": "Must not use any monitoring technology to gather information or data from any computer rented to a consumer",
            "quoted_text": "IT IS HEREBY ORDERED that respondent, directly or through any corporation, partnership, subsidiary, division, trade name, or other device, and its officers, agents, servants, employees, and all persons or entities in active concert or participation with it who receive actual notice of this order, by personal service or otherwise, in connection with any covered rent-to- own transaction, are hereby permanently restrained and enjoined from using any monitoring technology to gather information or data from any computer rented to a consumer.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 104,
            "quote_end_line": 109
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Surveillance"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Use of Tracking Technology Limited",
        "category": "prohibition",
        "summary": "Respondent is permanently restrained and enjoined from gathering information via geophysical location tracking technology without providing clear and prominent notice and obtaining affirmative express consent, with specific notice and consent requirements and exceptions for stolen computers.",
        "requirements": [
          {
            "description": "Must not gather any information or data from any computer via any geophysical location tracking technology without providing clear and prominent notice at the time the computer is rented and immediately prior to each use, and obtaining affirmative express consent at the time the computer is rented",
            "quoted_text": "A. Gathering any information or data from any computer via any geophysical location tracking technology without providing clear and prominent notice to the computer user at the time the computer is rented and immediately prior to each use of the geophysical location tracking technology, and also obtaining affirmative express consent from the computer’s renter at the time the computer is rented;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 120,
            "quote_end_line": 124
          },
          {
            "description": "Must not install or activate on rented computers geophysical location tracking technology where that technology does not provide clear and prominent notice to the computer user immediately prior to each use",
            "quoted_text": "B. Installing or activating on rented computers geophysical location tracking technology where that technology does not provide clear and prominent notice to the computer user immediately prior to each use of the geophysical location tracking technology; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 125,
            "quote_end_line": 127
          },
          {
            "description": "Must provide clear and prominent notice to computer users separate from any privacy policy, terms of service, or similar document, disclosing that geophysical location tracking technology is installed and/or currently running, the types of user activity being captured, the entities with whom data will be shared, the purpose for collection, and contact information",
            "quoted_text": "1. Clear and Prominent Notice: respondent shall provide a clear and prominent notice to the user, separate and apart from any “privacy policy,” “data use policy,” “terms of service,” “end-user license agreement,” “lease agreement,” or other similar document, that discloses (1) that geophysical location tracking technology is installed and/or currently running on the computer; (2) the types of user activity or conduct that is being captured by such technology; (3) the identities or specific categories of entities with whom any data or information that is collected will be shared or otherwise provided; (4) the purpose(s) for the collection, use, or sharing of such data or information; and (5) where and how the user can contact someone for additional information.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 131,
            "quote_end_line": 140
          },
          {
            "description": "Must obtain affirmative express consent by giving the computer renter an equally clear and prominent choice to either agree or not agree to any geophysical location tracking technology, with neither option highlighted or preselected as a default, and activation must not proceed until affirmative express consent is provided",
            "quoted_text": "2. Affirmative Express Consent: respondent shall obtain affirmative express consent by giving the computer renter an equally clear and prominent choice to either agree or not agree to any geophysical location tracking technology, and neither option may be highlighted or preselected as a default setting. Activation of any geophysical location tracking technology must not proceed until the computer’s renter provides affirmative express consent. Notwithstanding the foregoing, nothing in this Part shall require respondent to rent a computer to a user who declines to consent to installation or activation of any geophysical tracking technology.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 141,
            "quote_end_line": 148
          },
          {
            "description": "Must provide that the activation of any geophysical location tracking technology be accompanied by the installation of a clear and prominent icon on the computer desktop and system tray, which when clicked discloses the required information about the tracking technology",
            "quoted_text": "3. Icons: respondent shall provide that the activation of any geophysical location tracking technology be accompanied by the installation of a clear and prominent Page 4 of 8 icon on the computer on which the technology is installed, such as on the desktop and in the desktop system tray of the computer. Clicking on the icon must clearly and prominently disclose: (1) that geophysical location tracking technology is installed and currently running on the computer; (2) the types of user activity or conduct that is being captured by such technology; (3) the identities or specific categories of entities with whom any data or information that is collected will be shared or otherwise provided; (4) the purpose(s) for the collection, use, or sharing of such data or information; and (5) where and how the user can contact someone for additional information.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 149,
            "quote_end_line": 161
          },
          {
            "description": "Must retain documents establishing that the renter reported the computer has been stolen or respondent has a reasonable basis to believe it was stolen, and that either the renter or respondent filed a police report, when suspending notice requirements and activating geophysical location tracking technology",
            "quoted_text": "Provided that respondent may suspend the notice requirements of this Part and activate geophysical location tracking technology if a) the renter reports that the computer has been stolen or respondent otherwise has a reasonable basis to believe that the computer has been stolen, and b) either the renter or respondent has filed a police report stating that the computer has been stolen. Provided further that respondent shall retain documents establishing (a) and (b). For purposes of this Order, “filing of a police report” means the filing of the renter’s or respondent’s complaint with the police department in any form recognized in the jurisdiction.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 162,
            "quote_end_line": 168
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Surveillance"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "III",
        "title": "No Deceptive Gathering of Consumer Information",
        "category": "prohibition",
        "summary": "Respondent is permanently restrained and enjoined from making or causing to be made any false representation or depiction in any notice, prompt screen, or other software application appearing on the screen of any computer that results in gathering information from or about a consumer, including location information.",
        "requirements": [
          {
            "description": "Must not make or cause to be made any false representation or depiction in any notice, prompt screen, or other software application appearing on the screen of any computer that results in gathering information from or about a consumer, including location information",
            "quoted_text": "IT IS FURTHER ORDERED that respondent, directly or through any corporation, partnership, subsidiary, division, trade name, or other device, and its officers, agents, servants, employees, and all persons or entities in active concert or participation with it who receive actual notice of this order, by personal service or otherwise, in connection with any covered rent-to- own transaction, are hereby permanently restrained and enjoined from making or causing to be made any false representation or depiction in any notice, prompt screen, or other software application appearing on the screen of any computer that results in gathering information from or about a consumer, including without limitation location information.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 171,
            "quote_end_line": 178
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Surveillance"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "IV",
        "title": "No Use of Improperly Obtained Information in Collections",
        "category": "prohibition",
        "summary": "Respondent is permanently restrained and enjoined from using, in connection with collecting or attempting to collect a debt, money, or property pursuant to a covered rent-to-own transaction, any information or data obtained in a manner that does not comply with Parts I, II, and III of this Order.",
        "requirements": [
          {
            "description": "Must not use, in connection with collecting or attempting to collect a debt, money, or property pursuant to a covered rent-to-own transaction, any information or data obtained in a manner that does not comply with Parts I, II, and III of this Order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent, directly or through any corporation, partnership, subsidiary, division, trade name, or other device, and its officers, agents, servants, employees, and all persons or entities in active concert or participation with it who receive actual notice of this order, by personal service or otherwise, are hereby permanently restrained and enjoined from using, in connection with collecting or attempting to collect a debt, money, or property pursuant to a covered rent-to-own transaction, any information or data obtained in a manner that does not comply with Parts I, II, and III of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 181,
            "quote_end_line": 187
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Surveillance"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "V",
        "title": "Protection of Data",
        "category": "affirmative_obligation",
        "summary": "Respondent must delete or destroy all user data previously gathered using any monitoring or geophysical location tracking technology that does not comply with Parts I, II, and III of this Order, and must render information collected unreadable during transmission.",
        "requirements": [
          {
            "description": "Must delete or destroy all user data previously gathered using any monitoring or geophysical location tracking technology that does not comply with Parts I, II, and III of this Order",
            "quoted_text": "A. Delete or destroy all user data previously gathered using any monitoring or geophysical location tracking technology that does not comply with Parts I, II, and III of this Order; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 197,
            "quote_end_line": 199
          },
          {
            "description": "Must transfer data or information gathered by any monitoring or geophysical location tracking technology from the computer to respondent's server(s), and from the respondent's server(s) to any other computers or servers only if the information collected is rendered unreadable, unusable, or indecipherable during transmission",
            "quoted_text": "B. Transfer data or information gathered by any monitoring or geophysical location tracking technology from the computer upon which the technology is installed to respondent’s server(s), and from the respondent’s server(s) to any other computers or servers only if the information collected is rendered unreadable, unusable, or indecipherable during transmission.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 200,
            "quote_end_line": 203
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Surveillance"
        ],
        "remedy_types": [
          "Data Deletion"
        ]
      },
      {
        "provision_number": "VI",
        "title": "No Misrepresentations About Privacy",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent, in any manner, expressly or by implication, the extent to which respondent maintains and protects the security, privacy, or confidentiality of any personal information collected from or about consumers.",
        "requirements": [
          {
            "description": "Must not misrepresent, in any manner, expressly or by implication, the extent to which respondent maintains and protects the security, privacy, or confidentiality of any personal information collected from or about consumers",
            "quoted_text": "IT IS FURTHER ORDERED that respondent, directly or through any corporation, partnership, subsidiary, division, trade name, or other device, and its officers, agents, servants, employees, and all persons or entities in active concert or participation with it who receive actual notice of this order, by personal service or otherwise, in connection with any covered rent-to- own transaction shall not misrepresent, in any manner, expressly or by implication, the extent to which respondent maintains and protects the security, privacy, or confidentiality of any personal information collected from or about consumers.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 206,
            "quote_end_line": 212
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Distribution of Order",
        "category": "acknowledgment",
        "summary": "Respondent must deliver a copy of this order to all current and future principals, officers, directors, and managers who have responsibilities related to the subject matter ofthis order, and obtain signed and dated acknowledgments of receipt.",
        "requirements": [
          {
            "description": "Must deliver a copy of this order to all current principals, officers, directors, and managers who have responsibilities related to the subject matter of this order within seven days after the date of service of the order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent must deliver a copy of this order to all current and future principals, officers, directors, and managers who have responsibilities related to the subject matter of this order. Delivery must occur within seven days after the date of service of the order for current personnel. For new personnel, delivery must occur before they",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 215,
            "quote_end_line": 218
          },
          {
            "description": "Must deliver a copy of this order to future principals, officers, directors, and managers who have responsibilities related to the subject matter of this order before they assume their responsibilities",
            "quoted_text": "service of the order for current personnel. For new personnel, delivery must occur before they assume their responsibilities. From each individual to whom respondent delivers a copy of this",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 218,
            "quote_end_line": 219
          },
          {
            "description": "Must obtain a signed and dated acknowledgment of receipt of this Order from each individual to whom respondent delivers a copy of this Order, with any electronic signatures complying with the requirements of the E-Sign Act, 15 U.S.C. § 7001 et seq.",
            "quoted_text": "assume their responsibilities. From each individual to whom respondent delivers a copy of this Order, respondent must obtain a signed and dated acknowledgment of receipt of this Order, with any electronic signatures complying with the requirements of the E-Sign Act, 15 U.S.C. § 7001 et seq.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 219,
            "quote_end_line": 222
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Surveillance"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondent and its successors and assigns must file compliance reports with the Commission within 60 days after service of this order and at such other times as the Commission may require, and notify the Commission at least 30 days prior to any change in the corporation that may affect compliance obligations.",
        "requirements": [
          {
            "description": "Must file with the Commission a true and accurate report, in writing, setting forth in detail the manner and form in which they have complied with this order",
            "quoted_text": "A. Respondent, and its successors and assigns, shall, within sixty (60) days after the date of service of this order, and at such other times as the Commission may require, file with the Commission a true and accurate report, in writing, setting forth in detail the manner and form in which they have complied with this order. Within ten (10) days of receipt of written notice from",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 229,
            "quote_end_line": 232
          },
          {
            "description": "Must submit additional true and accurate written reports within ten (10) days of receipt of written notice from a representative of the Commission",
            "quoted_text": "which they have complied with this order. Within ten (10) days of receipt of written notice from a representative of the Commission, respondent shall submit additional true and accurate written reports.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 232,
            "quote_end_line": 234
          },
          {
            "description": "Must notify the Commission at least thirty (30) days prior to any change in the corporation that may affect compliance obligations arising under this order, including dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation, the creation or dissolution of a subsidiary, parent, or related entity, the proposed filing of a bankruptcy petition, or a change in the corporate name or address",
            "quoted_text": "B. Respondent, and its successors and assigns, shall notify the Commission at least thirty (30) days prior to any change in the corporation that may affect compliance obligations arising under this order, including, but not limited to, dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or related entity that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in the corporate name or address. Provided, however, that, with respect to any proposed change in the corporation about which respondent learns less than thirty (30) days prior to the date such action is to take place, the respondent shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 235,
            "quote_end_line": 244
          },
          {
            "description": "Must send all notices required by this Part by overnight courier to the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580, with the subject line Watershed Development Corp., File No. 1123151, or by first class mail if an electronic version is contemporaneously sent to DEbrief@ftc.gov",
            "quoted_text": "C. Unless otherwise directed by a representative of the Commission, all notices required by this Part shall be sent by overnight courier (not the U.S. Postal Service) to the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580, with the subject line Watershed Development Corp., File No. 1123151. Provided, however; that, in lieu of overnight courier, notices may be sent by first class mail, but only if an electronic version of each such notice is contemporaneously sent to the Commission at DEbrief@ftc.gov.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 245,
            "quote_end_line": 251
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Surveillance"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "IX",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must maintain and make available to the Federal Trade Commission for inspection and copying, for five years after the last date of any act or practice covered by Parts I-VI of this Order, any documents that comprise or relate to complaints or inquiries concerning monitoring or geophysical tracking technologies, demonstrate full compliance with the order, contradict compliance, or acknowledge receipt of the order.",
        "requirements": [
          {
            "description": "Must maintain and upon reasonable notice make available to the Federal Trade Commission for inspection and copying, for five (5) years after the last date of any act or practice covered by Parts I-VI of this Order, documents that comprise or relate to complaints or inquiries concerning any monitoring or geophysical tracking technologies sold, licensed, or otherwise provided to any third party, and any responses to those complaints or inquiries",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall, for five (5) years after the last date of any act or practice covered by Parts I – VI of this Order, maintain and upon reasonable notice make available to the Federal Trade Commission for inspection and copying, any documents, whether prepared by or on behalf of respondent, that: A. Comprise or relate to complaints or inquiries, whether received directly, indirectly, or through any third party, concerning any monitoring or geophysical tracking technologies sold, licensed, or otherwise provided to any third party, and any responses to those complaints or inquiries;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 254,
            "quote_end_line": 261
          },
          {
            "description": "Must maintain and make available documents that are reasonably necessary to demonstrate full compliance with each provision of this order, including all documents obtained, created, generated, or which in any way relate to the requirements, provisions, or terms of this order, and all reports submitted to the Commission pursuant to this order",
            "quoted_text": "B. Are reasonably necessary to demonstrate full compliance with each provision of this order, including but not limited to, all documents obtained, created, generated, or which in any way relate to the requirements, provisions, or terms of this order, and all reports submitted to the Commission pursuant to this order;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 265,
            "quote_end_line": 268
          },
          {
            "description": "Must maintain and make available documents that contradict, qualify, or call into question respondent's compliance with this order",
            "quoted_text": "C. Contradict, qualify, or call into question respondent’s compliance with this order; or",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 269,
            "quote_end_line": 270
          },
          {
            "description": "Must maintain and make available documents that acknowledge receipt of this order obtained pursuant to Part VII",
            "quoted_text": "D. Acknowledge receipt of this order obtained pursuant to Part VII.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 271,
            "quote_end_line": 271
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Surveillance"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "X",
        "title": "Termination of Order",
        "category": "duration",
        "summary": "This Order will terminate on April 11, 2033, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint in federal court alleging any violation of the Order, whichever comes later, subject to certain exceptions.",
        "requirements": [
          {
            "description": "Order will terminate on April 11, 2033, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint in federal court alleging any violation of the Order, whichever comes later",
            "quoted_text": "This Order will terminate on April 11, 2033, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part in this Order that terminates in less than twenty (20) years; B. This Order if such complaint is filed after the order has terminated pursuant to this Part.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 274,
            "quote_end_line": 280
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Surveillance"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This Order will terminate on April 11, 2033, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part in this Order that terminates in less than twenty (20) years; B. This Order if such complaint is filed after the order has terminated pursuant to this Part. Provided, further, that if such complaint is dismissed or a federal court rules that respondent did not violate any provision of the Order, and the dismissal or ruling is either not appealed or upheld on appeal, then the Order will terminate according to this Part as though the complaint had never been filed, except that the Order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "04.13, Watershed Development Complaint.pdf",
      "order": "04.13, Watershed Development Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 3,
      "complaint_representations": 1,
      "order_provisions": 10,
      "order_definitions": 7,
      "order_requirements": 24,
      "provisions_per_section": {
        "I": 1,
        "II": 6,
        "III": 1,
        "IV": 1,
        "V": 2,
        "VI": 1,
        "VII": 3,
        "VIII": 4,
        "IX": 4,
        "X": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 2
      },
      "verification_details": {
        "complaint_verified": 1,
        "complaint_total": 1,
        "order_verified": 24,
        "order_total": 24
      }
    },
    "processing_time_seconds": 152.3
  }
}