{
  "case_info": {
    "docket_number": "14-cv-02054",
    "company": {
      "name": "InfoTrack Information Services, Inc.",
      "incorporation_state": "Illinois",
      "entity_type": "corporation",
      "address": "Deerfield, Illinois",
      "business_description": "InfoTrack provides background screening reports to employers about prospective and current employees, including public record information such as sex offender registry data and criminal histories."
    },
    "commissioners": [],
    "case_date": {
      "month": 4,
      "year": 2014
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a); Fair Credit Reporting Act, 15 U.S.C. §§ 1681-1681x; Sections 607(b), 609(a), 611(a)(1)(A), 611(a)(6), and 613(a)(1) of the FCRA",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/122-3092-infotrack-information-services-inc-et-al"
  },
  "complaint": {
    "factual_background": "InfoTrack Information Services, a consumer reporting agency, provided background screening reports to employers for employment decisions. The company failed to follow reasonable procedures to ensure the accuracy of consumer reports, particularly when reporting sex offender registry matches. When no date of birth was available in the registry and multiple people shared the same name, InfoTrack reported 'possible matches' that included information about individuals who could not have been the subject of the inquiry. The company also failed to provide required notices to users and furnishers of consumer reports, and failed to comply with special requirements for reporting public record information for employment purposes.",
    "representations_made": [],
    "counts": [
      {
        "count_number": 1,
        "title": "Failure to Ensure Maximum Possible Accuracy",
        "representation": "Defendants were required to follow reasonable procedures to assure maximum possible accuracy of consumer reports, particularly to assure that information concerned the individual who was the subject of the report",
        "fact": "Defendants failed to follow reasonable procedures to assure maximum possible accuracy. When searching the National Sex Offender Registry without dates of birth available, Defendants reported 'possible matches' that included names and pictures of several different people with the same name, resulting in consumer reports that necessarily included information about individuals other than the prospective employees",
        "conclusion": "Defendants violated section 607(b) of the FCRA, 15 U.S.C. § 1681e(b), and pursuant to section 621(a)(1) of the FCRA, these acts also constitute unfair or deceptive acts or practices in violation of section 5(a) of the FTC Act"
      },
      {
        "count_number": 2,
        "title": "Failure to Provide Required Notices",
        "representation": "Defendants were required to provide prescribed User Notice and Furnisher Notice to persons who receive consumer reports and persons who furnish information to the consumer reporting agency",
        "fact": "From at least July 1, 2009 until at least January 2012, Defendants failed to provide the prescribed User Notice and Furnisher Notice required by the FCRA",
        "conclusion": "Defendants violated section 607(d) of the FCRA, 15 U.S.C. § 1681e(d), and pursuant to section 621(a)(1) of the FCRA, these acts also constitute unfair or deceptive acts or practices in violation of section 5(a) of the FTC Act"
      },
      {
        "count_number": 3,
        "title": "Failure to Comply with Public Record Reporting Requirements",
        "representation": "Defendants were required to either notify consumers when public record information was reported for employment purposes, or maintain strict procedures to ensure the public record information was complete and up to date",
        "fact": "For consumer reports containing sex offender registry information, Defendants neither provided the required notice to consumers at the time information was reported, nor maintained strict procedures designed to ensure that public record information was complete and up to date",
        "conclusion": "Defendants violated section 613(a)(1)-(2) of the FCRA, 15 U.S.C. § 1681k(a)(1)-(2), and pursuant to section 621(a)(1) of the FCRA, these acts also constitute unfair or deceptive acts or practices in violation of section 5(a) of the FTC Act"
      }
    ]
  },
  "order": {
    "definitions": {
      "Clear and Prominent": "in textual communications (e.g., printed publications or words displayed on the screen of a computer), the required disclosures are of a type, size, and location sufficiently noticeable for an ordinary consumer to read and comprehend them, in print that contrasts with the background on which they appear; in communications disseminated orally or through audible means (e.g., radio or streaming audio), the required disclosures are delivered in a volume and cadence sufficient for an ordinary consumer to hear and comprehend them; in communications disseminated through video means (e.g., television or streaming video), the required disclosures are in writing in a form consistent with subparagraph (1) of this definition and shall appear on the screen for a duration sufficient for an ordinary consumer to read and comprehend them, and in the same language as the predominant language that is used in the communication; in communications made through interactive media, such as the Internet, online services, and software, the required disclosures are unavoidable and presented in a form consistent with subparagraph (1) of this definition, in addition to any audio or video presentation of them; and in all instances, the required disclosures are presented in an understandable language and syntax, and with nothing contrary to, inconsistent with, or in mitigation of the disclosures used in any communication of them.",
      "Consumer Report": "any written, oral, or other communication of any information by a Consumer Reporting Agency bearing on a consumer's credit worthiness, credit standing, credit capacity, character, general reputation, personal characteristics, or mode of living which is used or expected to be used or collected in whole or in part for the purpose of serving as a factor in establishing the consumer's eligibility for (A) credit or insurance to be used primarily for personal, family, or household purposes; (B) employment purposes; or (C) any other purpose authorized under FCRA Section 604, 15 U.S.C. § 1681b.",
      "Consumer Reporting Agency": "any person which, for monetary fees, dues, or on a cooperative nonprofit basis, regularly engages in whole or in part in the practice of assembling or evaluating consumer credit information or other information on consumers for the purpose of furnishing Consumer Reports to third parties, and which uses any means or facility of interstate commerce for the purpose of preparing or furnishing Consumer Reports.",
      "Corporate Defendant": "Info Track Information Services, Inc. and its successors and assigns.",
      "Defendants": "Individual Defendant and Corporate Defendant, individually, collectively, or in any combination.",
      "Individual Defendant": "Steven Kaplan."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibited Business Activities",
        "category": "prohibition",
        "summary": "Defendants are permanently restrained from engaging in various prohibited practices while operating as a Consumer Reporting Agency, including failing to maintain reasonable accuracy procedures and failing to provide required notices.",
        "requirements": [
          {
            "description": "Must not fail to maintain reasonable procedures to assure maximum possible accuracy of information in Consumer Reports",
            "quoted_text": "Defendants, Defendants' officers, agents, servants, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with operating as a Consumer Reporting Agency, are hereby permanently restrained and enjoined from: failing to maintain reasonable procedures to assure the maximum possible accuracy of the information concerning the individual about whom a Consumer Report relates",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Must not fail to provide notice to persons who regularly furnish information to the agency",
            "quoted_text": "failing to provide a notice identical or substantially similar to the one attached as Attachment A to this Order, to any person who regularly and in the ordinary course of business furnishes information to the agency with respect to any consumer",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not fail to provide notice to persons who receive Consumer Reports",
            "quoted_text": "failing to provide a notice identical or substantially similar to the one attached as Attachment B to this Order, to any person to whom a Consumer Report is provided by Defendants, provided that Defendants may provide an electronic copy of the notice to a user if: (a) in the ordinary course of business, the user obtains Consumer Report information from Defendants in electronic form, and (b) the notice is Clear and Prominent",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not fail to notify consumers when reporting public record information for employment purposes or maintain strict procedures to ensure it is complete and up to date",
            "quoted_text": "to the extent Defendants furnish Consumer Reports for employment purposes and for that purpose compile and report items of information on consumers which are matters of public record and are likely to have an adverse effect upon a consumer's ability to obtain employment, failing to: at the time such public record information is reported to the user of such consumer report, notify the consumer of the fact that public record information is being reported by Defendants, together with the name and address of the person to whom such information is being reported; or, in the alternative, maintain strict procedures designed to insure that whenever public record information which is likely to have an adverse effect on a consumer's ability to obtain employment is reported it is complete and up to date.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Monetary Judgment for Civil Penalty",
        "category": "affirmative_obligation",
        "summary": "A judgment of $1,000,000 is entered against Defendants, with $60,000 to be paid immediately and the remainder suspended subject to truthfulness of financial representations.",
        "requirements": [
          {
            "description": "Pay $60,000 to the Treasurer of the United States",
            "quoted_text": "Defendants are ordered to pay to the Plaintiff by making payment to the Treasurer of the United States Sixty Thousand Dollars ($60,000). Such payment must be made within seven (7) days of the date of service of this Order by electronic fund transfer in accordance with instructions provided by the Office of Consumer Litigation, Civil Division, U.S. Department of Justice, Washington, D.C. 20530, for appropriate disposition.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Additional Monetary Provisions",
        "category": "affirmative_obligation",
        "summary": "Defendants relinquish rights to transferred assets, facts in complaint will be taken as true in future litigation, and Individual Defendant acknowledges judgment is not dischargeable in bankruptcy.",
        "requirements": [
          {
            "description": "Relinquish all legal and equitable rights to assets transferred pursuant to this Order",
            "quoted_text": "Defendants relinquish dominion and all legal and equitable right, title and interest in all assets transferred pursuant to this Order and may not seek the return of any assets.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Notice to Consumers",
        "category": "affirmative_obligation",
        "summary": "Defendants must notify consumers who were subjects of Consumer Reports that incorrectly included National Sex Offender Registry records of multiple individuals.",
        "requirements": [
          {
            "description": "Notify each consumer who received a Consumer Report with National Sex Offender Registry records of more than one individual",
            "quoted_text": "within sixty (60) days of the entry of this Order, for each Consumer Report that Defendants furnished to any third party that included the National Sex Offender Registry records of more than one individual, Defendants shall notify each consumer who was the subject of such Consumer Report. Such notice shall be mailed by Defendants to consumers in an envelope upon which a first-class stamp has been applied by hand. Defendants shall provide the notice to each such consumer in the form contained in Attachment C of this Order, and send the notice in the envelope form identified in Attachment D of this Order.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Take reasonable steps to obtain correct addresses for returned mailings and resend notice",
            "quoted_text": "For each mailing returned by the U.S. Postal Service as undeliverable, Defendants shall take reasonable steps to obtain a correct address. For each correct address found, Defendants shall, within fifteen (15) business days after receiving the corrected address, resend the notice to the corrected address.",
            "deadline": "15 business days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Maintain appropriate staff to handle consumer inquiries and disputes resulting from the notice",
            "quoted_text": "Defendants shall thereafter maintain appropriate staff to answer inquiries resulting from the notice, and any requests for reports, disputes, and investigations of claims of inaccuracies in reports Defendants provided to employers or other third parties.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Defendants must obtain and submit acknowledgments of receipt of this Order from themselves and relevant personnel.",
        "requirements": [
          {
            "description": "Each Defendant must submit acknowledgment of receipt of Order",
            "quoted_text": "Each Defendant, within seven (7) days of entry of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver copy of Order to principals, officers, directors, managers, employees, and agents",
            "quoted_text": "For five (5) years after entry of this Order, Individual Defendant, for any business that he individually or collectively with any other Defendants, is the majority owner or controls directly or indirectly, and Corporate Defendant, must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees, agents, and representatives who participate in conduct related to the subject matter of the Order; and (3) any business entity resulting from any change in structure as set forth in the Section titled Compliance Reporting. Delivery must occur within seven (7) days of entry of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "7 days for current personnel, before assuming responsibilities for others",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Obtain signed and dated acknowledgments from individuals who received copy of Order",
            "quoted_text": "From each individual or entity to which a Defendant delivered a copy of this Order, that Defendant must obtain, within thirty (30) days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.8091286307053942
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendants must submit compliance reports and notices to the Commission, including one-year compliance reports and notices of changes in business structure.",
        "requirements": [
          {
            "description": "Submit one-year compliance report with detailed business and compliance information",
            "quoted_text": "One year after entry of this Order, each Defendant must submit a compliance report, sworn under penalty of perjury. Each Defendant must: (a) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission may use to communicate with Defendant; (b) identify all of Defendant's businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (c) describe the activities of each business, including the products and services offered, the means of advertising, marketing, and sales, and the involvement of any other Defendant (which Individual Defendant must describe if he knows or should know due to his own involvement); (d) describe in detail whether and how Defendant is in compliance with each Section of this Order; and (e) provide a copy of each Order Acknowledgment obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Submit compliance notice within 14 days of changes in contact information or business structure",
            "quoted_text": "For 20 years following entry of this Order, each Defendant must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following: (a) any designated point of contact; or (b) the structure of Corporate Defendant or any entity that any Defendant has any ownership interest in or directly or indirectly controls that may affect compliance obligations arising under this Order, including creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit notice of bankruptcy or insolvency proceeding",
            "quoted_text": "Each Defendant must submit to the Commission notice of the filing of any bankruptcy petition, insolvency proceeding, or any similar proceeding by or against such Defendant within 14 days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Recordkeeping Provisions",
        "category": "recordkeeping",
        "summary": "Defendants must create and retain specific records for 20 years, including accounting records, personnel records, customer files, and compliance documents.",
        "requirements": [
          {
            "description": "Create records for 20 years and retain each record for 5 years, including accounting, personnel, customer files, complaints, training materials, and compliance documents",
            "quoted_text": "Defendants must create certain records for 20 years after entry of the Order, and retain each such record for five (5) years. Specifically, in connection with providing Consumer Reports, Corporate Defendant and Individual Defendant, for any business in which he is a majority owner or directly or indirectly controls, must maintain the following records: Accounting records showing the revenues from all goods or services sold, all costs incurred in generating those revenues, and the resulting net profit or loss; Personnel records showing, for each employee: name, addresses, and telephone numbers; job title or position; dates of service; and, if applicable, the reason for termination; Customer files showing the names, addresses, telephone numbers, dollar amounts paid, and the quantity and description of goods or services purchased; Complaints and refund requests, whether received directly or indirectly, such as through a third party, and any response; All employee training materials; All documents necessary to demonstrate full compliance with each provision of this Order",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission and Plaintiff are authorized to monitor Defendants' compliance through various means including depositions, document requests, and interviews.",
        "requirements": [
          {
            "description": "Comply with Commission requests for additional reports, depositions, and document production",
            "quoted_text": "Within 14 days of receipt of a written request from a representative of the Commission or Plaintiff, each Defendant must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury; appear for depositions; and produce documents, for inspection and copying. The Commission and Plaintiff are also authorized to obtain discovery, without further leave of court, using any of the procedures prescribed by Federal Rules of Civil Procedure 29, 30 (including telephonic depositions), 31, 33, 34, 36, 45, and 69.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Permit Commission to communicate directly with Defendants and interview employees",
            "quoted_text": "For matters concerning this Order, the Commission and Plaintiff are authorized to communicate directly with each Defendant. Defendants must permit representatives of the Commission and Plaintiff to interview any employee or other person affiliated with any Defendant who has agreed to such an interview. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction over this matter for purposes of construction, modification, and enforcement of the Order.",
        "requirements": [
          {
            "description": "Court retains jurisdiction for construction, modification, and enforcement",
            "quoted_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Costs and Attorneys' Fees",
        "category": "affirmative_obligation",
        "summary": "Each party shall bear its own costs and attorneys' fees incurred in connection with this action.",
        "requirements": [
          {
            "description": "Each party bears own costs and attorneys' fees",
            "quoted_text": "IT IS FURTHER ORDERED that each party shall bear its own costs and attorneys' fees incurred in connection with this action.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "For 20 years following entry of this Order, each Defendant must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following: (a) any designated point of contact; or (b) the structure of Corporate Defendant or any entity that any Defendant has any ownership interest in or directly or indirectly controls that may affect compliance obligations arising under this Order, including creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "04.14, Infotrack Information Services Complaint.pdf",
      "order": "04.14, Infotrack Information Services Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 3,
      "complaint_representations": 0,
      "order_provisions": 10,
      "order_definitions": 6,
      "order_requirements": 20
    },
    "processing_time_seconds": 161.4
  }
}