{
  "case_info": {
    "docket_number": "C-4701",
    "company": {
      "name": "Central Credit, LLC",
      "incorporation_state": "",
      "entity_type": "limited liability company",
      "address": "3525 East Post Road, Suite 120, Las Vegas, Nevada 89120",
      "business_description": "Central Credit maintains and sells consumer credit and check-cashing information to casinos. The company sells credit reports and check verification services to casinos for credit decisions and licensing determinations."
    },
    "commissioners": [],
    "case_date": {
      "month": 4,
      "year": 2010
    },
    "legal_authority": "Sections 5(a), 13(b), and 16(a) of the Federal Trade Commission Act, 15 U.S.C. §§ 45(a), 53(b), and 56(a); and the Fair Credit Reporting Act, 15 U.S.C. §§ 1681-1681x",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/082-3106-united-states-america-v-central-credit-llc"
  },
  "complaint": {
    "factual_background": "Central Credit, LLC, a nationwide specialty consumer reporting agency, failed to comply with multiple Fair Credit Reporting Act requirements. Prior to 2008, the company failed to provide required notices to furnishers and users of consumer reports, failed to provide complete Summary of Rights notices to consumers, and failed to establish a streamlined process for consumers to request free annual file disclosures including posting the toll-free number on its website.",
    "representations_made": [],
    "counts": [
      {
        "count_number": 1,
        "title": "Failure to Provide Required Notices to Furnishers and Users",
        "representation": "Section 607(d)(1) of the FCRA requires that a consumer reporting agency provide a 'Notice To Furnishers of Information: Obligations of Furnishers Under the FCRA' to any person who regularly furnishes information about consumers to the agency. Section 607(d)(2) requires that a consumer reporting agency provide a 'Notice To Users of Consumer Reports: Obligations of Users Under the FCRA' to any person to whom it provides a consumer report.",
        "fact": "Prior to 2008, Central Credit failed to provide Furnisher Notices to furnishers or User Notices to users.",
        "conclusion": "By and through the acts and practices described in Paragraph 13 above, Central Credit has violated section 607(d) of the FCRA, 15 U.S.C. § 1681e(d)."
      },
      {
        "count_number": 2,
        "title": "Failure to Provide Complete Summary of Rights",
        "representation": "Section 609(c)(2) of the FCRA requires that when a consumer reporting agency provides a file disclosure to a consumer, a Summary of Rights be provided to the consumer along with each written file disclosure. The Summary of Rights informs consumers of their rights under the FCRA, such as the right to dispute inaccurate information.",
        "fact": "Prior to 2008, Central Credit failed to provide a Summary of Rights notice that contained all of the information required by section 609(c)(1)(B) of the FCRA, 15 U.S.C. §1681g(c)(1)(B), as required by section 609(c)(2) of the FCRA, 15 U.S.C. § 1681g(c)(2).",
        "conclusion": "By and through the acts and practices described in Paragraph 17 above, Central Credit has violated section 609(c)(2) of the FCRA, 15 U.S.c. § 1681g(c)(2L."
      },
      {
        "count_number": 3,
        "title": "Failure to Establish Streamlined Process for Free Annual File Disclosures",
        "representation": "Section 612(a)(1)(C) of the FCRA and the Streamlined Process Rule require nationwide specialty consumer reporting agencies to establish a streamlined process that enables consumers to request annual file disclosures by a toll-free telephone number that is clearly and prominently posted on any website owned or maintained by the agency along with instructions for requesting disclosures.",
        "fact": "Central Credit has not established the streamlined process required by the Streamlined Process Rule, 16 C.F.R. § 610.3, for consumers to request free annual file disclosures. Among other things, Central Credit has not clearly and prominently posted the toll free telephone number for the free annual file disclosures on any website owned or maintained by Central Credit. Central Credit also has failed to provide clear and easily understandable instructions for requesting free annual file disclosures on its toll-free number.",
        "conclusion": "By and through the acts and practices described in paragraph 22 above, Central Credit has violated sections 612(a)(1)(C) and 612(a)(2) ofthe FCRA, 15 U.S.C. §§ 1681j(a)(1)(C) and 168Ij(a)(2), and section 610.3 of the Streamlined Process Rule, 16 C.F.R. § 610.3."
      }
    ]
  },
  "order": {
    "definitions": {
      "Defendant": "Central Credit, LLC, and its successors and assigns.",
      "FCRA definitions": "The definitions set forth in the FCRA, 15 U.S.C. §§ 1681a, et seq., and the Streamlined Process Rule, 16 C.F.R. Part 610, shall apply."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Civil Penalty",
        "category": "affirmative_obligation",
        "summary": "Defendant must pay a civil penalty of $150,000 to the United States Government within 7 business days.",
        "requirements": [
          {
            "description": "Pay civil penalty of $150,000 by electronic fund transfer",
            "quoted_text": "IT IS ORDERED that Defendant shall pay to Plaintiff, pursuant to section 621 (a) of the FCRA, 15 U.S.C. § 1681s(a), a civil penalty in the amount of $150,000. Defendant shall make this payment within seven (7) business days of the date of service of this Order by electronic fund transfer in accordance with instructions provided by the Office of Consumer Litigation, Civil Division, U.S. Department of Justice, Washington, D.C. 20530, for appropriate disposition.",
            "deadline": "7 business days",
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Prohibited Business Activities",
        "category": "prohibition",
        "summary": "Defendant is permanently restrained from failing to provide required notices under the FCRA when operating as a consumer reporting agency.",
        "requirements": [
          {
            "description": "Must not fail to provide User Notice required by section 607(d) to all users of consumer reports",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant, and its officers, agents, servants, employees, and all persons or entities in active concert or participation with any of them, who receive actual notice of this Order by personal service or otherwise, whether acting directly or through any business entity, corporation, subsidiary, division, affiliate, or other device, when operating as a consumer reporting agency as defined in section 603(w) of the FCRA, 15 U.S.C. § 1681a(w), are hereby permanently restrained and enjoined from: Failing to provide the \"User Notice\" required by section 607(d) of the FCRA, 15 U.S.C. § 1681e(d), to all users of Defendant'sconsumer reports.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Must not fail to provide Furnisher Notice required by section 607(d) to all furnishers of consumer report information",
            "quoted_text": "Failing to provide the \"Furnisher Notice\" required by section 607(d) of the FCRA, 15 U.S.C. § 1681e(d), to all furnishers of consumer report information to Defendant.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not fail to provide Summary of Rights notice required by section 609(c)(2) to consumers who obtain file disclosures",
            "quoted_text": "Failing to provide the \"Summary of Rights\" notice required by section 609( c) (2) of the FCRA, 15 U.S.C. § 1681g(c)(2), to all consumers who obtain file disclosures from Defendant.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not fail to establish and maintain a streamlined process for free annual file disclosures when operating as a nationwide specialty consumer reporting agency",
            "quoted_text": "When operating as a nationwide specialty consumer reporting agency, failing to establish and maintain a streamlined process to enable consumers to obtain their free annual file disclosures by a toll-free telephone number, as required by sections 612(a)(I)(C) and 6l2(a)(2) of the FCRA, 15 U.S.C. §§ l68Ij(a)(l)(C) and l68Ij(a)(2), and section 610.3 of the Streamlined Process Rule, 16 C.F.R. § 610.3",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The FTC is authorized to monitor and investigate compliance with the order through various means including written reports, document production, depositions, and facility inspections.",
        "requirements": [
          {
            "description": "Within 10 days of written notice, submit additional compliance reports, produce documents, appear for deposition, and provide facility access",
            "quoted_text": "Within ten (10) days of receipt of written notice from a representative ofthe Commission, Defendant shall submit additional written reports, which are true and accurate and . sworn to under penalty of perjury; produce documents for inspection and copying; appear for deposition; and provide entry during normal business hours to any business location in Defendant's possession or direct or indirect control, to inspect the business operation.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Permit FTC representatives to interview employees, consultants, contractors, representatives, agents, or employees who have agreed to such interviews",
            "quoted_text": "Defendant shall pennit representatives of the Commission to interview any employer, consultant, independent contractor, representative, agent, or employee who has agreed to such an interview, relating in any way to any conduct subject to this Order. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Compliance Reporting by Defendant",
        "category": "compliance_reporting",
        "summary": "Defendant must notify the Commission of structural changes for 3 years, file annual compliance reports for 3 years, and notify of bankruptcy filings within 15 days.",
        "requirements": [
          {
            "description": "Notify the Commission of any structural changes at least 30 days prior to such change for 3 years",
            "quoted_text": "For a period of three (3) years from the date of entry of this Order, Defendant shall notifY the Commission of any changes in structure of Defendant or any other business entity that Defendant directly or indirectly controls, or has an ownership interest in, that may affect compliance obligations arising under this Order, including but not limited to incorporation or other organization; a dissolution, assignment, sale, merger, or other action; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order; or a change in the business name or address, at least thirty (30) days prior to such change, provided that, with respect to any such change in the business entity about which Defendant learns less than thirty (30) days prior to the date such action is to take place, Defendant shall notifY the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide written compliance report 180 days after order entry and annually thereafter for 3 years",
            "quoted_text": "One hundred eighty days after the date of entry of this Order and annually thereafter for a period of three (3) years, Defendant shall provide a written report to the Commission, which is true and accurate and sworn to under penalty ofperjury, setting forth in detail the manner and form in which they have complied and are complying with this Order. This report shall include, but not be limited to: A copy of each acknowledgment of receipt ofthis Order, obtained pursuant to the Section titled \"Distribution of Order\"; and Any other changes required to be reported under Subsection A of this Section.",
            "deadline": "180 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Notify the Commission of bankruptcy filing within 15 days",
            "quoted_text": "Defendant shall notify the Commission of the filing of a bankruptcy petition within fifteen (15) days of filing.",
            "deadline": "15 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Record Keeping Provisions",
        "category": "recordkeeping",
        "summary": "Defendant must create and retain specific records for 6 years including user/furnisher notice files, training materials, compliance documents, and records that contradict compliance.",
        "requirements": [
          {
            "description": "Create and retain files containing names, addresses, and telephone numbers of all users and furnishers who received section 607(d) notices and all materials demonstrating compliance for 6 years",
            "quoted_text": "IT IS FURTHER ORDERED that, for a period of six (6) years from the date of entry of this Order, Defendant is hereby restrained and enjoined from failing to create and retain the following records: Files containing the names, addresses, and telephone numbers of all users and furnishers of consumer report information that received the section 607(d) User Notice and Furnisher Notice, and all materials considered by Defendant to demonstrate compliance with section 607(d) of the FCRA.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Create and retain copies of all training materials and written policies and procedures relating to activities alleged in the Complaint or compliance with the Order for 6 years",
            "quoted_text": "Copies of all training materials and written policies and procedures that relate to Defendant's activities as alleged in the Complaint or Defendant's compliance with the provisions of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and retain all records necessary to demonstrate full compliance with the Order for 6 years",
            "quoted_text": "All records and documents necessary to demonstrate full compliance with each provision of this Order, including but not limited to, copies of acknowledgments of receipt of this Order, required by Sections titled \"Distribution of Order\" and \"Acknowledgment of Receipt of Order\" and all reports submitted to the FTC pursuant to the Section titled \"Compliance Reporting. \"",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and retain all records that contradict, qualify, or call into question compliance with the Order for 6 years",
            "quoted_text": "All records and documents that contradict, qualify, or call into question Defendant's compliance with this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Distribution of Order by Defendant",
        "category": "acknowledgment",
        "summary": "Defendant must deliver copies of the order to principals, officers, directors, managers, employees, and agents for 3 years, and secure signed acknowledgments of receipt within 30 days.",
        "requirements": [
          {
            "description": "Deliver a copy of the order to all principals, officers, directors, managers, employees, agents, and representatives engaged in conduct related to the order within 5 days for current personnel, prior to assuming responsibilities for new personnel",
            "quoted_text": "IT IS FURTHER ORDERED that, for a period of three (3) years from the date of entry of this Order, Defendant shall deliver copies of this Order as directed below: Defendant must deliver a copy of this order to (1) all of its principals, officers, directors, and managers; (2) all of its employees, agents, and representatives who engage in conduct related to the subject matter of this Order; and (3) any business's entity resulting from any change in structure set forth in Subsection A of the Section titled \"Compliance Reporting.\" For current personnel, delivery shall be within five (5) days of service of this Order upon Defendant. For new personnel, delivery shall occur prior to them assuming their responsibilities. For any business entity resulting from any change in structure set forth in Subsection A of the Section titled \"Compliance Reporting,\" delivery shall be at least ten (10) days prior to the change in structure.",
            "deadline": "5 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Secure a signed and dated statement acknowledging receipt of the Order within 30 days of delivery from all persons receiving a copy",
            "quoted_text": "Defendant shall secure a signed and dated statement acknowledging receipt of this Order, within thirty (30) days of delivery, from all persons receiving a copy of the Order pursuant to this Section.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Acknowledgment of Receipt of Order",
        "category": "acknowledgment",
        "summary": "Defendant must submit a truthful sworn statement acknowledging receipt of the order to the Commission within 5 business days.",
        "requirements": [
          {
            "description": "Submit truthful sworn statement acknowledging receipt of the Order to the Commission",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant, within five (5) business days of receipt of this Order as entered by the Court, must submit to the Commission a truthful sworn statement acknowledging receipt of this Order.",
            "deadline": "5 business days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction for construction, modification, and enforcement of the order.",
        "requirements": [
          {
            "description": "Court retains jurisdiction for purposes of construction, modification, and enforcement",
            "quoted_text": "IT IS FUTHER ORDERED that this Court shall retain jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Costs and Attorneys' Fees",
        "category": "acknowledgment",
        "summary": "Each party shall bear its own costs and attorneys' fees incurred in connection with this action.",
        "requirements": [
          {
            "description": "Each party bears its own costs and attorneys' fees",
            "quoted_text": "IT IS FURTHER ORDERED that each party shall bear its own costs and attorneys' fees incurred in connection with this action.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "IT IS FUTHER ORDERED that this Court shall retain jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "04.10, United States of America v. Central Credit Complaint.pdf",
      "order": "04.10, United States of America v. Central Credit Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 3,
      "complaint_representations": 0,
      "order_provisions": 9,
      "order_definitions": 2,
      "order_requirements": 19
    },
    "processing_time_seconds": 103.6
  }
}