{
  "case_info": {
    "docket_number": "14CV0675H JMA",
    "company": {
      "name": "Instant Checkmate, Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "4110 Mission Boulevard, Suite 200, San Diego, CA 92109",
      "business_description": "Since August 2010, Instant Checkmate has offered an online service allowing consumers to request background reports about any individual. The company obtains public information from third party data providers and assembles it into detailed reports containing up to fifteen information items relating to a particular individual, including current and previous addresses, arrest and conviction records, marriage or divorce records, birth certificate records, and government-issued licenses."
    },
    "commissioners": [],
    "case_date": {
      "month": 4,
      "year": 2014
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a); Section 621(a) of the Fair Credit Reporting Act, 15 U.S.C. § 1681s(a)",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/122-3221-instant-checkmate-inc",
    "statutory_topics": [
      "FCRA"
    ],
    "practice_areas": [
      "Financial Practices"
    ],
    "industry_sectors": [
      "Technology"
    ]
  },
  "complaint": {
    "factual_background": "Instant Checkmate operated an online background check service that assembled public information into detailed consumer reports. The company actively marketed these reports for employment and tenant screening purposes through its website, blog posts, Google ads, and affiliate networks. Despite promoting its reports for FCRA-covered purposes and operating as a consumer reporting agency, Instant Checkmate failed to implement legally required procedures to verify user identities, certify permissible purposes, ensure report accuracy, or provide mandatory notices to users.",
    "representations_made": [
      {
        "description": "Promoted background reports as useful for checking out tenants before they rent",
        "quoted_text": "22 (cid:129) 5 GOOD REASONS to get instant criminal checks on anyone right now . . . (2) Check out tenants before they rent.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 9,
        "quote_start_line": 106,
        "quote_end_line": 107
      },
      {
        "description": "Recommended performing searches on babysitters, daycare workers, gardeners, and housecleaners",
        "quoted_text": "24 (cid:129) Who should I perform a search on? 25 Our lead background check analyst recommends you perform searches on the following people: . . . 26 27 3 28 Case 3:14-cv-00675-H-JMA Document 1 Filed 03/24/14 Page 4 of 11 1 o Babysitter/Daycare Worker . . . 2 o Gardener/Housecleaner . . .",
        "verified": true,
        "confidence": 0.85,
        "source_paragraph": 9,
        "quote_start_line": 109,
        "quote_end_line": 120
      },
      {
        "description": "Stated that background checks are requested by employers to get information on potential job candidates",
        "quoted_text": "5 (cid:129) “Most of the time background checks are requested by an employer to get as much information on a potential job 6 candidate.”",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 9,
        "quote_start_line": 123,
        "quote_end_line": 126
      },
      {
        "description": "Stated that employers seek out background checks for prospective employees, especially for high security or trust positions",
        "quoted_text": "(cid:129) “Some employers seek out background checkers concerning 8 prospective employees. They are especially useful when 9 employers are seeking candidates that require high security or a position of trust.”",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 9,
        "quote_start_line": 128,
        "quote_end_line": 132
      },
      {
        "description": "Advertised ability to run background checks on nannies, babysitters, maids, and housekeepers through Google AdWords",
        "quoted_text": "11 c. The company, through its Google Ad Words ad campaign, ran 12 advertisements that would appear in search results when users sought background checks 13 on “nannies,” “babysitters,” “maids,” and “housekeepers.”",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 9,
        "quote_start_line": 134,
        "quote_end_line": 136
      },
      {
        "description": "Banner ads promoted running background checks on anyone online with reason to check out tenants before they rent",
        "quoted_text": "16 (cid:129) RUN A BACKGROUND CHECK ON ANYONE ONLINE IN SECONDS 17 5 GOOD REASONS: 18 . . . Check Out Tenants Before They Rent . . .",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 9,
        "quote_start_line": 139,
        "quote_end_line": 143
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Failure to Maintain Reasonable Procedures to Limit Report Furnishing",
        "representation": "Instant Checkmate was required by Section 607(a) to maintain reasonable procedures to limit furnishing of consumer reports to those with permissible purposes, including requiring users to identify themselves, certify purposes, and verifying user identities and uses",
        "fact": "Defendant failed to require prospective users to identify themselves, certify purposes for which information is sought, or certify that information will be used for no other purpose. It also failed to make reasonable efforts to verify the identity of prospective users and the uses certified by them",
        "conclusion": "By and through these acts and practices, Defendant has violated Section 607(a) of the FCRA, 15 U.S.C. § 1681e(a), which also constitute unfair or deceptive acts or practices in violation of Section 5(a) of the FTC Act"
      },
      {
        "count_number": 2,
        "title": "Failure to Follow Reasonable Procedures to Assure Maximum Accuracy",
        "representation": "Section 607(b) requires CRAs to follow reasonable procedures to assure maximum possible accuracy of the information concerning the individual about whom the report relates",
        "fact": "Defendant failed to use reasonable procedures to assure maximum possible accuracy of consumer report information",
        "conclusion": "By and through these acts and practices, Defendant has violated Section 607(b) of the FCRA, 15 U.S.C. § 1681e(b), which also constitute unfair or deceptive acts and practices in violation of Section 5(a) of the FTC Act"
      },
      {
        "count_number": 3,
        "title": "Failure to Provide Notice to Users of Their FCRA Responsibilities",
        "representation": "Section 607(d) requires that a CRA provide a notice to users of information that states users' responsibilities under the FCRA",
        "fact": "Defendant failed to provide a notice to users of information that states their respective responsibilities under the FCRA",
        "conclusion": "By and through these acts and practices, Defendant has violated Section 607(d) of the FCRA, 15 U.S.C. § 1681e(d), which also constitute unfair or deceptive acts or practices in violation of Section 5(a) of the FTC Act"
      },
      {
        "count_number": 4,
        "title": "Furnishing Consumer Reports Without Permissible Purpose",
        "representation": "Section 604 prohibits a CRA from furnishing consumer reports to persons that it did not have reason to believe had a permissible purpose to obtain a consumer report",
        "fact": "Defendant furnished consumer reports to persons that it did not have reason to believe had permissible purposes to obtain such reports. Instant Checkmate regularly provided consumer reports without knowing users' purposes for obtaining the reports and without employing procedures for requesting users' purposes",
        "conclusion": "By and through these acts and practices, Defendant has violated Section 604 of the FCRA, 15 U.S.C. § 1681b, which also constitute unfair or deceptive acts or practices in violation of Section 5(a) of the FTC Act"
      }
    ]
  },
  "order": {
    "definitions": {
      "Clear and Prominent": "shall mean: 1. in textual communications (e.g., printed publications or words displayed on the screen of a computer), the required disclosures are of a type, size, and location sufficiently noticeable for an ordinary consumer to read and comprehend them, in print that contrasts with the background on which they appear; 2. in communications disseminated orally or through audible means (e.g., radio or streaming audio), the required disclosures are delivered in a volume and cadence sufficient for an ordinary consumer to hear and comprehend them; 3. in communications disseminated through video means (e.g., television or streaming video), the required disclosures are in writing in a form consistent with subparagraph (1) of this definition and shall appear on the screen for a duration sufficient for an ordinary consumer to read and comprehend them, and in the same language as the predominant language that is used in the communication; 4. in communications made through interactive media, such as the Internet, online services, and software, the required disclosures are unavoidable and presented in a form consistent with subparagraph (1) of this definition, in addition to any audio or video presentation of them; and 5. in all instances, the required disclosures are presented in an understandable language and syntax, and with nothing contrary to, inconsistent with, or in mitigation of the disclosures used in any communication of them.",
      "Consumer Report": "shall mean any written, oral, or other communication of any information by a Consumer Reporting Agency bearing on a consumer's credit worthiness, credit standing, credit capacity, character, general reputation, personal characteristics, or mode of living which is used or expected to be used or collected in whole or in part for the purpose of serving as a factor in establishing the consumer's eligibility for: 1. credit or insurance to be used primarily for personal, family, or household purposes; 2. employment purposes; or 3. any other Permissible Purpose.",
      "Consumer Reporting Agency": "shall mean any Person which, for monetary fees, dues, or on a cooperative nonprofit basis, regularly engages in whole or in part in the practice of assembling or evaluating consumer credit information or other information on consumers for the purpose of furnishing Consumer Reports to third parties, and which uses any means or facility of interstate commerce for the purpose of preparing or furnishing Consumer Reports.",
      "Defendant": "means Instant Checkmate Inc. and its successors and assigns",
      "Permissible Purpose": "shall mean the circumstances under which a Consumer Reporting Agency may furnish a Consumer Report, as set forth in Section 604 of the FCRA, 15 U.S.C. § 1681b, attached hereto as Attachment A to this Order.",
      "Person": "shall mean any individual, partnership, corporation, trust, estate, cooperative, association, government or governmental subdivision or agency, or other entity."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibited Business Activities",
        "category": "prohibition",
        "summary": "Defendant is permanently restrained from furnishing consumer reports without permissible purposes, failing to maintain reasonable procedures to verify users and limit furnishing to permissible purposes, failing to maintain accuracy procedures, and failing to provide required notices to consumer report users.",
        "requirements": [
          {
            "description": "Must not furnish a Consumer Report to any Person who Defendant does not have reason to believe has a Permissible Purpose",
            "quoted_text": "14 A. furnishing a Consumer Report to any Person who Defendant does not have 15 reason to believe has a Permissible Purpose to receive the Consumer Report;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 121,
            "quote_end_line": 122
          },
          {
            "description": "Must not fail to maintain reasonable procedures designed to limit the furnishing of Consumer Reports to Persons that have Permissible Purposes, requiring prospective users to identify themselves, certify purposes, and Defendant to verify identity and uses",
            "quoted_text": "16 B. failing to maintain reasonable procedures designed to limit the furnishing of 17 Consumer Reports to Persons that have Permissible Purposes to receive them. Such 18 reasonable procedures shall require that: prospective users of the information identify 19 themselves, certify the purposes for which the information is sought, and certify that the 20 information will be used for no other purpose; and that Defendant make a reasonable 21 effort to verify the identity of a new prospective user and the uses certified by such 22 prospective user prior to furnishing such user a Consumer Report;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 123,
            "quote_end_line": 129
          },
          {
            "description": "Must not fail to maintain reasonable procedures to assure the maximum possible accuracy of the information concerning the individual about whom a Consumer Report relates",
            "quoted_text": "23 C. failing to maintain reasonable procedures to assure the maximum possible 24 accuracy of the information concerning the individual about whom a Consumer Report 25 relates; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 130,
            "quote_end_line": 132
          },
          {
            "description": "Must not fail to provide a notice identical or substantially similar to Attachment B to any person to whom a Consumer Report is provided, with electronic copy allowed if user obtains reports electronically and notice is Clear and Prominent",
            "quoted_text": "26 D. failing to provide a notice identical or substantially similar to the one 27 attached as Attachment B to this Order, to any person to whom a Consumer Report is 28 provided by Defendant, provided that Defendant may provide an electronic copy of the 4 14cv0675-H(JMA) Case 3:14-cv-00675-H-JMA Document 5 Filed 04/01/14 Page 5 of 10 1 notice to a user if: (a) in the ordinary course of business, the user obtains Consumer 2 Report information from Defendant in electronic form, and (b) the notice is Clear and 3 Prominent.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 133,
            "quote_end_line": 143
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Monetary Judgment for Civil Penalty",
        "category": "affirmative_obligation",
        "summary": "Defendant must pay a civil penalty of $525,000 to the United States for violations of the FCRA.",
        "requirements": [
          {
            "description": "Pay Five Hundred Twenty-Five Thousand Dollars ($525,000) to the Treasurer of the United States by electronic fund transfer",
            "quoted_text": "9 B. Defendant is ordered to pay Plaintiff, by making payment to the Treasurer of 10 the United States, Five Hundred Twenty-Five Thousand Dollars ($525,000), which, as 11 Defendant stipulates, its undersigned counsel holds for no purpose other than payment to 12 Plaintiff. Such payment must be made within seven (7) days of entry of this Order by 13 electronic fund transfer in accordance with instructions previously provided by a 14 representative of Plaintiff.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 149,
            "quote_end_line": 154
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      },
      {
        "provision_number": "III",
        "title": "Additional Monetary Provisions",
        "category": "affirmative_obligation",
        "summary": "Defendant relinquishes all rights to assets transferred and acknowledges facts alleged in Complaint will be taken as true in future enforcement proceedings.",
        "requirements": [
          {
            "description": "Relinquish dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order",
            "quoted_text": "17 A. Defendant relinquishes dominion and all legal and equitable right, title, and 18 interest in all assets transferred pursuant to this Order and may not seek the return of any 19 assets.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 157,
            "quote_end_line": 159
          },
          {
            "description": "Acknowledge that Taxpayer Identification Numbers may be used for collecting and reporting on any delinquent amount arising out of this Order",
            "quoted_text": "23 C. Defendant acknowledges that its Taxpayer Identification Numbers (Social 24 Security Numbers or Employer Identification Numbers), which Defendant previously 25 submitted to the Commission, may be used for collecting and reporting on any delinquent 26 amount arising out of this Order, in accordance with 31 U.S.C. §7701.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 163,
            "quote_end_line": 166
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Order Acknowledgements",
        "category": "acknowledgment",
        "summary": "Defendant must submit acknowledgment of receipt of Order and deliver copies to all relevant personnel and entities for three years, obtaining signed acknowledgments from recipients.",
        "requirements": [
          {
            "description": "Submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury",
            "quoted_text": "4 A. Defendant, within seven (7) days of entry of this Order, must submit to the 5 Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 177,
            "quote_end_line": 178
          },
          {
            "description": "For three years after entry of Order, deliver a copy of Order to all principals, officers, directors, LLC managers and members, employees/agents/representatives who participate in conduct related to the Order, and any business entity resulting from change in structure, within 7 days for current personnel and before others assume responsibilities",
            "quoted_text": "6 B. For three (3) years after entry of this Order, Defendant must deliver a copy of 7 this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) 8 all employees, agents, and representatives who participate in conduct related to the subject 9 matter of the Order; and (3) any business entity resulting from any change in structure as 10 set forth in the Section titled “Compliance Reporting.” Delivery must occur within seven 11 (7) days of entry of this Order for current personnel. To all others, delivery must occur 12 before they assume their responsibilities. This deadline may be modified on motion to the 13 Court for good cause shown.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 179,
            "quote_end_line": 186
          },
          {
            "description": "Obtain a signed and dated acknowledgement of receipt of Order from each individual or entity to which Defendant delivered a copy",
            "quoted_text": "14 C. From each individual or entity to which Defendant delivered a copy of this 15 Order, Defendant must obtain, within 30 days, a signed and dated acknowledgement of 16 receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 187,
            "quote_end_line": 189
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "V",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendant must submit compliance reports to the Commission one year after entry of Order and provide compliance notices within 14 days of certain changes for three years.",
        "requirements": [
          {
            "description": "Submit a compliance report sworn under penalty of perjury identifying contact information, all businesses and their activities, compliance with each section of the Order, and copies of Order Acknowledgements",
            "quoted_text": "20 A. One year after entry of this Order, Defendant must submit a compliance 21 report, sworn under penalty of perjury: 22 1. Defendant must: (a) identify the primary physical, postal, and email 23 address and telephone number, as designated points of contact, which representatives of 24 the Commission and Plaintiff may use to communicate with Defendant; (b) identify all of 25 Defendant’s businesses by all of their names, telephone numbers, and physical, postal, 26 email, and internet addresses; (c) describe the activities of each business, including the 27 goods and services offered, and the means of advertising, marketing and sales; (d) 28 describe in detail whether and how Defendant is in compliance with each Section of this 6 14cv0675-H(JMA) Case 3:14-cv-00675-H-JMA Document 5 Filed 04/01/14 Page 7 of 10 1 Order; and (e) provide a copy of each Order Acknowledgement obtained pursuant to this 2 Order, unless previously submitted to the Commission.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 193,
            "quote_end_line": 208
          },
          {
            "description": "For three years following entry of Order, submit a compliance notice sworn under penalty of perjury within 14 days of any change in designated point of contact or structure of Defendant or related entities",
            "quoted_text": "3 2. For three (3) years following entry of this Order, Defendant must 4 submit a compliance notice, sworn under penalty of perjury, within 14 days of any change 5 in the following: (a) any designated point of contact; or (b) the structure of Defendant or 6 any entity that Defendant has any ownership interest in or controls directly or indirectly 7 that may affect compliance obligations arising under this Order, including: creation, 8 merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages 9 in any acts or practices subject to this Order. This deadline may be modified on motion to 10 the Court for good cause shown.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 209,
            "quote_end_line": 216
          },
          {
            "description": "Submit notice of filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against Defendant",
            "quoted_text": "11 3. Defendant must submit to the Commission notice of the filing of any 12 bankruptcy petition, insolvency proceeding, or similar proceeding by or against Defendant 13 within 14 days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 217,
            "quote_end_line": 219
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendant must create and maintain records for three years including accounting records, personnel records, training materials, compliance documents, complaints, advertisements, and FCRA-specific records.",
        "requirements": [
          {
            "description": "Maintain accounting records showing revenues, costs, and net profit or loss",
            "quoted_text": "6 costs incurred in generating those revenues, and the resulting net profit or loss; 7 B. Personnel records showing each employee’s: name, addresses, and telephone",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 245,
            "quote_end_line": 246
          },
          {
            "description": "Maintain personnel records showing each employee's name, addresses, telephone numbers, job title, dates of service, and reason for termination if applicable",
            "quoted_text": "8 numbers; job title or position; dates of service; and, if applicable, the reason for 9 termination; 10 C. All employee training materials;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 247,
            "quote_end_line": 249
          },
          {
            "description": "Maintain all employee training materials",
            "quoted_text": "11 D. Documents sufficient to demonstrate compliance with each provision of this",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 250,
            "quote_end_line": 250
          },
          {
            "description": "Maintain documents sufficient to demonstrate compliance with each provision of this Order, including copies of acknowledgments of receipt",
            "quoted_text": "12 Order, including, but not limited to, copies of acknowledgments of receipt of this Order, 13 required by the Section titled “Compliance Reporting”; 14 E. Complaints and refund requests, whether received directly or indirectly, and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 251,
            "quote_end_line": 253
          },
          {
            "description": "Maintain complaints and refund requests, whether received directly or indirectly, and any responses",
            "quoted_text": "15 any responses; 16 F. A copy of each unique advertisement or other marketing material;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 254,
            "quote_end_line": 255
          },
          {
            "description": "Maintain a copy of each unique advertisement or other marketing material",
            "quoted_text": "17 G. Documents sufficient to demonstrate Defendant’s compliance with",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 256,
            "quote_end_line": 256
          },
          {
            "description": "Maintain documents sufficient to demonstrate compliance with Section 604 of the FCRA",
            "quoted_text": "18 Section 604 of the FCRA; 19 H. Documents sufficient to demonstrate Defendant’s compliance with Section",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 257,
            "quote_end_line": 258
          },
          {
            "description": "Maintain documents sufficient to demonstrate compliance with Section 607(a) of the FCRA, including user names/addresses/telephone numbers, user certifications of purposes, and verification efforts",
            "quoted_text": "20 607(a) of the FCRA, including but not limited to: 21 1. the name, address, and telephone number of each Consumer Report 22 user; 23 2. each user’s certification of the purposes for which the Consumer 24 Report information is sought; and 25 3. documents sufficient to demonstrate Defendant’s efforts to verify the 26 identity of each user and the uses certified by such user; and 27 //",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 259,
            "quote_end_line": 266
          },
          {
            "description": "Maintain documents sufficient to demonstrate compliance with Section 607(d) of the FCRA, including copies of notices provided to information furnishers and Consumer Report recipients, and names/addresses/telephone numbers of notice recipients",
            "quoted_text": "1 I. Documents sufficient to demonstrate Defendant’s compliance with Section 2 607(d) of the FCRA, including but not limited to: 3 1. a copy of each notice provided by Defendant to those who regularly 4 furnish information to Defendant with respect to any consumer; 5 2. a copy of each notice provided by Defendant to those to whom a 6 Consumer Report is provided by Defendant; and 7 3. the name, address, and telephone number of each person to whom 8 Defendant provided a notice described in Subsection I(1) and I(2). 9 J. This deadline may be modified on motion to the Court for good cause shown.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 273,
            "quote_end_line": 281
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "Commission and Plaintiff have authority to monitor Defendant's compliance including requiring additional reports, depositions, document production, employee interviews, and use of all lawful investigative means.",
        "requirements": [
          {
            "description": "Within 14 days of written request from Commission or Plaintiff, submit additional compliance reports or requested information sworn under penalty of perjury, appear for depositions, and produce documents for inspection and copying",
            "quoted_text": "14 A. Within 14 days of receipt of a written request from a representative of the 15 Commission or Plaintiff, Defendant must: submit additional compliance reports or other 16 requested information, which must be sworn under penalty of perjury; appear for 17 depositions; and produce documents for inspection and copying. The Commission and 18 Plaintiff are also authorized to obtain discovery, without further leave of court, using any 19 of the procedures prescribed by Fed. R. Civ. P. 29, 30 (including telephonic depositions), 20 31, 33, 34, 36, 45, and 69. 21 B. For matters concerning this Order, the Commission and Plaintiff are",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 286,
            "quote_end_line": 293
          },
          {
            "description": "Permit representatives of Commission and Plaintiff to communicate directly with Defendant and interview any employee or other person affiliated with Defendant who has agreed to such interview",
            "quoted_text": "22 authorized to communicate directly with Defendant. Defendant must permit 23 representatives of the Commission and Plaintiff to interview any employee or other person 24 affiliated with Defendant who has agreed to such an interview. The person interviewed 25 may have counsel present. 26 C. The Commission and Plaintiff may use all other lawful means, including",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 294,
            "quote_end_line": 298
          },
          {
            "description": "Allow Commission and Plaintiff to use all lawful means including posing as consumers, suppliers, or other entities without identification or prior notice",
            "quoted_text": "27 posing, through its representatives, as consumers, suppliers, or other individuals or 28 entities, to Defendant or any individual or entity affiliated with Defendant, without the 9 14cv0675-H(JMA) Case 3:14-cv-00675-H-JMA Document 5 Filed 04/01/14 Page 10 of 10 1 necessity of identification or prior notice. Nothing in this Order limits the Commission’s 2 lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 3 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 299,
            "quote_end_line": 308
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "Court retains jurisdiction for construction, modification, and enforcement of the Order, with case closed but may be re-opened upon motion within three years.",
        "requirements": [
          {
            "description": "Court retains jurisdiction for purposes of construction, modification, and enforcement, with case to be closed but may be re-opened upon motion for good cause within three years",
            "quoted_text": "5 IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for 6 purposes of construction, modification, and enforcement of this Order. The Court directs 7 the Clerk to close this case. The Court will re-open the case upon motion of a party for 8 good cause within three years of this order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 310,
            "quote_end_line": 313
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "IX",
        "title": "Costs and Attorneys' Fees",
        "category": "affirmative_obligation",
        "summary": "Each party bears its own costs and attorneys' fees incurred in connection with this action.",
        "requirements": [
          {
            "description": "Each party shall bear its own costs and attorneys' fees incurred in connection with this action",
            "quoted_text": "10 IT IS FURTHER ORDERED that each party shall bear its own costs and 11 attorneys’ fees incurred in connection with this action.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 315,
            "quote_end_line": 316
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "X",
        "title": "Deadlines",
        "category": "affirmative_obligation",
        "summary": "Deadlines set in the Order may only be modified on motion to the Court for good cause shown.",
        "requirements": [
          {
            "description": "Deadlines set in this Order will only be modified on motion to the Court for good cause shown",
            "quoted_text": "13 The deadlines set in this Order will only be modified on motion to the Court for 14 good cause shown.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 318,
            "quote_end_line": 319
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 3,
      "termination_text": "The Court will re-open the case upon motion of a party for good cause within three years of this order."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "04.14, Instant Checkmate Complaint.pdf",
      "order": "04.14, Instant Checkmate Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 4,
      "complaint_representations": 6,
      "order_provisions": 10,
      "order_definitions": 6,
      "order_requirements": 28,
      "provisions_per_section": {
        "I": 4,
        "II": 1,
        "III": 2,
        "IV": 3,
        "V": 3,
        "VI": 9,
        "VII": 3,
        "VIII": 1,
        "IX": 1,
        "X": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 6,
        "complaint_total": 6,
        "order_verified": 28,
        "order_total": 28
      }
    },
    "processing_time_seconds": 150.8
  }
}