{
  "case_info": {
    "docket_number": "1:23-cv-01549",
    "company": {
      "name": "Ring LLC",
      "incorporation_state": "Delaware",
      "entity_type": "limited liability company",
      "address": "12515 Cerise Ave, Hawthorne, California 90250",
      "business_description": "Ring advertises, markets, and sells Internet-connected, video-enabled security cameras, doorbells, and related accessories and services to consumers throughout the United States and other countries, including indoor cameras such as the Stick Up Cam and Indoor Cam."
    },
    "commissioners": [],
    "case_date": {
      "month": 4,
      "year": 2024
    },
    "legal_authority": "Section 13(b) of the Federal Trade Commission Act, 15 U.S.C. § 53(b), and Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a)",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/2023113-ring-llc",
    "statutory_topics": [
      "Section 5 Only"
    ],
    "practice_areas": [
      "Data Security",
      "Surveillance"
    ],
    "industry_sectors": [
      "Technology"
    ]
  },
  "complaint": {
    "factual_background": "Ring LLC, maker of internet-connected home security cameras, marketed its products as tools to protect consumers' homes and families while simultaneously failing to implement basic digital security safeguards. Ring gave every employee and hundreds of Ukraine-based third-party contractors unrestricted access to all customer video recordings—including footage from bedrooms, bathrooms, and children's nurseries—without adequate notice or consent, and multiple employees exploited this access to spy on customers. Ring also failed to protect customer accounts from well-known credential stuffing and brute force attacks, resulting in more than 55,000 U.S. customers having their accounts compromised between January 2019 and March 2020, with bad actors using two-way camera features to harass, threaten, and stalk consumers and children. Despite receiving repeated warnings from internal staff, bug bounty researchers, and media reports, Ring delayed implementing standard security measures—such as multi-factor authentication, rate limiting, and video encryption—for years.",
    "representations_made": [
      {
        "description": "Ring claimed its Stick Up Cam enhances users' security within the home, letting users 'add security anywhere,' 'protect your home,' and 'watch over home'",
        "quoted_text": "9. Since January 2016, Ring has claimed that its Ring Stick Up Cam enhances users’ security within the home. Ring has represented that its Ring Stick Up Cam lets users “[a]dd security anywhere you need it,” “[p]rotect your home,” and “[w]atch over home.” Stick Up Cam Battery Stick Up Cam Plug-In Stick Up Cam Solar $99.99 $99.99 $148.99 Add security anywhere you Protect your home with a Watch over home with a need it with a battery- motion-activated camera that motion-activated camera powered camera that goes goes indoors or out Plug it connected to a solar panel. inside or out Place it on a flat into standard outlets for No sun? No worries. The surface or wall to check in on nonstop power and nonstop included battery pack has you home at anytime. peace of mind. covered with backup power.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 9,
        "quote_start_line": 64,
        "quote_end_line": 74
      },
      {
        "description": "Ring marketed the Indoor Cam as 'Small in size. Big on peace of mind,' encouraging customers to 'bring protection inside'",
        "quoted_text": "10. Since September 2019, Ring has marketed the Ring Indoor Cam as “Small in size. Big on peace of mind,” and encouraged customers to “[b]ring protection inside with the mini marvel….” Small in size. Big on peace of mind. Bring protection inside with the mini marvel that packs a powerful punch. The perfect combination of tiny and mighty, Indoor Cam comes with all the features to keep you connected to home - HD video, two-way talk and motion-activated notifications- in a compact form fit for the smallest of spaces.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 10,
        "quote_start_line": 77,
        "quote_end_line": 85
      },
      {
        "description": "Ring used the tagline 'See your home. Away from home,' displaying images of Ring cameras monitoring children's bedrooms",
        "quoted_text": "11. With the tagline “See your home. Away from home,” Ring displays pictures on the Ring website of a Ring camera monitoring children’s bedrooms. See your home. Away from home.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 11,
        "quote_start_line": 90,
        "quote_end_line": 92
      },
      {
        "description": "Ring's overall mission and branding claimed to 'Make Neighborhoods Safer' and create a 'ring of security' around consumers' homes, with the tagline 'Smart security here, there, everywhere'",
        "quoted_text": "8. Since its founding, Ring has consistently claimed that its products make individuals, families, and children safer and more secure in their homes. For example, Ring’s website announces that its “mission” is to “Make Neighborhoods Safer” and, as a 2014 post on 2 Case 1:23-cv-01549 Document 1 Filed 05/31/23 Page 3 of 20 Ring’s blog explains, the company’s name derives from “the ‘ring’ of security we create around your home, and then in time your community.” The tagline for Ring security cameras is “Smart security here, there, everywhere.”",
        "verified": true,
        "confidence": 0.85,
        "source_paragraph": 8,
        "quote_start_line": 54,
        "quote_end_line": 63
      },
      {
        "description": "Ring's security claims implied to reasonable consumers that Ring devices are a secure digital means to monitor private spaces of the home",
        "quoted_text": "12. The claims in Paragraphs 8-11 have implied to reasonable consumers that Ring devices are a secure means to monitor the private spaces of consumers’ homes. Reasonable consumers have understood that Ring’s security claims have implied, in part, a claim of digital security, because a lack of digital security would impede the devices’ basic function: their ability to “protect [the] home,” “[b]ring protection inside,” and allow customers to “[s]ee your home...[a]way from home,” as Ring’s website promises. If, for example, a hacker could readily compromise the device’s digital security and turn off the security camera, the device would have no value as the security monitoring product that the consumer purchased. Moreover, reasonable consumers have understood that Ring’s security claims have implied, in part, a claim of digital security, because a lack of digital security creates the very risk of harm that the device was intended to minimize, such as where a hacker stalks, harasses, or threatens the consumer or her family members through a compromised device.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 12,
        "quote_start_line": 93,
        "quote_end_line": 104
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Deceptive Security Representations",
        "representation": "In numerous instances, Ring represented, directly or indirectly, expressly or by implication, that it took reasonable steps to ensure that Ring cameras are a secure means to monitor private areas of consumers' homes.",
        "fact": "In truth and in fact, Ring did not take reasonable steps to ensure that Ring cameras are a secure means to monitor private areas of consumers' homes, as evidenced by its failure to restrict employee access, monitor for inappropriate access, implement basic authentication safeguards, and protect against known credential stuffing and brute force attacks.",
        "conclusion": "Defendant's representations are false or misleading and constitute deceptive acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 2,
        "title": "Unfair Access to Customer Videos Without Consent",
        "representation": "Ring allowed thousands of employees and contractors to access video recordings of customers' intimate spaces without customers' knowledge or consent.",
        "fact": "Consumers were not informed and did not meaningfully consent to having hundreds of Ring employees and Ukraine-based third-party contractors view live streams and stored videos of their bedrooms, bathrooms, children's nurseries, and other private spaces; Ring's disclosures were buried in dense legalese and inadequate.",
        "conclusion": "Defendant's acts or practices constitute unfair acts or practices in violation of Section 5 of the FTC Act, 15 U.S.C. § 45(a), (n), because they caused or were likely to cause substantial injury to consumers that consumers could not reasonably avoid and that was not outweighed by countervailing benefits."
      },
      {
        "count_number": 3,
        "title": "Failure to Provide Reasonable Security Against Unauthorized Access",
        "representation": "Ring offered cameras to consumers for the purpose of monitoring and securing private areas of their homes.",
        "fact": "Ring failed to provide reasonable security to prevent unauthorized access to the live feeds and stored videos of its cameras, including by failing to implement rate limiting across all authentication portals, requiring strong or unique passwords, making multi-factor authentication available and encouraged, encrypting video data at rest, and monitoring for credential stuffing and brute force attacks—resulting in over 55,000 U.S. customers having their accounts compromised.",
        "conclusion": "Defendant's acts or practices constitute unfair acts or practices in violation of Section 5 of the FTC Act, 15 U.S.C. § 45(a), (n), because they caused or were likely to cause substantial injury to consumers that consumers could not reasonably avoid and that was not outweighed by countervailing benefits."
      }
    ]
  },
  "order": {
    "definitions": {
      "Affected Work Product": "any models or algorithms identified or reasonably identifiable by the Defendant as having been developed in whole or in part from review and annotation of Pre-March 2018 Covered Recordings.",
      "Affirmative Express Consent": "any freely given, specific, informed, and unambiguous indication of an individual's wishes demonstrating agreement by the individual, such as by a clear affirmative action, following a Clear and Conspicuous disclosure to the individual, apart from any privacy policy, terms of service, terms and conditions, or terms of use of all information material to the provision of such consent. The following actions do not constitute Affirmative Express Consent: 1. Acceptance of general or broad terms of use or similar communication; 2. Hovering over, muting, pausing, or closing a given piece of content; or 3. Agreement obtained through a user interface designed or manipulated with the substantial effect of subverting or impairing user autonomy, decision-making, or choice.",
      "Authorized User": "the primary account holder associated with a Covered Home Security Product, and any user of a Covered Home Security Product authorized to access the account associated with the Covered Home Security Product by the primary account holder.",
      "Clear(ly) and conspicuous(ly)": "means that a required disclosure is difficult to miss (i.e., easily noticeable) and easily understandable by ordinary consumers, including in all of the following ways:\n1. In any communication that is solely visual or solely audible, the disclosure must be made through the same means through which the communication is presented. In any communication made through both visual and audible means, such as a television advertisement, the disclosure must be presented simultaneously in both the visual and audible portions of the communication even if the representation requiring the disclosure (\"triggering representation\") is made through only one means.\n2. A visual disclosure, by its size, contrast, location, the length of time it appears, and other characteristics, must stand out from any accompanying text or other visual elements so that it is easily noticed, read, and understood.\n3. An audible disclosure, including streaming video, must be delivered in a volume, speed, and cadence sufficient for ordinary consumers to easily hear and understand it.\n4. In any communication using an interactive electronic medium, such as the internet or software, the disclosure must be unavoidable.\n5. On a product label, the disclosure must be presented on the principal display panel.\n6. The disclosure must use diction and syntax understandable to ordinary consumers and must appear in each language in which the triggering representation appears.\n7. The disclosure must comply with these requirements in each medium through which it is received, including all electronic devices and face-to-face communications.\n8. The disclosure must not be contradicted or mitigated by, or inconsistent with, anything else in the communication in which the disclosure is made.\n9. When the representation or sales practice targets a specific audience, such as children, the elderly, or the terminally ill, \"ordinary consumers\" includes ordinary members of that group.",
      "Covered Home Security Camera": "any internet-enabled home security camera that Defendant designs, markets, and offers to consumers primarily for personal and residential use to record video.",
      "Covered Home Security Product": "any Covered Home Security Camera and any related service that Defendant designs, markets, and offers to consumers to collect or store Covered Home Security Recordings (such as a subscription service or mobile application).",
      "Covered Home Security Recording": "any pre-recorded or live-streaming audio, video, or photographic data collected by or on behalf of Defendant through a Covered Home Security Camera and, if such data is pre-recorded, stored by Defendant on behalf of the customer, except for audio, video, or photographic data (1) made publicly accessible on the internet, or made available to a party other than Defendant, by an Authorized User; or (2) submitted, with the Authorized User's Affirmative Express Consent, to the Defendant for customer service, marketing, or research and development purposes.",
      "Covered Incident": "any instance: (1) that results in Defendant notifying, pursuant to a statutory or regulatory requirement, any U.S. federal, state, or local government entity that Covered Home Security Recordings of or about an individual were, or are reasonably believed to have been, accessed, acquired, or publicly exposed without authorization; or (2) in which Defendant discovers that Covered Home Security Recordings of 10 or more Ring Accounts were, or are reasonably believed to have been, accessed, acquired, or publicly exposed without authorization. \"Covered Incident\" does not include any instance where the Covered Home Security Recordings were encrypted and the encryption key was not also accessed or acquired by an unauthorized person.",
      "Covered Information": "the following information from or about an individual consumer that Defendant collects through a Covered Home Security Product, including any website or application that Defendant designs, markets, and offers to consumers: (1) authentication credential(s) sufficient to provide access to a user's Ring Account, such as a user name and password; (2) a credit card, debit card, or financial institution account number; or (3) a Covered Home Security Recording.",
      "Face Embedding": "data, such as a numeric vector, derived in whole or in part from an image of an individual's face.",
      "Pre-March 2018 Covered Recordings": "Covered Home Security Recordings collected before March 1, 2018 and reviewed and annotated by employees or contractors for research and development purposes.",
      "Defendant": "Ring LLC (\"Ring\") and its successors and assigns.",
      "Ring Account": "any account provided by or on behalf of Defendant to any Authorized User through which an Authorized User may access any Covered Home Security Recording.",
      "Ring Principal Executive Officer": "the individual serving as the Chief Executive Officer of Defendant, or such other officer (regardless of title) that is designated in Defendant's bylaws or by resolution as having the duties of the principal executive officer of Defendant, acting solely in his or her official capacity on behalf of Defendant. In the event that such position is jointly held by two or more persons, then each of such persons shall be deemed to be a Ring Principal Executive Officer."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Privacy and Security",
        "category": "prohibition",
        "summary": "For twenty years, Defendant must not misrepresent the extent to which it accesses, reviews, or discloses Covered Information, or the extent to which it secures Covered Home Security Products against credential-based online attacks.",
        "requirements": [
          {
            "description": "Must not misrepresent the extent to which, or the purposes for which, Defendant or any contractor accesses, reviews, or discloses Covered Information",
            "quoted_text": "IT IS ORDERED that, for twenty years after entry of this Order, Defendant and Defendant’s officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with the manufacturing, advertising, promotion, offering, sale, or distribution of any Covered Home Security Product, must not misrepresent in any manner, expressly or by implication: A. The extent to which, or the purposes for which, Defendant or any contractor working on Defendant’s behalf accesses, reviews, or discloses Covered Information; or",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 150,
            "quote_end_line": 158
          },
          {
            "description": "Must not misrepresent the extent to which Defendant secures Covered Home Security Products against online attacks resulting from external actors' misuse of valid authentication credentials",
            "quoted_text": "B. The extent to which Defendant secures Covered Home Security Products against online attacks resulting from external actors’ misuse of valid authentication credentials of users of Covered Home Security Products.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 159,
            "quote_end_line": 161
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Mandated Deletion of Data and Affected Work Product",
        "category": "affirmative_obligation",
        "summary": "Defendant must delete Pre-March 2018 Covered Recordings within 30 days, and Face Embeddings and Affected Work Product within 90 days, then provide a sworn written confirmation of deletion within 90 days.",
        "requirements": [
          {
            "description": "Within 30 days of entry of this Order, delete or destroy all Pre-March 2018 Covered Recordings",
            "quoted_text": "1. Within thirty (30) days of entry of this Order, delete or destroy all Pre- March 2018 Covered Recordings;",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 173,
            "quote_end_line": 174
          },
          {
            "description": "Within 90 days of entry of this Order, delete or destroy all Face Embeddings collected before March 1, 2018 including through any Pre-March 2018 Covered Recordings",
            "quoted_text": "2. Within ninety (90) days of entry of this Order, delete or destroy all Face Embeddings collected before March 1, 2018 including through any Pre- March 2018 Covered Recordings; and",
            "deadline": "90 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 175,
            "quote_end_line": 177
          },
          {
            "description": "Within 90 days of entry of this Order, delete or destroy any Affected Work Product unless technically infeasible; if infeasible, the Ring Principal Executive Officer must provide a sworn written statement to the Commission within 90 days identifying the Affected Work Product and certifying the infeasibility",
            "quoted_text": "3. Within ninety (90) days of entry of this Order, delete or destroy any Affected Work Product unless such deletion is technically infeasible, in which case the Ring Principal Executive Officer must provide a written statement to the Commission within ninety (90) days of entry of this Order, sworn under penalty of perjury, identifying any such Affected Work Product, certifying that such deletion or destruction is technically infeasible, and providing a reasonable explanation for that determination. The written statement must be based on the personal knowledge of the Principal Executive Officer or subject matter experts upon whom the Principal Executive Officer reasonably relies in making the statement.",
            "deadline": "90 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 178,
            "quote_end_line": 187
          },
          {
            "description": "Within 90 days of entry of this Order, provide a written statement to the Commission, sworn under penalty of perjury, confirming the deletion or destruction of all Covered Home Security Recordings, Face Embeddings, and Affected Work Product covered by Subprovision II.A",
            "quoted_text": "B. Defendant must, within ninety (90) days of entry of this Order, provide a written statement to the Commission, sworn under penalty of perjury, confirming the deletion or destruction of all Covered Home Security Recordings, Face Embeddings, and Affected Work Product covered by Subprovision II.A above.",
            "deadline": "90 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 192,
            "quote_end_line": 195
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Data Deletion"
        ]
      },
      {
        "provision_number": "III",
        "title": "Mandated Privacy and Data Security Program",
        "category": "affirmative_obligation",
        "summary": "Within 180 days, Defendant must establish a comprehensive privacy and data security program covering documentation, risk assessments, safeguards, training, access controls, monitoring, testing, service provider oversight, and program evaluation, and maintain it for 20 years.",
        "requirements": [
          {
            "description": "Establish and implement a comprehensive privacy and data security program within 180 days and maintain it for 20 years after entry of this Order",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant must, within one hundred and eighty (180) days of entry of this Order, establish and implement, and thereafter maintain for twenty (20) years after entry of this Order, a comprehensive privacy and data security program (the “Program”) that protects the privacy, security, confidentiality, and integrity of Covered Information. To satisfy this requirement, Defendant must, at a minimum:",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 197,
            "quote_end_line": 201
          },
          {
            "description": "Document in writing the relevant content, implementation, and maintenance of the Program",
            "quoted_text": "A. Document in writing the relevant content, implementation, and maintenance of the Program;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 202,
            "quote_end_line": 203
          },
          {
            "description": "Provide the written program and any evaluations or updates to a senior officer responsible for the Program at least once every 12 months and, in the event of a Covered Incident, within 30 days after completion of response or 60 days after the Covered Incident, whichever is sooner",
            "quoted_text": "B. Provide the written program and any evaluations thereof or updates thereto to a senior officer responsible for the Program at least once every twelve (12) months and, in the event of a Covered Incident, within thirty (30) days after completion of response to the Covered Incident or sixty (60) days after the Covered Incident, whichever is sooner;",
            "deadline": "annually / 30 or 60 days after Covered Incident",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 204,
            "quote_end_line": 208
          },
          {
            "description": "Designate a qualified employee or employees to coordinate and be responsible for the Program",
            "quoted_text": "C. Designate a qualified employee or employees to coordinate and be responsible for the Program;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 209,
            "quote_end_line": 210
          },
          {
            "description": "Assess and document, at least once every 12 months and after Covered Incidents, internal and external risks to the privacy, security, confidentiality, or integrity of Covered Information",
            "quoted_text": "D. Assess and document, at least once every twelve (12) months and, in the event of a Covered Incident, within thirty (30) days after completion of a response to the Covered Incident or sixty (60) days after the Covered Incident, whichever is sooner, internal and external risks to the privacy, security, confidentiality, or integrity of 8 Case 1:23-cv-01549-JMC Document 12 Filed 06/16/23 Page 9 of 31 Covered Information (and, if conducted following a Covered Incident, related to the Covered Incident) that could result in the (1) unauthorized collection, maintenance, use, or disclosure of, or provision of access to, Covered Information; or the (2) misuse, loss, theft, alteration, destruction, or other compromise of such information;",
            "deadline": "annually / 30 or 60 days after Covered Incident",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 211,
            "quote_end_line": 223
          },
          {
            "description": "Design, implement, maintain, and document safeguards controlling for identified internal and external risks, including restrictions on human review of Covered Home Security Recordings, employee attestation requirements, training, data access controls (IP restrictions, MFA, least-privilege, annual access reviews), technical logging and monitoring, authentication security measures, and encryption in transit and at rest",
            "quoted_text": "E. Design, implement, maintain, and document safeguards that control for the internal and external risks Defendant identifies to the privacy, security, confidentiality, or integrity of Covered Information identified in response to Subprovision III.D. Each safeguard must be based on the volume and sensitivity of Covered Information that is at risk, and the likelihood that the risk could be realized and result in the: (1) unauthorized collection, maintenance, use, or disclosure of, or provision of access to, Covered Information; or the (2) misuse, loss, theft, alteration, destruction, or other compromise of such information. Such safeguards must also include: 1. Not permitting any human review by Defendant’s employees or contractors of any Covered Home Security Recording, unless, prior to such review, Defendant: a) Implements a policy prohibiting such review unless it is: (1) Required by law or legal process (such as a court order or search warrant); (2) In connection with an investigation of suspected or actual illegal activity; (3) To establish, exercise, or defend Defendant’s legal rights; 9 Case 1:23-cv-01549-JMC Document 12 Filed 06/16/23 Page 10 of 31 (4) Necessary or appropriate to prevent physical or other harm or financial loss; or (5) Otherwise authorized by an Authorized User via Affirmative Express Consent; and b) Requires any employee or contractor in a role that involves accessing Covered Home Security Recording(s) for such human review to attest that the reviewer will only access or view the Covered Home Security Recording for the purpose(s) specified by Defendant and for no other purpose; and c) Requires that any such employees or contractors be trained on how to review Covered Home Security Recordings in accordance with the purpose specified by Defendant. 2. Periodically verifying, at least once every twelve (12) months, that the Defendant is restricting access to Covered Home Security Recordings as required by Subprovision III(E)(1); 3. Training of all employees and contractors whose responsibilities include access to Covered Information, at least every twelve (12) months, on how to safeguard Covered Information; provided, however, that this requirement shall not obligate Defendant to provide training to employees and contractors whose responsibilities only include access to encrypted Covered Information without the ability to decrypt them; 10 Case 1:23-cv-01549-JMC Document 12 Filed 06/16/23 Page 11 of 31 4. Data access controls for employee or contractor access to all databases and assets storing Covered Home Security Recordings, including by, at a minimum: a) Restricting inbound connections to approved IP addresses or other equivalent or stronger protections; b) Requiring multi-factor authentication methods for all employees, contractors, and affiliates in order to access any assets (including databases) storing Covered Home Security Recordings. Defendant may use equivalent industry authentication options that are not multi-factor, if the person responsible for the Program under Subprovision III.C: (1) approves in writing the use of such equivalent authentication options; and (2) documents a written explanation of how the authentication options are at least equivalent to the security provided by multi-factor authentication; c) Limiting employee or contractor access to Covered Home Security Recordings to what is needed to perform that employee’s or contractor’s job function; and d) Reviewing, at least once every twelve (12) months, employee and contractor access to Covered Home Security Recordings to ensure that the employee or contractor needs continued access to the Covered Home Security Recordings to perform the employee or contractor’s job function; provided, however, that this requirement shall not obligate Defendant to implement data access controls for 11 Case 1:23-cv-01549-JMC Document 12 Filed 06/16/23 Page 12 of 31 employees and contractors who can only access encrypted Covered Home Security Recordings without the ability to decrypt them; 5. Technical measures to log and monitor employee and contractor access to Covered Information, including each instance in which a Covered Home Security Recording is accessed; provided, however, that this requirement shall not obligate Defendant to log and monitor access by employees and contractors to encrypted Covered Information without the ability to decrypt it; 6. Technical measures to secure Covered Home Security Products from online attacks resulting from the misuse of valid authentication credentials of users of Covered Home Security Products, such as: a) Where passwords are used to secure users’ Ring Accounts, requiring that users use strong passwords to secure their Ring Accounts, and recommending that they use unique passwords; and b) Requiring multi-factor authentication methods be provided as an option for consumers to access Covered Home Security Recordings. Defendant may use equivalent industry authentication options that are not multi-factor, if the person responsible for the Program under Subprovision III.C: (1) approves in writing the use of such equivalent authentication options; and (2) documents a written explanation of how the authentication options are at least equivalent to the security provided by multi-factor authentication; and 12 Case 1:23-cv-01549-JMC Document 12 Filed 06/16/23 Page 13 of 31 7. Encryption in transit and at rest of all Covered Home Security Recordings in Defendant’s control;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 224,
            "quote_end_line": 324
          },
          {
            "description": "Assess at least once every 12 months and after Covered Incidents the sufficiency of safeguards in place to address risks to Covered Information, and modify the Program as needed",
            "quoted_text": "F. Assess, at least once every twelve (12) months and, in the event of a Covered Incident, within thirty (30) days after completion of response to the Covered Incident or sixty (60) days after the Covered Incident, whichever is sooner, the sufficiency of any safeguards in place to address the internal and external risks to the privacy, security, confidentiality, or integrity of Covered Information (and, if conducted following a Covered Incident, related to the Covered Incident), and modify the Program as needed based on the results;",
            "deadline": "annually / 30 or 60 days after Covered Incident",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 325,
            "quote_end_line": 331
          },
          {
            "description": "Test and monitor the effectiveness of safeguards at least once every 12 months and after Covered Incidents, including vulnerability testing of networks every 4 months, vulnerability testing of Covered Home Security Products before launch or material change, and penetration testing of access controls at least once every 12 months",
            "quoted_text": "G. Test and monitor the effectiveness of the safeguards at least once every twelve (12) months and, in the event of a Covered Incident, within thirty (30) days after completion of response to the Covered Incident or sixty (60) days after the Covered Incident, whichever is sooner (and, if conducted following a Covered Incident, related to the Covered Incident), and modify the Program as needed based on the results. Such testing and monitoring must include: 1. Vulnerability testing of Defendant’s network(s) once every four (4) months and, in the event of a Covered Incident, within thirty (30) days after completion of response to the Covered Incident or sixty (60) days after the Covered Incident, whichever is sooner (and, if conducted following a Covered Incident, related to the Covered Incident); 2. Vulnerability testing of the Covered Home Security Products before the launch of any new Covered Home Security Product or before any material change to any Covered Home Security Product, including any material 13 Case 1:23-cv-01549-JMC Document 12 Filed 06/16/23 Page 14 of 31 hardware or software update to the Covered Home Security Product and, in the event of a Covered Incident relating to a Covered Home Security Product, within thirty (30) days after completion of response to the Covered Incident or ninety (90) days after the Covered Incident, whichever is sooner; and 3. Penetration testing of Defendant’s access controls described in Subprovision III.E(4) at least once every twelve (12) months and, in the event of a Covered Incident, within thirty (30) days after completion of response to the Covered Incident or sixty (60) days after the Covered Incident, whichever is sooner (and, if conducted following a Covered Incident, related to the Covered Incident);",
            "deadline": "annually / quarterly for network vulnerability testing",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 332,
            "quote_end_line": 360
          },
          {
            "description": "Select and retain service providers capable of safeguarding Covered Information, and contractually require them to implement and maintain sufficient safeguards",
            "quoted_text": "H. Select and retain service providers capable of safeguarding Covered Information they access through or receive from Defendant, and contractually require such service providers to implement and maintain safeguards sufficient to address the internal and external risks to the privacy, security, confidentiality, or integrity of Covered Information; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 361,
            "quote_end_line": 365
          },
          {
            "description": "Evaluate and adjust the Program in light of changes to operations, Covered Incidents, new technologies, or other relevant circumstances, at a minimum once every 12 months",
            "quoted_text": "I. Evaluate and adjust the Program in light of any changes to Defendant’s operations or business arrangements, a Covered Incident, new or more efficient technological or operational methods to control for the risks identified in Subprovision III.D of this Order, or any other circumstances that Defendant knows or has reason to know may have an impact on the effectiveness of the Program. At a minimum, Defendant must evaluate the Program at least once every twelve (12) months and modify the Program as needed based on the results.",
            "deadline": "annually",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 366,
            "quote_end_line": 372
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Comprehensive Security Program"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Assessments by a Third Party",
        "category": "assessment",
        "summary": "Defendant must obtain initial and biennial third-party assessments of its privacy and data security program from qualified, independent assessors, covering the first year and each two-year period thereafter for 20 years, with assessments completed within 60 days after each reporting period ends.",
        "requirements": [
          {
            "description": "Obtain assessments from qualified, objective, independent third-party professionals who use accepted procedures, conduct independent reviews, retain all relevant documents for 5 years, and provide such documents to the Commission within 10 days of written request",
            "quoted_text": "A. The Assessment must be obtained from one or more qualified, objective, independent third-party professionals (“Assessor(s)”) who: (1) use procedures and standards generally accepted in the profession; (2) conduct an independent review of the Program; (3) retain all documents relevant to each Assessment for five (5) years after completion of such Assessment; and (4) will provide such documents to the Commission within ten (10) days of receipt of a written request from a representative of the Commission. No documents may be withheld by the Assessor(s) on the basis of a claim of confidentiality, proprietary or trade secrets, work product protection, attorney-client privilege, statutory exemption, or any similar claim. Defendant may obtain separate assessments for (1) privacy and (2) security, confidentiality, and integrity from multiple Assessors, so long as each of the Assessors meets the qualifications set forth above;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 381,
            "quote_end_line": 392
          },
          {
            "description": "For each Assessment, provide the FTC Associate Director for Enforcement with the name(s), affiliation(s), and qualifications of the proposed Assessor(s) for approval",
            "quoted_text": "B. For each Assessment, Defendant must provide the Associate Director for Enforcement for the Bureau of Consumer Protection at the Federal Trade Commission with the name(s), affiliation(s), and qualifications of the proposed Assessor(s), which the Associate Director shall have the authority to approve in her or his sole discretion;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 393,
            "quote_end_line": 397
          },
          {
            "description": "Assessment reporting period must cover the first year after entry for the initial Assessment, and each two-year period thereafter for 20 years for biennial Assessments",
            "quoted_text": "C. The reporting period for the Assessments must cover: (1) the first year after the entry date of the Order for the initial Assessment; and (2) each two-year period 15 Case 1:23-cv-01549-JMC Document 12 Filed 06/16/23 Page 16 of 31 thereafter for twenty (20) years after entry of the Order for the biennial Assessments;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 398,
            "quote_end_line": 405
          },
          {
            "description": "Each Assessment must determine whether the Program has been implemented and maintained, assess effectiveness of Subprovisions III.A-I, identify gaps or weaknesses, address status of prior gaps, and identify specific evidence examined; Assessment must be signed by the Assessor and state hours worked",
            "quoted_text": "D. Each Assessment must, for the entire assessment period: 1. Determine whether Defendant has implemented and maintained the Program required by Provision III of this Order titled Mandated Privacy and Data Security Program; 2. Assess the effectiveness of Defendant’s implementation and maintenance of Subprovisions III.A-I; 3. Identify any gaps or weaknesses in, or instances of material noncompliance with, the Program; 4. Address the status of gaps or weaknesses in, or instances of material non- compliance with, the Program that were identified in any prior Assessment required by this Order; and 5. Identify specific evidence (including, but not limited to, documents reviewed, sampling and testing performed, and interviews conducted) examined to make such determinations, assessments, and identifications, and explain why the evidence that the Assessor examined is (a) appropriate for assessing an enterprise of the Defendant’s size, complexity, and risk profile; and (b) sufficient to justify the Assessor’s findings. No finding of any Assessment shall rely primarily on assertions or attestations by Defendant’s management. The Assessment must be signed by the Assessor and must state that the Assessor conducted an independent review of the Program, and did not rely primarily on assertions or attestations by 16 Case 1:23-cv-01549-JMC Document 12 Filed 06/16/23 Page 17 of 31 Defendant’s management, and state the number of hours that each member of the assessment team worked on the Assessment. To the extent that Defendant revises, updates, or adds one or more safeguards required under Subprovision III.E of this Order in the middle of an Assessment period, the Assessment must assess the effectiveness of the revised, updated, or added safeguard(s) for the time period in which it was in effect, and provide a separate statement detailing the basis for each revised, updated, or additional safeguard;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 406,
            "quote_end_line": 438
          },
          {
            "description": "Each Assessment must be completed within 60 days after the end of the reporting period; the initial Assessment must be submitted to the Commission within 10 days after completion via email to DEbrief@ftc.gov or overnight courier; all subsequent biennial Assessments must be retained until the Order is terminated and provided to the Associate Director within 10 days of request",
            "quoted_text": "E. Each Assessment must be completed within sixty (60) days after the end of the reporting period to which the Assessment applies. Unless otherwise directed by a Commission representative in writing, Defendant must submit the initial Assessment to the Commission within ten (10) days after the Assessment has been completed via email to DEbrief@ftc.gov or by overnight courier (not the U.S. Postal Service) to Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin, “FTC v. Ring LLC.” All subsequent biennial Assessments must be retained by Defendant until the Order is terminated and provided to the Associate Director for Enforcement within ten (10) days of request. The initial Assessment and any subsequent biennial Assessment provided to the Commission must be marked, in the upper right-hand corner of each page, with the words “DPIP Assessment” in red lettering.",
            "deadline": "60 days after reporting period ends; 10 days after completion for initial submission",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 439,
            "quote_end_line": 451
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Third-Party Assessment"
        ]
      },
      {
        "provision_number": "V",
        "title": "Cooperation with Third-Party Assessor(s)",
        "category": "affirmative_obligation",
        "summary": "Defendant must fully cooperate with Assessors by providing all relevant information, granting visibility into networks and IT assets, and disclosing all material facts without misrepresentation.",
        "requirements": [
          {
            "description": "Provide or make available to the Assessor all information and material in Defendant's possession, custody, or control that is relevant to the Assessment and for which there is no reasonable claim of privilege or work product protection",
            "quoted_text": "A. Provide or otherwise make available to the Assessor all information and material in its possession, custody, or control that is relevant to the Assessment for which there is no reasonable claim of privilege or work product protection;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 460,
            "quote_end_line": 462
          },
          {
            "description": "Provide or make available to the Assessor information about Covered Home Security Products, Defendant's networks, and all IT assets relevant to determining the scope of the Assessment, and provide visibility to those portions of networks and IT assets deemed in scope",
            "quoted_text": "B. Provide or otherwise make available to the Assessor information about Covered Home Security Products, Defendant’s network(s), and all of Defendant’s IT assets that is relevant to the Assessor’s determination of the scope of the Assessment, and to provide visibility to those portions of the networks and IT assets deemed in scope; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 463,
            "quote_end_line": 467
          },
          {
            "description": "Disclose all material facts to the Assessor(s) and not misrepresent any fact material to the Assessor's determinations regarding Program implementation, effectiveness, or gaps",
            "quoted_text": "C. Disclose all material facts to the Assessor(s), and not misrepresent in any manner, expressly or by implication, any fact material to the Assessor’s: (1) determination of whether Defendant has implemented and maintained the Program required by Provision III of this Order titled Mandated Privacy and Data Security Program; (2) assessment of the effectiveness of the implementation and maintenance of Subprovisions III.A-I; or (3) identification of any gaps or weaknesses in, or instances of material non-compliance with, the Program.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 468,
            "quote_end_line": 474
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Certifications",
        "category": "compliance_reporting",
        "summary": "Starting one year after entry and annually for 20 years, the Ring Principal Executive Officer must certify to the Commission that Defendant has established and maintained the Order's requirements and is unaware of any undisclosed material noncompliance.",
        "requirements": [
          {
            "description": "One year after entry and each year thereafter for 20 years, provide the Commission with a certification from the Ring Principal Executive Officer that Defendant has established, implemented, and maintained the requirements of this Order and is not aware of any undisclosed material noncompliance; certification must be based on personal knowledge of the Principal Executive Officer or subject matter experts",
            "quoted_text": "IT IS FURTHER ORDERED that, one year after the entry date of this Order, and each year thereafter for twenty (20) years after the entry of this order: 18 Case 1:23-cv-01549-JMC Document 12 Filed 06/16/23 Page 19 of 31 A. Defendant must provide the Commission with a certification from the Ring Principal Executive Officer that Defendant: 1. Has established, implemented, and maintained the requirements of this Order; and 2. Is not aware of any material noncompliance with the requirements of this Order that has not been disclosed to the Commission. 3. Each certification must be based on the personal knowledge of the Principal Executive Officer or subject matter experts upon whom the Principal Executive Officer reasonably relies in making the certification; and",
            "deadline": "annually, beginning 1 year after entry",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 476,
            "quote_end_line": 490
          },
          {
            "description": "Submit all annual certifications to the Commission via email to DEbrief@ftc.gov or by overnight courier to the Associate Director for Enforcement; subject line must begin \"FTC v. Ring LLC\"",
            "quoted_text": "B. Unless otherwise directed by a Commission representative in writing, Defendant must submit all annual certifications to the Commission pursuant to this Order via email to DEbrief@ftc.gov or by overnight courier (not the U.S. Postal Service) to Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin, “FTC v. Ring LLC.”",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 491,
            "quote_end_line": 496
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Covered Incident Reports",
        "category": "compliance_reporting",
        "summary": "For 20 years, Defendant must report Covered Incidents to the Commission within 10 days of notifying any U.S. government entity or determining no notice is needed, including details about the incident, affected consumers, remediation steps, and copies of consumer notices.",
        "requirements": [
          {
            "description": "For 20 years after entry, within a reasonable time after discovery of a Covered Incident but no later than 10 days after first notifying any U.S. federal, state, or local entity or determining no notice is needed, submit a report to the Commission including: the date(s) of the incident, a description of facts and causes, the number of affected consumers, remediation actions taken, and a copy of any materially different notice sent to consumers or government entities",
            "quoted_text": "IT IS FURTHER ORDERED that, for twenty (20) years after entry of this order, within a reasonable time after Defendant’s discovery of a Covered Incident, but in any event no later than ten (10) days after the Defendant first notifies any United States federal, state, or local entity of a Covered Incident or determines that no such notice is needed, the Defendant must submit a report to the Commission. The report must include, to the extent possible: A. The date, estimated date, or estimated date range when the Covered Incident occurred; 19 Case 1:23-cv-01549-JMC Document 12 Filed 06/16/23 Page 20 of 31 B. A description of the facts relating to the Covered Incident, including the causes of the Covered Incident, if known; C. The number of consumers whose Covered Home Security Recordings were affected by the Covered Incident; D. The acts that Defendant has taken to date to remediate the Covered Incident and protect Covered Home Security Recordings from further exposure or access, and protect affected consumers from identity theft or other harm that may result from the Covered Incident; and E. A representative copy of any materially different notice sent by Defendant to consumers or to any U.S. federal, state, or local government entity.",
            "deadline": "10 days after notifying government or determining no notice needed",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 498,
            "quote_end_line": 518
          },
          {
            "description": "All Covered Incident reports must be emailed to DEbrief@ftc.gov or sent by overnight courier to the Associate Director for Enforcement; subject line must begin \"FTC v. Ring LLC\"",
            "quoted_text": "Unless otherwise directed by a Commission representative in writing, all Covered Incident reports to the Commission pursuant to this Order must be emailed to DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue, NW, Washington, DC 20580. The subject line must begin, “FTC v. Ring LLC.”",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 519,
            "quote_end_line": 523
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Notices to Customers",
        "category": "affirmative_obligation",
        "summary": "Defendant must identify all consumers with Ring accounts before February 1, 2018, and send each a notice (per Attachment A) within 180 days of Order entry, and notify any newly identified eligible customers within 30 days of their identification.",
        "requirements": [
          {
            "description": "Identify all consumers who had Ring accounts before February 1, 2018 (\"eligible customers\"), taking reasonable efforts to identify such customers and their contact information, including those identified at any time",
            "quoted_text": "A. Identify all consumers who had Ring accounts before February 1, 2018 (“eligible customers”). Ring must take reasonable efforts to identify such eligible customers, and their contact information. Eligible customers include those identified at any time;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 526,
            "quote_end_line": 529
          },
          {
            "description": "Notify all identified eligible customers by emailing each a notice in the form shown in Attachment A, without any other enclosures",
            "quoted_text": "B. Notify all identified eligible customers by emailing each a notice in the form shown in Attachment A. The emailing of the notification letter must not include any other enclosures; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 534,
            "quote_end_line": 536
          },
          {
            "description": "Notify all eligible customers within 180 days after entry of this Order and any eligible customers identified thereafter within 30 days of their identification",
            "quoted_text": "C. Notify all eligible customers within 180 days after the entry date of this Order and any eligible customers identified thereafter within 30 days of their identification.",
            "deadline": "180 days (initial); 30 days for subsequently identified customers",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 537,
            "quote_end_line": 538
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "IX",
        "title": "Monetary Judgment",
        "category": "affirmative_obligation",
        "summary": "Judgment of $5,800,000 is entered against Defendant, payable to the Commission within 7 days of Order entry via electronic fund transfer.",
        "requirements": [
          {
            "description": "Judgment in the amount of $5,800,000 is entered in favor of the Commission against Defendant",
            "quoted_text": "A. Judgment in the amount of five million eight hundred thousand dollars ($5,800,000) is entered in favor of the Commission against Defendant;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 541,
            "quote_end_line": 542
          },
          {
            "description": "Defendant must pay $5,800,000 to the Commission within 7 days of entry of this Order by electronic fund transfer in accordance with Commission instructions",
            "quoted_text": "B. Defendant is ordered to pay to the Commission five million eight hundred thousand dollars ($5,800,000), which, as Defendant stipulates, their undersigned counsel holds in escrow for no purpose other than payment to the Commission; and C. Such payment must be made within seven (7) days of entry of this Order by electronic fund transfer in accordance with instructions previously provided by a representative of the Commission.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 543,
            "quote_end_line": 548
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      },
      {
        "provision_number": "X",
        "title": "Additional Monetary Provisions",
        "category": "affirmative_obligation",
        "summary": "Defendant relinquishes all rights to transferred assets, the Complaint's facts may be taken as true in future enforcement proceedings, Defendant must submit its Taxpayer Identification Number, and all money paid may be used for equitable relief or deposited to the U.S. Treasury.",
        "requirements": [
          {
            "description": "Defendant relinquishes dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek their return",
            "quoted_text": "A. Defendant relinquishes dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek the return of any assets;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 551,
            "quote_end_line": 553
          },
          {
            "description": "The facts alleged in the Complaint will be taken as true in any subsequent civil litigation by or on behalf of the Commission to enforce its rights to any payment or monetary judgment pursuant to this Order",
            "quoted_text": "B. The facts alleged in the Complaint will be taken as true, without further proof, in any subsequent civil litigation by or on behalf of the Commission to enforce its 21 Case 1:23-cv-01549-JMC Document 12 Filed 06/16/23 Page 22 of 31 rights to any payment or monetary judgment pursuant to this Order, such as a nondischargeability complaint in any bankruptcy case;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 554,
            "quote_end_line": 561
          },
          {
            "description": "The facts alleged in the Complaint establish all elements necessary to sustain an action pursuant to Section 523(a)(2)(A) of the Bankruptcy Code, and this Order will have collateral estoppel effect for such purposes",
            "quoted_text": "C. The facts alleged in the Complaint establish all elements necessary to sustain an action by or on behalf of the Commission pursuant to Section 523(a)(2)(A) of the Bankruptcy Code, 11 U.S.C. § 523(a)(2)(A), and this Order will have collateral estoppel effect for such purposes;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 562,
            "quote_end_line": 565
          },
          {
            "description": "Defendant must submit its Taxpayer Identification Numbers, which may be used for collecting and reporting on any delinquent amount arising out of this Order",
            "quoted_text": "D. Defendant acknowledges that its Taxpayer Identification Numbers (Social Security Numbers or Employer Identification Numbers), which Defendant must submit, may be used for collecting and reporting on any delinquent amount arising out of this order, in accordance with 31 U.S.C. § 7701; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 566,
            "quote_end_line": 569
          },
          {
            "description": "All money paid to the Commission may be deposited into a fund for equitable relief including consumer redress; any remaining money may be applied for other equitable relief or deposited to the U.S. Treasury as disgorgement",
            "quoted_text": "E. All money paid to the Commission pursuant to this Order may be deposited into a fund administered by the Commission or its designee to be used for equitable relief, including consumer redress and any attendant expenses for the administration of any redress fund. If a representative of the Commission decides that direct redress to consumers is wholly or partially impracticable or money remains after redress is completed, the Commission may apply any remaining money for such other equitable relief (including consumer information remedies) as it determines to be reasonably related to Defendant’s practices alleged in the Complaint. Any money not used for such equitable relief is to be deposited to the U.S. Treasury as disgorgement. Defendant has no right to challenge any actions the Commission or its representatives may take pursuant to this Subprovision.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 570,
            "quote_end_line": 580
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      },
      {
        "provision_number": "XI",
        "title": "Customer Information",
        "category": "affirmative_obligation",
        "summary": "Defendant must provide sufficient customer information to enable the Commission to administer consumer redress, and respond to any written Commission request for redress-related information within 14 days.",
        "requirements": [
          {
            "description": "Defendant must directly or indirectly provide sufficient customer information to enable the Commission to efficiently administer consumer redress, and provide any requested redress-related information in the form prescribed by the Commission within 14 days of a written request",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant must directly or indirectly provide sufficient customer information to enable the Commission to efficiently administer consumer redress. If a representative of the Commission requests in writing any information related to redress, Defendant must provide it, in the form prescribed by the Commission, within fourteen (14) days.",
            "deadline": "14 days of written request",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 586,
            "quote_end_line": 590
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "XII",
        "title": "Acknowledgments of the Order",
        "category": "acknowledgment",
        "summary": "Defendant must submit a sworn acknowledgment of receipt within 7 days, deliver copies of the Order to all relevant personnel within 7 days (and to future personnel before they assume responsibilities), and obtain signed acknowledgments from each recipient within 30 days.",
        "requirements": [
          {
            "description": "Within 7 days of entry of this Order, Defendant must submit to the Commission a sworn acknowledgment of receipt of this Order under penalty of perjury",
            "quoted_text": "A. Defendant, within seven (7) of entry this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 594,
            "quote_end_line": 595
          },
          {
            "description": "For 3 years after entry, Defendant must deliver a copy of this Order to all principals, officers, directors, LLC managers and members, employees and agents managing conduct related to the Order's subject matter, and any successor business entities; delivery must occur within 7 days for current personnel and before assumption of responsibilities for all others",
            "quoted_text": "B. For three (3) years after the entry date of this Order, Defendant must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members of Defendant; (2) all employees, agents, and representatives of Defendant managing conduct related to the subject matter of the Order; and (3) any business entity resulting from any change in structure as set forth in the Provision titled Compliance Reporting. Delivery must occur within seven (7) days of entry of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "7 days for current personnel; before assuming responsibilities for future personnel",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 596,
            "quote_end_line": 603
          },
          {
            "description": "From each individual or entity to which Defendant delivered a copy of this Order, Defendant must obtain a signed and dated acknowledgment of receipt within 30 days",
            "quoted_text": "C. From each individual or entity to which Defendant delivered a copy of this Order, Defendant must obtain, within thirty (30) days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 604,
            "quote_end_line": 606
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "XIII",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendant must submit a sworn compliance report one year after entry, timely compliance notices within 14 days of any structural or contact changes for 10 years, notice of any bankruptcy filing within 14 days, and all sworn submissions must follow the specified format and submission procedures.",
        "requirements": [
          {
            "description": "One year after entry, submit a sworn compliance report identifying contact information, all subsidiaries collecting Covered Home Security Recordings, their activities, a description of compliance with each Provision, and copies of all Order Acknowledgments",
            "quoted_text": "A. One year after the entry date of this Order, Defendant must submit a compliance report, sworn under penalty of perjury: 1. Defendant must: (a) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission, may use to communicate with Defendant; (b) identify all of Defendant’s subsidiaries that collect, maintain, use, or disclose, or provide access to Covered Home Security Recordings by all of their names, telephone numbers, and physical, postal, email, and internet addresses; (c) describe the activities of each such subsidiary, including the goods and services offered, the means of advertising, marketing, and sales; (d) describe in detail whether and how Defendant is in compliance with each Provision of this Order; and (e) provide a copy of each Order Acknowledgment obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "1 year after entry",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 614,
            "quote_end_line": 627
          },
          {
            "description": "For 10 years after entry, submit a sworn compliance notice within 14 days of any change in designated point of contact or in the structure of Defendant that may affect compliance obligations, including creation, merger, sale, or dissolution of the entity or any relevant subsidiary",
            "quoted_text": "B. For ten (10) years after entry of this Order, Defendant must submit a compliance notice, sworn under penalty of perjury, within fourteen (14) days of any change in: (a) any designated point of contact; or (b) the structure of Defendant that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary that engages in any acts or practices subject to this Order.",
            "deadline": "14 days of any qualifying change",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 628,
            "quote_end_line": 633
          },
          {
            "description": "Submit notice to the Commission of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding within 14 days of its filing",
            "quoted_text": "C. Defendant must submit to the Commission notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against Defendant within fourteen (14) days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 638,
            "quote_end_line": 640
          },
          {
            "description": "Any submission required to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, including the required declaration language, date, signatory's full name, title, and signature",
            "quoted_text": "D. Any submission to the Commission required by this Order to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, such as by concluding: “I declare under penalty of perjury under the laws of the United States of America that the foregoing is true and correct. Executed on: _____” and supplying the date, signatory’s full name, title (if applicable), and signature.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 641,
            "quote_end_line": 645
          },
          {
            "description": "Unless otherwise directed, all submissions to the Commission must be emailed to DEbrief@ftc.gov or sent by overnight courier to the Associate Director for Enforcement; subject line must begin \"FTC v. Ring LLC\"",
            "quoted_text": "E. Unless otherwise directed by a Commission representative in writing, all submissions to the Commission pursuant to this Order must be emailed to DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin: “FTC v. Ring LLC.”",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 646,
            "quote_end_line": 651
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "XIV",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendant must create certain records for 10 years after entry and retain each for 5 years, including accounting records, personnel records, consumer complaints, marketing materials, representations about recording access, and all records demonstrating full compliance with this Order.",
        "requirements": [
          {
            "description": "Create and retain for 5 years accounting records showing revenues from goods or services related to the subject matter of the Order, costs incurred, and resulting net profit or loss",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant must create certain records for ten (10) years after the entry date of the Order, and retain each such record for five (5) years. Specifically, Defendant must create and retain the following records: A. accounting records showing the revenues from all goods or services sold relating to the subject matter of the Order, the costs incurred in generating those revenues, and resulting net profit or loss;",
            "deadline": "10 years creation period; 5 years retention",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 653,
            "quote_end_line": 658
          },
          {
            "description": "Create and retain personnel records showing, for each person participating in conduct related to the subject matter of this Order, their name, job title or position, and dates of service",
            "quoted_text": "B. personnel records showing, for each person who participates in conduct related to the subject matter of this Order, whether as an employee or otherwise, that person’s: name; job title or position; and dates of service;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 663,
            "quote_end_line": 665
          },
          {
            "description": "Create and retain records of all consumer complaints and refund requests related to the subject matter of this Order received through Defendant's customer service channels, and any response, except where deletion has been requested by a consumer",
            "quoted_text": "C. records of all consumer complaints and refund requests related to the subject matter of this Order received through Defendant’s customer service channels, and any response, except to the extent that deletion of such records has been requested by a consumer;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 666,
            "quote_end_line": 669
          },
          {
            "description": "Create and retain a copy of each unique advertisement or other marketing material making a representation subject to this Order",
            "quoted_text": "D. a copy of each unique advertisement or other marketing material making a representation subject to this Order;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 670,
            "quote_end_line": 671
          },
          {
            "description": "Create and retain a copy of each widely externally-disseminated representation by Defendant describing the extent to which, or purposes for which, Defendant or any employee or contractor accesses or reviews any Covered Home Security Recording",
            "quoted_text": "E. a copy of each widely externally-disseminated representation by Defendant that describes the extent to which, or the purposes for which, Defendant or any employee or contractor working on Defendant’s behalf accesses or reviews any Covered Home Security Recording; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 672,
            "quote_end_line": 675
          },
          {
            "description": "Create and retain all records necessary to demonstrate full compliance with this Order, including all submissions to the Commission, all notices distributed pursuant to Provision VIII, and all documents related to verifications pursuant to Subprovision III.E.2",
            "quoted_text": "F. all records necessary to demonstrate full compliance with this Order, including all submissions to the Commission, all notices distributed pursuant to Provision VIII, and all documents related to Defendant’s verifications pursuant to Subprovision III.E.2.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 676,
            "quote_end_line": 679
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "XV",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission is authorized to monitor Defendant's compliance by requiring additional reports and document production within 14 days of request, communicating directly with and interviewing Defendant's personnel, and using any lawful means including undercover representatives.",
        "requirements": [
          {
            "description": "Within 14 days of receipt of a written request from a Commission representative, Defendant must submit additional compliance reports or other requested information sworn under penalty of perjury, and produce records for inspection and copying",
            "quoted_text": "A. Within fourteen (14) days of receipt of a written request from a representative of the Commission, Defendant must: submit additional compliance reports or other 26 Case 1:23-cv-01549-JMC Document 12 Filed 06/16/23 Page 27 of 31 requested infonnation, which must be sworn under penalty ofpe1jmy, and produce records for inspection and copying.",
            "deadline": "14 days of written request",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 683,
            "quote_end_line": 690
          },
          {
            "description": "Defendant must permit Commission representatives to communicate directly with Defendant and to interview any employee or other affiliated person who has agreed to an interview; the person interviewed may have counsel present",
            "quoted_text": "B. For matters concerning this Order, representatives of the Commission are authorized to communicate directly with Defendant. Defendant must pennit representatives of the Commission to interview any employee or other person affiliated with Defendant who has agreed to such an interview. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 691,
            "quote_end_line": 695
          },
          {
            "description": "The Commission may use all other lawful means, including posing as consumers, suppliers, or other individuals, without the necessity of identification or prior notice, and may use compulsory process pursuant to Sections 9 and 20 of the FTC Act",
            "quoted_text": "C. The Commission may use all other lawful means, including posing through its representatives as consumers, suppliers, or other individuals or entities, to Defendant or any individual or entity affiliated with Defendant, without the necessity of identification or prior notice. Nothing in this Order limits the Commission's lawful use of compulso1y process, pmsuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 696,
            "quote_end_line": 701
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "XVI",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction over this matter for purposes of construction, modification,and enforcement of this Order.",
        "requirements": [
          {
            "description": "The Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order",
            "quoted_text": "IT IS FURTHER ORDERED that this Comi retains jmisdiction of this matter for pmposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 703,
            "quote_end_line": 704
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "IT IS ORDERED that, for twenty years after entry of this Order, Defendant and Defendant's officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with the manufacturing, advertising, promotion, offering, sale, or distribution of any Covered Home Security Product, must not misrepresent in any manner, expressly or by implication"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "04.24, Ring Complaint (Pending).pdf",
      "order": "04.24, Ring Order (Pending).pdf"
    },
    "extraction_stats": {
      "complaint_counts": 3,
      "complaint_representations": 5,
      "order_provisions": 16,
      "order_definitions": 14,
      "order_requirements": 57,
      "provisions_per_section": {
        "I": 2,
        "II": 4,
        "III": 10,
        "IV": 5,
        "V": 3,
        "VI": 2,
        "VII": 2,
        "VIII": 3,
        "IX": 2,
        "X": 5,
        "XI": 1,
        "XII": 3,
        "XIII": 5,
        "XIV": 6,
        "XV": 3,
        "XVI": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 1
      },
      "verification_details": {
        "complaint_verified": 5,
        "complaint_total": 5,
        "order_verified": 57,
        "order_total": 57
      }
    },
    "processing_time_seconds": 253.9
  }
}