{
  "case_info": {
    "docket_number": "17-cv-00194",
    "company": {
      "name": "Credit Bureau Center, LLC",
      "incorporation_state": "Delaware",
      "entity_type": "limited liability company",
      "address": "1209 Orange Street, Wilmington, Delaware 19801",
      "business_description": "Credit Bureau Center operates websites offering credit monitoring services and purportedly free credit scores and reports under various names including eFreeScore.com, CreditUpdates.com, and FreeCreditNation.com. The company uses negative option billing to automatically enroll consumers in paid monthly subscription services."
    },
    "commissioners": [],
    "case_date": {
      "month": 4,
      "year": 2022
    },
    "legal_authority": "Section 13(b) of the Federal Trade Commission Act, 15 U.S.C. § 53(b); Section 5 of the Restore Online Shoppers' Confidence Act (ROSCA), 15 U.S.C. § 8404; Section 621(a)(1) of the Fair Credit Reporting Act (FCRA), 15 U.S.C. § 1681s(a)(1)",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/162-3120-x170014-credit-bureau-center-llc-formerly-known-myscore-llc",
    "statutory_topics": [
      "FCRA"
    ],
    "practice_areas": [
      "Deceptive Design / Dark Patterns",
      "Financial Practices"
    ],
    "industry_sectors": [
      "Financial Services"
    ]
  },
  "complaint": {
    "factual_background": "Credit Bureau Center, LLC and its associates ran a scheme in which fake rental property advertisements on Craigslist lured consumers to websites offering purportedly 'free' credit scores and reports. Affiliate marketers Pierce and Lloyd posted fraudulent rental ads and sent fake landlord emails instructing consumers to obtain their credit reports via links to Credit Bureau Center's websites before they could tour a property. Once on those websites, consumers were deceptively enrolled in a negative option seven-day trial of a credit monitoring service and subsequently charged $29.94 per month without their meaningful consent. The websites failed to clearly and conspicuously disclose the material terms of the subscription, failed to obtain express informed consent, and did not display the legally required notice directing consumers to AnnualCreditReport.com. The scheme generated over 500 consumer complaints and caused millions of dollars in consumer losses.",
    "representations_made": [
      {
        "description": "Represented that a residential rental property described in a fake online ad is currently available for rent and can be accessed through the person who posted the ad",
        "quoted_text": "a. a residential property described in an online ad is currently available for rent from someone consumers can contact through that ad; and",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 38,
        "quote_start_line": 329,
        "quote_end_line": 330
      },
      {
        "description": "Represented that the rental property would be shown to consumers who obtain their credit reports and scores through the Credit Bureau Center Defendants' website",
        "quoted_text": "b. the property will be shown to consumers who obtain their credit reports and scores through the Credit Bureau Center Defendants’ website.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 38,
        "quote_start_line": 331,
        "quote_end_line": 332
      },
      {
        "description": "Represented that consumers could obtain their credit scores and reports for free",
        "quoted_text": "41. In numerous instances, the Credit Bureau Center Defendants have represented, directly or indirectly, expressly or by implication, that they are offering consumers their credit scores and reports for free.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 41,
        "quote_start_line": 344,
        "quote_end_line": 346
      },
      {
        "description": "Website landing page stated 'Get Your Free Credit Score and Report' in large bold letters without adequately disclosing enrollment in a paid subscription",
        "quoted_text": "22. Landing Page. The first webpage consumers see upon arrival at the Credit Bureau Center Defendants’ websites is the landing page. Across the top of the landing page, in large bold letters, is the statement: “Get Your Free Credit Score and Report as of [current date].” Within this statement, the words “Free Credit Score” appear in bright orange. Below that is a large box captioned “START HERE” with spaces for consumers to enter their name, email address, and zip code. After providing this information, consumers proceed by clicking a large orange button labeled “YOUR SCORE - NOW!”",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 22,
        "quote_start_line": 207,
        "quote_end_line": 213
      },
      {
        "description": "Step 2 webpage described the payment field as a '$1.00 refundable processing fee and membership' without clearly disclosing the $29.94 monthly charge to follow",
        "quoted_text": "the bold heading “Verification and Payment Information,” followed by a line of text that states, “Tell us which card you would like to use for your $1.00 refundable processing fee and membership.” Under that are spaces for consumers to enter their credit or debit card information. Consumers advance to the next webpage by pressing another large orange “Submit & Continue” button. An ineffective disclosure in small print, below the spaces for card information, is not adequate to inform consumers that their cards will be charged an additional $29.94 per month after a 7-day trial. Exhibit 4 hereto shows the “Step 2” webpage for eFreeScore.com as it appears on a desktop computer screen.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 28,
        "quote_start_line": 258,
        "quote_end_line": 265
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "False Representations About Rental Properties (FTC Act § 5(a))",
        "representation": "A residential property described in an online ad is currently available for rent from someone consumers can contact through that ad, and the property will be shown to consumers who obtain their credit reports and scores through the Credit Bureau Center Defendants' website",
        "fact": "The residential property described in the online ad is not currently available for rent from someone consumers can contact through that ad, and the property is not shown to consumers who obtain their credit reports and scores through the Credit Bureau Center Defendants' website",
        "conclusion": "Defendants' representations as set forth in Paragraph 38 are false and misleading and constitute deceptive acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)"
      },
      {
        "count_number": 2,
        "title": "Deceptive Omissions Regarding Free Credit Score Offer (FTC Act § 5(a))",
        "representation": "The Credit Bureau Center Defendants are offering consumers their credit scores and reports for free",
        "fact": "The Credit Bureau Center Defendants failed to disclose or adequately disclose that consumers would be automatically enrolled in a negative option continuity plan with additional charges, that consumers must affirmatively cancel before the end of a trial period to avoid charges, that their card would be charged monthly, the costs of the plan, and the means required to cancel",
        "conclusion": "The Credit Bureau Center Defendants' failure to disclose or disclose adequately the material information constitutes a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)"
      },
      {
        "count_number": 3,
        "title": "Failure to Disclose All Material Terms Before Obtaining Billing Information (ROSCA § 4(1))",
        "representation": "The Credit Bureau Center Defendants charged or attempted to charge consumers for credit monitoring through a negative option feature",
        "fact": "The Credit Bureau Center Defendants failed to clearly and conspicuously disclose all material terms of the transaction before obtaining consumers' billing information, as required by ROSCA",
        "conclusion": "The Credit Bureau Center Defendants' acts or practices constitute a violation of Section 4(1) of ROSCA, 15 U.S.C. § 8403(1), and are therefore a violation of a rule promulgated under Section 18 of the FTC Act, 15 U.S.C. § 57a"
      },
      {
        "count_number": 4,
        "title": "Failure to Obtain Consumers' Express Informed Consent (ROSCA § 4(2))",
        "representation": "The Credit Bureau Center Defendants charged or attempted to charge consumers for credit monitoring through a negative option feature",
        "fact": "The Credit Bureau Center Defendants failed to obtain consumers' express informed consent before charging their credit card, debit card, bank account, or other financial account for the credit monitoring service",
        "conclusion": "The Credit Bureau Center Defendants' acts or practices constitute a violation of Section 4(2) of ROSCA, 15 U.S.C. § 8403(2), and are therefore a violation of a rule promulgated under Section 18 of the FTC Act, 15 U.S.C. § 57a"
      },
      {
        "count_number": 5,
        "title": "Failure to Display Required Free Credit Report Disclosure (FCRA § 612(g) and Free Reports Rule)",
        "representation": "The Credit Bureau Center Defendants operated websites offering free credit reports, including eFreeScore.com and CreditUpdates.com",
        "fact": "The Credit Bureau Center Defendants failed to display across the top of each page that mentions free credit reports, and across the top of each page of the ordering process, the prominent disclosure required by the Free Reports Rule informing consumers of their right to obtain a free credit report from AnnualCreditReport.com or (877) 322-8228",
        "conclusion": "The Credit Bureau Center Defendants' acts or practices violate Section 612(g)(1) of the FCRA, 15 U.S.C. § 1681j(g)(1), and the Free Reports Rule, 12 C.F.R. § 1022.138"
      }
    ]
  },
  "order": {
    "definitions": {},
    "provisions": [
      {
        "provision_number": "1",
        "title": "Permanent Injunction — Negative Option Marketing",
        "category": "prohibition",
        "summary": "Brown and Credit Bureau Center were permanently enjoined from using negative-option marketing features that automatically enroll consumers in paid subscriptions without clear and conspicuous disclosure of all material terms before obtaining billing information, in violation of ROSCA.",
        "requirements": [
          {
            "description": "Defendants are permanently enjoined from using a negative-option feature to sell goods or services on the internet without clearly and conspicuously disclosing all material terms of the transaction before obtaining the consumer's billing information, as required by ROSCA § 8403(1).",
            "quoted_text": "The district court entered a permanent injunction and or- dered Brown to pay more than $5 million in restitution. We",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 56,
            "quote_end_line": 57
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Deceptive Design / Dark Patterns"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "2",
        "title": "Monetary Award — Consumer Restitution Under ROSCA and Section 19",
        "category": "affirmative_obligation",
        "summary": "Brown was ordered to pay $5,260,671.36 in restitution to consumers under ROSCA § 5 and FTCA § 19, representing revenue from fraudulent website traffic minus refunds, chargebacks, and prior settlements.",
        "requirements": [
          {
            "description": "Brown must pay $5,260,671.36 in consumer restitution representing revenue obtained through traffic directed by Pierce to the websites, minus refunds already paid, chargebacks, and a prior settlement amount.",
            "quoted_text": "the restitution award. The judge reinstated the original award—a total of $5,260,671.36, which equals the revenue Brown obtained through traffic that Pierce directed to the websites minus refunds already paid, chargebacks custom- ers obtained, and a settlement paid by Pierce and Lloyd.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 357,
            "quote_end_line": 361
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      },
      {
        "provision_number": "3",
        "title": "Modification — Removal of U.S. Treasury Disgorgement Direction",
        "category": "prohibition",
        "summary": "The Seventh Circuit modified part IX.D of the amended judgment to remove the direction that excess funds be deposited to the U.S. Treasury as disgorgement, as that exceeds the remedial scope of FTCA § 19.",
        "requirements": [
          {
            "description": "Part IX.D of the amended judgment is modified to remove the sentence directing that any money not used for equitable relief is to be deposited to the U.S. Treasury as disgorgement, because FTCA § 19 is limited to relief necessary to redress injury to consumers.",
            "quoted_text": "statute. We therefore modify part IX.D of the amended judgment to remove this sentence: “Any money not used for such equitable relief is to be deposited to the U.S. Treasury as disgorgement.” As modified, the judgment is",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 456,
            "quote_end_line": 459
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "The judgment is AFFIRMED as modified. No explicit duration or termination clause applicable — this is a federal appellate opinion affirming a permanent injunction and monetary judgment, not a standard FTC administrative consent order with a fixed term."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "04.22, Credit Bureau Center Complaint.pdf",
      "order": "04.22, Credit Bureau Center Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 5,
      "complaint_representations": 5,
      "order_provisions": 3,
      "order_definitions": 0,
      "order_requirements": 3,
      "provisions_per_section": {
        "1": 1,
        "2": 1,
        "3": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 5,
        "complaint_total": 5,
        "order_verified": 3,
        "order_total": 3
      }
    },
    "processing_time_seconds": 98.2
  }
}