{
  "case_info": {
    "docket_number": "C-6:07-cv-227-Orl-22UAM",
    "company": {
      "name": "ACTION RESEARCH GROUP, INC.",
      "incorporation_state": "Florida",
      "entity_type": "corporation",
      "address": "2263 W. New Haven Avenue, Melbourne, Florida",
      "business_description": "ACTION RESEARCH GROUP, INC. obtained confidential customer phone records from telecommunications carriers and sold such records to clients and others for a fee."
    },
    "commissioners": [],
    "case_date": {
      "month": 5,
      "year": 2008
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a)",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/072-3021-action-research-group-inc-et-al",
    "statutory_topics": [
      "Section 5 Only"
    ],
    "practice_areas": [
      "Deceptive Design / Dark Patterns",
      "Privacy"
    ],
    "industry_sectors": [
      "Healthcare",
      "Telecom"
    ]
  },
  "complaint": {
    "factual_background": "Action Research Group, Inc. and associated defendants obtained confidential customer phone records from telecommunications carriers without customer knowledge or authorization. To do so, defendants used false pretenses and fraudulent misrepresentations — including impersonating account holders or carrier employees — to trick carrier personnel into disclosing private call records. Defendants then sold those records to third-party clients for a fee. This conduct violated consumers' privacy and posed risks to their health and safety, and consumers had no way to detect or avoid these harms.",
    "representations_made": [
      {
        "description": "Defendants represented to telecommunications carriers that they were the specifically-identified account holders seeking disclosure of their own confidential customer phone records",
        "quoted_text": "18. In numerous instances, in the course and conduct of their business, Defendants directly or through their employees and agents, expressly or by implication, have represented or caused others to represent to telecommunications carrers: (i) that they are specifically-identified account holders with those carers seeking disclosure of confidential customer phone records for their own benefit; (ii) that they are employees of the carers seeking disclosure of the confidential customer phone records of the actual account holder; and/or (iii) that they are otherwise authorized to seek disclosure of confidential customer phone records.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 18,
        "quote_start_line": 135,
        "quote_end_line": 141
      },
      {
        "description": "Defendants represented to telecommunications carriers that they were employees of the carriers seeking disclosure of confidential customer phone records",
        "quoted_text": "18. In numerous instances, in the course and conduct of their business, Defendants directly or through their employees and agents, expressly or by implication, have represented or caused others to represent to telecommunications carrers: (i) that they are specifically-identified account holders with those carers seeking disclosure of confidential customer phone records for their own benefit; (ii) that they are employees of the carers seeking disclosure of the confidential customer phone records of the actual account holder; and/or (iii) that they are otherwise authorized to seek disclosure of confidential customer phone records.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 18,
        "quote_start_line": 135,
        "quote_end_line": 141
      },
      {
        "description": "Defendants represented to telecommunications carriers that they were otherwise authorized to seek disclosure of confidential customer phone records",
        "quoted_text": "18. In numerous instances, in the course and conduct of their business, Defendants directly or through their employees and agents, expressly or by implication, have represented or caused others to represent to telecommunications carrers: (i) that they are specifically-identified account holders with those carers seeking disclosure of confidential customer phone records for their own benefit; (ii) that they are employees of the carers seeking disclosure of the confidential customer phone records of the actual account holder; and/or (iii) that they are otherwise authorized to seek disclosure of confidential customer phone records.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 18,
        "quote_start_line": 135,
        "quote_end_line": 141
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Deceptive Misrepresentations to Obtain Phone Records",
        "representation": "Defendants represented to telecommunications carriers that they were the account holders, employees of the carriers, or otherwise authorized persons entitled to obtain confidential customer phone records",
        "fact": "Defendants were not the identified account holders, not carrier employees, and not otherwise authorized to seek disclosure of confidential customer phone records",
        "conclusion": "Defendants' misrepresentations constitute deceptive acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)"
      },
      {
        "count_number": 2,
        "title": "Unfair Practice of Obtaining and Selling Phone Records Without Consent",
        "representation": "Defendants obtained and sold to third parties confidential customer phone records without the knowledge or consent of the customer",
        "fact": "Such practices caused or were likely to cause substantial injury to consumers that was not reasonably avoidable and not outweighed by countervailing benefits to consumers or competition",
        "conclusion": "Defendants' practices constitute unfair practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)"
      }
    ]
  },
  "order": {
    "definitions": {
      "Defendants": "Action Research Group, Inc., its successors and assigns, Joseph Depante, and Matthew Depante. \"Corporate Defendant\" means Action Research Group, Inc. and its successors and assigns. \"Individual Defendants\" means Joseph Depante and Matthew Depante.",
      "Customer phone records": "information that relates to the quantity, technical configuration, type, destination, location, and amount of use of a telecommunications service subscribed to by any customer of a telecommunications carrier, and that is made available to the carrier by the customer solely by virtue of the carrier-customer relationship; and (b) information contained in the bills pertaining to telephone exchange service or telephone toll service received by a customer of a carrier, which includes, but is not limited to, telephone call detail records.",
      "Consumer personal information": "any individually identifiable information concerning a consumer, including, but not limited to: (a) an unpublished or unlisted wire line or wireless phone number; (b) an unpublished or unlisted physical or mailing address, including street name and name of city or town, Post Office Box number, or Private Mailbox number; (c) an email address or other online contact information, such as an instant messaging user identifier or a screen name that reveals an individual's email address; (d) a Social Security number in whole or in part; (e) credit and/or debit card information, including credit and/or debit card number, expiration date, data stored on the magnetic strip of a credit or debit card, and transaction detail records; (f) bank account information or transaction records including the ABA routing number, account number, check number, and transaction detail records; (g) a driver's license number; or (h) any other information from or about an individual consumer that is combined with (a) through (g) above."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Ban on Sale of Customer Phone Records",
        "category": "prohibition",
        "summary": "Defendants are permanently enjoined from obtaining, marketing, or selling customer phone records and consumer personal information derived from customer phone records, except as permitted by law, regulation, or lawful court order.",
        "requirements": [
          {
            "description": "Defendants are permanently restrained and enjoined from obtaining, causing others to obtain, marketing, or selling customer phone records and consumer personal information derived from customer phone records, with a narrow exception for activity authorized by law, regulation, or lawful court order.",
            "quoted_text": "I. IT IS THEREFORE ORDERED that Defendants and their agents, servants, salespersons, employees, independent contractors, attorneys, and those persons in active concert or participation with them, whether acting directly or through any sole proprietorship, partnership, limited liability company, corporation, subsidiary, branch, division, or other entity, who receive actual notice of this Order by personal service or otherwise, are hereby restrained and enjoined from obtaining, causing others to obtain, marketing, or selling customer phone Page 3 of 14 Case 6:07-cv-00227-ACC-GJK Document 60 Filed 03/18/2008 Page 4 of 14 records and consumer personal information that is derived from customer phone records; provided, however, that Defendants shall not be prohibited from obtaining customer phone records or consumer personal information that is derived from customer phone records pursuant to any law, regulation, or lawful court order. Nothing in this Order shall be read as an exception to Section I.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 76,
            "quote_end_line": 90
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Prohibited Business Activities Regarding Consumer Personal Information",
        "category": "prohibition",
        "summary": "Defendants are permanently enjoined from making false or deceptive statements to obtain consumer personal information, and from directing others to obtain such information through deceptive means.",
        "requirements": [
          {
            "description": "Defendants must not make false or deceptive statements or representations, including impersonating any person or entity, to obtain consumer personal information.",
            "quoted_text": "A. Making false or deceptive statements or representations, including but not limited to impersonating any person or entity, directly or by implication, to any person or entity in order to obtain consumer personal information;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 99,
            "quote_end_line": 101
          },
          {
            "description": "Defendants must not request any person or entity to obtain consumer personal information relating to a third person when they know or should know the request will result in the information being obtained through deceptive means (in violation of Subsection A).",
            "quoted_text": "B. Requesting any person or entity to obtain consumer personal information relating to any third person, if the person making such a request knows or should know that the person or entity to whom such a request is made will obtain or attempt to obtain such information in violation of Subsection A of Section II.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 102,
            "quote_end_line": 105
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "III",
        "title": "Monetary Relief",
        "category": "affirmative_obligation",
        "summary": "A judgment of $67,000 is entered against Defendants jointly and severally, suspended upon payment of $3,000 to the FTC; funds are to be used for equitable consumer relief, and Defendants must provide tax identification numbers and cooperate with reporting.",
        "requirements": [
          {
            "description": "Judgment of $67,000 is entered against Defendants jointly and severally, suspended upon transfer of $3,000 to the FTC and provided no material misrepresentation of assets is found under Section IV.",
            "quoted_text": "A. Judgment is hereby entered against Defendants, jointly and severally, in the amount of SIXTY SEVEN THOUSAND DOLLARS ($67,000.00); provided, however, that this judgment shall be suspended (1) upon the transfer of $3,000 to the FTC or its designated agent; and (2) as long as the Court makes no finding, as provided in Section IV of this Order, that any defendant materially misrepresented or omitted the nature, existence, or value of any asset.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 112,
            "quote_end_line": 116
          },
          {
            "description": "Funds received by the FTC under Section III shall be deposited into a fund for equitable relief including consumer redress; any remaining funds shall be used for other equitable relief or deposited to the U.S. Treasury as equitable disgorgement.",
            "quoted_text": "B. Any funds received by the FTC pursuant to this Section III of this Order shall be deposited into a fund administered by the FTC or its agent to be used for equitable relief, including but not limited to consumer redress and any attendant expenses for the administration of any redress funds. In the event that direct redress to consumers is wholly or partially impracticable or funds remain after redress is completed, the FTC may apply any remaining funds for such other equitable relief, including but not limited to consumer information remedies, as the FTC determines to be reasonably related to the practices alleged in the Complaint. Any funds not used for such equitable relief shall be deposited to the U.S. Treasury as equitable disgorgement. Defendants shall have no right to challenge the FTC’s choice of remedies or the manner of distribution.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 117,
            "quote_end_line": 126
          },
          {
            "description": "Defendants agree that the facts alleged in the Complaint shall be taken as true in any bankruptcy proceeding or subsequent FTC civil litigation, and establish all elements necessary to sustain an action under Section 523(a)(2)(A) of the Bankruptcy Code.",
            "quoted_text": "C. While Defendants do not admit any of the facts alleged in the Complaint other than jurisdictional facts, Defendants agree that the facts as alleged in the Complaint filed in this action shall be taken as true without further proof in any bankruptcy case or subsequent civil litigation pursued by the FTC to enforce its rights pursuant to this Final Order, including but not limited to a nondischargeability complaint in any bankruptcy case. Defendants further stipulate Page 5 of 14 Case 6:07-cv-00227-ACC-GJK Document 60 Filed 03/18/2008 Page 6 of 14 and agree that the facts alleged in the Complaint establish all elements necessary to sustain an action pursuant to Section 523(a)(2)(A) of the Bankruptcy Code, 11 U.S. C. § 523(a)(2)(A).",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 127,
            "quote_end_line": 137
          },
          {
            "description": "The monetary judgment is characterized as equitable monetary relief, solely remedial in nature, and not a fine, penalty, punitive assessment, or forfeiture.",
            "quoted_text": "D. The judgment entered pursuant to this Section III is equitable monetary relief, solely remedial in nature, and not a fine, penalty, punitive assessment, or forfeiture.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 138,
            "quote_end_line": 139
          },
          {
            "description": "Defendants acknowledge that any money paid pursuant to this Order is irrevocably paid to the FTC and they relinquish all rights, title, and interest to such money.",
            "quoted_text": "E. Defendants acknowledge and agree that any money paid pursuant to this Order is irrevocably paid to the FTC for purposes of settlement between the FTC and Defendants, and they relinquish all rights, title, and interest to such money.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 140,
            "quote_end_line": 142
          },
          {
            "description": "Defendants are required to furnish their tax identification numbers to the FTC in accordance with 31 U.S.C. § 7701, for use in collecting and reporting on any delinquent amounts.",
            "quoted_text": "F. Defendants are hereby required, in accordance with 31 U.S.C. § 7701, to furnish to the FTC their tax identification numbers, which shall be used for purposes of collecting and reporting on any delinquent amount arising out of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 143,
            "quote_end_line": 145
          },
          {
            "description": "Any consumer reporting agency may furnish a consumer report about any Defendant to the FTC for purposes of collecting and reporting on delinquent amounts arising from this Order.",
            "quoted_text": "G. Pursuant to Section 604(1) of the Fair Credit Reporting Act, 15 U.S.C. § 1681b(1), any consumer reporting agency may furnish a consumer report concerning any Defendant to the FTC, which shall be used for purposes of collecting and reporting on any delinquent amount arising out of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 146,
            "quote_end_line": 149
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Deceptive Design / Dark Patterns",
          "Privacy"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Right to Reopen Judgment",
        "category": "affirmative_obligation",
        "summary": "If the Court finds that any Defendant materially misrepresented or omitted information in their financial statements submitted to the FTC, the suspended judgment becomes immediately due and payable as to that Defendant.",
        "requirements": [
          {
            "description": "The FTC's agreement to this Order is premised on the truthfulness and completeness of Defendants' financial statements; if the Court finds a material misrepresentation or omission upon FTC motion, the suspended judgment becomes immediately due and payable as to that Defendant, and Defendants waive any right to contest the Complaint allegations for this purpose.",
            "quoted_text": "IV. IT IS FURTHER ORDERED that the FTC’s agreement to this Order is expressly premised on the truthfulness, accuracy, and completeness of Defendants’ financial statements previously submitted to the FTC. If, upon motion by the FTC, the Court finds that the financial statement of any Defendant contains any material misrepresentation or omission, the suspended judgment entered in Section III of this Order shall become immediately due and payable as to that Defendant (less any amounts turned over to the FTC pursuant to Section III(A) of this Order); provided, however, that in all other respects this Order shall remain in full force and effect unless otherwise ordered by the Court; and, further provided, that proceedings instituted Page 6 of 14 Case 6:07-cv-00227-ACC-GJK Document 60 Filed 03/18/2008 Page 7 of 14 under this provision would be in addition to, and not in lieu of, any other civil or criminal remedies as may be provided by law, including any other proceedings that the FTC may initiate to enforce this Order. For purposes of Section IV, Defendants waive any right to contest any of the allegations in the Complaint.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 151,
            "quote_end_line": 166
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Deceptive Design / Dark Patterns",
          "Privacy"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      },
      {
        "provision_number": "V",
        "title": "Cooperation with FTC",
        "category": "affirmative_obligation",
        "summary": "Defendants must cooperate in good faith with the FTC in connection with this action or related investigations, including appearing for interviews, discovery, and testimony upon written request.",
        "requirements": [
          {
            "description": "Defendants shall cooperate in good faith with the FTC and appear at places and times reasonably requested (after written notice) for interviews, conferences, pretrial discovery, and document review related to the subject of the Complaint.",
            "quoted_text": "V. IT IS FURTHER ORDERED that Defendants shall, in connection with this action or any subsequent investigations related to or associated with the transactions or the occurrences that are the subject of the FTC’s Complaint, cooperate in good faith with the FTC and appear at such places and times as the FTC shall reasonably request, after written notice, for interviews, conferences, pretrial discovery, review of documents, and for such other matters as may be reasonably requested by the FTC. If requested in writing by the FTC, Defendants shall appear",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 168,
            "quote_end_line": 173
          },
          {
            "description": "If requested in writing by the FTC, Defendants shall appear and provide truthful testimony in any trial, deposition, or other proceeding related to the Complaint, without a subpoena, though entitled to witness fees and expenses under Fed. R. Civ. P. 45.",
            "quoted_text": "reasonably requested by the FTC. If requested in writing by the FTC, Defendants shall appear and provide truthful testimony in any trial, deposition, or other proceeding related to or associated with the transactions or the occurrences that are the subject of the Complaint, without the service of a subpoena, provided, however, that Defendants shall be entitled to receive any witness fees and expenses allowable pursuant to Fed. R. Civ. P. 45.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 173,
            "quote_end_line": 177
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Deceptive Design / Dark Patterns",
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The FTC is authorized to monitor Defendants' compliance through written reports, document inspection, depositions, business entry, discovery, and posing as consumers or suppliers, and Defendants must permit FTC representatives to interview personnel.",
        "requirements": [
          {
            "description": "Within ten (10) days of written FTC notice, Defendants must submit additional sworn written reports, produce documents for inspection and copying, appear for deposition, and/or provide entry to business locations during normal business hours.",
            "quoted_text": "A. Within ten (10) days of receipt of written notice from a representative of the FTC, Defendants each shall submit additional written reports, which are true and accurate and sworn to under penalty of perjury; produce documents for inspection and copying; appear for deposition; and/or provide entry during normal business hours to any business location in each such Defendant’s possession or direct or indirect control, to inspect the business operation.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 181,
            "quote_end_line": 185
          },
          {
            "description": "The FTC is authorized to use all other lawful means including obtaining discovery from any person using Federal Rules procedures, and posing as consumers or suppliers to Defendants without identification or prior notice.",
            "quoted_text": "B. In addition, the FTC is authorized to use all other lawful means, including but not limited to: 1. obtain discovery from any person, without further leave of court, using the procedures prescribed by Fed. R. Civ. P. 30, 31, 33, 34, 36, and 45; 2. pose as consumers and suppliers to Defendants, their employees, or any other entity managed or controlled in whole or in part by any Defendant, without the necessity of identification or prior notice.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 190,
            "quote_end_line": 196
          },
          {
            "description": "Defendants must permit FTC representatives to interview any employer, consultant, independent contractor, representative, agent, or employee who agrees to such an interview; the person interviewed may have counsel present.",
            "quoted_text": "C. Defendants each shall permit representatives of the FTC to interview any employer, consultant, independent contractor, representative, agent, or employee who has agreed to such an interview, relating in any way to any conduct subject to this Order. The person interviewed may have counsel present;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 197,
            "quote_end_line": 200
          },
          {
            "description": "Nothing in this Order limits the FTC's lawful use of compulsory process under Sections 9 and 20 of the FTC Act to obtain documentary material, tangible things, testimony, or information relevant to unfair or deceptive acts or practices.",
            "quoted_text": "D. Provided however, that nothing in this Order shall limit the FTC’s lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1, to obtain any documentary material, tangible things, testimony, or information relevant to unfair or deceptive acts or practices in or affecting commerce (within the meaning of 15 U.S.C. § 45(a)(1)).",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 201,
            "quote_end_line": 205
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Deceptive Design / Dark Patterns",
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Compliance Reporting by Defendants",
        "category": "compliance_reporting",
        "summary": "For three years from entry of the Order, Defendants must notify the FTC of changes in residence, employment, business structure, and aliases; file periodic sworn compliance reports; and notify the FTC of any bankruptcy filing within 15 days.",
        "requirements": [
          {
            "description": "For three (3) years from entry of the Order, Individual Defendants must notify the FTC within fifteen (15) days of any changes in residence address, mailing address, or telephone numbers.",
            "quoted_text": "A. For a period of three (3) years from the date of entry of this Order, 1. Individual Defendants each shall notify the FTC of the following: a. Any changes in his residence, mailing addresses, and telephone numbers, within fifteen (15) days of the date of such change;",
            "deadline": "15 days of change",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 209,
            "quote_end_line": 212
          },
          {
            "description": "For three (3) years, Individual Defendants must notify the FTC within fifteen (15) days of changes in employment status or business ownership, including the name/address of each business, nature of business, and description of duties.",
            "quoted_text": "b. Any changes in his employment status (including self- employment), and any change in his ownership in any business entity, within fifteen (15) days of the date of such change. Such notice shall include the name and address of each business that he is affiliated with, employed by, creates, forms, or performs services for; a detailed description of the nature of the business; and a detailed description of his duties and responsibilities in connection with the business or employment; and",
            "deadline": "15 days of change",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 217,
            "quote_end_line": 222
          },
          {
            "description": "For three (3) years, Individual Defendants must notify the FTC of any changes in name or use of aliases or fictitious names.",
            "quoted_text": "c. Any changes in his name or use of any aliases or fictitious names.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 223,
            "quote_end_line": 223
          },
          {
            "description": "For three (3) years, Defendants must notify the FTC of any changes in corporate structure or any controlled business entity that may affect compliance obligations, at least thirty (30) days prior to such change (or as soon as practicable if fewer than 30 days notice is possible).",
            "quoted_text": "2. Defendants shall notify the FTC of any changes in structure of Corporate Defendant or any business entity that any Defendant directly or indirectly controls, or has an ownership interest in, that may affect compliance obligations arising under this Order, including but not limited to incorporation or other organization; a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor entity; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order; or a change in the business name or address, at least thirty (30) days prior to such change; provided, however, that, with respect to any proposed change in the business entity about which a Defendant learns fewer than thirty (30) days prior to the date such action is to take place, such Defendant shall notify the FTC as soon as is practicable after obtaining such knowledge.",
            "deadline": "30 days prior to change",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 224,
            "quote_end_line": 233
          },
          {
            "description": "One hundred and eighty (180) days after entry of the Order and annually thereafter for three (3) years, each Defendant must provide a sworn written compliance report to the FTC detailing the manner and form of compliance, including current contact information, employment status, and copies of acknowledgments received under Section IX.",
            "quoted_text": "B. One hundred and eighty (180) days after the date of entry of this Order and annually thereafter for a period of three (3) years, Defendants each shall provide a written report to the FTC, which is true and accurate and sworn to under penalty of perjury, setting forth in detail the manner and form in which they have complied and are complying with this Order. This report shall include, but not be limited to: 1. for each Individual Defendant: Page 9 of 14 Case 6:07-cv-00227-ACC-GJK Document 60 Filed 03/18/2008 Page 10 of 14 a. his then-current residence address, mailing addresses, and telephone numbers; b. his then-current employment status (including self-employment), including the name, addresses, and telephone numbers of each business that he is affiliated with, employed by, or performs services for; a detailed description of the nature of the business; and a detailed description of his duties and responsibilities in connection with the business or employment; and c. any other changes required to be reported under subparagraph A of Section VII; 2. for all Defendants: a. a copy of each acknowledgment of receipt of this Order obtained pursuant to Section IX; and b. any other changes required to be reported under subparagraph A of Section VII;",
            "deadline": "180 days, then annually for 3 years",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 234,
            "quote_end_line": 257
          },
          {
            "description": "Defendants must notify the FTC of the filing of a bankruptcy petition by any Defendant within fifteen (15) days of filing.",
            "quoted_text": "C. Defendants shall notify the FTC of the filing of a bankruptcy petition by any Defendant within fifteen (15) days of filing;",
            "deadline": "15 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 258,
            "quote_end_line": 259
          },
          {
            "description": "All reports and notifications required by this Order shall be sent to the Associate Director, Division of Enforcement, FTC, 600 Pennsylvania Avenue, N.W., Room NJ2122, Washington, D.C. 20580, unless otherwise directed.",
            "quoted_text": "D. For the purposes of this Order, Defendants shall, unless otherwise directed by the FTC’s authorized representatives, send all reports and notifications required by this Order to the FTC at the following address: Associate Director, Division of Enforcement Federal Trade Commission 600 Pennsylvania Avenue, N.W., Room NJ2122 Washington, D.C. 20580 RE: FTC v. Action Research Group, Case No. 6:07-cv-227-Orl-22UAM (M.D. Fla.)",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 260,
            "quote_end_line": 267
          },
          {
            "description": "For compliance reporting and monitoring purposes, the FTC is authorized to communicate directly with Defendants.",
            "quoted_text": "E. For purposes of the compliance reporting and monitoring required by this Order, the FTC is authorized to communicate directly with Defendants.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 272,
            "quote_end_line": 273
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Deceptive Design / Dark Patterns",
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Record Keeping",
        "category": "recordkeeping",
        "summary": "For six years from entry of the Order, Defendants must create and retain specified business records including accounting records, personnel records, customer files, complaints, marketing materials, third-party records, and all compliance documentation.",
        "requirements": [
          {
            "description": "For six (6) years from entry of the Order, Defendants must create and retain accounting records reflecting cost of goods or services sold, revenues generated, and disbursement of revenues.",
            "quoted_text": "VIII. IT IS FURTHER ORDERED that, for a period of six (6) years from the date of entry of this Order, in connection with any business where any Defendant is the majority owner of the business or directly or indirectly manages or controls the business, each Defendant and their agents, servants, salespersons, employees, independent contractors, attorneys, and those persons in active concert or participation with them, whether acting directly or through any sole proprietorship, partnership, limited liability company, corporation, subsidiary, branch, division, or other entity, who receive actual notice of this Order by personal service or otherwise, are hereby restrained and enjoined from failing to create and retain the following records: A. Accounting records that reflect the cost of goods or services sold, revenues generated, and the disbursement of such revenues;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 275,
            "quote_end_line": 284
          },
          {
            "description": "Defendants must create and retain personnel records reflecting the name, address, telephone number, job title, start date, and termination date/reason for each person employed in any capacity.",
            "quoted_text": "B. Personnel records accurately reflecting: the name, address, and telephone number of each person employed in any capacity by such business, including as an independent contractor; that person's job title or position; the date upon which the person commenced work; and the date and reason for the person's termination, if applicable;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 285,
            "quote_end_line": 288
          },
          {
            "description": "Defendants must create and retain customer files containing names, addresses, phone numbers, dollar amounts paid, quantity and description of goods or services purchased, to the extent obtained in the ordinary course of business.",
            "quoted_text": "C. Customer files containing the names, addresses, phone numbers, dollar amounts paid, quantity of goods or services purchased, and description of goods or services purchased, to the extent such information is obtained in the ordinary course of business;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 289,
            "quote_end_line": 291
          },
          {
            "description": "Defendants must create and retain complaints and refund requests (whether received directly, indirectly, or through third parties) and any responses to those complaints or requests.",
            "quoted_text": "D. Complaints and refund requests (whether received directly, indirectly, or through any third party) and any responses to those complaints or requests;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 292,
            "quote_end_line": 293
          },
          {
            "description": "Defendants must retain copies of all sales scripts, training materials, advertisements, or other marketing materials, along with records of the time periods during which such materials were used and by whom.",
            "quoted_text": "E. Copies of all sales scripts, training materials, advertisements, or other marketing materials, and records that accurately reflect the time periods during which such materials were used and the persons and business entities that used such materials;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 298,
            "quote_end_line": 300
          },
          {
            "description": "To the extent consumer personal information is obtained through a third party, Defendants must retain records reflecting the name, address, and telephone number of such third party, including copies of all contracts and correspondence (excluding correspondence containing consumer personal information).",
            "quoted_text": "F. To the extent consumer personal information is obtained through the use of any third party, records that accurately reflect the name, address, and telephone number of such third party, including, but not limited to, copies of all contracts and correspondence (other than correspondence that contains consumer personal information) between any Defendant and such third party; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 301,
            "quote_end_line": 305
          },
          {
            "description": "Defendants must retain all records and documents necessary to demonstrate full compliance with each provision of this Order, including acknowledgments of receipt and all FTC reports required by Sections IX and X.",
            "quoted_text": "G. All records and documents necessary to demonstrate full compliance with each provision of this Order, including but not limited to, acknowledgments of receipt of this Order, required by Sections IX and X, and all reports submitted to the FTC pursuant to Section VII.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 306,
            "quote_end_line": 308
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Deceptive Design / Dark Patterns",
          "Privacy"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "IX",
        "title": "Distribution of Order by Defendants",
        "category": "acknowledgment",
        "summary": "For three years from entry of the Order, Defendants must deliver copies of the Order to relevant personnel in any business they own or control, within five days of service for current personnel and prior to assuming responsibilities for new personnel, and obtain signed receipts within 30 days.",
        "requirements": [
          {
            "description": "Corporate Defendant must deliver a copy of this Order to all principals, officers, directors, managers, employees, agents, and representatives who engage in conduct related to the Order's subject matter within five (5) days of service upon Corporate Defendant; for new personnel, prior to them assuming responsibilities.",
            "quoted_text": "A. Corporate Defendant must deliver a copy of this Order to all principals, officers, directors, and managers, and all employees, agents, and representatives who engage in conduct related to the subject matter of the Order. For current personnel, delivery shall be within five (5) days of service of this Order upon Corporate Defendant. For new personnel, delivery shall occur prior to them assuming their responsibilities.",
            "deadline": "5 days of service",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 312,
            "quote_end_line": 316
          },
          {
            "description": "Each Individual Defendant, for any business entity they control or in which they have a majority ownership interest, must deliver a copy of this Order to all principals, officers, directors, managers, employees, agents, and representatives who engage in related conduct within five (5) days of service; for new personnel, prior to assuming responsibilities.",
            "quoted_text": "B. Individual Defendant as control person: For any business entity that an Individual Defendant controls, directly or indirectly, or in which such Individual Defendant has a majority ownership interest, such Individual Defendant must deliver a copy of this Order to all principals, officers, directors, and managers, and all employees, agents, and representatives who engage in Page 12 of 14 Case 6:07-cv-00227-ACC-GJK Document 60 Filed 03/18/2008 Page 13 of 14 conduct related to the subject matter of the Order. For current personnel, delivery shall be within five (5) days of service of this Order upon the Individual Defendant. For new personnel, delivery shall occur prior to them assuming their responsibilities.",
            "deadline": "5 days of service",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 317,
            "quote_end_line": 327
          },
          {
            "description": "Where an Individual Defendant is not a controlling person but engages in conduct related to the Order's subject matter, they must deliver a copy of this Order to all principals and managers of the business before engaging in such conduct.",
            "quoted_text": "C. Individual Defendant as employee or non-control person: For any business where an Individual Defendant is not a controlling person of a business but otherwise engages in conduct related to the subject matter of the Order, such Individual Defendant must deliver a copy of this Order to all principals and managers of such business entity before engaging in such conduct.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 328,
            "quote_end_line": 332
          },
          {
            "description": "Each Defendant must obtain a signed and dated statement acknowledging receipt of the Order from all persons receiving a copy, within thirty (30) days of delivery.",
            "quoted_text": "D. Each Defendant must secure a signed and dated statement acknowledging receipt of the Order, within thirty (30) days of delivery, from all persons receiving a copy of the Order pursuant to this Section.",
            "deadline": "30 days of delivery",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 333,
            "quote_end_line": 335
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Deceptive Design / Dark Patterns",
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "X",
        "title": "Acknowledgment of Receipt of Order by Defendants",
        "category": "acknowledgment",
        "summary": "Each Defendant must submit a sworn statement acknowledging receipt of this Order to the FTC within five business days of receiving the entered Order.",
        "requirements": [
          {
            "description": "Each Defendant must submit to the FTC a truthful sworn statement acknowledging receipt of this Order within five (5) business days of receipt of the Order as entered by the Court.",
            "quoted_text": "X. IT IS FURTHER ORDERED that each Defendant, within five (5) business days of receipt of this Order as entered by the Court, must submit to the FTC a truthful sworn statement acknowledging receipt of this Order.",
            "deadline": "5 business days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 337,
            "quote_end_line": 339
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Deceptive Design / Dark Patterns",
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "XI",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction over this matter for purposes of construction, modification, and enforcement of this Order.",
        "requirements": [
          {
            "description": "The Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "quoted_text": "XI. IT IS FURTHER ORDERED that this Court shall retain jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 341,
            "quote_end_line": 342
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Deceptive Design / Dark Patterns",
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "IT IS FURTHER ORDERED that this Court shall retain jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "05.08, Action Research Group Complaint.pdf",
      "order": "05.08, Action Research Group Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 3,
      "order_provisions": 11,
      "order_definitions": 3,
      "order_requirements": 38,
      "provisions_per_section": {
        "I": 1,
        "II": 2,
        "III": 7,
        "IV": 1,
        "V": 2,
        "VI": 4,
        "VII": 8,
        "VIII": 7,
        "IX": 4,
        "X": 1,
        "XI": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 3,
        "complaint_total": 3,
        "order_verified": 38,
        "order_total": 38
      }
    },
    "processing_time_seconds": 124.7
  }
}