{
  "case_info": {
    "docket_number": "C-4079",
    "company": {
      "name": "Educational Research Center of America, Inc.",
      "incorporation_state": "Pennsylvania",
      "entity_type": "corporation",
      "address": "Pittsburgh, Pennsylvania",
      "business_description": "Educational Research Center of America, Inc. (ERCA) conducts surveys of high school and middle/junior high school students throughout the United States to collect personal information about their interests, academic performance, and demographics. The survey data is compiled into reports used by educational institutions and sold to commercial entities for marketing purposes."
    },
    "commissioners": [
      "Timothy J. Muris, Chairman",
      "Sheila F. Anthony",
      "Mozelle W. Thompson",
      "Orson Swindle",
      "Thomas B. Leary"
    ],
    "case_date": {
      "month": 5,
      "year": 2003
    },
    "legal_authority": "Federal Trade Commission Act, 15 U.S.C. § 45 et seq",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/022-3249-educational-research-center-america-inc-student-marketing-group-inc-marian-sanjana-jan-stumacher",
    "statutory_topics": [
      "Section 5 Only"
    ],
    "practice_areas": [
      "Privacy"
    ],
    "industry_sectors": [
      "Education"
    ]
  },
  "complaint": {
    "factual_background": "Educational Research Center of America (ERCA) and Student Marketing Group (SMG) collected personal information from millions of high school, middle, and junior high school students through surveys distributed to teachers and guidance counselors. The surveys gathered sensitive data including names, addresses, religious affiliation, racial and ethnic background, and more. Respondents represented to students and educators that survey data would be used by colleges, universities, and education-related entities for student recruitment and financial aid purposes. In reality, SMG sold the student data to commercial entities—including banks, insurance companies, and consumer goods providers—for marketing purposes. The FTC alleged these misrepresentations constituted unfair or deceptive acts in violation of Section 5(a) of the FTC Act.",
    "representations_made": [
      {
        "description": "Claimed that survey information would be shared only with colleges, universities, and other education-related entities to help students further their education and professional development",
        "quoted_text": "A. “ERCA is a non-profit corporation that conducts a voluntary survey of high school students throughout the United States. The survey is designed to help students further their education and professional development by enabling institutions of higher learning to identify potential students and to provide them with information about curricula, extracurricular activities and financial aid programs.” (Exhibit A, ERCA Web site home page). Page 2 of 4 B. “As you may know, ERCA is administering this annual poll to more than 14 million students and will compile the information into a survey report that details the interests and trends among today’s students. This information will be used by universities and colleges nationally in their ongoing efforts to communicate and keep in touch with the interests and trends among today’s high school students. University financial aid offices and scholarship foundations may also utilize the information to evaluate and make funding available for students’ post secondary education.” (Exhibit B, cover letter to high school educators accompanying the Survey). C. “At the beginning of each school year, high school educators nationally have administered an annual survey of senior high school students. In the last 2 years nearly 60,000 teachers and 4,000,000 students participated. The results are tabulated into a survey report that is utilized by colleges and universities in their ongoing efforts to keep in touch with the interests and trends among today’s students. As the trend toward colleges’ student recruitment has moved earlier and earlier into the student’s high school career, we must begin to administer this poll at the middle and junior high school level in order to provide a complete report. I am writing to request your cooperation in doing so. ERCA is administering this annual poll to more than 14 million students and will compile the information into a survey report that details the interests and trends among today’s students. This information will be used by both public and private universities and colleges. University financial aid offices and scholarship foundations may also utilize the information to make funding available for students’ education.” (Exhibit C, cover letter to middle and junior high school educators accompanying the Survey). D&E. “ERCA will utilize this data for student related research and may make it available to Colleges, Universities, Educational Agencies and others wishing to learn about and communicate useful and pertinent information to students.” (Exhibit D, Privacy Statement found on high school Survey; Exhibit E, Privacy Statement found on middle and junior high school Survey).",
        "verified": true,
        "confidence": 0.85,
        "source_paragraph": 10,
        "quote_start_line": 71,
        "quote_end_line": 110
      },
      {
        "description": "Represented that information collected from all students through the surveys is shared only with colleges, universities, and other entities providing education-related services",
        "quoted_text": "11. Through the means described in Paragraph 10, respondents have represented, expressly or by implication, that information collected from students through the Surveys is shared only with colleges, universities, and other entities providing education-related services.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 11,
        "quote_start_line": 111,
        "quote_end_line": 113
      },
      {
        "description": "Represented that information collected from middle and junior high school students is compiled into survey reports shared with colleges and universities",
        "quoted_text": "13. Through the means described in Paragraph 10, respondents have represented, expressly or by implication, that information collected from middle and junior high school students through the Survey is compiled into survey reports that are shared with colleges and universities.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 13,
        "quote_start_line": 121,
        "quote_end_line": 123
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "False Representation of Data Sharing — All Students",
        "representation": "Information collected from students through the Surveys is shared only with colleges, universities, and other entities providing education-related services",
        "fact": "Information collected from students through the Surveys is shared not only with colleges, universities, and other entities providing education-related services, but also with commercial entities for marketing purposes",
        "conclusion": "Therefore, the representation set forth in Paragraph 11 was, and is, false or misleading."
      },
      {
        "count_number": 2,
        "title": "False Representation of Survey Use — Middle and Junior High School Students",
        "representation": "Information collected from middle and junior high school students through the Survey is compiled into survey reports that are shared with colleges and universities",
        "fact": "Little if any information collected from middle and junior high school students through the Survey is compiled into survey reports; rather, the information is primarily shared with commercial entities for marketing purposes",
        "conclusion": "Therefore, the representation set forth in Paragraph 13 was, and is, false or misleading."
      }
    ]
  },
  "order": {
    "definitions": {
      "Personally identifiable information": "individually identifiable information from or about an individual including, but not limited to: (a) a first and last name; (b) a home or other physical address, including street name and name of city or town; (c) an email address or other online contact information, such as an instant messaging user identifier or a screen name that reveals an individual's email address; (d) a telephone number; (e) a Social Security Number; (f) an Internet Protocol (\"IP\") address or host name that identifies an individual; (g) a persistent identifier, such as a customer number held in a \"cookie\" or processor serial number, that is combined with other available data that identifies an individual; or (h) any information, including, but not limited to, grade point average, date of birth, academic or occupational interests, athletic or extracurricular interests, racial or ethnic background, or religious affiliation, that is combined with any of (a) through (g) above.",
      "Noneducational-related marketing purpose": "shall mean for the purpose of marketing products or services, or selling personally identifiable information from or about an individual for use in marketing products or services to individuals. Provided, however, that \"noneducational-related marketing purpose\" does not apply to the collection, disclosure or use of personally identifiable information from or about a student for the exclusive purpose of developing, evaluating, or providing to students or educational institutions (a) college or postsecondary education recruitment, or military recruitment; (b) book clubs, magazines, and programs providing access to low-cost literary products; (c) curriculum and instructional materials used by elementary schools and secondary schools; (d) student recognition programs; or (e) any other activity expressly determined under 20 U.S.C. §1232h(c)(4)(A) or its implementing regulations to be an \"educational product or service.\" Provided further that, for purposes of determining whether any specific activity is covered by subsections (a) through (e) above, or should be deemed to be an \"educational product or service,\" any official written interpretation disseminated to the public by the Department of Education regarding such activity shall be controlling.",
      "Survey": "any survey that is distributed or caused to be distributed by Respondents under the name \"Educational Research Center of America.\"",
      "Student": "any elementary school or secondary school student.",
      "Respondents": "ERCA and SMG, and each of the above's successors and assigns and their officers; Marian Sanjana and Jan Stumacher, individually and as officers of the above corporations; and each of the above's agents, representatives, and employees.",
      "Clearly and conspicuously": "shall mean as follows: A. In print communications, the message shall be in a type size and location sufficiently noticeable for an ordinary consumer to read and comprehend it, in print that contrasts with the background against which it appears. B. In communications disseminated orally, the message shall be delivered in a volume and cadence sufficient for an ordinary consumer to hear and comprehend it. C. In communications made through an electronic medium (such as television, video, radio, and interactive media such as the Internet, online services and software), the message shall be presented simultaneously in both the audio and visual portions of the communication. In any communication presented solely through visual or audio means, the message may be made through the same means in which the communication is presented. Any audio message shall be delivered in a volume and cadence sufficient for an ordinary consumer to hear and comprehend it. Any visual message shall be of a size and shade, with a degree of contrast to the background against which it appears, and shall appear on the screen for a duration and in a location, sufficiently noticeable for an ordinary consumer to read and comprehend it. The message shall be in understandable language and syntax. Nothing contrary to, inconsistent with, or in mitigation of the message shall be used in any communication.",
      "Commerce": "as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. § 44."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Information Collection and Use",
        "category": "prohibition",
        "summary": "Respondents must not misrepresent in any manner, expressly or by implication, how personally identifiable information is collected or will be used or disclosed.",
        "requirements": [
          {
            "description": "Must not misrepresent how personally identifiable information is collected, used, or disclosed",
            "quoted_text": "IT IS ORDERED that Respondents, in connection with the collection of personally identifiable information from an individual, shall not misrepresent in any manner, expressly or by implication, how personally identifiable information is collected or will be used or disclosed.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 123,
            "quote_end_line": 125
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Disclosure Requirements for Noneducational-Related Marketing Use of Student Information",
        "category": "affirmative_obligation",
        "summary": "Respondents must not use or disclose students' personally identifiable information for noneducational-related marketing purposes unless they clearly and conspicuously disclose the nature of such use, the types of entities receiving the information, and that the information is personally identifiable — in all privacy statements, communications, and survey instruments.",
        "requirements": [
          {
            "description": "Must not use or disclose student personally identifiable information for noneducational-related marketing purposes without clearly and conspicuously disclosing (a) the existence and nature of such purpose, (b) the types/categories of entities to which the information will be disclosed, and (c) that the information is personally identifiable",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents, in connection with the collection of personally identifiable information from students, shall not use or disclose such information for any noneducational-related marketing purpose, unless they disclose clearly and conspicuously (a) the existence and nature of such noneducational-related marketing purpose; (b) the types or categories of any entities to which the information will be disclosed; and (c) that the information used or disclosed is personally identifiable. Such disclosures shall be made in the following locations:",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 127,
            "quote_end_line": 132
          },
          {
            "description": "Required disclosures must appear in all privacy statements published by Respondents that refer or relate to the collection of personally identifiable information from students",
            "quoted_text": "(1) in all privacy statements published by Respondents that refer or relate to the collection of personally identifiable information from students;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 133,
            "quote_end_line": 134
          },
          {
            "description": "Required disclosures must appear in all communications to students, parents, educators, or educational institutions that refer or relate to the collection of personally identifiable information from students",
            "quoted_text": "(2) in all communications to students, parents, educators, or educational institutions that refer or relate to the collection of personally identifiable information from students; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 135,
            "quote_end_line": 136
          },
          {
            "description": "Required disclosures must appear in all questionnaires, survey instruments, or other documents through which Respondents collect personally identifiable information from students",
            "quoted_text": "(3) in all questionnaires, survey instruments, or other documents through which Respondents collect personally identifiable information from students.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 137,
            "quote_end_line": 138
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "III",
        "title": "Prohibition on Use of Pre-July 30, 2002 Student Data for Marketing",
        "category": "prohibition",
        "summary": "Respondents must not use or disclose for any noneducational-related marketing purpose any personally identifiable information collected through surveys distributed prior to July 30, 2002, from any student who was thirteen years or older at the time of collection.",
        "requirements": [
          {
            "description": "Must not use or disclose for noneducational-related marketing purposes any personally identifiable information collected through surveys distributed prior to July 30, 2002, from students who were thirteen years or older at the time of collection (with limited exclusions for job recruitment, student loans, and standardized test preparation products or services)",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents shall not use or disclose for any noneducational-related marketing purpose any personally identifiable information collected through surveys distributed prior to July 30, 2002, from any student who was thirteen years or older at the time of collection. For purposes of this Part only, “noneducational-related marketing purpose” shall exclude use or disclosure for the purpose of (a) job recruitment, (b) the provision of student loans, or (c) the provision of standardized test preparation products or services.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 143,
            "quote_end_line": 148
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Deletion of Personally Identifiable Information Collected from Children Under Thirteen",
        "category": "affirmative_obligation",
        "summary": "Respondents must delete all personally identifiable information collected through surveys distributed prior to the date of service of this order from any student who was under the age of thirteen at the time of collection.",
        "requirements": [
          {
            "description": "Must delete all personally identifiable information collected through surveys distributed prior to the date of service of this order from any student who was under the age of thirteen at the time of collection",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents shall delete all personally identifiable information collected through surveys distributed prior to the date of service of this order from any student who was under the age of thirteen at the time of collection.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 153,
            "quote_end_line": 155
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Data Deletion"
        ]
      },
      {
        "provision_number": "V",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondents must maintain and make available to the FTC upon request, for five years, copies of documents demonstrating compliance, including survey forms, privacy statements, disclosure documents, and records relating to use or disclosure of personally identifiable information for noneducational-related marketing purposes.",
        "requirements": [
          {
            "description": "For five years after issuance, must maintain and make available to the FTC for inspection a print or electronic copy of all documents demonstrating compliance with this order",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents ERCA and SMG, and their successors and assigns, and Respondents Marian Sanjana and Jan Stumacher shall, for a period of five (5) years after the date of issuance of this order, maintain and upon request make available to the Federal Trade Commission for inspection and copying a print or electronic copy of all documents demonstrating their compliance with the terms and provisions of this order, including, but not limited to:",
            "deadline": "5 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 157,
            "quote_end_line": 161
          },
          {
            "description": "Must retain a sample copy of each different survey form, privacy statement, or communication relating to collection of personally identifiable information, including Web page copies with dates and full URLs",
            "quoted_text": "A. a sample copy of each different survey form, privacy statement, or communication relating to the collection of personally identifiable information to students, parents, educators, or educational institutions containing representations about how personally identifiable information will be used or disclosed. Each Web page copy shall be dated and contain the full URL of the Web page where the material was posted online. Electronic copies shall include all text and graphics files, audio scripts, and other computer files used in presenting the information on the Web;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 162,
            "quote_end_line": 169
          },
          {
            "description": "Must retain a sample copy of each different document containing the disclosure required by Part II of this order",
            "quoted_text": "B. a sample copy of each different document containing the disclosure required by Part II of this order; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 170,
            "quote_end_line": 171
          },
          {
            "description": "Must retain all invoices, communications, and records relating to the use or disclosure of personally identifiable information for any noneducational-related marketing purpose",
            "quoted_text": "C. all invoices, communications, and records relating to the use or disclosure of personally identifiable information for any noneducational-related marketing purpose.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 172,
            "quote_end_line": 174
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Order Acknowledgment and Delivery",
        "category": "acknowledgment",
        "summary": "Respondents must deliver a copy of this order to all current and future principals, officers, directors, managers, employees, agents, and representatives with relevant responsibilities — within thirty days for current personnel and within thirty days of assuming a position for future personnel.",
        "requirements": [
          {
            "description": "Must deliver a copy of this order to all current principals, officers, directors, managers, employees, agents, and representatives having responsibilities with respect to the subject matter of this order within thirty (30) days after the date of service of this order",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents ERCA and SMG, and their successors and assigns, and Respondents Marian Sanjana and Jan Stumacher shall deliver a copy of this order to all current and future principals, officers, directors, and managers, and to all current and future employees, agents, and representatives having responsibilities with respect to the subject matter of this order. Respondents shall deliver this order to such current personnel within thirty (30) days after the date of service of this order, and to such future personnel within thirty (30) days after the person",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 176,
            "quote_end_line": 181
          },
          {
            "description": "Must deliver a copy of this order to all future principals, officers, directors, managers, employees, agents, and representatives having relevant responsibilities within thirty (30) days after the person assumes such position or responsibilities",
            "quoted_text": "the date of service of this order, and to such future personnel within thirty (30) days after the person assumes such position or responsibilities.",
            "deadline": "30 days of assuming position",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 181,
            "quote_end_line": 182
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Corporate Change Notification",
        "category": "compliance_reporting",
        "summary": "Respondents ERCA and SMG must notify the Commission at least thirty days prior to any corporate change that may affect compliance obligations, including dissolution, sale, merger, subsidiary creation, bankruptcy filing, or name/address change.",
        "requirements": [
          {
            "description": "Must notify the Commission at least thirty (30) days prior to any change in the corporation that may affect compliance obligations, including dissolution, assignment, sale, merger, emergence of a successor, creation or dissolution of a subsidiary/parent/affiliate, proposed bankruptcy filing, or change in corporate name or address",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents ERCA and SMG and their successors and assigns shall notify the Commission at least thirty (30) days prior to any change in the corporation(s) that may affect compliance obligations arising under this order, including, but not limited to, a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in the corporate name or address. Provided, however, that, with respect to any proposed change in the corporation about which a Respondent learns less than thirty (30) days prior to the date such action is to take place, the Respondent shall notify the Commission as soon as is practicable after obtaining such knowledge. All notices required by this Part shall be sent by certified mail to the",
            "deadline": "30 days prior to change",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 187,
            "quote_end_line": 196
          },
          {
            "description": "If a Respondent learns of a proposed corporate change less than thirty days before it occurs, must notify the Commission as soon as practicable after obtaining such knowledge",
            "quoted_text": "in the corporate name or address. Provided, however, that, with respect to any proposed change in the corporation about which a Respondent learns less than thirty (30) days prior to the date such action is to take place, the Respondent shall notify the Commission as soon as is practicable after obtaining such knowledge. All notices required by this Part shall be sent by certified mail to the",
            "deadline": "as soon as practicable",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 193,
            "quote_end_line": 196
          },
          {
            "description": "All notices required by this Part must be sent by certified mail to the Associate Director, Division of Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580",
            "quoted_text": "obtaining such knowledge. All notices required by this Part shall be sent by certified mail to the Associate Director, Division of Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 196,
            "quote_end_line": 198
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Individual Respondents' Business Change Notification",
        "category": "compliance_reporting",
        "summary": "Individual Respondents Marian Sanjana and Jan Stumacher must notify the Commission for five years of any discontinuance of current business or employment, or of any new affiliation involving the collection of personally identifiable information for marketing purposes.",
        "requirements": [
          {
            "description": "For five years after issuance, Marian Sanjana and Jan Stumacher must notify the Commission of the discontinuance of their current business or employment, or of any new business or employment affiliation involving the collection of personally identifiable information for use in marketing products or services, including the new business address, telephone number, and description of the nature of the business or employment and duties",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents Marian Sanjana and Jan Stumacher, for a period of five (5) years after the date of issuance of this order, shall notify the Commission of the discontinuance of their current business or employment, or of their affiliation with any new business or employment involving the collection of personally identifiable information for use in marketing products or services. The notice shall include Respondent’s new business address and telephone number and a description of the nature of the business or employment and his duties and responsibilities. All notices required by this Part shall be sent by certified mail to the Associate Director, Division of Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580.",
            "deadline": "5 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 200,
            "quote_end_line": 208
          },
          {
            "description": "All notices required by this Part must be sent by certified mail to the Associate Director, Division of Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580",
            "quoted_text": "responsibilities. All notices required by this Part shall be sent by certified mail to the Associate Director, Division of Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 206,
            "quote_end_line": 208
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "IX",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondents must file a written compliance report with the FTC within sixty days of service of this order, and at such other times as the FTC may require, detailing the manner and form in which they have complied.",
        "requirements": [
          {
            "description": "Must file a written report with the Commission within sixty (60) days after service of this order, and at such other times as the Commission may require, setting forth in detail the manner and form in which they have complied with this order",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents ERCA and SMG, and their successors and assigns, and Respondents Marian Sanjana and Jan Stumacher shall, within sixty (60) days after service of this order, and at such other times as the Federal Trade Commission may require, file with the Commission a report, in writing, setting forth in detail the manner and form in which they have complied with this order.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 210,
            "quote_end_line": 214
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "X",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "This order terminates on May 6, 2023, or twenty years from the most recent date the United States or the FTC files a federal court complaint alleging any violation of the order, whichever is later, with specific exceptions for shorter-term Parts, non-named Respondents, and post-termination complaints.",
        "requirements": [
          {
            "description": "Order terminates on May 6, 2023, or twenty (20) years from the most recent date the United States or FTC files a federal court complaint alleging any violation of the order, whichever comes later; with exceptions for Parts that terminate in less than twenty years, Respondents not named as defendants, and complaints filed after the order has already terminated",
            "quoted_text": "This order will terminate on May 6, 2023, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part in this order that terminates in less than twenty (20) years; B. This order’s application to any Respondent that is not named as a defendant in such complaint; and C. This order if such complaint is filed after the order has terminated pursuant to this Part. Provided, further, that if such complaint is dismissed or a federal court rules that a Respondent did not violate any provision of the order, and the dismissal or ruling is either not appealed or upheld on appeal, then the order will terminate according to this Part as though the complaint had never been filed, except that the order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": "May 6, 2023 or 20 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 219,
            "quote_end_line": 233
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on May 6, 2023, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part in this order that terminates in less than twenty (20) years; B. This order's application to any Respondent that is not named as a defendant in such complaint; and C. This order if such complaint is filed after the order has terminated pursuant to this Part."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "05.03, Educational Research Center of America, Inc.; Student Marketing Group, Inc.; Marian Sanjana; and Jan Stumacher Complaint.pdf",
      "order": "05.03, Educational Research Center of America, Inc.; Student Marketing Group, Inc.; Marian Sanjana; and Jan Stumacher Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 3,
      "order_provisions": 10,
      "order_definitions": 7,
      "order_requirements": 20,
      "provisions_per_section": {
        "I": 1,
        "II": 4,
        "III": 1,
        "IV": 1,
        "V": 4,
        "VI": 2,
        "VII": 3,
        "VIII": 2,
        "IX": 1,
        "X": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 2
      },
      "verification_details": {
        "complaint_verified": 3,
        "complaint_total": 3,
        "order_verified": 20,
        "order_total": 20
      }
    },
    "processing_time_seconds": 117.2
  }
}