{
  "case_info": {
    "docket_number": "C-4079",
    "company": {
      "name": "Educational Research Center of America, Inc.",
      "incorporation_state": "Pennsylvania",
      "entity_type": "corporation",
      "address": "Pittsburgh, Pennsylvania",
      "business_description": "Educational Research Center of America, Inc. (ERCA) is a corporation that conducts surveys of high school, middle school, and junior high school students throughout the United States. The surveys are designed to collect personal information from students including name, address, gender, grade point average, date of birth, academic and occupational interests, and other demographic data for distribution to educational institutions and commercial entities."
    },
    "commissioners": [
      "Timothy J. Muris, Chairman",
      "Sheila F. Anthony",
      "Mozelle W. Thompson",
      "Orson Swindle",
      "Thomas B. Leary"
    ],
    "case_date": {
      "month": 5,
      "year": 2003
    },
    "legal_authority": "Federal Trade Commission Act, 15 U.S.C. ยง 45 et seq.",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/022-3249-educational-research-center-america-inc-student-marketing-group-inc-marian-sanjana-jan-stumacher"
  },
  "complaint": {
    "factual_background": "The respondents collected personal information from millions of high school students and over 300,000 middle and junior high school students through surveys, representing that the information would only be shared with colleges, universities, and educational entities. In reality, respondents sold the student data to commercial entities including banks, insurance companies, and consumer goods providers for marketing purposes. Respondent SMG funded the surveys and used the data to create lists that it sold to commercial entities.",
    "representations_made": [
      {
        "description": "Information collected from students is shared only with colleges, universities, and other entities providing education-related services",
        "quoted_text": "Through the means described in Paragraph 10, respondents have represented, expressly or by implication, that information collected from students through the Surveys is shared only with colleges, universities, and other entities providing education-related services.",
        "source_paragraph": 11
      },
      {
        "description": "Information from middle and junior high school students is compiled into survey reports shared with colleges and universities",
        "quoted_text": "Through the means described in Paragraph 10, respondents have represented, expressly or by implication, that information collected from middle and junior high school students through the Survey is compiled into survey reports that are shared with colleges and universities.",
        "source_paragraph": 13
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Misrepresentation of Data Sharing Practices",
        "representation": "Information collected from students through the Surveys is shared only with colleges, universities, and other entities providing education-related services",
        "fact": "Information collected from students through the Surveys is shared not only with colleges, universities, and other entities providing education-related services, but also with commercial entities for marketing purposes",
        "conclusion": "Therefore, the representation set forth in Paragraph 11 was, and is, false or misleading."
      },
      {
        "count_number": 2,
        "title": "Misrepresentation of Middle and Junior High School Data Use",
        "representation": "Information collected from middle and junior high school students through the Survey is compiled into survey reports that are shared with colleges and universities",
        "fact": "Little if any information collected from middle and junior high school students through the Survey is compiled into survey reports. Rather, the information is primarily shared with commercial entities for marketing purposes",
        "conclusion": "Therefore, the representation set forth in Paragraph 13 was, and is, false or misleading."
      }
    ]
  },
  "order": {
    "definitions": {
      "Personally identifiable information": "individually identifiable information from or about an individual including, but not limited to: (a) a first and last name; (b) a home or other physical address, including street name and name of city or town; (c) an email address or other online contact information, such as an instant messaging user identifier or a screen name that reveals an individual's email address; (d) a telephone number; (e) a Social Security Number; (f) an Internet Protocol (\"IP\") address or host name that identifies an individual; (g) a persistent identifier, such as a customer number held in a \"cookie\" or processor serial number, that is combined with other available data that identifies an individual; or (h) any information, including, but not limited to, grade point average, date of birth, academic or occupational interests, athletic or extracurricular interests, racial or ethnic background, or religious affiliation, that is combined with any of (a) through (g) above.",
      "Personal information": "individually identifiable information from or about an individual including, but not limited to: (a) a first and last name; (b) a home or other physical address, including street name and name of city or town; (c) an email address or other online contact information, such as an instant messaging user identifier or a screen name that reveals an individual's email address; (d) a telephone number; (e) a Social Security Number; (f) an Internet Protocol (\"IP\") address or host name that identifies an individual; (g) a persistent identifier, such as a customer number held in a \"cookie\" or processor serial number, that is combined with other available data that identifies an individual; or (h) any information, including, but not limited to, grade point average, date of birth, academic or occupational interests, athletic or extracurricular interests, racial or ethnic background, or religious affiliation, that is combined with any of (a) through (g) above.",
      "Noneducational-related marketing purpose": "for the purpose of marketing products or services, or selling personally identifiable information from or about an individual for use in marketing products or services to individuals. Provided, however, that \"noneducational-related marketing purpose\" does not apply to the collection, disclosure or use of personally identifiable information from or about a student for the exclusive purpose of developing, evaluating, or providing to students or educational institutions (a) college or postsecondary education recruitment, or military recruitment; (b) book clubs, magazines, and programs providing access to low-cost literary products; (c) curriculum and instructional materials used by elementary schools and secondary schools; (d) student recognition programs; or (e) any other activity expressly determined under 20 U.S.C. ยง1232h(c)(4)(A) or its implementing regulations to be an \"educational product or service.\" Provided further that, for purposes of determining whether any specific activity is covered by subsections (a) through (e) above, or should be deemed to be an \"educational product or service,\" any official written interpretation disseminated to the public by the Department of Education regarding such activity shall be controlling.",
      "Survey": "any survey that is distributed or caused to be distributed by Respondents under the name \"Educational Research Center of America.\"",
      "Student": "any elementary school or secondary school student.",
      "Respondents": "ERCA and SMG, and each of the above's successors and assigns and their officers; Marian Sanjana and Jan Stumacher, individually and as officers of the above corporations; and each of the above's agents, representatives, and employees.",
      "Clearly and conspicuously": "as follows: A. In print communications, the message shall be in a type size and location sufficiently noticeable for an ordinary consumer to read and comprehend it, in print that contrasts with the background against which it appears. B. In communications disseminated orally, the message shall be delivered in a volume and cadence sufficient for an ordinary consumer to hear and comprehend it. C. In communications made through an electronic medium (such as television, video, radio, and interactive media such as the Internet, online services and software), the message shall be presented simultaneously in both the audio and visual portions of the communication. In any communication presented solely through visual or audio means, the message may be made through the same means in which the communication is presented. Any audio message shall be delivered in a volume and cadence sufficient for an ordinary consumer to hear and comprehend it. Any visual message shall be of a size and shade, with a degree of contrast to the background against which it appears, and shall appear on the screen for a duration and in a location, sufficiently noticeable for an ordinary consumer to read and comprehend it. The message shall be in understandable language and syntax. Nothing contrary to, inconsistent with, or in mitigation of the message shall be used in any communication.",
      "Commerce": "as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. ยง 44."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Information Collection and Use",
        "category": "prohibition",
        "summary": "Respondents must not misrepresent how personally identifiable information is collected, used, or disclosed.",
        "requirements": [
          {
            "description": "Must not misrepresent how personally identifiable information is collected, used, or disclosed",
            "quoted_text": "IT IS ORDERED that Respondents, in connection with the collection of personally identifiable information from an individual, shall not misrepresent in any manner, expressly or by implication, how personally identifiable information is collected or will be used or disclosed.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Disclosure Requirements for Noneducational Marketing Use",
        "category": "affirmative_obligation",
        "summary": "Respondents must clearly and conspicuously disclose when student information will be used for noneducational-related marketing purposes, including the nature of the marketing purpose and types of entities receiving the information.",
        "requirements": [
          {
            "description": "Must disclose clearly and conspicuously the existence and nature of noneducational-related marketing purpose, types of entities receiving information, and that information is personally identifiable",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents, in connection with the collection of personally identifiable information from students, shall not use or disclose such information for any noneducational-related marketing purpose, unless they disclose clearly and conspicuously (a) the existence and nature of such noneducational-related marketing purpose; (b) the types or categories of any entities to which the information will be disclosed; and (c) that the information used or disclosed is personally identifiable.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must make disclosures in all privacy statements referring to collection of student information",
            "quoted_text": "Such disclosures shall be made in the following locations: (1) in all privacy statements published by Respondents that refer or relate to the collection of personally identifiable information from students",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must make disclosures in all communications to students, parents, educators, or educational institutions about information collection",
            "quoted_text": "Such disclosures shall be made in the following locations: ... (2) in all communications to students, parents, educators, or educational institutions that refer or relate to the collection of personally identifiable information from students",
            "deadline": null,
            "verified": true,
            "confidence": 0.8498845265588915
          },
          {
            "description": "Must make disclosures in all questionnaires, survey instruments, or documents collecting student information",
            "quoted_text": "Such disclosures shall be made in the following locations: ... (3) in all questionnaires, survey instruments, or other documents through which Respondents collect personally identifiable information from students.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Prohibition on Use of Pre-Collected Information from Students 13 and Older",
        "category": "prohibition",
        "summary": "Respondents must not use or disclose for noneducational-related marketing purposes any personally identifiable information collected from students aged 13 or older through surveys distributed prior to July 30, 2002, with limited exceptions for job recruitment, student loans, and test preparation.",
        "requirements": [
          {
            "description": "Must not use or disclose for noneducational-related marketing purposes any information collected through surveys distributed prior to July 30, 2002, from students 13 years or older, except for job recruitment, student loans, or test preparation",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents shall not use or disclose for any noneducational-related marketing purpose any personally identifiable information collected through surveys distributed prior to July 30, 2002, from any student who was thirteen years or older at the time of collection. For purposes of this Part only, \"noneducational-related marketing purpose\" shall exclude use or disclosure for the purpose of (a) job recruitment, (b) the provision of student loans, or (c) the provision of standardized test preparation products or services.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Data Deletion Requirement for Children Under 13",
        "category": "affirmative_obligation",
        "summary": "Respondents must delete all personally identifiable information collected from students under age 13 through surveys distributed prior to the order's service date.",
        "requirements": [
          {
            "description": "Must delete all personally identifiable information collected through surveys from students under age 13 prior to the order's service date",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents shall delete all personally identifiable information collected through surveys distributed prior to the date of service of this order from any student who was under the age of thirteen at the time of collection.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Recordkeeping Requirements",
        "category": "recordkeeping",
        "summary": "Respondents must maintain and make available to the FTC for five years all documents demonstrating compliance with the order, including survey forms, privacy statements, disclosures, and records of information use.",
        "requirements": [
          {
            "description": "Must maintain for five years and make available to FTC all documents demonstrating compliance, including sample survey forms, privacy statements, communications about information collection, disclosure documents, and records relating to use of information for marketing purposes",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents ERCA and SMG, and their successors and assigns, and Respondents Marian Sanjana and Jan Stumacher shall, for a period of five (5) years after the date of issuance of this order, maintain and upon request make available to the Federal Trade Commission for inspection and copying a print or electronic copy of all documents demonstrating their compliance with the terms and provisions of this order, including, but not limited to: A. a sample copy of each different survey form, privacy statement, or communication relating to the collection of personally identifiable information to students, parents, educators, or educational institutions containing representations about how personally identifiable information will be used or disclosed. Each Web page copy shall be dated and contain the full URL of the Web page where the material was posted online. Electronic copies shall include all text and graphics files, audio scripts, and other computer files used in presenting the information on the Web; B. a sample copy of each different document containing the disclosure required by Part II of this order; and C. all invoices, communications, and records relating to the use or disclosure of personally identifiable information for any noneducational-related marketing purpose.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Order Distribution and Acknowledgment",
        "category": "acknowledgment",
        "summary": "Respondents must deliver a copy of the order to all current and future personnel with relevant responsibilities within 30 days.",
        "requirements": [
          {
            "description": "Must deliver copy of order to current personnel having responsibilities related to the order's subject matter",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents ERCA and SMG, and their successors and assigns, and Respondents Marian Sanjana and Jan Stumacher shall deliver a copy of this order to all current and future principals, officers, directors, and managers, and to all current and future employees, agents, and representatives having responsibilities with respect to the subject matter of this order. Respondents shall deliver this order to such current personnel within thirty (30) days after the date of service of this order",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must deliver copy of order to future personnel having responsibilities related to the order's subject matter",
            "quoted_text": "Respondents shall deliver this order to ... such future personnel within thirty (30) days after the person assumes such position or responsibilities.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.8921908127208481
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Notification of Corporate Changes",
        "category": "compliance_reporting",
        "summary": "Corporate respondents must notify the FTC at least 30 days prior to any corporate changes affecting compliance obligations, including dissolution, merger, sale, bankruptcy, or name/address changes.",
        "requirements": [
          {
            "description": "Must notify FTC at least 30 days prior to corporate changes affecting compliance, including dissolution, assignment, sale, merger, creation of subsidiary, bankruptcy, or change in name or address",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents ERCA and SMG and their successors and assigns shall notify the Commission at least thirty (30) days prior to any change in the corporation(s) that may affect compliance obligations arising under this order, including, but not limited to, a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in the corporate name or address.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must notify FTC as soon as practicable if corporate change is learned less than 30 days before it occurs",
            "quoted_text": "Provided, however, that, with respect to any proposed change in the corporation about which a Respondent learns less than thirty (30) days prior to the date such action is to take place, the Respondent shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Individual Respondent Employment Change Notification",
        "category": "compliance_reporting",
        "summary": "Individual respondents Marian Sanjana and Jan Stumacher must notify the FTC for five years of any change in business or employment involving collection of personally identifiable information for marketing.",
        "requirements": [
          {
            "description": "Individual respondents must notify FTC for five years of discontinuance of current business/employment or affiliation with new business/employment involving collection of personally identifiable information for marketing, including new business address, phone, nature of business, and duties",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents Marian Sanjana and Jan Stumacher, for a period of five (5) years after the date of issuance of this order, shall notify the Commission of the discontinuance of their current business or employment, or of their affiliation with any new business or employment involving the collection of personally identifiable information for use in marketing products or services. The notice shall include Respondent's new business address and telephone number and a description of the nature of the business or employment and his duties and responsibilities.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondents must file written compliance reports with the FTC within 60 days of service of the order and at other times as required by the Commission.",
        "requirements": [
          {
            "description": "Must file written compliance report with FTC setting forth manner and form of compliance with order",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents ERCA and SMG, and their successors and assigns, and Respondents Marian Sanjana and Jan Stumacher shall, within sixty (60) days after service of this order, and at such other times as the Federal Trade Commission may require, file with the Commission a report, in writing, setting forth in detail the manner and form in which they have complied with this order.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Order Termination",
        "category": "duration",
        "summary": "The order will terminate on May 6, 2023, or 20 years from the most recent date the FTC files a federal court complaint alleging violation of the order, whichever comes later.",
        "requirements": [
          {
            "description": "Order terminates on May 6, 2023, or 20 years from most recent date FTC files federal court complaint alleging order violation, whichever is later",
            "quoted_text": "This order will terminate on May 6, 2023, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on May 6, 2023, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part in this order that terminates in less than twenty (20) years; B. This order's application to any Respondent that is not named as a defendant in such complaint; and C. This order if such complaint is filed after the order has terminated pursuant to this Part. Provided, further, that if such complaint is dismissed or a federal court rules that a Respondent did not violate any provision of the order, and the dismissal or ruling is either not appealed or upheld on appeal, then the order will terminate according to this Part as though the complaint had never been filed, except that the order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "05.03, Educational Research Center of America, Inc.; Student Marketing Group, Inc.; Marian Sanjana; and Jan Stumacher Complaint.pdf",
      "order": "05.03, Educational Research Center of America, Inc.; Student Marketing Group, Inc.; Marian Sanjana; and Jan Stumacher Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 2,
      "order_provisions": 10,
      "order_definitions": 8,
      "order_requirements": 15
    },
    "processing_time_seconds": 162.9
  }
}