{
  "case_info": {
    "docket_number": "3:16-cv-01255-D",
    "company": {
      "name": "Credit Protection Association, LP",
      "incorporation_state": "Texas",
      "entity_type": "limited partnership",
      "address": "13355 Noel Road, Suite 2100, Dallas, Texas 75240",
      "business_description": "Credit Protection Association, LP is a third-party debt collector that primarily collects on behalf of cable service providers. It contacts consumers throughout the United States to attempt to collect unpaid balances for cable services and to recover unreturned cable equipment. CPA regularly furnishes consumer account information to major consumer reporting agencies."
    },
    "commissioners": [],
    "case_date": {
      "month": 5,
      "year": 2016
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a); the Fair Credit Reporting Act, 15 U.S.C. §§ 1681-1681x; and the Duties of Furnishers of Information to Consumer Reporting Agencies (Furnisher Rule), 16 C.F.R. § 660, issued pursuant to Section 623(e)(1) of the FCRA, 15 U.S.C. § 1681s-2(e)(1)",
    "violation_type": "unfair",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/142-3142-credit-protection-association"
  },
  "complaint": {
    "factual_background": "Credit Protection Association (CPA), a third-party debt collector that furnishes consumer account information to major credit reporting agencies, failed to establish and implement reasonable written policies and procedures regarding the accuracy and integrity of information it furnished to credit reporting agencies as required by the Fair Credit Reporting Act and the Furnisher Rule. CPA also failed to notify consumers of the results of direct dispute investigations within the required 30-day period. These failures resulted from inadequate employee training, insufficient documentation practices, routine destruction of dispute letters, and failure to periodically review and update policies.",
    "representations_made": [],
    "counts": [
      {
        "count_number": 1,
        "title": "Lack of Reasonable Written Policies and Procedures",
        "representation": "CPA was required to establish and implement reasonable written policies and procedures regarding the accuracy and integrity of consumer information it furnishes to credit reporting agencies, consider appropriate guidelines from Appendix E of the Furnisher Rule, and review such policies periodically",
        "fact": "CPA failed to adopt policies reasonably designed to promote reasonable investigations of consumer disputes, failed to address specific required components including maintaining records for a reasonable period, training staff, conducting reasonable investigations, and conducting periodic evaluations of its practices, and failed to review its policies periodically and update them as necessary",
        "conclusion": "By and through the acts and practices described in paragraphs 14-23 and 25, CPA has violated 16 C.F.R. § 660.3, recodified at 12 C.F.R. §1022.42, and these acts also constitute unfair or deceptive acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 2,
        "title": "Failure to Report Results of Investigation",
        "representation": "CPA was required to complete its investigation of direct disputes from consumers and report the results to the consumer within 30 days as prescribed by the FCRA",
        "fact": "CPA had no policy in place to comply with this requirement and in numerous instances simply deleted account information after a dispute without informing the consumer of the action or the results of the investigation",
        "conclusion": "By and through the acts and practices described in paragraphs 24 and 28, CPA has violated Section 623(a)(8)(E)(iii) of the FCRA, 15 U.S.C. § 1681s-2(a)(8)(iii), and 16 C.F.R. § 660.4(e)(3), recodified at 12 C.F.R. § 1022.43(e)(3), and these acts also constitute unfair or deceptive acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Defendant": "Credit Protection Association, LP, and its successors and assigns.",
      "Consumer": "an individual.",
      "Consumer Reporting Agency or CRA": "any person which, for monetary fees, dues, or on a cooperative nonprofit basis, regularly engages in whole or in part in the practice of assembling or evaluating consumer credit information or other information on consumers for the purpose of furnishing consumer reports to third parties, and which uses any means or facility of interstate commerce for the purpose of preparing or furnishing consumer reports.",
      "Direct Dispute": "a dispute submitted directly to a furnisher (including a furnisher that is a debt collector) by a consumer concerning the accuracy of any information contained in a consumer report and pertaining to an account or other relationship that the furnisher has or had with the consumer.",
      "Furnisher": "an entity that furnishes information relating to consumers to one or more consumer reporting agencies for inclusion in a consumer report.",
      "FCRA Qualified Direct Dispute": "a written Direct Dispute that is submitted by the consumer at the address provided by the furnisher or, if the furnisher has not specified an address, is submitted to any business address of the furnisher and: (1) includes sufficient information to identify the account or other relationship that is in dispute; (2) includes the specific information the consumer is disputing and an explanation for the basis of the dispute; and (3) includes all supporting documentation or other information reasonably required by the furnisher to substantiate the basis of the dispute."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibited Business Activities",
        "category": "prohibition",
        "summary": "Defendant is permanently restrained from failing to comply with FCRA furnisher accuracy and dispute investigation requirements when furnishing consumer information to CRAs.",
        "requirements": [
          {
            "description": "Establish and implement reasonable written policies and procedures regarding the accuracy and integrity of consumer information furnished to CRAs",
            "quoted_text": "Failing to comply with 12 C.F.R. § 1022.42, a copy of which is attached as Attachment A, including by failing to: 1. Establish and implement reasonable written policies and procedures regarding the accuracy and integrity of the information relating to consumers that it furnishes to CRAs that are appropriate to the nature, size, complexity, and scope of Defendant's activities",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Consider the interagency guidelines in Appendix E to 12 C.F.R. Part 1022 when developing policies and procedures",
            "quoted_text": "Consider the guidelines set forth in Appendix E to 12 C.F.R. Part 1022, a copy of which is attached as Attachment B, in developing the policies and procedures, and incorporate those guidelines that are appropriate",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Periodically review and update written policies and procedures to ensure their continued effectiveness",
            "quoted_text": "Periodically review the written policies and procedures and update them as necessary to ensure their continued effectiveness",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Establish and implement reasonable written policies and procedures for investigating FCRA Qualified Direct Disputes",
            "quoted_text": "Failing to: 1. Establish and implement reasonable written policies and procedures regarding reasonable investigations of FCRA Qualified Direct Disputes",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Incorporate provisions for employee training, document retention, documentation of dispute actions, and auditing program into direct dispute policies and procedures",
            "quoted_text": "In developing the policies and procedures concerning FCRA Qualified Direct Disputes, incorporate reasonable provisions related to: (a) training employees whose duties include processing, responding to, or investigating Direct Disputes, including training on the requirements of the FCRA and related regulations; (b) retaining documents related to FCRA Qualified Direct Disputes for a reasonable period of time to allow for effective training and auditing; (c) requiring employees to document actions taken in processing, responding to, or investigating FCRA Qualified Direct Disputes, to allow for effective training and auditing; and (d) establishing an auditing program and schedule that is reasonably designed to promote compliance with the requirements of the FCRA and related regulations",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Periodically review and update written policies and procedures for investigating direct disputes",
            "quoted_text": "Periodically review the written policies and procedures regarding the conduct of reasonable investigations of FCRA Qualified Direct Disputes and update them as necessary to ensure their continued effectiveness",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Conduct a reasonable investigation upon receiving an FCRA Qualified Direct Dispute",
            "quoted_text": "Failing to comply with 12 C.F.R. § 1022.43, a copy of which is attached as Attachment C, including by, upon receiving an FCRA Qualified Direct Dispute, failing to: 1. Conduct a reasonable investigation with respect to the disputed information",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Review all relevant information provided by the consumer with the dispute notice",
            "quoted_text": "Review all relevant information provided by the consumer with the dispute notice",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Complete investigation and report results to consumer before the FCRA deadline prescribed by Section 611(a)(1)",
            "quoted_text": "Complete its investigation of the dispute and report the results of the investigation to the consumer before the expiration of the period prescribed by Section 611(a)(1) of the Fair Credit Reporting Act, 15 U.S.C 1681i(a)(1), a copy of which is attached as Attachment D",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Monetary Judgment for Civil Penalty",
        "category": "affirmative_obligation",
        "summary": "Defendant must pay a civil penalty of $72,000 to the United States in four installment payments over nine months.",
        "requirements": [
          {
            "description": "Pay $18,000 held in escrow by electronic fund transfer",
            "quoted_text": "Eighteen Thousand Dollars ($18,000) which, as Defendant stipulates, its undersigned counsel holds in escrow for no purpose other than payment to Plaintiff. Such payment must be made within fourteen (14) days of the entry of this Order by electronic fund transfer in accordance with instructions previously provided by a representative of Plaintiff.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Pay $18,000 second installment",
            "quoted_text": "Eighteen Thousand Dollars ($18,000) within three (3) months of entry of this Order",
            "deadline": "3 months",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Pay $18,000 third installment",
            "quoted_text": "Eighteen Thousand Dollars ($18,000) within six (6) months of entry of this Order",
            "deadline": "6 months",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Pay $18,000 fourth installment",
            "quoted_text": "Eighteen Thousand Dollars ($18,000) within nine (9) months of entry of this Order",
            "deadline": "9 months",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Additional Monetary Provisions",
        "category": "acknowledgment",
        "summary": "Defendant relinquishes rights to transferred assets, and facts alleged in the Complaint are taken as true for future civil litigation.",
        "requirements": [
          {
            "description": "Relinquish dominion and all legal and equitable right, title, and interest in all assets transferred",
            "quoted_text": "Defendant relinquishes dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek the return of any assets.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Acknowledge that Taxpayer Identification Number may be used for collection and reporting on delinquent amounts",
            "quoted_text": "Defendant acknowledges that its Taxpayer Identification Number (Employer Identification Number), which Defendant must submit to the Commission, may be used for collecting and reporting on any delinquent amount arising out of this Order, in accordance with 31 U.S.C. § 7701.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Defendant must obtain and submit acknowledgments of receipt of this Order from itself, its personnel, and related parties.",
        "requirements": [
          {
            "description": "Submit Defendant's own acknowledgment of receipt of Order sworn under penalty of perjury",
            "quoted_text": "Defendant, within seven (7) days of entry of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver copy of Order to all current principals, officers, directors, LLC managers and members, relevant employees, agents, and representatives",
            "quoted_text": "For five (5) years after entry of this Order, Defendant must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees, agents, and representatives who participate in conduct related to the subject matter of the Order; and (3) any business entity resulting from any change in structure as set forth in the Section titled Compliance Reporting. Delivery must occur within seven (7) days of entry of this Order for current personnel.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver copy of Order to future personnel before they assume responsibilities",
            "quoted_text": "For all others, delivery must occur before they assume their responsibilities.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Obtain signed and dated acknowledgments of receipt from each individual or entity to which Order was delivered",
            "quoted_text": "From each individual or entity to which Defendant delivered a copy of this Order, Defendant must obtain, within thirty (30) days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendant must submit compliance reports to the Commission at specified intervals and notify the Commission of certain changes for 20 years.",
        "requirements": [
          {
            "description": "Submit initial compliance report sworn under penalty of perjury containing contact information, business details, compliance status, and acknowledgments",
            "quoted_text": "One-hundred eighty (180) days after entry of this Order, Defendant must submit a compliance report, sworn under penalty of perjury. Defendant must: (1) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission and Plaintiff may use to communicate with Defendant; (2) identify all of Defendant's businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (3) describe the activities of each business, including whether the business engages in debt collection or furnishes consumer information to CRAs; (4) describe in detail whether and how Defendant is in compliance with each Section of this Order; and (5) provide a copy of each Order acknowledgment obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "180 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Submit compliance notice within 14 days of any change in designated point of contact or structure of Defendant",
            "quoted_text": "For twenty (20) years following entry of this Order, Defendant must submit a compliance notice, sworn under penalty of perjury, within fourteen (14) days of any change in (1) any designated point of contact; or (2) the structure of Defendant or any entity that the Defendant has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit notice of bankruptcy or insolvency proceedings",
            "quoted_text": "Defendant must submit to the Commission notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against Defendant within fourteen (14) days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendant must create and retain specific records for 20 years relating to furnishing information to CRAs and investigating disputes.",
        "requirements": [
          {
            "description": "Create accounting records showing revenues from all goods or services sold and retain for 5 years",
            "quoted_text": "Defendant must create certain records for twenty (20) years after entry of this Order, and retain each such record for five (5) years. Specifically, in connection with furnishing information to any CRA, and receiving and investigating direct disputes related to Consumer Reports, Defendant must create and retain the following records: A. Accounting records showing the revenues from all goods or services sold",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and retain personnel records showing name, addresses, telephone numbers, job title, dates of service, and reason for termination for each person providing services",
            "quoted_text": "Personnel records showing, for each person providing services, whether as an employee or otherwise, that person's: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and retain all employee training materials for employees whose duties involve furnishing consumer information to CRAs or processing/investigating disputes",
            "quoted_text": "All employee training materials for employees whose duties involve furnishing consumer information to CRAs, processing or investigating disputes of furnished consumer information, or training or supervising other employees who perform these duties",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and retain all auditing reports related to auditing employees with CRA-related duties",
            "quoted_text": "All auditing reports related to auditing employees whose duties involve furnishing consumer information to CRAs, processing or investigating disputes of furnished consumer information, or training or supervising other employees who perform these duties",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and retain all form letters or notices related to FCRA compliance practices and procedures",
            "quoted_text": "All form letters or notices related to Defendant's FCRA compliance practices and procedures",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and retain all records necessary to demonstrate full compliance with each provision of this Order",
            "quoted_text": "All records necessary to demonstrate full compliance with each provision of this Order, including, but not limited to: 1. all acknowledgments of receipt of this Order required by the section titled \"Order Acknowledgments\"; and 2. all reports submitted to the FTC pursuant to the Section titled \"Compliance Reporting.\"",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission and Plaintiff may monitor Defendant's compliance through document requests, depositions, interviews, and other investigative methods.",
        "requirements": [
          {
            "description": "Submit additional compliance reports or requested information, appear for depositions, and produce documents upon written request from Commission or Plaintiff",
            "quoted_text": "Within fourteen (14) days of receipt of a written request from a representative of the Commission or Plaintiff, Defendant must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury; appear for depositions; and produce documents for inspection and copying.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Permit representatives of the Commission and Plaintiff to interview any employee or affiliated person who has agreed to an interview",
            "quoted_text": "Defendant must permit representatives of the Commission and Plaintiff to interview any employee or other person affiliated with Defendant who has agreed to such an interview. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction for purposes of construction, modification, and enforcement of this Order.",
        "requirements": [
          {
            "description": "Court retains jurisdiction for construction, modification, and enforcement",
            "quoted_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "For twenty (20) years following entry of this Order, Defendant must submit a compliance notice, sworn under penalty of perjury, within fourteen (14) days of any change in (1) any designated point of contact; or (2) the structure of Defendant or any entity that the Defendant has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "05.16, Credit Protection Association Complaint.pdf",
      "order": "05.16, Credit Protection Association Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 0,
      "order_provisions": 8,
      "order_definitions": 6,
      "order_requirements": 31
    },
    "processing_time_seconds": 136.2
  }
}