{
  "case_info": {
    "docket_number": "C-4456 and C-4457",
    "company": {
      "name": "GeneLink, Inc.",
      "incorporation_state": "Pennsylvania",
      "entity_type": "corporation",
      "address": "8250 Exchange Drive, Suite 120, Orlando, Florida 32809",
      "business_description": "GeneLink develops, advertises, labels, offers for sale, and sells nutritional supplements and skincare products through a multi-level marketing system. The company offers customized nutritional supplements and skincare products based on genetic analysis, including LifeMap ME DNA Customized Nutritional Supplements and LifeMap ME DNA Customized Skin Repair Serum."
    },
    "commissioners": [
      "Edith Ramirez, Chairwoman",
      "Julie Brill",
      "Maureen K. Ohlhausen",
      "Joshua D. Wright",
      "Terrell McSweeny"
    ],
    "case_date": {
      "month": 5,
      "year": 2014
    },
    "legal_authority": "Section 5 of the Federal Trade Commission Act, 15 U.S.C. § 45 et seq.",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/112-3095-genelink-inc-matter"
  },
  "complaint": {
    "factual_background": "GeneLink and foruTM International Corporation marketed customized nutritional supplements and skincare products purportedly based on consumers' genetic profiles obtained through DNA testing. The companies made unsubstantiated health claims about their products' ability to compensate for genetic disadvantages and treat various ailments. Additionally, they failed to implement reasonable security measures to protect the personal information, including genetic data, Social Security numbers, and financial information, of nearly 30,000 consumers.",
    "representations_made": [
      {
        "description": "Claimed that genetic disadvantages identified through DNA Assessments are scientifically proven to be mitigated or compensated for with nutritional supplementation",
        "quoted_text": "2. Important: A SNP predicts biochemical processes that are associated with significant physiological disadvantages. 3. Frequent: [T]he SNP is relatively common among the general population. 4. Actionable: A SNP’s negative potential has been scientifically proven to be modulated by nutritional supplementation.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 12,
        "quote_start_line": 86,
        "quote_end_line": 91
      },
      {
        "description": "Claimed that custom-blended nutritional supplements effectively compensate for genetic disadvantages, thereby reducing risk of impaired health or illness",
        "quoted_text": "KEY POINT If the Nutragenetic and Dermagenetic SNP test predicts that you might not be as efficient as possible in any given health area, you may be able to do something about it. For every SNP tested, there are potentially compensating and enhancing nutrients that can put you on a better path toward optimal health.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 14,
        "quote_start_line": 125,
        "quote_end_line": 129
      },
      {
        "description": "Claimed through testimonials that custom-blended nutritional supplements treat or mitigate diabetes, heart disease, arthritis, and insomnia",
        "quoted_text": ". . . I decided to enroll in GeneWize and know my DNA . . . six months ago. . . . My health condition prior to this occasion was life-threatening. . . . I was a serious diabetic and cardiac patient. . . . One would never have imagined . . . that a company would come up with free DNA assessments for all! . . . Six months on the products has produced wonderful results. My blood sugar has stabilized at 80/130 and my diabetic problem is over, while a recent medical report has revealed the reduction of my heart to normal size. . . . For the last six months, I have only been taking my free GeneWize nutritional supplements. . . .",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 17,
        "quote_start_line": 256,
        "quote_end_line": 265
      },
      {
        "description": "Claimed that genetically customized skin repair serum is scientifically proven to reduce the appearance of wrinkles and improve skin firmness",
        "quoted_text": "Clinically Proven Results An eight-week, double blind, randomized and controlled clinical study compared the performance of placebo skin care versus the performance of the “genetically-customized” skin care formula containing active ingredients designed for each participant. For those using the genetically-customized formulation, 62% reported substantial reduction in the appearance of wrinkles after 14 days of treatment. After 56 days, the number of participants reporting reduction in the appearance of wrinkles rose to 70%. Similarly, after 14 days, 56% of the participants indicated improved skin firmness and after eight weeks of treatment those with improvements in skin firmness rose to 70%.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 20,
        "quote_start_line": 330,
        "quote_end_line": 341
      },
      {
        "description": "Claimed that genetically customized skin repair serum is scientifically proven to enhance or diminish aging predispositions, including collagen breakdown, sun damage, and oxidative stress",
        "quoted_text": "LifeMap ME DNA Skin Repair Ingredient List Thanks to the custom nature of our product, the ingredient list will represent the latest breakthrough ingredients which have been clinically proven to enhance or diminish aging predispositions.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 20,
        "quote_start_line": 343,
        "quote_end_line": 346
      },
      {
        "description": "Claimed to implement reasonable and appropriate measures to secure consumers' personal information on secure servers",
        "quoted_text": "GeneWize Life Sciences respects the privacy of every individual and has taken every precaution to create a process that allows individuals to maintain the highest level of privacy. All information provided by the individual taking the assessment is kept on a secure server . . . . * * * We send Personal Customer Information to third-party subcontractors and agents that work on our behalf to provide certain services. These third parties do not have the right to use the Personal Customer Information beyond what is necessary to assist us or fulfill your order. They are contractually obligated to maintain the confidentiality and security of the Personal Customer Information and are restricted from using such information in any way not expressly authorized by GENEWIZE.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 31,
        "quote_start_line": 414,
        "quote_end_line": 427
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "False Claims About Genetic Disadvantage Mitigation",
        "representation": "Genetic disadvantages identified through respondents' DNA Assessments are scientifically proven to be mitigated or compensated for with nutritional supplementation",
        "fact": "Genetic disadvantages identified through respondents' DNA Assessments are not scientifically proven to be mitigated or compensated for with nutritional supplementation",
        "conclusion": "Therefore, the representation set forth in Paragraph 12 was, and is, false or misleading."
      },
      {
        "count_number": 2,
        "title": "Lack of Substantiation for Custom Supplement Efficacy Claims",
        "representation": "Respondents possessed and relied upon a reasonable basis that substantiated that their custom-blended nutritional supplements effectively compensate for genetic disadvantages identified by respondents' DNA Assessments, thereby reducing an individual's risk of impaired health or illness",
        "fact": "Respondents did not possess and rely upon a reasonable basis that substantiated the representation set forth in Paragraph 14, at the time the representation was made",
        "conclusion": "Therefore, the representation set forth in Paragraph 15 was, and is, false or misleading."
      },
      {
        "count_number": 3,
        "title": "Lack of Substantiation for Disease Treatment Claims",
        "representation": "Respondents possessed and relied upon a reasonable basis that substantiated that their custom-blended nutritional supplements treat or mitigate diabetes, heart disease, arthritis, and insomnia, among other ailments",
        "fact": "Respondents did not possess and rely upon a reasonable basis that substantiated the representations set forth in Paragraph 17, at the time the representations were made",
        "conclusion": "Therefore, the representation set forth in Paragraph 18 was, and is, false or misleading."
      },
      {
        "count_number": 4,
        "title": "False Claims About Skin Repair Serum Efficacy",
        "representation": "Respondents' genetically customized skin repair serum is scientifically proven to: (a) reduce the appearance of wrinkles and improve skin firmness; and (b) enhance or diminish aging predispositions, including collagen breakdown, sun damage, and oxidative stress",
        "fact": "Respondents' genetically customized skin repair serum is not scientifically proven to: (a) reduce the appearance of wrinkles and improve skin firmness; or (b) enhance or diminish aging predispositions, including collagen breakdown, sun damage, and oxidative stress",
        "conclusion": "Therefore, the representations set forth in Paragraph 20 were, and are, false or misleading."
      },
      {
        "count_number": 5,
        "title": "Providing Means and Instrumentalities for Deception",
        "representation": "Respondents provided advertisements and promotional materials to affiliates for use in marketing and selling respondents' genetically customized nutritional supplements and skincare products",
        "fact": "Through these means, respondents provided means and instrumentalities to respondents' affiliates in furtherance of the deceptive and misleading acts or practices alleged in Paragraphs 12 through 21",
        "conclusion": "Respondents have provided means and instrumentalities to respondents' affiliates in furtherance of the deceptive and misleading acts or practices."
      },
      {
        "count_number": 6,
        "title": "False Data Security Representations",
        "representation": "Respondents implement reasonable and appropriate measures to secure consumers' personal information",
        "fact": "Respondents have not implemented reasonable and appropriate measures to protect consumers' personal information from unauthorized access, including failing to implement reasonable policies and procedures, failing to require service providers to implement safeguards, maintaining information in clear text, providing unnecessary access to employees and service providers, and failing to use readily available security measures",
        "conclusion": "Therefore, the representation set forth in Paragraph 31 was, and is, false or misleading."
      },
      {
        "count_number": 7,
        "title": "Unfair Data Security Practices",
        "representation": "Not applicable - this is an unfairness claim rather than a deception claim",
        "fact": "Respondents failed to employ reasonable and appropriate measures to prevent unauthorized access to consumers' personal information, including failures described in Paragraph 29",
        "conclusion": "Respondents' practices are likely to cause substantial injury to consumers that is not reasonably avoidable by consumers themselves and is not outweighed by countervailing benefits to consumers or competition. This practice was, and is, an unfair act or practice."
      }
    ]
  },
  "order": {
    "definitions": {
      "respondent": "foruTM International Corporation, formerly known as GeneWize Life Sciences, Inc., its successors and assigns, and its officers, agents, representatives, and employees.",
      "Commerce": "as defined in Section 4 of the Federal Trade Commission Act (\"FTC Act\"), 15 U.S.C. § 44.",
      "Covered Product": "any drug, food, or cosmetic that is: (a) customized or personalized for a consumer based on that consumer's DNA or SNP (single nucleotide polymorphism) assessment, including, but not limited to, LifeMap ME DNA Customized Nutritional Supplements, GeneWize Nutritional Supplements, LifeMap ME DNA Customized Skin Repair Serum, foruTM Core Plus, GeneWize Customized Skin Repair Serum, and foruTM Skin Repair Serum; or (b) promoted to modulate the effect of genes.",
      "Covered Assessment": "any genetic test or assessment, including, but not limited to, the Healthy Aging Assessment and LifeMap Healthy Aging Assessment.",
      "Essentially Equivalent Product": "a product that contains the identical ingredients, except for inactive ingredients (e.g., binders, colors, fillers, excipients), in the same form and dosage, and with the same route of administration (e.g., orally, sublingually), as the Covered Product; provided that the Covered Product may contain additional ingredients if reliable scientific evidence generally accepted by experts in the field demonstrates that the amount and combination of additional ingredients is unlikely to impede or inhibit the effectiveness of the ingredients in the Essentially Equivalent Product.",
      "Drug": "as defined in Section 15(c) of the FTC Act, 15 U.S.C. § 55(c).",
      "Food": "as defined in Section 15(b) of the FTC Act, 15 U.S.C. § 55(b).",
      "Cosmetic": "as defined in Section 15(e) of the FTC Act, 15 U.S.C. § 55(e).",
      "Adequate and well-controlled human clinical study": "a human clinical study that: is randomized and adequately controlled; utilizes valid end points generally recognized by experts in the relevant disease field; yields statistically significant between-group results; and is conducted by persons qualified by training and experience to conduct such a study. Such study shall be double-blind and placebo-controlled; provided, however, that any study of a conventional food need not be placebo-controlled or double-blind if placebo control or blinding cannot be effectively implemented given the nature of the intervention. For the purposes of this proviso, \"conventional food\" does not include any dietary supplement, any customized or personalized product based on a consumer's DNA or SNP assessment, or any product promoted to modulate the effect of genes. Respondent shall have the burden of proving that placebo-control or blinding cannot be effectively implemented.",
      "Endorsement": "as defined in the Commission's Guides Concerning the Use of Endorsements and Testimonials in Advertising, 16 C.F.R. § 255.0.",
      "Affiliate": "any person or entity who participates in an Affiliate Program.",
      "Affiliate Program": "any arrangement whereby any person or entity: (a) provides respondent with, or refers to respondent, potential or actual customers; or (b) otherwise markets, advertises, or offers for sale any product or service on behalf of respondent.",
      "Personal Information": "individually identifiable information from or about an individual consumer, including, but not limited to: (a) a first and last name; (b) a home or other physical address, including street name and name of city or town; (c) an email address or other online contact information, such as an instant messaging user identifier or a screen name; (d) a telephone number; (e) a Social Security number; (f) a bank account, debit card, or credit card account number; (g) a persistent identifier, such as a customer number held in a \"cookie\" or processor serial number; or (h) clinical laboratory testing information, including test results. For the purpose of this provision, a \"consumer\" shall mean any person, including, but not limited to, any user of respondent's services, any employee of respondent, or any individual seeking to become an employee, where \"employee\" shall mean an agent, servant, salesperson, associate, independent contractor, or other person directly or indirectly under the control of respondent.",
      "including": "\"without limitation.\"",
      "and/or": "The terms \"and\" and \"or\" in this order shall be construed conjunctively or disjunctively as necessary, to make the applicable phrase or sentence inclusive rather than exclusive."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Disease Claims Require Two Clinical Studies",
        "category": "prohibition",
        "summary": "Respondent must not make disease treatment claims for Covered Products unless substantiated by at least two adequate and well-controlled human clinical studies.",
        "requirements": [
          {
            "description": "Must not make disease treatment claims without at least two adequate and well-controlled human clinical studies",
            "quoted_text": "IT IS ORDERED that respondent, directly or through any corporation, partnership, subsidiary, division, licensee, affiliate, trade name, or other device, in connection with the manufacturing, labeling, advertising, promotion, offering for sale, sale, or distribution of any Covered Product, in or affecting commerce, shall not make any representation, in any manner, expressly or by implication, including through the use of a product name, endorsement, depiction, illustration, trademark, or trade name, that such product is effective in the diagnosis, cure, mitigation, treatment, or prevention of any disease, including, but not limited to, any representation that the product will treat, prevent, mitigate, or reduce the risk of diabetes, heart 3 disease, arthritis, or insomnia, unless the representation is non-misleading and, at the time the representation is made, respondent possesses and relies upon competent and reliable scientific evidence that substantiates that the representation is true. For purposes of this Part I, “competent and reliable scientific evidence” shall consist of at least two adequate and well-controlled human clinical studies of the Covered Product, or of an Essentially Equivalent Product, conducted by different researchers, independently of each other, that conform to acceptable designs and protocols and whose results, when considered in light of the entire body of relevant and reliable scientific evidence, are sufficient to substantiate that the representation is true; provided that, if the respondent represents that such product is effective in the diagnosis, cure, mitigation, treatment, prevention, or the reduction of risk of disease for persons with a particular genetic variation or single nucleotide polymorphism (“SNP”), then studies required under this Part I shall be conducted on human subjects with such genetic variation or SNP. Respondent shall have the burden of proving that a product satisfies the definition of an Essentially Equivalent Product.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 107,
            "quote_end_line": 131
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Health Benefit Claims Require Competent and Reliable Evidence",
        "category": "prohibition",
        "summary": "Respondent must not make health benefit claims for Covered Products or Covered Assessments unless substantiated by competent and reliable scientific evidence.",
        "requirements": [
          {
            "description": "Must not make health benefit claims without competent and reliable scientific evidence",
            "quoted_text": "IT IS FURTHER ORDERED that respondent, directly or through any corporation, partnership, subsidiary, division, licensee, affiliate, trade name, or other device, in connection with the manufacturing, labeling, advertising, promotion, offering for sale, sale, or distribution of any Covered Product or any Covered Assessment, in or affecting commerce, shall not make any representation, in any manner, expressly or by implication, including through the use of a product name, endorsement, depiction, or illustration, other than representations covered under Part I of this order, about the health benefits, performance, or efficacy of any Covered Product or any Covered Assessment, unless the representation is non-misleading, and, at the time of making such representation, respondent possesses and relies upon competent and reliable scientific evidence that is sufficient in quality and quantity based on standards generally accepted in the relevant scientific fields, when considered in light of the entire body of relevant and reliable scientific evidence, to substantiate that the representation is true. For purposes of this Part II, competent and reliable scientific evidence means tests, analyses, research, or studies that have been conducted and evaluated in an objective manner by qualified persons and are generally accepted in the profession to yield accurate and reliable results.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 133,
            "quote_end_line": 147
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Prohibition Against Misrepresentations",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent the existence, contents, validity, or results of any test or study, or that benefits are scientifically proven.",
        "requirements": [
          {
            "description": "Must not misrepresent the existence, contents, validity, results, or conclusions of any test, study, or research",
            "quoted_text": "A. The existence, contents, validity, results, or conclusions of any test, study, or research; or",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 155,
            "quote_end_line": 156
          },
          {
            "description": "Must not misrepresent that the benefits of any Covered Product or Covered Assessment are scientifically proven",
            "quoted_text": "B. That the benefits of any Covered Product or Covered Assessment are scientifically proven.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 160,
            "quote_end_line": 161
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "FDA-Permitted Claims Exception",
        "category": "acknowledgment",
        "summary": "Parts I-III do not prohibit representations specifically permitted by FDA regulations or approved drug applications.",
        "requirements": [
          {
            "description": "May make representations permitted by FDA nutrition labeling regulations or FDAMA Sections 303-304",
            "quoted_text": "A. Nothing in Parts I through III of this order shall prohibit respondent from making any representation for any product that is specifically permitted in labeling for such product by regulations promulgated by the Food and Drug Administration pursuant to the Nutrition Labeling and Education Act of 1990 or permitted under Sections 303-304 of the Food and Drug Administration Modernization Act of 1997; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 164,
            "quote_end_line": 169
          },
          {
            "description": "May make drug representations permitted in FDA-approved labeling or tentative/final standards",
            "quoted_text": "B. Nothing in Parts I through III of this order shall prohibit respondent from making any representation for any drug that is permitted in labeling for such drug under any tentative final or final standard promulgated by the Food and Drug Administration, or any new drug application approved by the Food and Drug Administration.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 170,
            "quote_end_line": 174
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Prohibition on Providing Means and Instrumentalities",
        "category": "prohibition",
        "summary": "Respondent must not provide affiliates or others with materials that enable them to make prohibited representations.",
        "requirements": [
          {
            "description": "Must not provide means and instrumentalities to others to make prohibited representations",
            "quoted_text": "IT IS FURTHER ORDERED that respondent, directly or through any corporation, partnership, subsidiary, division, licensee, affiliate, trade name, or other device, in connection with the manufacturing, labeling, advertising, promotion, offering for sale, sale, or distribution of any Covered Product or any Covered Assessment, in or affecting commerce, shall not provide to any person or entity the means and instrumentalities with which to make, directly or by implication, any representations prohibited by Parts I through III of this order. For purposes of this Part, “means and instrumentalities” shall mean any information, document, or article referring or relating to any Covered Product or any Covered Assessment, including, but not limited to, any advertising, labeling, promotional, or purported substantiation materials, for use by affiliates in their marketing of any Covered Product or any Covered Assessment in or affecting commerce.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 176,
            "quote_end_line": 186
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Affiliate Monitoring and Compliance System",
        "category": "affirmative_obligation",
        "summary": "Respondent must establish and maintain a system to monitor affiliates' representations and ensure compliance with Parts I-III.",
        "requirements": [
          {
            "description": "Establish and maintain a system to monitor and review affiliates' representations",
            "quoted_text": "A. Establishing, implementing, and thereafter maintaining a system to monitor and review its affiliates’ representations and disclosures to ensure compliance with Parts I through III of this order. The system shall be implemented as follows:",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 193,
            "quote_end_line": 195
          },
          {
            "description": "Determine top fifty revenue-generating affiliates and monitor their websites monthly",
            "quoted_text": "1. No later than thirty (30) days after the date of service of this order, and, on a semi-annual basis thereafter, respondent shall determine those affiliates that generate the most sales for respondent. For respondent’s top fifty (50) revenue-generating affiliates, respondent shall: (a) Monitor and review each affiliate’s web sites on at least a monthly basis at times not disclosed in advance to its affiliates and in a manner reasonably calculated not to disclose the source of the monitoring activity at the time it is being conducted; and (b) Conduct online monitoring and review of the Internet on at least a monthly basis, including, but not limited to, social networks such as Facebook, microsites such as Twitter, and video sites such as YouTube, for any representations by such affiliates.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 199,
            "quote_end_line": 210
          },
          {
            "description": "Select random sample of fifty affiliates and monitor their websites monthly",
            "quoted_text": "2. For the remainder of respondent’s affiliates, no later than thirty (30) days after the date of service of this order, and, on a semi-annual basis thereafter, respondent shall select a random sample of fifty (50) affiliates. Respondent shall: (a) Monitor and review each of these randomly selected affiliates’ web sites on at least a monthly basis at times not disclosed in advance to its affiliates and in a manner reasonably calculated not to disclose the source of the monitoring activity at the time it is being conducted; and (b) Conduct online monitoring and review of the Internet on at least a monthly basis, including, but not limited to, social networks such as Facebook, microsites such as Twitter, and video sites such as YouTube, for any representations by such affiliates.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 211,
            "quote_end_line": 223
          },
          {
            "description": "Terminate affiliates who violate Parts I-III within seven days of reasonably concluding violation",
            "quoted_text": "B. Within seven (7) days of reasonably concluding that an affiliate has made representations that the affiliate knew or should have known violated Parts I, II, or III of this order, respondent shall terminate the affiliate from any affiliate program and cease payment to the affiliate; provided, however, that nothing in this subpart shall prevent respondent from honoring respondent’s payment obligation to an affiliate pursuant to a contract executed by the affiliate and respondent prior to the date of service of the order; and",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 224,
            "quote_end_line": 230
          },
          {
            "description": "Create and maintain compliance reports and make available within fourteen days of FTC request",
            "quoted_text": "C. Creating, and thereafter, maintaining, and within fourteen (14) days of receipt of a written request from a representative of the Federal Trade Commission, making available for inspection and copying, reports sufficient to show compliance with this Part of the order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 231,
            "quote_end_line": 234
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Prohibition Against Privacy Misrepresentations",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent the extent to which it maintains and protects the privacy, confidentiality, security, or integrity of Personal Information.",
        "requirements": [
          {
            "description": "Must not misrepresent privacy, confidentiality, security, or integrity protections for Personal Information",
            "quoted_text": "IT IS FURTHER ORDERED that respondent, directly or through any corporation, partnership, subsidiary, division, licensee, affiliate, trade name, or other device, in connection with the manufacturing, advertising, labeling, promotion, offering for sale, sale, or distribution of any product or service, in or affecting commerce, shall not misrepresent in any manner, expressly or by implication, the extent to which it maintains and protects the privacy, confidentiality, security, or integrity of Personal Information collected from or about consumers.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 239,
            "quote_end_line": 244
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Comprehensive Information Security Program",
        "category": "affirmative_obligation",
        "summary": "Respondent must establish and maintain a comprehensive information security program to protect Personal Information with administrative, technical, and physical safeguards.",
        "requirements": [
          {
            "description": "Establish and maintain comprehensive information security program",
            "quoted_text": "IT IS FURTHER ORDERED that respondent, directly or through any corporation, partnership, subsidiary, division, trade name, or other device, shall, no later than the date of service of this order, establish and implement, and thereafter maintain, a comprehensive information security program that is reasonably designed to protect the security, confidentiality, and integrity of Personal Information collected from or about consumers. Such program, the content and implementation of which must be fully documented in writing, shall contain administrative, technical, and physical safeguards appropriate to respondent’s size and complexity, the nature and scope of respondent’s activities, and the sensitivity of the Personal Information respondent collects from or about consumers, including:",
            "deadline": "date of service of this order",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 246,
            "quote_end_line": 254
          },
          {
            "description": "Designate employee(s) to coordinate and be accountable for the information security program",
            "quoted_text": "A. The designation of an employee or employees to coordinate and be accountable for the information security program;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 255,
            "quote_end_line": 256
          },
          {
            "description": "Identify and assess material internal and external risks to Personal Information security",
            "quoted_text": "B. The identification of material internal and external risks to the security, confidentiality, and integrity of Personal Information that could result in the unauthorized disclosure, misuse, loss, alteration, destruction, or other compromise of such information, and assessment of the sufficiency of any safeguards in place to control these risks. At a minimum, this risk assessment should include consideration of risks in each area of relevant operation, including, but not limited to: (1) employee training and management; (2) information systems, including network and software design, information processing, storage, transmission, and disposal; and (3) prevention, detection, and response to attacks, intrusions, or other systems failures;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 257,
            "quote_end_line": 266
          },
          {
            "description": "Design, implement, and regularly test reasonable safeguards to control identified risks",
            "quoted_text": "C. The design and implementation of reasonable safeguards to control the risks identified through risk assessment, and regular testing or monitoring of the effectiveness of the safeguards’ key controls, systems, and procedures;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 267,
            "quote_end_line": 270
          },
          {
            "description": "Select and retain service providers capable of safeguarding Personal Information and require contractual safeguards",
            "quoted_text": "D. The development and use of reasonable steps to select and retain service providers capable of appropriately safeguarding Personal Information received from respondent, and requiring service providers by contract to implement and maintain appropriate safeguards; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 271,
            "quote_end_line": 274
          },
          {
            "description": "Evaluate and adjust information security program based on testing, monitoring, and material changes",
            "quoted_text": "E. The evaluation and adjustment of respondent’s information security program in light of the results of the testing and monitoring required by subpart C, any 7 material changes to respondent’s operations or business arrangements, or any other circumstances that respondent knows or has reason to know may have a material impact on the effectiveness of its information security program.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 275,
            "quote_end_line": 282
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Third-Party Security Assessments",
        "category": "assessment",
        "summary": "Respondent must obtain initial and biennial third-party security assessments for twenty years.",
        "requirements": [
          {
            "description": "Obtain initial Assessment covering first 180 days after service of order",
            "quoted_text": "IT IS FURTHER ORDERED that, in connection with its compliance with Part VIII of this order, respondent shall obtain initial and biennial assessments and reports (“Assessments”) from a qualified, objective, independent third-party professional who uses procedures and standards generally accepted in the profession. Professionals qualified to prepare such assessments shall be: a person qualified as a Certified Information System Security Professional (CISSP) or as a Certified Information Systems Auditor (CISA); a person holding Global Information Assurance Certification (GIAC) from the SysAdmin, Audit, Network, Security (SANS) Institute; or a qualified person or organization approved by the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580. The reporting period for the Assessments shall cover: (1) the first one hundred and eighty (180) days after service of the order for the initial Assessment, and (2) each two (2) year period thereafter for twenty (20) years after service of the order for the biennial Assessments.",
            "deadline": "60 days after the end of the reporting period",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 284,
            "quote_end_line": 295
          },
          {
            "description": "Obtain biennial Assessments for twenty years after service of order",
            "quoted_text": "IT IS FURTHER ORDERED that, in connection with its compliance with Part VIII of this order, respondent shall obtain initial and biennial assessments and reports (“Assessments”) from a qualified, objective, independent third-party professional who uses procedures and standards generally accepted in the profession. Professionals qualified to prepare such assessments shall be: a person qualified as a Certified Information System Security Professional (CISSP) or as a Certified Information Systems Auditor (CISA); a person holding Global Information Assurance Certification (GIAC) from the SysAdmin, Audit, Network, Security (SANS) Institute; or a qualified person or organization approved by the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580. The reporting period for the Assessments shall cover: (1) the first one hundred and eighty (180) days after service of the order for the initial Assessment, and (2) each two (2) year period thereafter for twenty (20) years after service of the order for the biennial Assessments.",
            "deadline": "60 days after the end of each two-year reporting period",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 284,
            "quote_end_line": 295
          },
          {
            "description": "Assessments must set forth specific safeguards implemented and maintained",
            "quoted_text": "A. Set forth the specific administrative, technical, and physical safeguards that respondent has implemented and maintained during the reporting period;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 297,
            "quote_end_line": 298
          },
          {
            "description": "Assessments must explain how safeguards are appropriate to respondent's operations",
            "quoted_text": "B. Explain how such safeguards are appropriate to respondent’s size and complexity, the nature and scope of its activities, and the sensitivity of the Personal Information collected from or about consumers;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 299,
            "quote_end_line": 301
          },
          {
            "description": "Assessments must explain how safeguards meet or exceed Part VIII requirements",
            "quoted_text": "C. Explain how the safeguards that have been implemented meet or exceed the protections required by Part VIII of this order; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 302,
            "quote_end_line": 303
          },
          {
            "description": "Assessments must certify security program is operating with sufficient effectiveness",
            "quoted_text": "D. Certify that respondent’s security program is operating with sufficient effectiveness to provide reasonable assurance that the security, confidentiality, and integrity of Personal Information is protected and has so operated throughout the reporting period.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 304,
            "quote_end_line": 307
          },
          {
            "description": "Provide initial Assessment to FTC within ten days after completion",
            "quoted_text": "reporting period to which the Assessment applies. The respondent shall provide its initial Assessment to the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580, within ten (10) days after the Assessment has been completed. All subsequent biennial Assessments shall be retained by respondent until the order",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 309,
            "quote_end_line": 312
          },
          {
            "description": "Retain subsequent biennial Assessments and provide to FTC within ten days of request",
            "quoted_text": "completed. All subsequent biennial Assessments shall be retained by respondent until the order is terminated and provided to the Associate Director for Enforcement within ten (10) days of request. Unless otherwise directed by a representative of the Commission in writing, the initial",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 312,
            "quote_end_line": 314
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Order Distribution and Acknowledgment",
        "category": "acknowledgment",
        "summary": "Respondent must deliver a copy of the order to current and future principals, officers, directors, and managerial employees, and obtain signed acknowledgments.",
        "requirements": [
          {
            "description": "Deliver order to current principals, officers, directors, Scientific Advisory Board members, licensees, and managerial employees",
            "quoted_text": "successors and assigns, shall deliver a copy of this order to all current and future principals, officers, directors, Scientific Advisory Board members, and licensees, and to employees having managerial responsibilities with respect to the subject matter of this order, and shall secure from each such person a signed and dated statement acknowledging receipt of the order. Respondent",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 327,
            "quote_end_line": 330
          },
          {
            "description": "Secure signed and dated acknowledgment of receipt from each person",
            "quoted_text": "managerial responsibilities with respect to the subject matter of this order, and shall secure from each such person a signed and dated statement acknowledging receipt of the order. Respondent foruTM International Corporation, and its successors and assigns, shall deliver this order to",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 329,
            "quote_end_line": 331
          },
          {
            "description": "Deliver order to future personnel within thirty days of assuming position",
            "quoted_text": "foruTM International Corporation, and its successors and assigns, shall deliver this order to current personnel within thirty (30) days after the date of service of this order, and to future personnel within thirty (30) days after the person assumes such position or responsibilities.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 331,
            "quote_end_line": 333
          }
        ]
      },
      {
        "provision_number": "XI",
        "title": "Recordkeeping Requirements",
        "category": "recordkeeping",
        "summary": "Respondent must maintain and make available to the FTC various records including Assessment materials and advertising substantiation.",
        "requirements": [
          {
            "description": "Maintain all materials relied upon to prepare each Assessment for three years after preparation",
            "quoted_text": "A. For a period of three (3) years after the date of preparation of each Assessment required under Part IX of this order, all materials relied upon to prepare the Assessment, whether prepared by or on behalf of respondent, including, but not limited to, all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, and any other materials relating to respondent’s compliance with Parts VIII and IX of this order, for the compliance period covered by such Assessment;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 338,
            "quote_end_line": 344
          },
          {
            "description": "Maintain advertisements and promotional materials containing covered representations for five years after dissemination",
            "quoted_text": "B. Unless covered by Part XI.A, for a period of five (5) years after the last date of dissemination of any representation covered by this order, maintain and upon reasonable notice make available to the Commission for inspection and copying: 1. All advertisements and promotional materials containing the representation, including, but not limited to, all marketing and training materials distributed to licensees and affiliates;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 345,
            "quote_end_line": 350
          },
          {
            "description": "Maintain materials relied upon in disseminating representations for five years after dissemination",
            "quoted_text": "2. All materials that were relied upon in disseminating the representation; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 351,
            "quote_end_line": 352
          },
          {
            "description": "Maintain tests, reports, and evidence that contradict or qualify representations for five years after dissemination",
            "quoted_text": "3. All tests, reports, studies, surveys, demonstrations, or other evidence in respondent’s possession or control that contradict, qualify, or call into question the representation, or the basis relied upon for the representation, including complaints and other communications with consumers or with governmental or consumer protection organizations.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 353,
            "quote_end_line": 357
          }
        ]
      },
      {
        "provision_number": "XII",
        "title": "Notification of Corporate Changes",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the FTC at least thirty days prior to corporate changes that may affect compliance obligations.",
        "requirements": [
          {
            "description": "Notify FTC at least thirty days prior to corporate changes affecting compliance",
            "quoted_text": "successors and assigns, shall notify the Commission at least thirty (30) days prior to any change in the corporation that may affect compliance obligations arising under this order, including, but not limited to, dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in the corporate name or address. Provided, however, that, with respect to any proposed change in the corporation about which respondent foruTM International Corporation, and its successors and assigns, learns less than thirty (30) days prior to the date such action is to take place, respondent foruTM International Corporation, and its successors and assigns, shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 363,
            "quote_end_line": 372
          },
          {
            "description": "If learning of change less than thirty days prior, notify FTC as soon as practicable",
            "quoted_text": "bankruptcy petition; or a change in the corporate name or address. Provided, however, that, with respect to any proposed change in the corporation about which respondent foruTM International Corporation, and its successors and assigns, learns less than thirty (30) days prior to the date such action is to take place, respondent foruTM International Corporation, and its successors and assigns, shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": "as soon as practicable",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 368,
            "quote_end_line": 372
          }
        ]
      },
      {
        "provision_number": "XIII",
        "title": "Compliance Reports",
        "category": "compliance_reporting",
        "summary": "Respondent must file an initial compliance report within sixty days and submit additional reports upon FTC request.",
        "requirements": [
          {
            "description": "File initial compliance report setting forth manner and form of compliance with order",
            "quoted_text": "successors and assigns, within sixty (60) days after service of this order, shall file with the Commission a true and accurate report, in writing, setting forth in detail the manner and form of its own compliance with this order. Within ten (10) days of receipt of written notice from a",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 380,
            "quote_end_line": 382
          },
          {
            "description": "Submit additional compliance reports within ten days of written notice from FTC",
            "quoted_text": "its own compliance with this order. Within ten (10) days of receipt of written notice from a representative of the Commission, it shall submit additional true and accurate written reports.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 382,
            "quote_end_line": 383
          }
        ]
      },
      {
        "provision_number": "XIV",
        "title": "Order Termination",
        "category": "duration",
        "summary": "The order will terminate on May 8, 2034, or twenty years from the most recent date the FTC files a complaint alleging violation, whichever comes later.",
        "requirements": [
          {
            "description": "Order terminates on May 8, 2034, or twenty years from most recent complaint filing, whichever is later",
            "quoted_text": "This order will terminate on May 8, 2034, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part in this order that terminates in less than twenty (20) years; B. This order’s application to any respondent that is not named as a defendant in such complaint; and C. This order if such complaint is filed after the order has terminated pursuant to this Part. 10 Provided, further, that if such complaint is dismissed or a federal court rules that respondent did not violate any provision of the order, and the dismissal or ruling is either not appealed or upheld on appeal, then the order will terminate according to this Part as though the complaint had never been filed, except that the order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 385,
            "quote_end_line": 402
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on May 8, 2034, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part in this order that terminates in less than twenty (20) years; B. This order's application to any respondent that is not named as a defendant in such complaint; and C. This order if such complaint is filed after the order has terminated pursuant to this Part."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "05.14, foru™ International Corporation Complaint.pdf",
      "order": "05.14, foru™ International Corporation Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 7,
      "complaint_representations": 6,
      "order_provisions": 14,
      "order_definitions": 15,
      "order_requirements": 39,
      "provisions_per_section": {
        "I": 1,
        "II": 1,
        "III": 2,
        "IV": 2,
        "V": 1,
        "VI": 5,
        "VII": 1,
        "VIII": 6,
        "IX": 8,
        "X": 3,
        "XI": 4,
        "XII": 2,
        "XIII": 2,
        "XIV": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 6,
        "complaint_total": 6,
        "order_verified": 39,
        "order_total": 39
      }
    },
    "processing_time_seconds": 137.9
  }
}