{
  "case_info": {
    "docket_number": "C-4401",
    "company": {
      "name": "Filiquarian Publishing, LLC",
      "incorporation_state": "Minnesota",
      "entity_type": "LLC",
      "address": "3722 Las Vegas Boulevard S. #2807E, Las Vegas, NV 89158",
      "business_description": "Filiquarian Publishing, LLC operated a series of mobile applications that allowed consumers to conduct criminal background checks for convictions in specific states. The company distributed and sold these apps through iTunes and Google Play, charging $0.99 per download, and provided access to hundreds of thousands of criminal records for employment screening purposes."
    },
    "commissioners": [
      "Edith Ramirez, Chairwoman",
      "Julie Brill",
      "Maureen K. Ohlhausen",
      "Joshua D. Wright"
    ],
    "case_date": {
      "month": 5,
      "year": 2013
    },
    "legal_authority": "Section 5 of the Federal Trade Commission Act, 15 U.S.C. § 45(a), and the Fair Credit Reporting Act, 15 U.S.C. § 1681 et seq.",
    "violation_type": "unfair",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/112-3195-filiquarian-publishing-llc-choice-level-llc-joshua-linsk-matter"
  },
  "complaint": {
    "factual_background": "Filiquarian Publishing and Choice Level operated mobile apps that advertised criminal background check services for employment screening purposes. Despite marketing these apps for hiring decisions, the companies failed to comply with Fair Credit Reporting Act requirements applicable to consumer reporting agencies. The companies sold at least 6,879 copies of these apps through iTunes and Google Play, furnishing consumer reports without implementing required safeguards, verification procedures, or accuracy measures.",
    "representations_made": [
      {
        "description": "Apps could be used to conduct quick criminal background checks for employment purposes",
        "quoted_text": "Are you hiring somebody and wanting to quickly find out if they have a record? Then Texas Criminal Record Search is the perfect application for you.",
        "source_paragraph": 6
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Furnishing Reports Without Permissible Purpose Inquiry",
        "representation": "Respondents furnished consumer reports to third parties through mobile apps",
        "fact": "Respondents regularly furnished consumer reports to third parties without procedures to inquire into the purpose for which the user is buying the report",
        "conclusion": "Respondents have violated Section 604(a) of the FCRA, 15 U.S.C. § 1681b(a)."
      },
      {
        "count_number": 2,
        "title": "Failure to Maintain Reasonable Procedures for Permissible Purposes",
        "representation": "Respondents were required to maintain reasonable procedures to limit furnishing of consumer reports for permissible purposes",
        "fact": "Respondents failed to maintain reasonable procedures to limit the furnishing of consumer reports for permissible purposes. For example, respondents failed to require that prospective users of their reports identify themselves, certify the purposes for which the information is sought, and certify that the information will be used for no other purpose",
        "conclusion": "By failing to limit the furnishing of reports to those who had a permissible purpose to use such a report, respondents have violated Section 607(a) of the FCRA, 15 U.S.C. § 1681e(a)."
      },
      {
        "count_number": 3,
        "title": "Failure to Assure Maximum Possible Accuracy",
        "representation": "Respondents were required to follow reasonable procedures to assure maximum possible accuracy of information concerning the individual about whom the report relates",
        "fact": "Respondents maintained no procedures to assure maximum possible accuracy of information in the reports it provided",
        "conclusion": "Accordingly, respondents have violated Section 607(b) of the FCRA, 15 U.S.C. § 1681e(b)."
      },
      {
        "count_number": 4,
        "title": "Failure to Provide Required Notices",
        "representation": "Respondents were required to provide notices to all users of respondents' consumer reports; and to all persons who regularly furnish consumer report information to respondents",
        "fact": "Respondents failed to provide such notices",
        "conclusion": "Accordingly, respondents have violated Section 607(d) of the FCRA, 15 U.S.C. § 1681e(d)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Respondents": "Unless otherwise specified, \"respondents\" shall mean Filiquarian Publishing, LLC, a corporation; Choice Level, LLC, a corporation; their successors and assigns, and officers; Joshua Linsk, individually and as an officer of the corporations; and each of the above's agents, representatives, and employees.",
      "FCRA Definitions": "The definitions set forth in the Fair Credit Reporting Act (\"FCRA\"), 15 U.S.C. §§ 1681a, et seq., shall apply.",
      "Clear and prominent": "In textual communications (e.g., printed publications or words displayed on the screen of a computer), the required disclosures are unavoidable and of a type, size, and location sufficiently noticeable for an ordinary consumer to read and comprehend them, in print that contrasts with the background on which they appear; In communications disseminated orally or through audible means (e.g., radio or streaming audio), the required disclosures are delivered in a volume and cadence sufficient for an ordinary consumer to hear and comprehend them; In communications disseminated through video means (e.g., television or streaming video), the required disclosures are in writing in a form consistent with subparagraph (i) of this definition and shall appear on the screen for a duration sufficient for an ordinary consumer to read and comprehend them, and in the same language as the predominant language that is used in the communication; and In all instances, the required disclosures are presented in an understandable language and syntax, and with nothing contrary to, inconsistent with, or in mitigation of the disclosures used in any communication of them.",
      "Commerce": "\"Commerce\" shall mean as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. § 44.",
      "Permissible purpose": "\"Permissible purpose\" shall mean the circumstances under which a consumer report may be furnished as described in Section 604 of the FCRA, 15 U.S.C. § 1681b."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against FCRA Violations in Consumer Reporting",
        "category": "prohibition",
        "summary": "Respondents are prohibited from furnishing consumer reports without permissible purpose, failing to maintain reasonable procedures for limiting furnishing and ensuring accuracy, and failing to provide required notices to users and furnishers.",
        "requirements": [
          {
            "description": "Must not furnish a consumer report to any person without reason to believe they have a permissible purpose under Section 604(a) of the FCRA",
            "quoted_text": "Furnishing a consumer report to any person which respondents do not have reason to believe has a permissible purpose under Section 604(a) of the FCRA, 15 U.S.C. § 1681b(a);",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not fail to maintain reasonable procedures designed to limit the furnishing of consumer reports to the purposes listed under Section 604(c) of the FCRA",
            "quoted_text": "Failing to maintain reasonable procedures designed to limit the furnishing of consumer reports to the purposes listed under Section 604(c) of the FCRA,15 U.S.C. § 1681b(a), as set forth in Section 607(a) of the FCRA, 15 U.S.C. § 1681e(a);",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not fail to maintain reasonable procedures to assure the maximum possible accuracy of the information concerning the individual about whom a consumer report relates",
            "quoted_text": "Failing to maintain reasonable procedures to assure the maximum possible accuracy of the information concerning the individual about whom a consumer report relates, as required by Section 607(b) of the FCRA, 15 U.S.C. § 1681e(b);",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not fail to provide the \"Notice to Users of Consumer Reports: Obligations of Users Under the FCRA\" to all users of respondents' consumer reports",
            "quoted_text": "Failing to provide the \"Notice to Users of Consumer Reports: Obligations of Users Under the FCRA\" (\"User Notice\") required by Section 607(d) of the FCRA, 15 U.S.C. § 1681e(d), to all users of respondents' consumer reports. Provided, however, that respondents may provide an electronic copy of the User Notice to a user if: (a) in the ordinary course of business, the user obtains consumer report information from respondents in electronic form, and (b) the notice is clear and prominent;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not fail to provide the Notice to Furnishers of Information: Obligations of Furnishers Under the FCRA to all furnishers of consumer report information to respondents",
            "quoted_text": "Failing to provide the Notice to Furnishers of Information: Obligations of Furnishers Under the FCRA (\"Furnisher Notice\") required by Section 607(d) of the FCRA, 15 U.S.C. § 1681e(d), to all furnishers of consumer report information to respondents. Provided, however, that respondents may provide an electronic copy of this notice to a furnisher if: (a) in the ordinary course of business, the furnisher provides consumer report information to respondents in electronic form, and (b) the notice is clear and prominent.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Recordkeeping Requirements",
        "category": "recordkeeping",
        "summary": "Respondents must maintain business records demonstrating compliance with the order for five years, including files containing certifications from persons seeking consumer reports, training and marketing materials, and all records necessary to demonstrate full compliance.",
        "requirements": [
          {
            "description": "Maintain files containing the names, addresses, telephone numbers, and all certifications made by persons seeking to obtain consumer reports, and all materials considered in verification of identity and certifications",
            "quoted_text": "Files containing the names, addresses, telephone numbers, and all certifications made by persons seeking to obtain consumer reports, including but not limited to reports containing criminal record information, from respondents, and all materials considered by respondents in connection with their verification of the identity of those persons and verification of the certifications made by those persons;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Maintain copies of all training materials and marketing materials that relate to respondents' provision of consumer reports and compliance with this order",
            "quoted_text": "Copies of all training materials and marketing materials that relate to respondents' provision of consumer reports as alleged in the complaint and respondents' compliance with the provisions of this order;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Maintain all records necessary to demonstrate full compliance with each provision of this order, including all submissions to the Commission",
            "quoted_text": "All records necessary to demonstrate full compliance with each provision of this order, including all submissions to the Commission.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Order Acknowledgment and Distribution",
        "category": "acknowledgment",
        "summary": "Respondents must deliver a copy of this order to all current and future principals, officers, directors, managers, employees, agents and representatives with responsibilities related to the subject matter of the order, and obtain signed acknowledgments of receipt.",
        "requirements": [
          {
            "description": "Deliver order to current personnel within thirty days after the date of service of the order",
            "quoted_text": "Respondents shall deliver this order to current personnel within thirty (30) days after the date of service of the order, and to future personnel within thirty (30) days after the person assumes such position or responsibilities.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver order to future personnel within thirty days after the person assumes such position or responsibilities",
            "quoted_text": "Respondents shall deliver this order to current personnel within thirty (30) days after the date of service of the order, and to future personnel within thirty (30) days after the person assumes such position or responsibilities.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Secure from each such person a signed and dated statement acknowledging receipt of the order",
            "quoted_text": "shall secure from each such person a signed and dated statement acknowledging receipt of the order, with any electronic signatures complying with the requirements of the E-Sign Act, 15 U.S.C. § 7001 et seq.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Notice of Changes Affecting Compliance",
        "category": "compliance_reporting",
        "summary": "Respondents must notify the Commission at least thirty days prior to any change that may affect compliance obligations, including dissolution, merger, bankruptcy, or change in name or address.",
        "requirements": [
          {
            "description": "Notify the Commission at least thirty days prior to any change in a respondent that may affect compliance obligations",
            "quoted_text": "notify the Commission at least thirty (30) days prior to any change in a respondent that may affect compliance obligations arising under this order, including but not limited to, a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor company; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in a respondent's name or address. Provided, however, that with respect to any proposed change about which a respondent learns less than thirty (30) days prior to the date such action is to take place, the respondent shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondents must file a compliance report with the Commission within sixty days after service of the order, and submit additional reports within ten days upon request.",
        "requirements": [
          {
            "description": "File with the Commission a true and accurate report setting forth in detail the manner and form in which respondents have complied with this order",
            "quoted_text": "within sixty (60) days after the date of service of this order, file with the Commission a true and accurate report, in writing, setting forth in detail the manner and form in which respondents have complied with this order.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit additional true and accurate written reports upon request from a representative of the Commission",
            "quoted_text": "Within ten (10) days of receipt of written notice from a representative of the Commission, respondents shall submit additional true and accurate written reports.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Order Termination",
        "category": "duration",
        "summary": "This order will terminate on April 30, 2033, or twenty years from the most recent date that the United States or the Commission files a complaint in federal court alleging any violation of the order, whichever comes later.",
        "requirements": [
          {
            "description": "Order remains in effect until the termination date unless extended by federal court complaint",
            "quoted_text": "This order will terminate on April 30, 2033, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part of this order that terminates in less than twenty (20) years; B. This order's application to any respondent that is not named as a defendant in such complaint; and C. This order if such complaint is filed after the order has terminated pursuant to this Part.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on April 30, 2033, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part of this order that terminates in less than twenty (20) years; B. This order's application to any respondent that is not named as a defendant in such complaint; and C. This order if such complaint is filed after the order has terminated pursuant to this Part. Provided, further, that if such complaint is dismissed or a federal court rules that respondents did not violate any provision of the order, and the dismissal or ruling is either not appealed or upheld on appeal, then the order will terminate according to this Part as though the complaint had never been filed, except that this order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "05.13, Filiquarian Publishing, LLC; Choice Level, LLC; and Joshua Linsk Complaint.pdf",
      "order": "05.13, Filiquarian Publishing, LLC; Choice Level, LLC; and Joshua Linsk Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 4,
      "complaint_representations": 1,
      "order_provisions": 6,
      "order_definitions": 5,
      "order_requirements": 15
    },
    "processing_time_seconds": 101.7
  }
}