{
  "case_info": {
    "docket_number": "C-4575",
    "company": {
      "name": "Henry Schein Practice Solutions, Inc.",
      "incorporation_state": "Utah",
      "entity_type": "corporation",
      "address": "1220 South 630 East, American Fork, Utah 84003",
      "business_description": "Henry Schein Practice Solutions, Inc. manufactures, advertises, offers for sale, sells, and distributes office management software for dental practices, including the Dentrix software which enables dentists to perform common office tasks such as entering patient data, sending appointment reminders, processing patient payments, submitting patient insurance claims, and documenting treatment planning."
    },
    "commissioners": [
      "Edith Ramirez, Chairwoman",
      "Maureen K. Ohlhausen",
      "Terrell McSweeny"
    ],
    "case_date": {
      "month": 5,
      "year": 2016
    },
    "legal_authority": "Federal Trade Commission Act, 15 U.S.C. § 45 et seq.",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/142-3161-c4575-henry-schein-practice-solutions-inc-matter",
    "statutory_topics": [
      "Section 5 Only"
    ],
    "practice_areas": [
      "AI / Automated Decision-Making",
      "Privacy"
    ],
    "industry_sectors": [
      "Technology",
      "Healthcare",
      "Financial Services"
    ]
  },
  "complaint": {
    "factual_background": "Henry Schein Practice Solutions, Inc. marketed its Dentrix G5 dental office software as providing 'encryption' for patient data and helping dentists meet HIPAA compliance obligations. However, as early as November 2010, the company knew that the data protection used was a proprietary, untested algorithm weaker than industry-standard encryption such as AES. In June 2013, US-CERT publicly identified the technology as a 'weak obfuscation algorithm,' yet Henry Schein continued marketing it as 'encryption' for an additional seven months. The false encryption claims were material because dentists relying on them could mistakenly believe they qualified for the HIPAA Breach Notification Rule's encryption safe harbor, potentially failing to notify patients after a data breach.",
    "representations_made": [
      {
        "description": "Claimed that Dentrix G5 provides industry-standard encryption capable of keeping patient records safe and secure and supporting HIPAA compliance",
        "quoted_text": "A. “The database also provides new encryption capabilities that can help keep patient records safe and secure. And of course, encryption plays a key role in your efforts to stay compliant with HIPAA security standards.” (Dentrix G5 brochure). B. “Henry Schein is pleased to announce the release of Dentrix G5. G5 stores information in an SQL database, which . . . offers improved protection by storing your patient data in an encrypted format.” (eNewsletter Article). C. “The SQL database also offers improved protection by storing customer data in an encrypted format. With ever-increasing data protection regulations, Dentrix G5 provides an important line of defense for both patient and practitioner.” (eNewsletter Article). 2 D. “With the release of Dentrix G5, Dentrix now stores information in an SQL database, which delivers several distinct benefits for your practice, including improved data access speed and improved data protection by storing customer data in an encrypted format. With medical professionals under strict regulatory obligations to protect their patients’ personal health information, the new Dentrix G5 database provides an important line of defense for both patient and practitioner.” (Dentrix Magazine). E. “Dentrix versions prior to G5 relied on the underlying Microsoft operating system and file system safeguard to protect user data. Unfortunately, these were rarely activated by default, and if practices failed to turn them on, their data were at risk to hackers. With Dentrix G5’s embedded SQL database, users have the advanced protection they need without burdening them with another system to manage.” (Interview in DentalTown Magazine).",
        "verified": true,
        "confidence": 0.85,
        "source_paragraph": 9,
        "quote_start_line": 60,
        "quote_end_line": 88
      },
      {
        "description": "Continued to disseminate marketing materials stating Dentrix G5 'encrypts' patient data even after receiving notice of the US-CERT Vulnerability Note in June 2013",
        "quoted_text": "12. Despite receiving notice of the US-CERT Vulnerability Note and the database vendor’s decision to re-brand in June 2013, for an additional seven months, Respondent continued to disseminate marketing materials stating that Dentrix G5 “encrypts” patient data and offers “encryption.”",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 12,
        "quote_start_line": 96,
        "quote_end_line": 99
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Deceptive Claims of Encryption – Industry-Standard",
        "representation": "Dentrix G5 provides industry-standard encryption for patient data",
        "fact": "Dentrix G5 used a proprietary weak obfuscation algorithm that was less secure than industry-standard encryption algorithms such as AES",
        "conclusion": "The representation set forth in Paragraph 19 was false or misleading."
      },
      {
        "count_number": 2,
        "title": "Deceptive Claims of Encryption – Regulatory Obligations",
        "representation": "Dentrix G5 helps dentists protect patient data as required by HIPAA",
        "fact": "Dentrix G5 used technology that was not capable of helping dentists protect patient data as required by HIPAA, and did not meet NIST-recommended encryption standards referenced by HHS guidance",
        "conclusion": "The representation set forth in Paragraph 21 was false or misleading."
      }
    ]
  },
  "order": {
    "definitions": {
      "Affected Customer(s)": "any consumer, including any dental practice, that purchased the Dentrix G5 dental office practice management software.",
      "Commerce": "as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. § 44.",
      "Clear(ly) and Conspicuous(ly)": "that a required disclosure is difficult to miss (i.e., easily noticeable) and easily understandable by ordinary consumers, including in all of the following ways: A. In any communication that is solely visual or solely audible, the disclosure must be made through the same means through which the communication is presented. In any communication made through both visual and audible means, such as a television advertisement, the disclosure must be presented simultaneously in both the visual and audible portions of the communication, even if the representation requiring the disclosure is made in only one means. B. A visual disclosure, by its size, contrast, location, the length of time it appears, and other characteristics, must stand out from any accompanying text or other visual elements so that it is easily noticed, read, and understood. C. An audible disclosure, including by telephone or streaming video, must be delivered in a volume, speed, and cadence sufficient for ordinary consumers to easily hear and understand it. D. In any communication using an interactive electronic medium, such as the Internet or software, the disclosure must be unavoidable. E. On a product label, the disclosure must be presented on the principal display panel. F. The disclosure must use diction and syntax understandable to ordinary consumers and must appear in each language in which the representation that requires the disclosure appears.",
      "HIPAA": "the Health Insurance Portability and Accountability Act of 1996, Pub.L. 104-191, 110 Stat. 1936.",
      "Personal Information": "individually identifiable information from or about an individual consumer including, but not limited to: (a) a first and last name; (b) a home or other physical address, including street name; (c) online contact information, such as an email address, instant messaging user identifier, or screen name; (d) a telephone number; (e) a Social Security number; (f) a driver's license number or other government-issued identification number; (g) a bank account, debit card, or credit card account number; (h) a photograph; and (i) medical information about a consumer including, but not limited to, prescription information, clinical laboratory testing information, health insurance information, physician examination notes, and medical history.",
      "Respondent": "Henry Schein Practice Solutions, Inc. and its successors and assigns."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Encryption and Security",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent the encryption capabilities, regulatory compliance assistance, or privacy and security protections of any product or service that collects or stores Personal Information.",
        "requirements": [
          {
            "description": "Must not misrepresent whether or to what extent any product or service offers industry-standard encryption",
            "quoted_text": "IT IS ORDERED that Respondent, directly or through any corporation, subsidiary, division, or other device, in connection with the labeling, advertising, promotion, offering for sale, sale, or distribution of any product or service designed to collect or store Personal Information, in or affecting commerce, shall not misrepresent, in any matter, expressly or by implication: A. whether or to what extent the product or service offers industry-standard encryption;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 87,
            "quote_end_line": 93
          },
          {
            "description": "Must not misrepresent the ability of a product or service to help customers meet regulatory obligations related to privacy or security",
            "quoted_text": "B. the ability of the product or service to help customers meet regulatory obligations related to privacy or security; or",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 94,
            "quote_end_line": 95
          },
          {
            "description": "Must not misrepresent the extent to which a product or service maintains the privacy, security, confidentiality, and integrity of Personal Information",
            "quoted_text": "C. the extent to which a product or service maintains the privacy, security, confidentiality, and integrity of Personal Information.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 96,
            "quote_end_line": 97
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Customer Notification About Dentrix G5 Encryption",
        "category": "affirmative_obligation",
        "summary": "Respondent must clearly and conspicuously notify Affected Customers that Dentrix G5 uses a less complex encryption algorithm than AES, the NIST-recommended industry standard, following specific identification, mailing, and reporting procedures.",
        "requirements": [
          {
            "description": "Identify all Affected Customers who purchased Dentrix G5 prior to January 2014 (eligible customers), to the extent contact information is in Respondent's possession, custody, or control; eligibility period runs for one year after the date of service of the order",
            "quoted_text": "A. Respondent must identify all Affected Customers who purchased Dentrix G5 prior to January 2014 (“eligible customers”). 1. Such eligible customers, and their contact information, must be identified to the extent such information is in Respondent’s possession, custody, or control. 3 2. Eligible customers include those identified at any time through the eligibility period, which runs for one (1) year after the date of service of this order.",
            "deadline": "1 year eligibility period after service of order",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 104,
            "quote_end_line": 114
          },
          {
            "description": "Notify all identified eligible customers by first-class mail using the letter form shown in Attachment A, envelope form shown in Attachment B, with no other enclosures; re-mail any returned undeliverable notices to corrected addresses within eight days using standard search methodologies",
            "quoted_text": "B. Respondent must notify all identified eligible customers by mailing each a notice: 1. The letter must be in the form shown in Attachment A. 2. The envelope containing the letter must be in the form shown in Attachment B. 3. The mailing of the notification letter must not include any other enclosures. 4. The mailing must be sent by first-class mail, postage prepaid, address correction service requested with forwarding and return postage guaranteed. For any mailings returned as undeliverable, Respondent must use standard search methodologies such as re-checking Respondent’s records and the Postal Service’s National Change of Address database and re-mailing to the corrected address within eight days.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 115,
            "quote_end_line": 126
          },
          {
            "description": "Notify all eligible customers within sixty (60) days after service of this order, and any eligible customers identified thereafter within thirty (30) days of their identification",
            "quoted_text": "C. Respondent must notify all eligible customers within sixty (60) days after service of this order and any eligible customers identified thereafter within thirty (30) days of their identification.",
            "deadline": "60 days after service of order; 30 days for subsequently identified customers",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 127,
            "quote_end_line": 129
          },
          {
            "description": "Establish a toll-free telephone number and an email address dedicated to responding to inquiries about the order, and respond promptly and accurately to such inquiries",
            "quoted_text": "D. Respondent must establish a toll-free telephone number and an email address dedicated to responding to inquiries about the order and must respond promptly and accurately to such inquiries.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 130,
            "quote_end_line": 132
          },
          {
            "description": "Submit a compliance report on the notification program within 120 days after service of the order, annually thereafter, and at the conclusion of the program, summarizing total eligible customers identified, notices mailed and re-mailed, undeliverable mailings, efforts to locate customers, and calls/emails received and their disposition",
            "quoted_text": "1. Respondent must submit a report, within one hundred and twenty (120) days after the date of service of this order, annually thereafter, and at the conclusion of the program summarizing its compliance to date, including: the total number of eligible customers identified, notices mailed, and notices re-mailed, the number of mailings returned as undeliverable, and efforts taken to locate the customers for whom mailings were returned and deliver them the notice, as well as the number of calls and emails received and their disposition. For customers for whom mailings were returned as undeliverable, Respondent shall make reasonable efforts to locate and notify those customers.",
            "deadline": "120 days after service of order; annually thereafter; at conclusion of program",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 135,
            "quote_end_line": 144
          },
          {
            "description": "Submit any information regarding the notice program requested by a Commission representative, including underlying customer data, within ten (10) days of the request",
            "quoted_text": "2. If a representative of the Commission requests any information regarding the notice program, including any of the underlying customer data, Respondent must submit it within ten (10) days of the request.",
            "deadline": "10 days of request",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 145,
            "quote_end_line": 147
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "AI / Automated Decision-Making"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "III",
        "title": "Monetary Payment to the Commission",
        "category": "affirmative_obligation",
        "summary": "Respondent must pay $250,000 to the Commission within eight days of the effective date of the order via electronic fund transfer.",
        "requirements": [
          {
            "description": "Pay $250,000 to the Commission, held in escrow by Respondent's counsel solely for this payment",
            "quoted_text": "A. Respondent must pay to the Commission $250,000, which Respondent stipulates its undersigned counsel holds in escrow for no purpose other than payment to the Commission.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 153,
            "quote_end_line": 154
          },
          {
            "description": "Make payment within eight (8) days of the effective date of this order by electronic fund transfer in accordance with instructions from a Commission representative",
            "quoted_text": "B. Such payment must be made within eight (8) days of the effective date of this order by electronic fund transfer in accordance with instructions provided by a representative of the Commission.",
            "deadline": "8 days of effective date of order",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 155,
            "quote_end_line": 157
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "AI / Automated Decision-Making",
          "Privacy"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Administration of Consumer Redress Fund",
        "category": "affirmative_obligation",
        "summary": "Money paid to the Commission may be used for consumer redress or related relief; default on payment accrues interest and accelerates the full amount due; each day of nonpayment is a separate violation subject to civil penalty.",
        "requirements": [
          {
            "description": "Funds paid to the Commission may be deposited into a redress fund; if direct redress is impracticable or money remains, funds may be applied to other related relief; unused money goes to the U.S. Treasury; Respondent may inquire whether money was deposited to the Treasury but has no right to challenge activities under this provision; no payment shall be deemed a fine, penalty, or punitive assessment",
            "quoted_text": "A. All money paid to the Commission pursuant to this order may be deposited into a fund administered by the Commission or its designee to be used for relief, including consumer redress and any attendant expenses for the administration of any redress fund. If a representative of the Commission decides that direct redress to Affected Customers is wholly or partially impracticable or money remains after redress is completed, the Commission may apply any remaining money for such other relief (including consumer information remedies) as it determines to be reasonably related to Respondent’s practices alleged in the complaint. Any money not used is to be deposited to the U.S. Treasury. Respondent may, upon request, be notified whether the money has been deposited to the U.S. Treasury, but has no right to challenge any activities pursuant to this provision. No portion of any payment under this Part shall be deemed a payment of any fine, penalty, or punitive assessment.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 160,
            "quote_end_line": 170
          },
          {
            "description": "In the event of default, interest accrues from the date of default; if default continues for ten (10) days beyond the due date, the entire amount becomes immediately due and payable",
            "quoted_text": "B. In the event of default on any obligation to make payment under this order, interest, computed as if pursuant to 28 U.S.C. § 1961(a), shall accrue from the date of default to the date of payment. In the event such default continues for ten (10) days beyond the date that payment is due, the entire amount will immediately become due and payable.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 171,
            "quote_end_line": 174
          },
          {
            "description": "Each day of nonpayment is a separate offense and violation for which a civil penalty shall accrue",
            "quoted_text": "C. Each day of nonpayment is a violation through continuing failure to obey or neglect to obey a final order of the Commission and thus will be deemed a separate offense and violation for which a civil penalty shall accrue.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 175,
            "quote_end_line": 177
          },
          {
            "description": "Respondent acknowledges that its Taxpayer Identification Number, previously provided to the Commission, may be used for collecting and reporting on any delinquent amount arising out of this order",
            "quoted_text": "D. Respondent acknowledges that its Taxpayer Identification Number, which Respondent has previously provided to the Commission, may be used for collecting and reporting on any delinquent amount arising out of this order, in accordance with 31 U.S.C. § 7701.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 178,
            "quote_end_line": 180
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "AI / Automated Decision-Making",
          "Privacy"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      },
      {
        "provision_number": "V",
        "title": "Provision of Customer Information for Redress",
        "category": "affirmative_obligation",
        "summary": "Respondent must provide sufficient customer information to enable the Commission to efficiently administer consumer redress, and must supply any requested redress-related information within fourteen days.",
        "requirements": [
          {
            "description": "Directly or indirectly provide sufficient customer information to enable the Commission to efficiently administer consumer redress to all Affected Customers; Respondent represents it has already provided this information",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent must directly or indirectly provide sufficient customer information to enable the Commission to efficiently administer consumer redress to all Affected Customers. Respondent represents that it has provided this redress information to the Commission. If a representative of the Commission requests in writing any",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 182,
            "quote_end_line": 185
          },
          {
            "description": "If a Commission representative requests in writing any information related to redress, provide it in the form prescribed by the Commission representative within fourteen (14) days",
            "quoted_text": "information to the Commission. If a representative of the Commission requests in writing any 5 information related to redress, Respondent must provide it, in the form prescribed by the Commission representative, within fourteen (14) days.",
            "deadline": "14 days of written request",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 185,
            "quote_end_line": 190
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "AI / Automated Decision-Making",
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Recordkeeping of Advertising and Promotional Materials",
        "category": "recordkeeping",
        "summary": "Respondent must maintain all advertisements, supporting materials, and contradictory evidence related to any covered representation for five years after last dissemination, and make them available to the Commission upon request.",
        "requirements": [
          {
            "description": "For five (5) years after the last date of dissemination of any covered representation, maintain and upon request make available to the Commission: all advertisements and promotional materials containing the representation; all materials relied upon in disseminating the representation; and all tests, reports, studies, surveys, demonstrations, or other evidence that contradicts, qualifies, or calls into question the representation or its basis, including consumer complaints and communications with governmental or consumer protection organizations",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent shall, for five (5) years after the last date of dissemination of any representation covered by this order, maintain and upon request make available to the Commission for inspection and copying: A. All advertisements and promotional materials containing the representation; B. All materials that were relied upon in disseminating the representation; and C. All tests, reports, studies, surveys, demonstrations, or other evidence in its possession or control that contradict, qualify, or call into question the representation, or the basis relied upon for the representation, including complaints and other communications with consumers or with governmental or consumer protection organizations.",
            "deadline": "5 years after last dissemination of covered representation",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 192,
            "quote_end_line": 200
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "AI / Automated Decision-Making",
          "Privacy"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Order Delivery and Acknowledgment",
        "category": "acknowledgment",
        "summary": "Respondent must deliver a copy of this order to current and future principals, officers, directors, managers, and employees with relevant managerial responsibilities, and obtain signed acknowledgments of receipt within thirty days of delivery.",
        "requirements": [
          {
            "description": "Deliver a copy of this order to all current and future (for five years) principals, officers, directors, managers, and employees with managerial responsibilities related to the order's subject matter; deliver to current personnel within thirty (30) days after service of the order; deliver to future personnel within thirty (30) days after they assume such position; deliver at least ten (10) days prior to any change in structure covered by Part VIII",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent shall deliver a copy of this order to all current and for the next five (5) years future principals, officers, directors, and managers, and to all current and future employees having managerial responsibilities with respect to the subject matter of this order. Respondent shall deliver this order to such current personnel within thirty (30) days after service of this order, and to such future personnel within thirty (30) days after the person assumes such position or responsibilities. For any business entity resulting from any change in structure set forth in Part VIII, delivery shall be at least ten (10) days prior to the change in structure. Respondent must secure a signed and dated statement acknowledging",
            "deadline": "30 days after service of order for current personnel; 30 days after assuming position for future personnel; 10 days prior to structural change",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 202,
            "quote_end_line": 209
          },
          {
            "description": "Secure a signed and dated statement acknowledging receipt of this order, within thirty (30) days of delivery, from all persons receiving a copy pursuant to this section",
            "quoted_text": "change in structure. Respondent must secure a signed and dated statement acknowledging receipt of this order, within thirty (30) days of delivery, from all persons receiving a copy of the order pursuant to this section.",
            "deadline": "30 days of delivery",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 209,
            "quote_end_line": 211
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "AI / Automated Decision-Making",
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Notification of Corporate Changes",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the Commission at least thirty days before any corporate change that may affect compliance obligations under the order, including dissolution, merger, sale, bankruptcy, or name/address change.",
        "requirements": [
          {
            "description": "Notify the Commission at least thirty (30) days prior to any change in the corporation that may affect compliance obligations, including dissolution, assignment, sale, merger, emergence of a successor corporation, creation or dissolution of a subsidiary/parent/affiliate engaged in acts subject to this order, proposed bankruptcy filing, or change in corporate name or address; if Respondent learns of a proposed change less than thirty days before it occurs, notify the Commission as soon as practicable",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent shall notify the Commission at least thirty (30) days prior to any change in the corporation(s) that may affect compliance obligations arising under this order, including but not limited to a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in the corporate name or address. Provided, however, that with respect to any proposed change in the corporation about which Respondent learns less than thirty (30) days prior to the date such action is to take place, Respondent shall notify the Commission as soon as is practicable after obtaining such knowledge. Unless otherwise directed by a representative of the Commission in writing, all",
            "deadline": "30 days prior to corporate change",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 213,
            "quote_end_line": 222
          },
          {
            "description": "Unless otherwise directed in writing by a Commission representative, send all required notices by email to Debrief@ftc.gov or by overnight courier to the Associate Director for Enforcement, Bureau of Consumer Protection, FTC, 600 Pennsylvania Avenue NW, Washington, DC 20580; subject line must read: In re Henry Schein Practice Solutions, Inc.",
            "quoted_text": "knowledge. Unless otherwise directed by a representative of the Commission in writing, all notices required by this Part shall be emailed to Debrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer 6 Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must be: In re Henry Schein Practice Solutions, Inc..",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 222,
            "quote_end_line": 229
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "AI / Automated Decision-Making",
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "IX",
        "title": "Compliance Reporting to the Commission",
        "category": "compliance_reporting",
        "summary": "Respondent must file an initial written compliance report within sixty days of service of the order, and additional reports within ten days of written notice from a Commission representative.",
        "requirements": [
          {
            "description": "Within sixty (60) days after the date of service of this order, file with the Commission a true and accurate written report detailing the manner and form of compliance with this order",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent, within sixty (60) days after the date of service of this order, shall file with the Commission a true and accurate report, in writing, setting forth in detail the manner and form of its compliance with this order. Within ten (10) days of",
            "deadline": "60 days after service of order",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 231,
            "quote_end_line": 233
          },
          {
            "description": "Within ten (10) days of receipt of written notice from a Commission representative, submit additional true and accurate written reports",
            "quoted_text": "forth in detail the manner and form of its compliance with this order. Within ten (10) days of receipt of written notice from a representative of the Commission, Respondent shall submit additional true and accurate written reports.",
            "deadline": "10 days of written notice",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 233,
            "quote_end_line": 235
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "AI / Automated Decision-Making",
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "X",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "This order terminates on May 20, 2036, or twenty years from the most recent date a complaint alleging a violation of the order is filed in federal court, whichever is later, subject to specified exceptions.",
        "requirements": [
          {
            "description": "Order terminates on May 20, 2036, or twenty (20) years from the most recent date a complaint alleging any violation of the order is filed in federal court, whichever is later; filing such a complaint does not affect Parts terminating in less than twenty years, application to non-defendant Respondents, or the order if the complaint is filed after the order has terminated",
            "quoted_text": "This order will terminate on May 20, 2036, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part in this order that terminates in less than twenty (20) years; B. This order’s application to any Respondent that is not named as a defendant in such complaint; and C. This order if such complaint is filed after the order has terminated pursuant to this Part.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 237,
            "quote_end_line": 245
          },
          {
            "description": "If such a complaint is dismissed or a federal court rules no violation occurred, and the dismissal or ruling is not appealed or is upheld on appeal, the order terminates as if the complaint had never been filed, except it will not terminate between the date the complaint is filed and the later of the appeal deadline or the date the dismissal/ruling is upheld on appeal",
            "quoted_text": "Provided further, that if such complaint is dismissed or a federal court rules that the Respondent did not violate any provision of the order, and the dismissal or ruling is either not appealed or upheld on appeal, then the order will terminate according to this Part as thought the complaint had never been filed, except that the order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 246,
            "quote_end_line": 251
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "AI / Automated Decision-Making",
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on May 20, 2036, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part in this order that terminates in less than twenty (20) years; B. This order's application to any Respondent that is not named as a defendant in such complaint; and C. This order if such complaint is filed after the order has terminated pursuant to this Part."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "05.16, Henry Schein Practice Solutions Complaint.pdf",
      "order": "05.16, Henry Schein Practice Solutions Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 2,
      "order_provisions": 10,
      "order_definitions": 6,
      "order_requirements": 26,
      "provisions_per_section": {
        "I": 3,
        "II": 6,
        "III": 2,
        "IV": 4,
        "V": 2,
        "VI": 1,
        "VII": 2,
        "VIII": 2,
        "IX": 2,
        "X": 2
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 2,
        "complaint_total": 2,
        "order_verified": 26,
        "order_total": 26
      }
    },
    "processing_time_seconds": 110.2
  }
}