{
  "case_info": {
    "docket_number": "C-4401",
    "company": {
      "name": "Filiquarian Publishing, LLC",
      "incorporation_state": "Minnesota",
      "entity_type": "LLC",
      "address": "3722 Las Vegas Boulevard S. #2807E, Las Vegas, NV 89158",
      "business_description": "Filiquarian Publishing, LLC operated a series of mobile applications that advertised consumers could use to conduct criminal background checks in specific states. These apps were distributed through iTunes and Google Play and provided access to criminal records for users seeking to perform background checks, including for employment purposes."
    },
    "commissioners": [
      "Edith Ramirez, Chairwoman",
      "Julie Brill",
      "Maureen K. Ohlhausen",
      "Joshua D. Wright"
    ],
    "case_date": {
      "month": 5,
      "year": 2013
    },
    "legal_authority": "Section 5 of the Federal Trade Commission Act, 15 U.S.C. § 45(a), and the Fair Credit Reporting Act, 15 U.S.C. § 1681 et seq.",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/112-3195-filiquarian-publishing-llc-choice-level-llc-joshua-linsk-matter"
  },
  "complaint": {
    "factual_background": "Since at least 2010, Filiquarian Publishing operated mobile apps advertised for conducting criminal background checks for employment purposes, selling over 6,879 copies at $0.99 each. Choice Level provided the criminal records accessed by these apps. Despite disclaimers stating non-compliance with FCRA, the companies acted as consumer reporting agencies by furnishing consumer reports for employment purposes but failed to implement any FCRA-required procedures to verify user identity, certify permissible purposes, ensure data accuracy, or provide required notices.",
    "representations_made": [
      {
        "description": "Represented that mobile apps could be used to conduct quick criminal background checks for convictions in specific states",
        "quoted_text": "5. Since at least 2010, respondent Filiquarian has operated a series of mobile applications (“apps”) that it advertised consumers could use to conduct a “quick criminal background check for convictions” in specific states. Mobile apps offered by respondent Filiquarian include Alaska Criminal Records Search, Arizona Criminal Records Search, Arkansas Criminal Records Search, Connecticut Criminal Records Search, Indiana Criminal Records Search, Iowa Criminal Records Search, Minnesota Criminal Records Search, Orange County Criminal Records Search, Texas Criminal Records Search, Utah Criminal Records Search, Virginia Criminal Records Search, and Wisconsin Criminal Records Search.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 5,
        "quote_start_line": 46,
        "quote_end_line": 54
      },
      {
        "description": "Represented that apps could access hundreds of thousands of criminal records and that users could conduct searches on potential employees",
        "quoted_text": "6. Respondent Filiquarian represented that the apps could access hundreds of thousands of criminal records, and that users could conduct a search on potential employees. For example, respondent Filiquarian’s mobile app, Texas Criminal Record Search, included the following representation: “Are you hiring somebody and wanting to quickly find out if they have a record? Then Texas Criminal Record Search is the perfect application for you.” Respondent Filiquarian’s mobile apps for other states included identical language, other than the name of the app.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 6,
        "quote_start_line": 55,
        "quote_end_line": 62
      },
      {
        "description": "Represented that the app was perfect for hiring somebody and quickly finding out if they have a criminal record",
        "quoted_text": "“Are you hiring somebody and wanting to quickly find out if they have a record? Then Texas Criminal Record Search is the perfect application for you.”",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 6,
        "quote_start_line": 59,
        "quote_end_line": 60
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Failure to Maintain Permissible Purpose Procedures (Section 604(a))",
        "representation": "Respondents furnished consumer reports to third parties",
        "fact": "Respondents did not maintain procedures to inquire into the purpose for which the user is buying the report, and failed to ensure users had a permissible purpose as required by Section 604(a) of the FCRA",
        "conclusion": "Respondents have violated Section 604(a) of the FCRA, 15 U.S.C. § 1681b(a)."
      },
      {
        "count_number": 2,
        "title": "Failure to Limit Furnishing to Permissible Purposes (Section 607(a))",
        "representation": "Respondents furnished consumer reports without proper procedures",
        "fact": "Respondents failed to maintain reasonable procedures to limit the furnishing of consumer reports for permissible purposes, including failing to require prospective users to identify themselves, certify the purposes for which information is sought, and certify that the information will be used for no other purpose",
        "conclusion": "Respondents have violated Section 607(a) of the FCRA, 15 U.S.C. § 1681e(a)."
      },
      {
        "count_number": 3,
        "title": "Failure to Ensure Maximum Possible Accuracy (Section 607(b))",
        "representation": "Respondents provided consumer reports containing information about individuals",
        "fact": "Respondents maintained no procedures to assure maximum possible accuracy of information in the reports it provided, as required by Section 607(b) of the FCRA",
        "conclusion": "Respondents have violated Section 607(b) of the FCRA, 15 U.S.C. § 1681e(b)."
      },
      {
        "count_number": 4,
        "title": "Failure to Provide Required Notices (Section 607(d))",
        "representation": "Respondents operated as consumer reporting agencies",
        "fact": "Respondents failed to provide required notices to all users of respondents' consumer reports and to all persons who regularly furnish consumer report information to respondents, as required by Section 607(d) of the FCRA",
        "conclusion": "Respondents have violated Section 607(d) of the FCRA, 15 U.S.C. § 1681e(d)."
      },
      {
        "count_number": 5,
        "title": "Unfair and Deceptive Acts or Practices (Section 5(a) FTC Act)",
        "representation": "Respondents engaged in business practices as consumer reporting agencies",
        "fact": "By their violations of Sections 604(a), 607(a), 607(b), and 607(d) of the FCRA, respondents engaged in unfair and deceptive acts and practices in or affecting commerce",
        "conclusion": "Respondents have violated Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      }
    ]
  },
  "order": {
    "definitions": {
      "respondents": "Filiquarian Publishing, LLC, a corporation; Choice Level, LLC, a corporation; their successors and assigns, and officers; Joshua Linsk, individually and as an officer of the corporations; and each of the above's agents, representatives, and employees.",
      "FCRA definitions": "The definitions set forth in the Fair Credit Reporting Act (\"FCRA\"), 15 U.S.C. §§ 1681a, et seq., shall apply.",
      "Clear and prominent": "i. In textual communications (e.g., printed publications or words displayed on the screen of a computer), the required disclosures are unavoidable and of a type, size, and location sufficiently noticeable for an ordinary consumer to read and comprehend them, in print that contrasts with the background on which they appear;\n\nii. In communications disseminated orally or through audible means (e.g., radio or streaming audio), the required disclosures are delivered in a volume and cadence sufficient for an ordinary consumer to hear and comprehend them;\n\niii. In communications disseminated through video means (e.g., television or streaming video), the required disclosures are in writing in a form consistent with subparagraph (i) of this definition and shall appear on the screen for a duration sufficient for an ordinary consumer to read and comprehend them, and in the same language as the predominant language that is used in the communication; and\n\niv. In all instances, the required disclosures are presented in an understandable language and syntax, and with nothing contrary to, inconsistent with, or in mitigation of the disclosures used in any communication of them.",
      "Commerce": "as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. § 44.",
      "Permissible purpose": "the circumstances under which a consumer report may be furnished as described in Section 604 of the FCRA, 15 U.S.C. § 1681b."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "FCRA Compliance Prohibitions",
        "category": "prohibition",
        "summary": "Respondents are prohibited from violating specific FCRA requirements related to furnishing consumer reports, maintaining reasonable procedures, ensuring accuracy, and providing required notices.",
        "requirements": [
          {
            "description": "Must not furnish a consumer report to any person without reason to believe they have a permissible purpose under Section 604(a) of the FCRA",
            "quoted_text": "A. Furnishing a consumer report to any person which respondents do not have reason to believe has a permissible purpose under Section 604(a) of the FCRA, 15 U.S.C. § 1681b(a);",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 97,
            "quote_end_line": 99
          },
          {
            "description": "Must not fail to maintain reasonable procedures designed to limit the furnishing of consumer reports to the purposes listed under Section 604(c) of the FCRA, as set forth in Section 607(a) of the FCRA",
            "quoted_text": "B. Failing to maintain reasonable procedures designed to limit the furnishing of consumer reports to the purposes listed under Section 604(c) of the FCRA,15 U.S.C. § 1681b(a), as set forth in Section 607(a) of the FCRA, 15 U.S.C. § 1681e(a);",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 100,
            "quote_end_line": 103
          },
          {
            "description": "Must not fail to maintain reasonable procedures to assure the maximum possible accuracy of the information concerning the individual about whom a consumer report relates, as required by Section 607(b) of the FCRA",
            "quoted_text": "C. Failing to maintain reasonable procedures to assure the maximum possible accuracy of the information concerning the individual about whom a consumer report relates, as required by Section 607(b) of the FCRA, 15 U.S.C. § 1681e(b);",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 104,
            "quote_end_line": 106
          },
          {
            "description": "Must not fail to provide the Notice to Users of Consumer Reports: Obligations of Users Under the FCRA to all users of respondents' consumer reports (may provide electronically if user obtains reports electronically and notice is clear and prominent)",
            "quoted_text": "D. Failing to provide the “Notice to Users of Consumer Reports: Obligations of Users Under the FCRA” (“User Notice”) required by Section 607(d) of the FCRA, 15 U.S.C. § 1681e(d), to all users of respondents’ consumer reports. Provided, however, that respondents may provide an electronic copy of the User Notice to a user if: (a) in the ordinary course of business, the user obtains consumer report information from respondents in electronic form, and (b) the notice is clear and prominent; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 107,
            "quote_end_line": 113
          },
          {
            "description": "Must not fail to provide the Notice to Furnishers of Information: Obligations of Furnishers Under the FCRA to all furnishers of consumer report information to respondents (may provide electronically if furnisher provides information electronically and notice is clear and prominent)",
            "quoted_text": "E. Failing to provide the Notice to Furnishers of Information: Obligations of Furnishers Under the FCRA (“Furnisher Notice”) required by Section 607(d) of the FCRA, 15 U.S.C. § 1681e(d), to all furnishers of consumer report information to respondents. Provided, however, that respondents may provide an electronic copy of this notice to a furnisher if: (a) in the ordinary course of business, the furnisher provides consumer report information to respondents in electronic form, and (b) the notice is clear and prominent.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 117,
            "quote_end_line": 123
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Recordkeeping Requirements",
        "category": "recordkeeping",
        "summary": "Respondents must maintain business records demonstrating compliance with the order for five years, including files on persons seeking consumer reports, training and marketing materials, and all compliance records.",
        "requirements": [
          {
            "description": "Maintain files containing names, addresses, telephone numbers, and all certifications made by persons seeking to obtain consumer reports, including criminal record information, and all materials considered in verifying the identity and certifications of those persons",
            "quoted_text": "A. Files containing the names, addresses, telephone numbers, and all certifications made by persons seeking to obtain consumer reports, including but not limited to reports containing criminal record information, from respondents, and all materials considered by respondents in connection with their verification of the identity of those persons and verification of the certifications made by those persons;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 129,
            "quote_end_line": 134
          },
          {
            "description": "Maintain copies of all training materials and marketing materials that relate to respondents' provision of consumer reports and compliance with the provisions of this order",
            "quoted_text": "B. Copies of all training materials and marketing materials that relate to respondents’ provision of consumer reports as alleged in the complaint and respondents’ compliance with the provisions of this order; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 135,
            "quote_end_line": 137
          },
          {
            "description": "Maintain all records necessary to demonstrate full compliance with each provision of this order, including all submissions to the Commission",
            "quoted_text": "C. All records necessary to demonstrate full compliance with each provision of this order, including all submissions to the Commission.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 138,
            "quote_end_line": 139
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Order Acknowledgment and Dissemination",
        "category": "acknowledgment",
        "summary": "Respondents must deliver a copy of this order to all current and future principals, officers, directors, managers, employees, agents and representatives with relevant responsibilities, and obtain signed acknowledgments of receipt.",
        "requirements": [
          {
            "description": "Deliver a copy of this order to all current and future principals, officers, and directors, and to all current and future managers, employees, agents and representatives who have responsibilities with respect to the subject matter of this order, and secure from each such person a signed and dated statement acknowledging receipt of the order",
            "quoted_text": "order, respondents, and their successors and assigns, shall deliver a copy of this order to: (1) all current and future principals, officers, and directors; and (2) all current and future managers, employees, agents and representatives who have responsibilities with respect to the subject matter of this order, and shall secure from each such person a signed and dated statement acknowledging receipt of the order, with any electronic signatures complying with the requirements of the E-Sign Act, 15 U.S.C. § 7001 et seq. Respondents shall deliver this order to",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 142,
            "quote_end_line": 147
          },
          {
            "description": "Deliver this order to current personnel within thirty (30) days after the date of service of the order",
            "quoted_text": "current personnel within thirty (30) days after the date of service of the order, and to future personnel within thirty (30) days after the person assumes such position or responsibilities.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 148,
            "quote_end_line": 149
          },
          {
            "description": "Deliver this order to future personnel within thirty (30) days after the person assumes such position or responsibilities",
            "quoted_text": "current personnel within thirty (30) days after the date of service of the order, and to future personnel within thirty (30) days after the person assumes such position or responsibilities.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 148,
            "quote_end_line": 149
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Notice of Changes Affecting Compliance",
        "category": "compliance_reporting",
        "summary": "Respondents must notify the Commission at least thirty days prior to any change that may affect compliance obligations, including dissolution, merger, bankruptcy, or change in name or address.",
        "requirements": [
          {
            "description": "Notify the Commission at least thirty (30) days prior to any change in a respondent that may affect compliance obligations, including dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor company; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in a respondent's name or address",
            "quoted_text": "notify the Commission at least thirty (30) days prior to any change in a respondent that may affect compliance obligations arising under this order, including but not limited to, a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor company; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in a respondent’s name or address. Provided, however, that with respect to any proposed change",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 155,
            "quote_end_line": 160
          },
          {
            "description": "If a respondent learns of a proposed change less than thirty (30) days prior to the date such action is to take place, notify the Commission as soon as is practicable after obtaining such knowledge",
            "quoted_text": "respondent’s name or address. Provided, however, that with respect to any proposed change about which a respondent learns less than thirty (30) days prior to the date such action is to take place, the respondent shall notify the Commission as soon as is practicable after obtaining such knowledge. Unless otherwise directed by a representative of the Commission in writing, all",
            "deadline": "as soon as practicable",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 160,
            "quote_end_line": 163
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondents must file a compliance report with the Commission within sixty days after service of the order, and submit additional reports within ten days upon request.",
        "requirements": [
          {
            "description": "File with the Commission a true and accurate report, in writing, setting forth in detail the manner and form in which respondents have complied with this order",
            "quoted_text": "within sixty (60) days after the date of service of this order, file with the Commission a true and accurate report, in writing, setting forth in detail the manner and form in which respondents have complied with this order. Within ten (10) days of receipt of written notice from a representative",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 172,
            "quote_end_line": 174
          },
          {
            "description": "Submit additional true and accurate written reports within ten (10) days of receipt of written notice from a representative of the Commission",
            "quoted_text": "complied with this order. Within ten (10) days of receipt of written notice from a representative of the Commission, respondents shall submit additional true and accurate written reports.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 174,
            "quote_end_line": 175
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "The order will terminate on April 30, 2033, or twenty years from the most recent date the United States or the Commission files a complaint alleging any violation of the order, whichever comes later.",
        "requirements": [
          {
            "description": "Order terminates on April 30, 2033, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later",
            "quoted_text": "This order will terminate on April 30, 2033, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of:",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 177,
            "quote_end_line": 180
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on April 30, 2033, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "05.13, Filiquarian Publishing, LLC; Choice Level, LLC; and Joshua Linsk Complaint.pdf",
      "order": "05.13, Filiquarian Publishing, LLC; Choice Level, LLC; and Joshua Linsk Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 5,
      "complaint_representations": 3,
      "order_provisions": 6,
      "order_definitions": 5,
      "order_requirements": 16,
      "provisions_per_section": {
        "I": 5,
        "II": 3,
        "III": 3,
        "IV": 2,
        "V": 2,
        "VI": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 1
      },
      "verification_details": {
        "complaint_verified": 3,
        "complaint_total": 3,
        "order_verified": 16,
        "order_total": 16
      }
    },
    "processing_time_seconds": 98.4
  }
}