{
  "case_info": {
    "docket_number": "3:16-cv-01255-D",
    "company": {
      "name": "Credit Protection Association, LP",
      "incorporation_state": "Texas",
      "entity_type": "limited partnership",
      "address": "13355 Noel Road, Suite 2100, Dallas, Texas 75240",
      "business_description": "CPA is a third-party debt collector that primarily collects on behalf of cable service providers. It contacts consumers throughout the United States to attempt to collect unpaid balances for cable services and to recover unreturned cable equipment. CPA regularly furnishes consumer account information to major consumer reporting agencies, including Experian, TransUnion, and Equifax."
    },
    "commissioners": [],
    "case_date": {
      "month": 5,
      "year": 2016
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a); Section 621(a) of the Fair Credit Reporting Act, 15 U.S.C. § 1681s(a); and the Duties of Furnishers of Information to Consumer Reporting Agencies (Furnisher Rule), 16 C.F.R. § 660 / 12 C.F.R. § 1022, Subpart E",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/142-3142-credit-protection-association"
  },
  "complaint": {
    "factual_background": "Credit Protection Association, LP (CPA), a Texas-based third-party debt collector primarily serving cable service providers, regularly furnished consumer account information to major consumer reporting agencies (Experian, TransUnion, and Equifax) but failed to establish and implement reasonable written policies and procedures regarding the accuracy and integrity of that information as required by the Furnisher Rule. CPA's three-page policies document failed to incorporate required guidelines from Appendix E of the Furnisher Rule, including provisions for training staff, maintaining records, conducting reasonable dispute investigations, and periodically evaluating its own practices. CPA routinely destroyed dispute letters and supporting documents submitted by consumers even when disputes had not been resolved, and transmitted only minimal coded information to its creditor-clients, who were left to conduct investigations themselves. Furthermore, CPA had no policy requiring it to notify consumers of the results of dispute investigations within the 30-day period mandated by the FCRA, leaving consumers unaware of their additional rights under the law.",
    "representations_made": [
      {
        "description": "CPA failed to establish and implement reasonable written policies and procedures regarding the accuracy and integrity of consumer information furnished to CRAs, failed to consider Appendix E guidelines, and failed to periodically review and update those policies",
        "quoted_text": "25. As described in paragraphs 14-23, CPA has failed to: a) establish and implement reasonable written policies and procedures regarding the accuracy and integrity of the information relating to consumers that it furnishes to a consumer reporting agency; b) consider and incorporate the appropriate guidelines set forth in Appendix A to 16 C.F.R. Part 660 and Appendix E to 12 C.F.R. Part 1022 in developing such policies and procedures; and c) review such policies and procedures periodically and update them as necessary to ensure their continued effectiveness.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 25,
        "quote_start_line": 232,
        "quote_end_line": 240
      },
      {
        "description": "CPA failed to complete dispute investigations and report results to consumers within the 30-day period required by the FCRA",
        "quoted_text": "28. Through the acts and practices described in paragraph 24, CPA, after receiving direct disputes from consumers, as that term is defined in the Furnisher Rule at 16 C.F.R. § 660.2(b) and 12 C.F.R. § 1022.41(b), has failed to complete its investigation of the dispute and report the results of the investigation to the consumer before the expiration of the period prescribed by Section 611(a)(1) of the FCRA, 15 U.S.C. § 1681i(a)(1).",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 28,
        "quote_start_line": 248,
        "quote_end_line": 252
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Lack of Reasonable Written Policies and Procedures",
        "representation": "CPA failed to establish and implement reasonable written policies and procedures regarding the accuracy and integrity of consumer information it furnished to consumer reporting agencies; failed to consider and incorporate the appropriate guidelines from Appendix E; and failed to periodically review and update those policies to ensure their effectiveness",
        "fact": "The Furnisher Rule (16 C.F.R. § 660.3, recodified at 12 C.F.R. § 1022.42) requires furnishers to establish and implement reasonable written policies and procedures regarding accuracy and integrity of furnished information, to consider Appendix E guidelines, and to periodically review and update those policies. CPA's three-page policy document failed to address required components including record retention, staff training, reasonable investigation procedures, and periodic self-evaluation.",
        "conclusion": "By and through these acts and practices, CPA violated 16 C.F.R. § 660.3, recodified at 12 C.F.R. § 1022.42, and such acts and practices also constitute unfair or deceptive acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 2,
        "title": "Failure to Report Results of Investigation",
        "representation": "CPA, after receiving direct disputes from consumers, failed to complete its investigation of the dispute and report the results of the investigation to the consumer before the expiration of the 30-day period prescribed by Section 611(a)(1) of the FCRA",
        "fact": "The Furnisher Rule requires furnishers to complete direct dispute investigations and notify consumers of the results within 30 days. CPA had no policy requiring that consumers be notified about the results of dispute investigations in every case involving an FCRA-qualifying dispute, and in numerous instances simply deleted account information after a dispute without informing the consumer.",
        "conclusion": "By and through these acts and practices, CPA violated Section 623(a)(8)(E)(iii) of the FCRA, 15 U.S.C. § 1681s-2(a)(8)(iii), and 16 C.F.R. § 660.4(e)(3), recodified at 12 C.F.R. § 1022.43(e)(3), and such acts and practices also constitute unfair or deceptive acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Defendant": "Credit Protection Association, LP, and its successors and assigns.",
      "Consumer": "an individual.",
      "Consumer Reporting Agency": "any person which, for monetary fees, dues, or on a cooperative nonprofit basis, regularly engages in whole or in part in the practice of assembling or evaluating consumer credit information or other information on consumers for the purpose of furnishing consumer reports to third parties, and which uses any means or facility of interstate commerce for the purpose of preparing or furnishing consumer reports.",
      "Direct Dispute": "a dispute submitted directly to a furnisher (including a furnisher that is a debt collector) by a consumer concerning the accuracy of any information contained in a consumer report and pertaining to an account or other relationship that the furnisher has or had with the consumer.",
      "Furnisher": "an entity that furnishes information relating to consumers to one or more consumer reporting agencies for inclusion in a consumer report.",
      "FCRA Qualified Direct Dispute": "a written Direct Dispute that is submitted by the consumer at the address provided by the furnisher or, if the furnisher has not specified an address, is submitted to any business address of the furnisher and: (1) includes sufficient information to identify the account or other relationship that is in dispute; (2) includes the specific information the consumer is disputing and an explanation for the basis of the dispute; and (3) includes all supporting documentation or other information reasonably required by the furnisher to substantiate the basis of the dispute."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibited Business Activities",
        "category": "prohibition",
        "summary": "Defendant is permanently restrained and enjoined from failing to comply with FCRA furnisher accuracy and direct dispute investigation requirements, including failing to establish written policies and procedures, investigate disputes, and report results to consumers.",
        "requirements": [
          {
            "description": "Must not fail to establish and implement reasonable written policies and procedures regarding the accuracy and integrity of information furnished to CRAs, appropriate to the nature, size, complexity, and scope of Defendant's activities (per 12 C.F.R. § 1022.42)",
            "quoted_text": "A. Failing to comply with 12 C.F.R. § 1022.42, a copy of which is attached as Attachment A, including by failing to: 1. Establish and implement reasonable written policies and procedures regarding the accuracy and integrity of the information relating to consumers that it furnishes to CRAs that are appropriate to the nature, size, complexity, and scope of Defendant’s activities; 2. Consider the guidelines set forth in Appendix E to 12 C.F.R. Part 1022, a copy of which is attached as Attachment B, in developing the policies and procedures, and incorporate those guidelines that are appropriate; and 3. Periodically review the written policies and procedures and update them as necessary to ensure their continued effectiveness;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 92,
            "quote_end_line": 102
          },
          {
            "description": "Must not fail to establish and implement reasonable written policies and procedures regarding reasonable investigations of FCRA Qualified Direct Disputes, including training, document retention, employee documentation requirements, and an auditing program",
            "quoted_text": "B. Failing to: 1. Establish and implement reasonable written policies and procedures regarding reasonable investigations of FCRA Qualified Direct Disputes; 2. In developing the policies and procedures concerning FCRA Qualified Direct Disputes, incorporate reasonable provisions related to: (a) training employees whose duties include processing, responding to, or investigating Direct Disputes, including training on the requirements of the FCRA and related regulations; (b) retaining documents related to FCRA Qualified Direct Disputes for a reasonable period of time to allow for effective training and auditing; (c) requiring employees to document 4 Case 3:16-cv-01255-D Document 4-1 Filed 05/09/16 Page 5 of 15 PageID 24 actions taken in processing, responding to, or investigating FCRA Qualified Direct Disputes, to allow for effective training and auditing; and (d) establishing an auditing program and schedule that is reasonably designed to promote compliance with the requirements of the FCRA and related regulations; and 3. Periodically review the written policies and procedures regarding the conduct of reasonable investigations of FCRA Qualified Direct Disputes and update them as necessary to ensure their continued effectiveness;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 103,
            "quote_end_line": 124
          },
          {
            "description": "Must not fail to comply with 12 C.F.R. § 1022.43, including upon receiving an FCRA Qualified Direct Dispute: failing to conduct a reasonable investigation, review all relevant consumer-provided information, and complete the investigation and report results to the consumer within the statutory period",
            "quoted_text": "C. Failing to comply with 12 C.F.R. § 1022.43, a copy of which is attached as Attachment C, including by, upon receiving an FCRA Qualified Direct Dispute, failing to: 1. Conduct a reasonable investigation with respect to the disputed information; 2. Review all relevant information provided by the consumer with the dispute notice; and 3. Complete its investigation of the dispute and report the results of the investigation to the consumer before the expiration of the period prescribed by Section 611(a)(1) of the Fair Credit Reporting Act, 15 U.S.C 1681i(a)(1), a copy of which is attached as Attachment D.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 125,
            "quote_end_line": 134
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Monetary Judgment for Civil Penalty",
        "category": "affirmative_obligation",
        "summary": "A civil penalty judgment of $72,000 is entered against Defendant, payable to the U.S. Treasury in four equal installments of $18,000 over nine months.",
        "requirements": [
          {
            "description": "Judgment of $72,000 entered against Defendant as civil penalty pursuant to Section 621(a) of the FCRA",
            "quoted_text": "A. Judgment in the amount of Seventy-Two Thousand Dollars ($72,000) is entered in favor of the Plaintiff against Defendant as a civil penalty pursuant to Section 621(a) of the FCRA, 15 U.S.C. § 1681s(a).",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 137,
            "quote_end_line": 139
          },
          {
            "description": "Pay first installment of $18,000 (held in escrow by counsel) within 14 days of entry of this Order by electronic fund transfer",
            "quoted_text": "1. Eighteen Thousand Dollars ($18,000) which, as Defendant stipulates, its undersigned counsel holds in escrow for no purpose other than payment to Plaintiff. Such payment must be made within fourteen (14) days of the entry of this Order by electronic fund transfer in accordance with instructions previously provided by a representative of Plaintiff.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 146,
            "quote_end_line": 150
          },
          {
            "description": "Pay second installment of $18,000 within three (3) months of entry of this Order",
            "quoted_text": "2. Eighteen Thousand Dollars ($18,000) within three (3) months of entry of this Order;",
            "deadline": "3 months",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 151,
            "quote_end_line": 152
          },
          {
            "description": "Pay third installment of $18,000 within six (6) months of entry of this Order",
            "quoted_text": "3. Eighteen Thousand Dollars ($18,000) within six (6) months of entry of this Order; and",
            "deadline": "6 months",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 153,
            "quote_end_line": 154
          },
          {
            "description": "Pay fourth installment of $18,000 within nine (9) months of entry of this Order",
            "quoted_text": "4. Eighteen Thousand Dollars ($18,000) within nine (9) months of entry of this Order.",
            "deadline": "9 months",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 155,
            "quote_end_line": 156
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Additional Monetary Provisions",
        "category": "affirmative_obligation",
        "summary": "Defendant relinquishes all rights to assets transferred under this Order, the Complaint's facts may be taken as true in future litigation, and Defendant must submit its Taxpayer Identification Number to the Commission.",
        "requirements": [
          {
            "description": "Defendant relinquishes dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek the return of any assets",
            "quoted_text": "A. Defendant relinquishes dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek the return of any assets.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 159,
            "quote_end_line": 160
          },
          {
            "description": "Facts alleged in the Complaint will be taken as true without further proof in any subsequent civil litigation by or on behalf of the Commission",
            "quoted_text": "B. The facts alleged in the Complaint will be taken as true, without further proof, in any subsequent civil litigation by or on behalf of the Commission, including in a proceeding to enforce its rights to any payment or monetary judgment pursuant to this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 161,
            "quote_end_line": 163
          },
          {
            "description": "Defendant must submit its Taxpayer Identification Number (Employer Identification Number) to the Commission; it may be used for collecting and reporting on any delinquent amount arising out of this Order",
            "quoted_text": "C. Defendant acknowledges that its Taxpayer Identification Number (Employer Identification Number), which Defendant must submit to the Commission, may be used for 6 Case 3:16-cv-01255-D Document 4-1 Filed 05/09/16 Page 7 of 15 PageID 26 collecting and reporting on any delinquent amount arising out of this Order, in accordance with 31 U.S.C. § 7701.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 164,
            "quote_end_line": 171
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Defendant must acknowledge receipt of the Order under penalty of perjury, deliver copies to relevant personnel, and obtain signed acknowledgments within specified timeframes.",
        "requirements": [
          {
            "description": "Within seven (7) days of entry of this Order, submit to the Commission a sworn acknowledgment of receipt of this Order under penalty of perjury",
            "quoted_text": "A. Defendant, within seven (7) days of entry of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 175,
            "quote_end_line": 176
          },
          {
            "description": "For five (5) years after entry of this Order, deliver a copy of this Order to all principals, officers, directors, LLC managers and members, employees, agents, and representatives who participate in conduct related to the subject matter of the Order, and any business entity resulting from structural changes; delivery must occur within seven (7) days for current personnel and before new personnel assume responsibilities",
            "quoted_text": "B. For five (5) years after entry of this Order, Defendant must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees, agents, and representatives who participate in conduct related to the subject matter of the Order; and (3) any business entity resulting from any change in structure as set forth in the Section titled Compliance Reporting. Delivery must occur within seven (7) days of entry of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "7 days for current personnel; before assuming responsibilities for others",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 177,
            "quote_end_line": 183
          },
          {
            "description": "From each individual or entity to which a copy of this Order was delivered, obtain a signed and dated acknowledgment of receipt within thirty (30) days",
            "quoted_text": "C. From each individual or entity to which Defendant delivered a copy of this Order, Defendant must obtain, within thirty (30) days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 184,
            "quote_end_line": 186
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendant must submit an initial compliance report 180 days after entry, file sworn notices of material changes within 14 days, notify the Commission of bankruptcy filings, and comply with submission format requirements.",
        "requirements": [
          {
            "description": "One-hundred eighty (180) days after entry of this Order, submit a sworn compliance report identifying contact information, all businesses, their activities, compliance status for each Order section, and copies of Order acknowledgments",
            "quoted_text": "A. One-hundred eighty (180) days after entry of this Order, Defendant must submit a compliance report, sworn under penalty of perjury. Defendant must: (1) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which 7 Case 3:16-cv-01255-D Document 4-1 Filed 05/09/16 Page 8 of 15 PageID 27 representatives of the Commission and Plaintiff may use to communicate with Defendant; (2) identify all of Defendant’s businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (3) describe the activities of each business, including whether the business engages in debt collection or furnishes consumer information to CRAs; (4) describe in detail whether and how Defendant is in compliance with each Section of this Order; and (5) provide a copy of each Order acknowledgment obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "180 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 190,
            "quote_end_line": 203
          },
          {
            "description": "For twenty (20) years following entry of this Order, submit a sworn compliance notice within fourteen (14) days of any change in designated point of contact or in the structure of Defendant or any entity Defendant owns or controls that may affect compliance obligations",
            "quoted_text": "B. For twenty (20) years following entry of this Order, Defendant must submit a compliance notice, sworn under penalty of perjury, within fourteen (14) days of any change in (1) any designated point of contact; or (2) the structure of Defendant or any entity that the Defendant has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days of any qualifying change",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 204,
            "quote_end_line": 210
          },
          {
            "description": "Submit notice to the Commission of any bankruptcy petition, insolvency proceeding, or similar proceeding filed by or against Defendant within fourteen (14) days of its filing",
            "quoted_text": "C. Defendant must submit to the Commission notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against Defendant within fourteen (14) days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 211,
            "quote_end_line": 213
          },
          {
            "description": "All submissions sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, including the required declaration language, date, full name, title, and signature",
            "quoted_text": "D. Any submission to the Commission required by this Order to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, such as by concluding: “I declare under penalty of perjury under the laws of the United States of America that the foregoing is true and correct. Executed on: ______” and supplying the date, signatory’s full name, title (if applicable), and signature.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 214,
            "quote_end_line": 218
          },
          {
            "description": "Unless otherwise directed in writing, all submissions must be emailed to DEbrief@ftc.gov or sent by overnight courier to the FTC's Associate Director for Enforcement, with the subject line beginning: United States v. Credit Protection Association, LP",
            "quoted_text": "E. Unless otherwise directed by a Commission representative in writing, all submissions to the Commission pursuant to this Order must be emailed to DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin: United States v. Credit Protection Association, LP.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 223,
            "quote_end_line": 228
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendant must create specified records for twenty (20) years and retain each for five (5) years, covering accounting, personnel, training materials, auditing reports, form letters, and all documents demonstrating Order compliance.",
        "requirements": [
          {
            "description": "Create and retain accounting records showing revenues from all goods or services sold for twenty (20) years (create) and five (5) years (retain)",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant must create certain records for twenty (20) years after entry of this Order, and retain each such record for five (5) years. Specifically, in connection with furnishing information to any CRA, and receiving and investigating direct disputes related to Consumer Reports, Defendant must create and retain the following records: A. Accounting records showing the revenues from all goods or services sold;",
            "deadline": "20 years creation / 5 years retention",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 230,
            "quote_end_line": 234
          },
          {
            "description": "Create and retain personnel records showing each service provider's name, addresses, telephone numbers, job title or position, dates of service, and reason for termination",
            "quoted_text": "B. Personnel records showing, for each person providing services, whether as an employee or otherwise, that person’s: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 235,
            "quote_end_line": 237
          },
          {
            "description": "Create and retain all employee training materials for employees whose duties involve furnishing consumer information to CRAs, processing or investigating disputes, or training/supervising such employees",
            "quoted_text": "C. All employee training materials for employees whose duties involve furnishing consumer information to CRAs, processing or investigating disputes of furnished consumer information, or training or supervising other employees who perform these duties;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 238,
            "quote_end_line": 240
          },
          {
            "description": "Create and retain all auditing reports related to auditing employees whose duties involve furnishing consumer information to CRAs, processing or investigating disputes, or training/supervising such employees",
            "quoted_text": "D. All auditing reports related to auditing employees whose duties involve furnishing consumer information to CRAs, processing or investigating disputes of furnished consumer information, or training or supervising other employees who perform these duties;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 241,
            "quote_end_line": 243
          },
          {
            "description": "Create and retain all form letters or notices related to Defendant's FCRA compliance practices and procedures",
            "quoted_text": "E. All form letters or notices related to Defendant’s FCRA compliance practices and procedures; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 244,
            "quote_end_line": 245
          },
          {
            "description": "Create and retain all records necessary to demonstrate full compliance with each provision of this Order, including all Order acknowledgments and all reports submitted to the FTC",
            "quoted_text": "F. All records necessary to demonstrate full compliance with each provision of this Order, including, but not limited to: 1. all acknowledgments of receipt of this Order required by the section titled “Order Acknowledgments”; and 2. all reports submitted to the FTC pursuant to the Section titled “Compliance Reporting.”",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 250,
            "quote_end_line": 255
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission and Plaintiff are authorized to monitor Defendant's compliance through requests for reports and documents, depositions, direct communications, employee interviews, and other lawful investigative means.",
        "requirements": [
          {
            "description": "Within fourteen (14) days of a written request from a Commission or Plaintiff representative, submit additional sworn compliance reports or other requested information, appear for depositions, and produce documents for inspection and copying; Commission and Plaintiff may also obtain discovery under applicable Federal Rules of Civil Procedure",
            "quoted_text": "A. Within fourteen (14) days of receipt of a written request from a representative of the Commission or Plaintiff, Defendant must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury; appear for depositions; and produce documents for inspection and copying. The Commission and Plaintiff are also authorized to obtain discovery, without further leave of court, using any of the procedures prescribed by Federal Rules of Civil Procedure 29, 30 (including telephonic depositions), 31, 33, 34, 36, 45, and 69, provided that Defendant, after attempting to resolve a dispute without court action and for good cause shown, may file a motion with this Court seeking an order for one or more of the protections set forth in Rule 26(c).",
            "deadline": "14 days of written request",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 259,
            "quote_end_line": 267
          },
          {
            "description": "Defendant must permit representatives of the Commission and Plaintiff to communicate directly with Defendant and to interview any employee or affiliated person who has agreed to such an interview; interviewee may have counsel present",
            "quoted_text": "B. For matters concerning this Order, the Commission and Plaintiff are authorized to communicate directly with the Defendant. Defendant must permit representatives of the Commission and Plaintiff to interview any employee or other person affiliated with Defendant who has agreed to such an interview. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 268,
            "quote_end_line": 271
          },
          {
            "description": "The Commission and Plaintiff may use all other lawful means, including posing as consumers, suppliers, or other individuals, without identification or prior notice; nothing limits the Commission's lawful use of compulsory process",
            "quoted_text": "C. The Commission and Plaintiff may use all other lawful means, including posing, through their representatives as consumers, suppliers, or other individuals or entities, to Defendant or any individual or entity affiliated with Defendant, without the necessity of identification or prior notice. Nothing in this Order limits the Commission’s lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 276,
            "quote_end_line": 280
          }
        ]
      },
      {
        "provision_number": "III (Retention of Jurisdiction)",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction over this matter for purposes of construction, modification, and enforcement of this Order.",
        "requirements": [
          {
            "description": "This Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order",
            "quoted_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 282,
            "quote_end_line": 283
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "For twenty (20) years following entry of this Order, Defendant must submit a compliance notice, sworn under penalty of perjury, within fourteen (14) days of any change in (1) any designated point of contact; or (2) the structure of Defendant or any entity that the Defendant has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "05.16, Credit Protection Association Complaint.pdf",
      "order": "05.16, Credit Protection Association Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 2,
      "order_provisions": 8,
      "order_definitions": 6,
      "order_requirements": 29,
      "provisions_per_section": {
        "I": 3,
        "II": 5,
        "III": 3,
        "IV": 3,
        "V": 5,
        "VI": 6,
        "VII": 3,
        "III (Retention of Jurisdiction)": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 2,
        "complaint_total": 2,
        "order_verified": 29,
        "order_total": 29
      }
    },
    "processing_time_seconds": 118.1
  }
}