{
  "case_info": {
    "docket_number": "C-4525",
    "company": {
      "name": "TES Franchising, LLC",
      "incorporation_state": "Connecticut",
      "entity_type": "limited liability company",
      "address": "900 Main Street South, Building 2, Southbury, Connecticut 06484",
      "business_description": "TES Franchising provides business coaching services to franchisees."
    },
    "commissioners": [
      "Edith Ramirez, Chairwoman",
      "Julie Brill",
      "Maureen K. Ohlhausen",
      "Joshua D. Wright",
      "Terrell McSweeny"
    ],
    "case_date": {
      "month": 5,
      "year": 2015
    },
    "legal_authority": "Section 5 of the Federal Trade Commission Act, 15 U.S.C. § 45 et seq.",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/152-3015-tes-franchising-llc-matter"
  },
  "complaint": {
    "factual_background": "TES Franchising, LLC falsely claimed on its website that it was a current participant in the U.S.-EU and U.S.-Swiss Safe Harbor Frameworks from March 2013 through February 2015, when in fact its certification had lapsed in March 2013. The company also misrepresented its dispute resolution mechanism and falsely claimed to be a current licensee of the TRUSTe Privacy Program when it was not.",
    "representations_made": [
      {
        "description": "Claimed to be a current participant in the U.S.-EU and U.S.-Swiss Safe Harbor Frameworks",
        "quoted_text": "TES Franchising, LLC complies with the U.S.-EU Safe Harbor Framework and the U.S.-Swiss Safe Harbor Framework as set forth by the U.S. Department of Commerce regarding the collection, use and retention of personal information transferred from the European Union and Switzerland to the United States. We have certified that we adhere to the Safe Harbor Privacy Principles of notice, choice, onward transfer, security, data integrity, access and enforcement.",
        "source_paragraph": 14
      },
      {
        "description": "Claimed that Safe Harbor disputes would be resolved through arbitration administered by agencies like the American Arbitration Association, with hearings in Connecticut and costs shared equally",
        "quoted_text": "If the Privacy Officer does not satisfactorily address a complaint within thirty (30) days, any dispute, controversy or claim shall be settled by an arbitration administered agency, such as the American Arbitration Association (\"AAA\"). All arbitration will be conducted in English. Judgment rendered by the arbitrator may be entered into any court having jurisdiction. The costs of arbitration will be borne equally by the parties. Connecticut, USA will be the site of all hearings, and such hearings will be before a single arbitrator…",
        "source_paragraph": 14
      },
      {
        "description": "Claimed to be a current licensee of the TRUSTe Privacy Program",
        "quoted_text": "www.entrepreneursource.com is a Licensee of the TRUSTe Privacy Program . . . Because this Website wants to demonstrate its commitment to your privacy, it has agreed to disclose its information practices and have its privacy practices reviewed for compliance by TRUSTe.",
        "source_paragraph": 21
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "False Safe Harbor Participation Claim",
        "representation": "Respondent represented that it was a 'current' participant in the U.S.-EU Safe Harbor and U.S.-Swiss Frameworks",
        "fact": "Beginning in March 2013, respondent was not a 'current' participant in the U.S.-EU Safe Harbor Framework or the U.S.-Swiss Safe Harbor Framework",
        "conclusion": "Therefore, the representation set forth in Paragraph 15 is false and misleading."
      },
      {
        "count_number": 2,
        "title": "False Dispute Resolution Mechanism",
        "representation": "Respondent represented that all Safe Harbor-related disputes would be settled by an 'arbitration administered agency' such as the American Arbitration Association, that hearings would take place in Connecticut, and that the costs of arbitration would be shared equally by the parties",
        "fact": "The independent recourse mechanism authorized under respondent's Safe Harbor certification was the European data protection authorities, which resolve Safe Harbor-related disputes at no cost to consumers and do not require in-person hearings",
        "conclusion": "Therefore, the representation set forth in Paragraph 17 is false and misleading."
      },
      {
        "count_number": 3,
        "title": "False TRUSTe Licensee Status",
        "representation": "Respondent represented that respondent was a current Licensee of the TRUSTe Privacy Program",
        "fact": "Respondent was not a current Licensee of the TRUSTe Privacy Program",
        "conclusion": "Therefore, the representation set forth in Paragraph 22 was and is false and misleading."
      }
    ]
  },
  "order": {
    "definitions": {
      "respondent": "TES Franchising, LLC and its successors and assigns.",
      "Commerce": "as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. § 44."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresenting Privacy or Security Program Membership",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent its membership in, adherence to, or participation in any privacy or security program sponsored by the government or self-regulatory organizations, including Safe Harbor Frameworks and TRUSTe programs.",
        "requirements": [
          {
            "description": "Must not misrepresent membership in or participation in privacy or security programs",
            "quoted_text": "IT IS ORDERED that respondent and its officers, agents, representatives, and employees, whether acting directly or indirectly, in connection with the advertising, marketing, promotion, offering for sale, or sale of any product or service, in or affecting commerce, shall not misrepresent in any manner, expressly or by implication, the extent to which respondent is a member of, adheres to, complies with, is certified by, is endorsed by, or otherwise participates in any privacy or security program sponsored by the government or any other self-regulatory or standard-setting organization, including, but not limited to, the U.S.-EU Safe Harbor Framework, the U.S.-Swiss Safe Harbor Framework, and the TRUSTe privacy programs.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Prohibition Against Misrepresenting Alternative Dispute Resolution Processes",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent its participation in or the rules, processes, policies, or costs of any alternative dispute resolution process or service.",
        "requirements": [
          {
            "description": "Must not misrepresent participation in or details of alternative dispute resolution processes",
            "quoted_text": "IT IS FURTHER ORDERED that respondent and its officers, agents, representatives, and employees, whether acting directly or indirectly, in connection with the advertising, marketing, promotion, offering for sale, or sale of any product or service, in or affecting commerce, shall not misrepresent in any manner, expressly or by implication, the respondent's participation in, or the rules, processes, policies, or costs of, any alternative dispute resolution process or service, including, but not limited to, arbitration, mediation, or other independent recourse mechanism.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must maintain and make available to the FTC for five years all documents relating to compliance with the order, including advertisements and materials questioning compliance.",
        "requirements": [
          {
            "description": "Maintain all advertisements and promotional materials containing covered representations for five years",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall maintain and upon request make available to the Federal Trade Commission for inspection and copying, a print or electronic copy of, for a period of five (5) years from the date of preparation or dissemination, whichever is later, all documents relating to compliance with this order, including but not limited to: A. all advertisements, promotional materials, and any other statements containing any representations covered by this order, with all materials relied upon in disseminating the representation",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Maintain all documents questioning compliance with the order for five years",
            "quoted_text": "B. any documents, whether prepared by or on behalf of respondent, that call into question respondent's compliance with this order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Order Acknowledgment and Distribution",
        "category": "acknowledgment",
        "summary": "Respondent must deliver a copy of the order to current and future principals, officers, directors, managers, employees, agents, and representatives with relevant responsibilities, and obtain signed acknowledgments of receipt.",
        "requirements": [
          {
            "description": "Deliver order to current personnel with relevant responsibilities",
            "quoted_text": "Respondent shall deliver this order to such current personnel within thirty (30) days after service of this order",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver order to future personnel with relevant responsibilities",
            "quoted_text": "and to such future personnel within thirty (30) days after the person assumes such position or responsibilities.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver order prior to change in business structure",
            "quoted_text": "For any business entity resulting from any change in structure set forth in Part V, delivery shall be at least ten (10) days prior to the change in structure.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Obtain signed acknowledgment of receipt from all persons receiving the order",
            "quoted_text": "Respondent must secure a signed and dated statement acknowledging receipt of this order, within thirty (30) days of delivery, from all persons receiving a copy of the order pursuant to this section.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Notification of Corporate Changes",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the Commission at least thirty days prior to any corporate change that may affect compliance obligations, including dissolution, merger, sale, bankruptcy, or change in name or address.",
        "requirements": [
          {
            "description": "Notify the Commission of corporate changes affecting compliance obligations",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall notify the Commission at least thirty (30) days prior to any change in the corporation(s) that may affect compliance obligations arising under this order, including, but not limited to: a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in the corporate name or address.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Notify the Commission as soon as practicable if learning of corporate change fewer than 30 days before it occurs",
            "quoted_text": "Provided, however, that, with respect to any proposed change in the corporation(s) about which respondent learns fewer than thirty (30) days prior to the date such action is to take place, respondent shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondent must file a written compliance report with the Commission within sixty days after service of the order, and submit additional reports upon request within ten days of notice.",
        "requirements": [
          {
            "description": "File initial compliance report with the Commission",
            "quoted_text": "IT IS FURTHER ORDERED that respondent, and its successors and assigns, within sixty (60) days after the date of service of this order, shall file with the Commission a true and accurate report, in writing, setting forth in detail the manner and form of its compliance with this order.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit additional compliance reports upon Commission request",
            "quoted_text": "Within ten (10) days of receipt of written notice from a representative of the Commission, it shall submit an additional true and accurate written report.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "The order will terminate on May 20, 2035, or twenty years from the most recent date the United States or Commission files a federal court complaint alleging order violation, whichever comes later.",
        "requirements": [
          {
            "description": "Order remains in effect until termination date",
            "quoted_text": "This order will terminate on May 20, 2035, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on May 20, 2035, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. any Part in this order that terminates in fewer than twenty (20) years; B. this order's application to any respondent that is not named as a defendant in such complaint; and C. this order if such complaint is filed after the order has terminated pursuant to this Part."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "05.15, TES Franchising Complaint.pdf",
      "order": "05.15, TES Franchising Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 3,
      "complaint_representations": 3,
      "order_provisions": 7,
      "order_definitions": 2,
      "order_requirements": 13
    },
    "processing_time_seconds": 69.0
  }
}