{
  "case_info": {
    "docket_number": "Case No. 2:11-cv-07224",
    "company": {
      "name": "Playdom, Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "Los Angeles, California and other U.S. cities",
      "business_description": "Playdom operated numerous online virtual worlds and games that were transmitted and accessible worldwide on the Internet. The company was a subsidiary of Disney Enterprises, Inc. (itself a subsidiary of The Walt Disney Company) following its acquisition of Acclaim Games, Inc. in May 2010."
    },
    "commissioners": [],
    "date_issued": "2011-05",
    "legal_authority": "Sections 1303(c) and 1306(d) of the Children's Online Privacy Protection Act of 1998 (COPPA), 15 U.S.C. §§ 6501-6506, 6502(c) and 6505(d), and Sections 5(a)(1), 5(m)(1)(A), 13(b), and 16(a) of the Federal Trade Commission Act (FTC Act), 15 U.S.C. §§ 41-58, 45(a)(1), 45(m)(1)(A), 53(b), and 56(a)",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/1023036-playdom-inc"
  },
  "complaint": {
    "factual_background": "Between 2006 and 2010, Playdom, Inc. and Howard Marks operated approximately twenty online virtual worlds, including Pony Stars (directed to children) and general audience games that attracted children. They collected personal information from approximately 1,224,000 children under age 13 without obtaining verifiable parental consent, failed to provide required notices to parents, and allowed children to publicly disclose personal information despite privacy policy promises to prohibit such disclosures.",
    "representations_made": [
      {
        "description": "Claimed they would not collect email addresses from children under 13 without parental permission and would not collect anything beyond specified items",
        "quoted_text": "When a child under 13 years of age signs up we not [sic] collect the Email address without the permission of the Parent or Legal Guardian and we will collect the other items listed above. We do not collect anything else.",
        "source_paragraph": 19
      },
      {
        "description": "Claimed they would require children under 13 not to disclose personal information when posting or chatting",
        "quoted_text": "If a child under 13 years of age wants to post information on our website or chat with other players, we will require that they do not disclose any personal information such as the real name, address, phone number and anything that can be used to contact the child.",
        "source_paragraph": 19
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Violations of COPPA Rule",
        "representation": "Defendants operated websites and online services that collected personal information from children under age 13",
        "fact": "Defendants failed to provide sufficient notice on their websites, failed to provide direct notice to parents, and failed to obtain verifiable parental consent before collecting, using, or disclosing personal information from children",
        "conclusion": "Therefore, Defendants have violated the Children's Online Privacy Protection Rule, 16 C.F.R. Part 312."
      },
      {
        "count_number": 2,
        "title": "Deceptive Practices Under FTC Act",
        "representation": "Through their privacy policy, Defendants represented that they would prohibit children from posting personal information online, including information that could be used to contact such children",
        "fact": "In truth and in fact, Defendants permitted children to disclose their personal information online",
        "conclusion": "Therefore, the representation set forth in Paragraph 28 was false and misleading."
      }
    ]
  },
  "order": {
    "definitions": {
      "Rule": "the Federal Trade Commission's Children's Online Privacy Protection Rule, 16 C.F.R. Part 312.",
      "child, collects, collection, Commission, delete, disclosure, Internet, online contact information, operator, parent, person, personal information, third party, verifiable consent, and website or online service directed to children": "as those terms are defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "Individual Defendant": "Howard Marks.",
      "Corporate Defendant": "Playdom. Inc., and its successors and assigns.",
      "Defendants": "both the Individual Defendant and the Corporate Defendant."
    },
    "provisions": [
      {
        "provision_number": "15",
        "title": "Injunction - COPPA Compliance Requirements",
        "category": "prohibition",
        "summary": "Defendants are enjoined from violating COPPA requirements regarding notice to website operators and parents, obtaining verifiable parental consent, and compliance with all provisions of the Children's Online Privacy Protection Rule.",
        "requirements": [
          {
            "description": "Provide sufficient notice on websites or online services directed to children of what information is collected from children, how it is used, and disclosure practices",
            "quoted_text": "Failing, on any website or online service directed to children, or on any website or online service through which they, with actual knowledge, collect, use, and/or disclose personal information from children, to provide sufficient notice of the information Defendants collect online from children, how they use such information, their disclosure practices, and all other content, as required by Section 312.4(b) of the Rule, 16 C.F.R. § 312.4(b)",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide direct notice to parents of what information is collected from children, how it is used, and disclosure practices",
            "quoted_text": "Failing, on any website or online service directed to children, or on any website or online service through which they, with actual knowledge, collect, use, and/or disclose personal information from children, to provide direct notice to parents of what information Defendants collect online from children, how they use such information, their disclosure practices, and all other required content, as required by Section 312.4(c) of the Rule, 16 C.F.R. § 312.4(c)",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Obtain verifiable parental consent before collecting, using, or disclosing personal information from children",
            "quoted_text": "Failing, on any website or online service directed to children, or on any website or online service through which they, with actual knowledge, collect, use, and/or disclose personal information from children, to obtain verifiable parental consent before any collection, use, and/or disclosure of personal information from children, as required by Section 312.5 of the Rule, 16 C.F.R. § 312.5(a)(I)",
            "deadline": null,
            "verified": true,
            "confidence": 0.99875
          },
          {
            "description": "Comply with all provisions of the Children's Online Privacy Protection Rule",
            "quoted_text": "Violating any other provision of the Children's Online Privacy Protection Rule, 16 C.F .R. Part 312, and as the Rule may hereafter be amended.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9877464788732394
          }
        ]
      },
      {
        "provision_number": "16",
        "title": "Prohibition on Misrepresentations",
        "category": "prohibition",
        "summary": "Defendants are prohibited from making any misrepresentation about the collection, use, disclosure, or deletion of children's personal information in privacy policies or elsewhere.",
        "requirements": [
          {
            "description": "Do not make any misrepresentation in privacy policy or elsewhere about collection, use, disclosure, or deletion of children's personal information",
            "quoted_text": "in connection with the operation of any website or online service, from making any misrepresentation in the website or online service's privacy policy or elsewhere about the website or online service's collection, use, disclosure, or deletion of children's personal information.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9936363636363637
          }
        ]
      },
      {
        "provision_number": "17",
        "title": "Deletion of Children's Personal Information",
        "category": "affirmative_obligation",
        "summary": "Defendants must delete all personal information collected and maintained in violation of the Rule from April 21, 2000 through the date of entry of the Order.",
        "requirements": [
          {
            "description": "Delete all personal information collected in violation of the Rule from April 21, 2000 through the date of entry of this Order",
            "quoted_text": "Defendants, within ten (10) days from the date of receipt of notice of the entry of this Order shall delete all personal information collected and maintained within their possession, custody, or control in violation of the Rule at any time from April 21, 2000 through the date of entry of this Order.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.9823809523809524
          }
        ]
      },
      {
        "provision_number": "18",
        "title": "Consumer Education Remedy",
        "category": "affirmative_obligation",
        "summary": "For five years, Defendants must place a clear and conspicuous notice in privacy policies, direct notices to parents, and at each location where personal information is collected, directing users to FTC resources on protecting kids' privacy online.",
        "requirements": [
          {
            "description": "Place a clear and conspicuous notice in privacy policies, direct notices to parents, and at each location where personal information is collected, with a link to FTC's OnGuardOnline resources",
            "quoted_text": "for a period of five (5) years from the date of entry of this Order, Defendants, in connection with their operation of any website or online service directed to children, and any website or online service through which Defendants, with actual knowledge, collect, use, and/or disclose personal information from children, shall place a clear and conspicuous notice: (1) within the privacy policy required to be posted by Section 312.4(b) of the Rule, 16 C.F .R. § 312.4(b); (2) within the direct notice required to be sent to parents by Section 312.4(c ) of the Rule, 16 C.F .R. § 312.4(c ); and, (3) at each location on the website or online service where personal information is collected, which states as follows in bold typeface: NOTICE: Visit www.OnGuardOnline.gov for ti~s from the Federal Trade Commission on protecting kids privacy online",
            "deadline": "5 years",
            "verified": true,
            "confidence": 0.9826989426822482
          },
          {
            "description": "Update hyperlinks/URLs within fifteen days after receipt of notice from FTC of a change",
            "quoted_text": "Defendants shall be required to change the hyperlinkslURLs within fifteen (15) days after receipt of notice from the Federal Trade Commission of a change to such hyperlinkslURLs.",
            "deadline": "15 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "19",
        "title": "Civil Penalty",
        "category": "affirmative_obligation",
        "summary": "Defendants must pay a civil penalty of three million dollars to the United States.",
        "requirements": [
          {
            "description": "Pay a civil penalty of three million dollars",
            "quoted_text": "Defendants, jointly and severally, shall pay to Plaintiff a civil penalty, pursuant to Section 5(m)(I)(A) of the FTC Act, 15 U.S.C. § 45(m)(1)(A), in the amount of three million dollars ($3,000,000).",
            "deadline": null,
            "verified": true,
            "confidence": 0.9665853658536586
          },
          {
            "description": "Attorneys shall transfer the civil penalty amount within five days of receipt of notice of entry of Order",
            "quoted_text": "Within five (5) days of receipt of notice of the entry of this Order, Defendants' attorneys shall transfer the sum of three million dollars ($3,000,000) in the form of a wire transfer or certified cashier's check made payable to the Treasurer of the United States.",
            "deadline": "5 days",
            "verified": true,
            "confidence": 0.995909090909091
          }
        ]
      },
      {
        "provision_number": "25",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission is authorized to monitor and investigate compliance with the Order through document requests, depositions, business inspections, and other lawful means.",
        "requirements": [
          {
            "description": "Submit written responses, produce documents, appear for deposition, and provide entry to business locations within fourteen days of written request from Commission",
            "quoted_text": "Within fourteen (14) days of receipt ofa written request from a representative of the Commission, Defendants each shall submit written responses, which are true and accurate and sworn to under penalty of perjury; produce documents for inspection and copying; appear for deposition; and provide entry during normal business hours to any business location in each Defendant's possession or direct or indirect control to inspect the business operation.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.9955913978494624
          }
        ]
      },
      {
        "provision_number": "26",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "For four years, Defendants must notify the Commission of changes in residence, employment, business structure, and provide periodic written reports detailing compliance with the Order.",
        "requirements": [
          {
            "description": "Individual Defendant must notify Commission of changes in residence, mailing address, and telephone number",
            "quoted_text": "Any changes in the Individual Defendant's residence, mailing address, and telephone number, within ten (10) days of the date of such change",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.9853264604810997
          },
          {
            "description": "Individual Defendant must notify Commission of changes in employment status or ownership in business entities",
            "quoted_text": "Any changes in the Individual Defendant's employment status (including self-employment), and any change in the Individual Defendant's ownership in any business entity, within ten (10) days of the date of such change.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.9964429530201343
          },
          {
            "description": "Notify Commission of changes in business structure that may affect compliance obligations",
            "quoted_text": "Any changes in the structure of any business entity that the Individual Defendant directly or indirectly controls or has an ownership interest in, that may affect compliance obligations arising under this Order, including but not limited to: incorporation or other organization; a dissolution, assignment, sale, merger, or other action; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order; or a change in the business name or address, at least thirty (30) days prior to such change",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.9570386266094421
          },
          {
            "description": "Notify Commission of changes in Individual Defendant's name or use of aliases",
            "quoted_text": "Any changes in the Individual Defendant's name or use of any aliases or fictitious names within ten (10) days of the date of such change.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.988041958041958
          },
          {
            "description": "Corporate Defendant must notify Commission of changes in corporate structure",
            "quoted_text": "The Corporate Defendant shall notify the Commission of any changes in the structure of the Corporate Defendant or any business entity that it directly or indirectly controls, or has an ownership interest in, that may affect compliance obligations arising under this Order, including but not limited to: incorporation or other organization; a dissolution, assignment, sale, merger, or other action; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order; or a change in the business name or address, at least thirty (30) days prior to such change",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.9092250922509225
          },
          {
            "description": "Provide written reports to the Commission sixty days after entry of Order and thereafter for four years at times required by FTC",
            "quoted_text": "Sixty (60) days after the date of entry of this Order, and thereafter for a period of four (4) years, at such times as the Federal Trade Commission shall reasonably require, Defendants each shall provide a written report to the Commission, which is true and accurate and sworn to under penalty of perjury, setting forth in detail the manner and form in which each has complied and is complying with this Order.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 0.9964268585131895
          },
          {
            "description": "Notify Commission of bankruptcy filing",
            "quoted_text": "Each Defendant shall notify the Commission of the filing of a bankruptcy petition by such Defendant within fifteen (15) days of filing.",
            "deadline": "15 days",
            "verified": true,
            "confidence": 0.9874468085106384
          }
        ]
      },
      {
        "provision_number": "27",
        "title": "Record-Keeping Provisions",
        "category": "recordkeeping",
        "summary": "For seven years, Defendants must create and retain records necessary to demonstrate compliance with the Order, including acknowledgments, reports, and copies of forms and web pages.",
        "requirements": [
          {
            "description": "Create and retain all documents necessary to demonstrate full compliance with the Order for seven years",
            "quoted_text": "for a period of seven (7) years from the date of entry of this Order, Defendants, for any business for which they, individually or collectively, are the majority owner or directly or indirectly control, are hereby restrained and enjoined from failing to create and retain the following records: A print or electronic copy (in HTML format) of all documents necessary to demonstrate full compliance with each provision of this Order, including, but not limited to: 1. Copies of acknowledgments of receipt of this Order required by Sections titled \"Distribution of Order\" and \"Acknowledgment of Receipt of Order\"; 2. All reports submitted to the Commission pursuant to the Section titled \"Compliance Reporting\"; 3. A sample copy of every materially different form, web page, or screen through which personal information is collected, and a sample copy of each materially different document containing any representation regarding D\"efendants' collection, use, and disclosure practices pertaining to personal information of a child.",
            "deadline": "7 years",
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "28",
        "title": "Distribution of Order",
        "category": "affirmative_obligation",
        "summary": "For four years, Defendants must distribute copies of the Order to principals, officers, directors, managers, and employees with relevant responsibilities, and obtain signed acknowledgments of receipt.",
        "requirements": [
          {
            "description": "Corporate Defendant must deliver Order to principals, officers, directors, managers, and employees with relevant responsibilities within five days for current personnel",
            "quoted_text": "for a period of four (4) years from the date of entry of this Order, Defendants shall deliver copies of the Order, including Appendix A, as directed below: A. Corporate Defendant: The Corporate Defendant must deliver a copy of this Order to: (1) all of its principals, officers, directors, and managers of any business engaged in conduct related to the subject matter of the Order; (2) all employees, agents, and representatives who have responsibilities related to the operation of any website or online service subject to this Order; and (3) any business entity resulting from any change in structure set forth in Subsection A.2. of the Section titled \"Compliance Reporting.\" For current personnel, delivery shall be within five (5) days of service of this Order upon the Corporate Defendant.",
            "deadline": "5 days",
            "verified": true,
            "confidence": 0.9783627204030227
          },
          {
            "description": "Individual Defendant as a control person must deliver Order to relevant personnel within five days for current personnel",
            "quoted_text": "Individual Defendant as a control person: For any business engaged in conduct related to the subject matter of the Order that the Individual Defendant controls, directly or indirectly, or in which the Individual Defendant has a majority ownership interest, the Individual Defendant must deliver a copy of this Order to: (1) all principals, officers, directors, and managers; and (2) all employees, agents, and representatives who have responsibilities related to the operation of any website or online service subject to this Order. For current personnel, delivery shall be within five (5) days of service of this Order upon the Individual Defendant.",
            "deadline": "5 days",
            "verified": true,
            "confidence": 0.9823809523809524
          },
          {
            "description": "Secure signed and dated acknowledgment statements from all persons receiving the Order",
            "quoted_text": "Defendants must secure a signed and dated statement acknowledging receipt of the Order, within thirty (30) days of delivery, from all persons receiving a copy of the Order pursuant to this Section.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "29",
        "title": "Acknowledgment of Receipt of Order",
        "category": "acknowledgment",
        "summary": "Each Defendant must submit a truthful sworn statement acknowledging receipt of the Order to the Commission within five business days.",
        "requirements": [
          {
            "description": "Submit truthful sworn statement acknowledging receipt of Order",
            "quoted_text": "each Defendant, within five (5) business days of receipt of this Order as entered by the Court, must submit to the Commission a truthful sworn statement acknowledging receipt of this Order.",
            "deadline": "5 days",
            "verified": true,
            "confidence": 0.8433179723502304
          }
        ]
      },
      {
        "provision_number": "30",
        "title": "Provision of Taxpayer Identifying Numbers",
        "category": "affirmative_obligation",
        "summary": "Corporate Defendant must furnish its taxpayer identifying number to the FTC for purposes of collecting and reporting delinquent amounts.",
        "requirements": [
          {
            "description": "Furnish taxpayer identifying number (employer identification number) to FTC",
            "quoted_text": "the Corporate Defendant is hereby required, in accordance with 31 U.S.C. § 7701, to furnish to the Federal Trade Commission its taxpayer identifying number (employer identification number), which shall be used for purposes of collecting and reporting any delinquent amount arising out of its relationship with the government.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "31",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction for purposes of construction, modification, and enforcement of the Order.",
        "requirements": [
          {
            "description": "Court retains jurisdiction for construction, modification, and enforcement",
            "quoted_text": "This Court shall retain jurisdiction of this matter for the purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "This Court shall retain jurisdiction of this matter for the purposes of construction, modification, and enforcement of this Order."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "05.11, Playdom Complaint.pdf",
      "order": "05.11, Playdom Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 2,
      "order_provisions": 12,
      "order_definitions": 5,
      "order_requirements": 25
    },
    "processing_time_seconds": 801.8
  }
}