{
  "case_info": {
    "docket_number": "C-4525",
    "company": {
      "name": "TES Franchising, LLC",
      "incorporation_state": "Connecticut",
      "entity_type": "limited liability company",
      "address": "900 Main Street South, Building 2, Southbury, Connecticut 06484",
      "business_description": "TES Franchising, LLC provides business coaching services to franchisees through its website at www.entrepreneursource.com."
    },
    "commissioners": [
      "Edith Ramirez, Chairwoman",
      "Julie Brill",
      "Maureen K. Ohlhausen",
      "Joshua D. Wright",
      "Terrell McSweeny"
    ],
    "case_date": {
      "month": 5,
      "year": 2015
    },
    "legal_authority": "Section 5 of the Federal Trade Commission Act, 15 U.S.C. § 45",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/152-3015-tes-franchising-llc-matter",
    "statutory_topics": [
      "Section 5 Only"
    ],
    "practice_areas": [
      "Data Security"
    ],
    "industry_sectors": [
      "Other"
    ]
  },
  "complaint": {
    "factual_background": "TES Franchising, LLC, a business coaching services company, falsely claimed on its website that it was a current participant in the U.S.-EU and U.S.-Swiss Safe Harbor Frameworks from March 2011 until February 2015, even though its certification lapsed in March 2013. The company also misrepresented the dispute resolution mechanism available to EU and Swiss consumers and falsely claimed to be a current licensee of the TRUSTe Privacy Program when it was not.",
    "representations_made": [
      {
        "description": "Claimed compliance with the U.S.-EU Safe Harbor Framework and U.S.-Swiss Safe Harbor Framework regarding collection, use, and retention of personal information from the EU and Switzerland",
        "quoted_text": "TES Franchising, LLC complies with the U.S.-EU Safe Harbor Framework and the U.S.-Swiss Safe Harbor Framework as set forth by the U.S. Department of Commerce regarding the collection, use and retention of personal information transferred from the European Union and Switzerland to the United States. We have certified that we adhere to the Safe Harbor Privacy Principles of notice, choice, onward transfer, security, data integrity, access and enforcement. To learn more about the Safe Harbor program, and to view our certification, please visit http://www.export.gov/safeharbor/...",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 14,
        "quote_start_line": 83,
        "quote_end_line": 92
      },
      {
        "description": "Claimed that EU and Swiss residents' disputes would be settled by an arbitration administered agency like the American Arbitration Association, with hearings in Connecticut and costs shared equally",
        "quoted_text": "If you are a resident of the European Union or Switzerland and have any concerns or complaints, please first address these issues to our Privacy Officer… If the Privacy Officer does not satisfactorily address a complaint within thirty (30) days, any dispute, controversy or claim shall be settled by an arbitration administered agency, such as the American Arbitration Association (“AAA”). All arbitration will be conducted in English. Judgment rendered by the arbitrator may be entered into any court having jurisdiction. The costs of arbitration will be borne equally by the parties. Connecticut, USA will be the site of all hearings, and such hearings will be before a single arbitrator…",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 14,
        "quote_start_line": 93,
        "quote_end_line": 103
      },
      {
        "description": "Claimed to be a Licensee of the TRUSTe Privacy Program with privacy practices reviewed for compliance by TRUSTe",
        "quoted_text": "www.entrepreneursource.com is a Licensee of the TRUSTe Privacy Program . . . Because this Website wants to demonstrate its commitment to your privacy, it has agreed to disclose its information practices and have its privacy practices reviewed for compliance by TRUSTe.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 21,
        "quote_start_line": 135,
        "quote_end_line": 139
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "False Safe Harbor Participation Claim",
        "representation": "Respondent represented that it was a current participant in the U.S.-EU Safe Harbor and U.S.-Swiss Safe Harbor Frameworks",
        "fact": "Beginning in March 2013, respondent was not a current participant in the U.S.-EU Safe Harbor Framework or the U.S.-Swiss Safe Harbor Framework",
        "conclusion": "Therefore, the representation set forth in Paragraph 15 is false and misleading."
      },
      {
        "count_number": 2,
        "title": "Misrepresentation of Dispute Resolution Mechanism",
        "representation": "Respondent represented that all Safe Harbor-related disputes would be settled by an arbitration administered agency such as the American Arbitration Association, that hearings would take place in Connecticut, and that the costs of arbitration would be shared equally by the parties",
        "fact": "The independent recourse mechanism authorized under respondent's Safe Harbor certification was the European data protection authorities, which resolve Safe Harbor-related disputes at no cost to consumers and do not require in-person hearings",
        "conclusion": "Therefore, the representation set forth in Paragraph 17 is false and misleading. Further, the representation set forth in Paragraph 17 is likely to deter EU and Swiss citizens from attempting to take advantage of the dispute resolution services offered by the company."
      },
      {
        "count_number": 3,
        "title": "False TRUSTe Licensee Claim",
        "representation": "Respondent represented that it was a current Licensee of the TRUSTe Privacy Program",
        "fact": "Respondent was not a current Licensee of the TRUSTe Privacy Program",
        "conclusion": "Therefore, the representation set forth in Paragraph 22 was and is false and misleading."
      }
    ]
  },
  "order": {
    "definitions": {
      "respondent": "TES Franchising, LLC and its successors and assigns.",
      "Commerce": "as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. § 44."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Privacy and Security Programs",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent the extent to which it is a member of, adheres to, complies with, is certified by, is endorsed by, or otherwise participates in any privacy or security program sponsored by the government or any self-regulatory or standard-setting organization.",
        "requirements": [
          {
            "description": "Must not misrepresent participation in privacy or security programs including U.S.-EU Safe Harbor Framework, U.S.-Swiss Safe Harbor Framework, and TRUSTe privacy programs",
            "quoted_text": "IT IS ORDERED that respondent and its officers, agents, representatives, and employees, whether acting directly or indirectly, in connection with the advertising, marketing, promotion, offering for sale, or sale of any product or service, in or affecting commerce, shall not misrepresent in any manner, expressly or by implication, the extent to which respondent is a member of, adheres to, complies with, is certified by, is endorsed by, or otherwise participates in any privacy or security program sponsored by the government or any other self-regulatory or standard-setting organization, including, but not limited to, the U.S.-EU Safe Harbor Framework, the U.S.-Swiss Safe Harbor Framework, and the TRUSTe privacy programs.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 54,
            "quote_end_line": 61
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition",
          "Comprehensive Security Program"
        ]
      },
      {
        "provision_number": "II",
        "title": "Prohibition Against Misrepresentations About Alternative Dispute Resolution",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent its participation in, or the rules, processes, policies, or costs of, any alternative dispute resolution process or service.",
        "requirements": [
          {
            "description": "Must not misrepresent participation in or details of alternative dispute resolution processes including arbitration, mediation, or other independent recourse mechanisms",
            "quoted_text": "IT IS FURTHER ORDERED that respondent and its officers, agents, representatives, and employees, whether acting directly or indirectly, in connection with the advertising, marketing, promotion, offering for sale, or sale of any product or service, in or affecting commerce, shall not misrepresent in any manner, expressly or by implication, the respondent’s participation in, or the rules, processes, policies, or costs of, any alternative dispute resolution process or service, including, but not limited to, arbitration, mediation, or other independent recourse mechanism.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 63,
            "quote_end_line": 69
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "III",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must maintain and make available to the FTC for inspection all documents relating to compliance with this order for a period of five years.",
        "requirements": [
          {
            "description": "Maintain advertisements, promotional materials, and statements containing representations covered by the order with all supporting materials for five years",
            "quoted_text": "A. all advertisements, promotional materials, and any other statements containing any representations covered by this order, with all materials relied upon in disseminating the representation; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 78,
            "quote_end_line": 80
          },
          {
            "description": "Maintain documents that call into question compliance with the order for five years",
            "quoted_text": "B. any documents, whether prepared by or on behalf of respondent, that call into question respondent’s compliance with this order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 81,
            "quote_end_line": 82
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Acknowledgment of Receipt of Order",
        "category": "acknowledgment",
        "summary": "Respondent must deliver a copy of this order to current and future personnel with relevant responsibilities and obtain signed acknowledgments of receipt.",
        "requirements": [
          {
            "description": "Deliver order to current principals, officers, directors, managers, employees, agents, and representatives with relevant responsibilities",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall deliver a copy of this order to all current and future principals, officers, directors, and managers, and to all current and future employees, agents, and representatives having responsibilities relating to the subject matter of this order. Respondent shall deliver this order to such current personnel within thirty (30) days after service of this order, and to such future personnel within thirty (30) days after the person",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 84,
            "quote_end_line": 88
          },
          {
            "description": "Deliver order to future personnel with relevant responsibilities within 30 days of assuming position",
            "quoted_text": "after service of this order, and to such future personnel within thirty (30) days after the person assumes such position or responsibilities. For any business entity resulting from any change in",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 88,
            "quote_end_line": 89
          },
          {
            "description": "For any business entity resulting from change in structure, deliver order at least 10 days prior to the change",
            "quoted_text": "assumes such position or responsibilities. For any business entity resulting from any change in structure set forth in Part V, delivery shall be at least ten (10) days prior to the change in structure. Respondent must secure a signed and dated statement acknowledging receipt of this",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 89,
            "quote_end_line": 91
          },
          {
            "description": "Secure signed and dated acknowledgment statements from all persons receiving the order",
            "quoted_text": "structure. Respondent must secure a signed and dated statement acknowledging receipt of this order, within thirty (30) days of delivery, from all persons receiving a copy of the order pursuant to this section.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 91,
            "quote_end_line": 93
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "V",
        "title": "Notification of Corporate Changes",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the Commission at least 30 days prior to any change in the corporation that may affect compliance obligations, including dissolution, merger, bankruptcy, or change in corporate name or address.",
        "requirements": [
          {
            "description": "Notify Commission 30 days prior to corporate changes affecting compliance including dissolution, assignment, sale, merger, creation or dissolution of subsidiary, bankruptcy filing, or change in name or address",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall notify the Commission at least thirty (30) days prior to any change in the corporation(s) that may affect compliance obligations arising under this order, including, but not limited to: a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in the corporate name or address. Provided, however, that, with respect to any proposed change in the corporation(s) about which respondent learns fewer than thirty (30) days prior to the date such action is to take place, respondent shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 95,
            "quote_end_line": 103
          },
          {
            "description": "Send notifications via email to Debrief@ftc.gov or overnight courier to Associate Director of Enforcement, Bureau of Consumer Protection",
            "quoted_text": "Unless otherwise directed by a representative of the Commission in writing, all notices required by this Part shall be emailed to Debrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director of Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue, N.W., Washington, D.C. 20580. The subject line must begin: In re TES Franchising, LLC., FTC File No. 152 3015.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 104,
            "quote_end_line": 108
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondent must file a compliance report with the Commission within 60 days of service of the order and submit additional reports upon request.",
        "requirements": [
          {
            "description": "File initial true and accurate compliance report in writing setting forth manner and form of compliance with the order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent, and its successors and assigns, within sixty (60) days after the date of service of this order, shall file with the Commission a true and accurate report, in writing, setting forth in detail the manner and form of its compliance with this order. Within ten (10) days of receipt of written notice from a representative of the Commission,",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 113,
            "quote_end_line": 116
          },
          {
            "description": "Submit additional true and accurate written report within 10 days of receipt of written notice from Commission representative",
            "quoted_text": "order. Within ten (10) days of receipt of written notice from a representative of the Commission, it shall submit an additional true and accurate written report.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 116,
            "quote_end_line": 117
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "This order will terminate on May 20, 2035, or 20 years from the most recent date that the United States or Commission files a complaint in federal court alleging any violation of the order, whichever comes later.",
        "requirements": [
          {
            "description": "Order terminates on May 20, 2035, or 20 years from most recent federal court complaint filing, whichever is later",
            "quoted_text": "This order will terminate on May 20, 2035, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. any Part in this order that terminates in fewer than twenty (20) years; B. this order’s application to any respondent that is not named as a defendant in such complaint; and C. this order if such complaint is filed after the order has terminated pursuant to this Part.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 119,
            "quote_end_line": 127
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on May 20, 2035, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "05.15, TES Franchising Complaint.pdf",
      "order": "05.15, TES Franchising Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 3,
      "complaint_representations": 3,
      "order_provisions": 7,
      "order_definitions": 2,
      "order_requirements": 13,
      "provisions_per_section": {
        "I": 1,
        "II": 1,
        "III": 2,
        "IV": 4,
        "V": 2,
        "VI": 2,
        "VII": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 3,
        "complaint_total": 3,
        "order_verified": 13,
        "order_total": 13
      }
    },
    "processing_time_seconds": 61.6
  }
}