{
  "case_info": {
    "docket_number": "C-4651",
    "company": {
      "name": "PayPal, Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "2211 North First Street, San Jose, California 95131",
      "business_description": "PayPal operates Venmo, a peer-to-peer payment and social networking application and website that allows consumers to make peer-to-peer payments and share information regarding such payments through a social network feed. The service has been offered to consumers since 2011."
    },
    "commissioners": [
      "Joseph J. Simons, Chairman",
      "Maureen K. Ohlhausen",
      "Noah Joshua Phillips",
      "Rohit Chopra",
      "Rebecca Kelly Slaughter"
    ],
    "case_date": {
      "month": 5,
      "year": 2018
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a); the Privacy of Consumer Financial Information Rule, 16 C.F.R. Part 313; and the Standards for Safeguarding Customer Information Rule, 16 C.F.R. Part 314",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/162-3102-paypal-inc-matter"
  },
  "complaint": {
    "factual_background": "PayPal, through its Venmo service, made misleading claims about fund transfers, privacy controls, and data security. The company told users that credited funds could be transferred to bank accounts overnight, but failed to disclose that it often froze or reversed transactions during post-transfer fraud reviews. Venmo's privacy settings were confusingly designed such that users who believed they had made transactions private could still have them publicly shared. Additionally, Venmo claimed to use \"bank grade security\" but failed to implement basic safeguards like security notifications for password changes or added devices, allowing unauthorized account takeovers.",
    "representations_made": [
      {
        "description": "Money is credited to consumer's Venmo account and can be transferred to external bank account",
        "quoted_text": "Respondent, through Venmo, has represented, directly or indirectly, expressly or by implication, that money is credited to a consumer's Venmo account and can be transferred to an external bank account.",
        "source_paragraph": 41
      },
      {
        "description": "Consumers can transfer funds to bank accounts overnight or within specific timeframes",
        "quoted_text": "Venmo has represented generally that consumers can transfer funds to their bank within a specific time frame, often \"overnight.\" For example, at various times Venmo's homepage has stated that consumers who were sent funds through the Venmo system could \"cash out to any bank overnight.\"",
        "source_paragraph": 11
      },
      {
        "description": "Through the Default Audience Setting, consumers can restrict visibility of future transactions to specific groups",
        "quoted_text": "Respondent, through Venmo, has represented, directly or indirectly, expressly or by implication, that through the Default Audience Setting, consumers can restrict the visibility of future transactions to specific groups, such as \"Participants Only\" or \"Friends.\"",
        "source_paragraph": 44
      },
      {
        "description": "Through the Individual Audience Setting, consumers can restrict visibility of any single transaction to specific groups",
        "quoted_text": "Respondent, through Venmo, has represented, directly or indirectly, expressly or by implication, that through the Individual Audience Setting, consumers can restrict the visibility of any single transaction to specific groups, such as \"Participants Only\" or \"Friends.\"",
        "source_paragraph": 47
      },
      {
        "description": "Venmo protected consumers' financial information with bank grade security systems",
        "quoted_text": "Respondent, through Venmo, has represented, directly or indirectly, expressly or by implication, that Respondent protected consumers' financial information with \"bank grade security systems.\"",
        "source_paragraph": 50
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Misleading Fund Transfer Claims",
        "representation": "Money is credited to a consumer's Venmo account and can be transferred to an external bank account",
        "fact": "In numerous instances, Respondent failed to disclose that funds could be frozen or removed because Respondent has not yet approved the underlying transaction",
        "conclusion": "Respondent's failure to disclose or disclose adequately the material information described in Paragraph 42, in light of the representation described in Paragraph 41, is a deceptive act or practice."
      },
      {
        "count_number": 2,
        "title": "Deceptive Default Audience Privacy Setting",
        "representation": "Through the Default Audience Setting, consumers can restrict the visibility of future transactions to specific groups, such as \"Participants Only\" or \"Friends\"",
        "fact": "The Default Audience Setting does not ensure that future transactions are visible only to friends or to the participants of the transaction, as other users can override these settings and make transactions public",
        "conclusion": "Respondent's failure to disclose or disclose adequately the material information described in Paragraph 45, in light of the representation set forth in Paragraph 44, is a deceptive act or practice."
      },
      {
        "count_number": 3,
        "title": "Deceptive Individual Audience Privacy Setting",
        "representation": "Through the Individual Audience Setting, consumers can restrict the visibility of any single transaction to specific groups, such as \"Participants Only\" or \"Friends\"",
        "fact": "The Individual Audience Setting does not ensure that any single transaction is visible only to friends or to the participants of the transaction, as other participants can retroactively make transactions public",
        "conclusion": "Respondent's failure to disclose or disclose adequately the material information described in Paragraph 48, in light of the representation set forth in Paragraph 47, is a deceptive act or practice."
      },
      {
        "count_number": 4,
        "title": "False Security Claims",
        "representation": "Respondent protected consumers' financial information with \"bank grade security systems\"",
        "fact": "Respondent did not secure consumers' financial information with \"bank grade security systems.\" Respondent failed to provide security notifications regarding changes to account settings and was slow to respond to reports of unauthorized transactions",
        "conclusion": "Therefore, the representation set forth in Paragraph 50 is false or misleading."
      },
      {
        "count_number": 5,
        "title": "Privacy Rule and Reg. P Violations",
        "representation": "Financial institutions must provide customers with a clear and conspicuous initial privacy notice that accurately reflects privacy policies and practices, delivered so each customer could reasonably be expected to receive actual notice",
        "fact": "Respondent did not provide users with a clear and conspicuous initial privacy notice (grey text on light grey background), disseminated an initial privacy notice that does not accurately reflect its policies and practices, and failed to deliver the initial privacy notice so that each customer could reasonably be expected to receive actual notice",
        "conclusion": "Therefore, Respondent violated the Privacy Rule, 16 C.F.R. § 313.4(a), § 313.9, and Reg. P, 12 C.F.R. § 1016.4, § 1016.9."
      },
      {
        "count_number": 6,
        "title": "Safeguards Rule Violations",
        "representation": "The Safeguards Rule requires financial institutions to identify reasonably foreseeable risks to customer information security and implement safeguards to control those risks",
        "fact": "Respondent failed to have a written comprehensive information security program until approximately August 2014, failed to assess reasonably foreseeable risks until approximately September 2015, and failed to implement safeguards to protect consumer information until at least March 2015",
        "conclusion": "Therefore, the conduct set forth in Paragraphs 59 – 61 is a violation of the Safeguards Rule, 16 C.F.R. § 314.4."
      }
    ]
  },
  "order": {
    "definitions": {
      "Clearly and conspicuously": "means that a required disclosure is difficult to miss (i.e., easily noticeable) and easily understandable by ordinary consumers, including in all of the following ways: 1. In any communication that is solely visual or solely audible, the disclosure must be made through the same means through which the communication is presented. In any communication made through both visual and audible means, such as a television advertisement, the disclosure must be presented simultaneously in both the visual and audible portions of the communication even if the representation requiring the disclosure (\"triggering representation\") is made through only one means. 2. A visual disclosure, by its size, contrast, location, the length of time it appears, and other characteristics, must stand out from any accompanying text or other visual elements so that it is easily noticed, read, and understood. 3. An audible disclosure, including by telephone or streaming video, must be delivered in a volume, speed, and cadence sufficient for ordinary consumers to easily hear and understand it. 4. In any communication using an interactive electronic medium, such as the Internet or software, the disclosure must be unavoidable. 5. The disclosure must use diction and syntax understandable to ordinary consumers and must appear in each language in which the triggering representation appears. 6. The disclosure must comply with these requirements in each medium through which it is received, including all electronic devices and face-to-face communications. 7. The disclosure must not be contradicted or mitigated by, or inconsistent with, anything else in the communication. 8. When the representation or sales practice targets a specific audience, such as children, the elderly, or the terminally ill, \"ordinary consumers\" includes reasonable members of that group.",
      "Close proximity": "means that the disclosure is very near the triggering representation. For example, a disclosure made through a hyperlink, pop-up, interstitial, or other similar technique is not in close proximity to the triggering representation.",
      "Covered information": "means information from or about a User, including: (a) a first and last name; (b) a physical address; (c) an email address or other online contact information, such as a user identifier or a screen name; (d) a telephone number; (e) a Social Security number; (f) a financial institution account number; (g) credit or debit card information; or (h) transaction information.",
      "Privacy setting": "shall include any control or setting provided by Respondent that allows a user to limit or restrict which individuals or entities can access or view covered information.",
      "Respondent": "means PayPal, Inc. and its successors and assigns.",
      "Transaction information": "means information from or about a Payment and Social Networking Service transaction, including (a) the participants to the transaction; (b) the date of the transaction; or (c) any accompanying message or other descriptor related to the transaction.",
      "User": "means any person with a Payment and Social Networking Service account.",
      "Payment and Social Networking Service": "means any app or website owned and operated by Respondent that allows consumers to make payments and to share information regarding such payments with other Users through a social network owned and operated by Respondent.",
      "Venmo": "means the wholly or partially owned subsidiary, unincorporated division or business unit, or affiliate of PayPal, Inc., however denominated, that operates the Payment and Social Networking Service currently branded as Venmo."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibited Misrepresentations",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent any material restrictions to use the Payment and Social Networking Service or the extent to which it protects privacy, confidentiality, security, or integrity of covered information.",
        "requirements": [
          {
            "description": "Must not misrepresent any material restriction, limitation, or condition to use any Payment and Social Networking Service",
            "quoted_text": "IT IS ORDERED that Respondent, and Respondent's officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with the advertising, promotion, offering for sale, sale, or use of any Payment and Social Networking Service must not misrepresent or assist others in misrepresenting, expressly or by implication: A. Any material restriction, limitation, or condition to use any Payment and Social Networking Service",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent the extent to which it protects privacy, confidentiality, security, or integrity of covered information",
            "quoted_text": "B. The extent to which Respondent, in connection with any Payment and Social Networking Service, protects the privacy, confidentiality, security, or integrity of any covered information, including: 1. The extent to which a consumer may exercise control over the disclosure of any covered information from or about a User and the steps a User must take to implement any such controls; and 2. The extent to which Respondent implements or adheres to a particular level of security.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Required Disclosures About Funds Availability",
        "category": "affirmative_obligation",
        "summary": "Respondent must disclose clearly and conspicuously that transactions are subject to review and that funds could be frozen or removed, both in representations about fund availability and through notices to users.",
        "requirements": [
          {
            "description": "Must disclose that transactions are subject to review and funds could be frozen or removed when making representations about fund availability",
            "quoted_text": "Within one hundred and fifty (150) days of the effective date of this Order, Respondent, and Respondent's officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, when making any representation through any Payment and Social Networking Service, expressly or by implication, about the availability of funds to be transferred or withdrawn to a bank account (1) must disclose, clearly and conspicuously, and in close proximity to such representation (a) that the transaction is subject to review and (b) the fact, if true, that funds could be frozen or removed as a result of transaction reviews performed during the bank transfer or withdrawal process, and (2) the representation must not be otherwise misleading.",
            "deadline": "150 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must issue notice to Users about transaction reviews and potential blocking or reversing of payments",
            "quoted_text": "Respondent must issue a notice to Users, within one hundred and fifty (150) days of the effective date of this Order as follows: (i) for Users who have installed a Payment and Social Networking Service as an app, through the app such that the notice appears when the User next opens the app or (ii) for Users who have not installed a Payment and Social Networking Service as an app, through a text message, email, or other communication sufficient to provide clear and conspicuous notice prior to the User's next transaction. The notice shall disclose, clearly and conspicuously, and separate and apart from any \"privacy policy,\" \"terms of use,\" \"end user license agreement,\" or similar document, the fact, if true, that when a User attempts to transfer or withdraw funds to a bank account, Respondent (1) will perform transaction reviews, and (2) based on such review, may (i) block or delay the transfer or withdrawal, and/or (ii) reverse a payment transaction.",
            "deadline": "150 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Additional Privacy Disclosures",
        "category": "affirmative_obligation",
        "summary": "Respondent must clearly and conspicuously disclose to each User how transaction information will be shared and how privacy settings can limit visibility.",
        "requirements": [
          {
            "description": "Must disclose how transaction information will be shared and how privacy settings work",
            "quoted_text": "IT IS FURTHER ORDERED that, within one hundred and fifty (150) days of the effective date of this Order, and continuing thereafter, Respondent and Respondent's officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with any Payment or Social Networking Service, must clearly and conspicuously disclose to each User, through the Payment and Social Networking Service, and separate and apart from any \"privacy policy,\" \"terms of use,\" \"blog,\" \"helpful information\" page, or similar document: (1) how the User's transaction information will be shared with other Users; and (2) how the User can use privacy settings to limit or restrict the visibility or sharing of the User's transaction information on the Payment and Social Networking Service.",
            "deadline": "150 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "For existing Users, disclosure must occur at or immediately prior to next transaction",
            "quoted_text": "For Users that have already created an account when this disclosure is first issued, this disclosure must occur at or immediately prior to the time that the User next engages in a transaction through the Payment and Social Networking Service.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "For new Users, disclosure must occur when opening account",
            "quoted_text": "For Users that have not created an account when this disclosure is first issued, this disclosure must occur at the time the User opens an account.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "GLB Rule Provisions",
        "category": "prohibition",
        "summary": "Respondent is permanently restrained and enjoined from violating the Privacy of Consumer Financial Information Rule (Regulation P) and the Standards for Safeguarding Consumer Information Rule.",
        "requirements": [
          {
            "description": "Must not violate the Privacy of Consumer Financial Information Rule (Regulation P), 12 C.F.R. Part 1016",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent, and Respondent's officers, agents, employees and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with any Payment and Social Networking Service, are hereby permanently restrained and enjoined from violating any provision of: A. The Privacy of Consumer Financial Information Rule (Regulation P), 12 C.F.R. Part 1016",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not violate the Standards for Safeguarding Consumer Information Rule, 16 C.F.R. Part 314",
            "quoted_text": "B. The Standards for Safeguarding Consumer Information Rule, 16 C.F.R. Part 314.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Biennial Assessment Requirements",
        "category": "assessment",
        "summary": "Respondent must obtain initial and biennial third-party assessments of the Venmo Payment and Social Networking Service for 10 years, certifying security program effectiveness.",
        "requirements": [
          {
            "description": "Must obtain initial assessment covering first 180 days after service of Order",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent, and its successors and assigns, in connection with their compliance with Section IV(A) and (B) of this Order, shall obtain initial and biennial assessments and reports (\"Assessments\") of the Venmo Payment and Social Networking Service from a qualified, objective, independent third-party professional, using procedures and standards generally accepted in the profession. The reporting period for the Assessments shall cover: (1) the first one hundred and eighty (180) days after service of the Order for the initial Assessment",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must obtain biennial assessments for each two-year period for 10 years after service of Order",
            "quoted_text": "and (2) each two-year period thereafter for ten (10) years after service of this Order for the biennial Assessments.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Each Assessment must set forth specific safeguards implemented and maintained",
            "quoted_text": "Each Assessment shall: A. Set forth the specific administrative, technical, and physical safeguards that Respondent has implemented and maintained during the reporting period",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Each Assessment must explain how safeguards are appropriate to size, complexity, and sensitivity of information",
            "quoted_text": "B. Explain how such safeguards are appropriate to Respondent's size and complexity, the nature and scope of Respondent's activities, and the sensitivity of the covered information collected from or about consumers",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Each Assessment must explain how safeguards meet or exceed Section IV(B) requirements",
            "quoted_text": "C. Explain how the safeguards that have been implemented meet or exceed the protections required by Section IV(B) of this Order",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Each Assessment must certify that security program is operating effectively",
            "quoted_text": "D. Certify that Respondent's security program(s) is operating with sufficient effectiveness to provide reasonable assurance that the confidentiality, security, and integrity of covered information is protected and has so operated throughout the reporting period.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Each Assessment must be completed within 60 days after the end of the reporting period",
            "quoted_text": "Each Assessment must be completed within 60 days after the end of the reporting period to which the Assessment applies.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must submit initial Assessment to the Commission within 10 days after completion",
            "quoted_text": "Respondent must submit the initial Assessment to the Commission within 10 days after the Assessment has been completed.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must retain all subsequent biennial Assessments until Order terminates",
            "quoted_text": "Respondent must retain all subsequent biennial Assessments, at least until the Order terminates.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must submit biennial Assessments to Commission within 10 days of request",
            "quoted_text": "Respondent must submit any biennial Assessments to the Commission within 10 days of a request from a representative of the Commission.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Acknowledgments of the Order",
        "category": "acknowledgment",
        "summary": "Respondent must submit acknowledgment of receipt of the Order to the Commission, deliver copies to personnel for 20 years, and obtain signed acknowledgments from recipients.",
        "requirements": [
          {
            "description": "Must submit acknowledgment of receipt of Order to Commission",
            "quoted_text": "Respondent, within 10 days after the effective date of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must deliver copy of Order to principals, officers, directors, managers, employees, agents, and representatives for 20 years",
            "quoted_text": "For 20 years after the issuance date of this Order, Respondent must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees, agents, and representatives who participate in conduct related to the subject matter of the Order; and (3) any business entity resulting from any change in structure as set forth in the Provision titled Compliance Reports and Notices.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Delivery to current personnel must occur within 10 days after effective date",
            "quoted_text": "Delivery must occur within 10 days after the effective date of this Order for current personnel.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Delivery to new personnel must occur before they assume responsibilities",
            "quoted_text": "For all others, delivery must occur before they assume their responsibilities.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must obtain signed and dated acknowledgment from each recipient within 60 days",
            "quoted_text": "From each individual or entity to which Respondent delivered a copy of this Order, Respondent must obtain, within 60 days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Compliance Reports and Notices",
        "category": "compliance_reporting",
        "summary": "Respondent must submit annual compliance reports and notices of changes in structure or contact information to the Commission.",
        "requirements": [
          {
            "description": "Must submit compliance report one year after issuance of Order",
            "quoted_text": "One year after the issuance date of this Order, Respondent must submit a compliance report, sworn under penalty of perjury, in which Respondent must: (a) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission, may use to communicate with Respondent; (b) identify all of Respondent's businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (c) describe the activities of each business, including the goods and services offered, the means of advertising, marketing, and sales; (d) describe in detail whether and how Respondent is in compliance with each Provision of this Order, including a discussion of all of the changes Respondent made to comply with the Order; and (e) provide a copy of each Acknowledgment of the Order obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must submit compliance notice within 14 days of change in designated point of contact or structure",
            "quoted_text": "Respondent must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following: (a) any designated point of contact; or (b) the structure of Respondent or any entity that Respondent has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that provides a Payment and Social Networking Service.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must submit notice of bankruptcy or insolvency filing within 14 days",
            "quoted_text": "Respondent must submit notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against Respondent within 14 days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must create and retain specified records for 20 years after Order issuance, including accounting records, personnel records, consumer complaints, compliance materials, and marketing materials.",
        "requirements": [
          {
            "description": "Must create records for 20 years and retain each record for 5 years",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent must create certain records for 20 years after the issuance date of the Order, and retain each such record for 5 years, unless otherwise specified below.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must create and retain accounting records showing revenues from Payment and Social Networking Services",
            "quoted_text": "A. accounting records showing the revenues from all Payment and Social Networking Services sold",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must create and retain personnel records",
            "quoted_text": "B. personnel records showing, for each person providing services in relation to any aspect of the Order, whether as an employee or otherwise, that person's: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must create and retain copies of all consumer complaints and responses",
            "quoted_text": "C. copies or records of all consumer complaints regarding any Payment and Social Networking Service, whether received directly or indirectly, such as through a third party, and any response",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must create and retain all records necessary to demonstrate full compliance with Order",
            "quoted_text": "D. all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must create and retain copy of each unique advertisement or marketing material",
            "quoted_text": "E. a copy of each unique Payment and Social Networking Service advertisement or other marketing material making a representation subject to this Order",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must retain Assessment materials for 3 years after preparation",
            "quoted_text": "F. for 3 years after the date of preparation of each Assessment required by this Order, all materials relied upon to prepare the Assessment, whether prepared by or on behalf of Respondent, including all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, and any other materials concerning Respondent's compliance with related Provisions of this Order, for the compliance period covered by such Assessment.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission has the right to monitor compliance through requesting additional reports, interviewing personnel, and using other lawful means including posing as consumers.",
        "requirements": [
          {
            "description": "Must submit additional compliance reports or information within 10 days of written request from Commission",
            "quoted_text": "Within 10 days of receipt of a written request from a representative of the Commission, Respondent must submit additional compliance reports or other requested information, which must be sworn under penalty of perjury, and produce records for inspection and copying.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Commission representatives are authorized to communicate directly with Respondent",
            "quoted_text": "For matters concerning this Order, representatives of the Commission are authorized to communicate directly with Respondent.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must permit Commission representatives to interview affiliated persons who agree",
            "quoted_text": "Respondent must permit representatives of the Commission to interview anyone affiliated with Respondent who has agreed to such an interview. The interviewee may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Commission may use all lawful means to monitor compliance, including posing as consumers",
            "quoted_text": "The Commission may use all other lawful means, including posing through its representatives as consumers, suppliers, or other individuals or entities, to Respondent or any individual or entity affiliated with Respondent, without the necessity of identification or prior notice.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Order Effective Dates",
        "category": "duration",
        "summary": "The Order is effective upon publication on the Commission's website and will terminate on May 23, 2038, or 20 years from the most recent date a complaint is filed alleging violation of the Order, whichever is later.",
        "requirements": [
          {
            "description": "Order is final and effective upon publication on FTC website",
            "quoted_text": "IT IS FURTHER ORDERED that this Order is final and effective upon the date of its publication on the Commission's website (ftc.gov) as a final order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This Order will terminate on May 23, 2038, or 20 years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of this Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Provision in this Order that terminates in less than 20 years; B. This Order's application to any Respondent that is not named as a defendant in such complaint; and C. This Order if such complaint is filed after the Order has terminated pursuant to this Provision. Provided, further, that if such complaint is dismissed or a federal court rules that Respondent did not violate any provision of the Order, and the dismissal or ruling is either not appealed or upheld on appeal, then the Order will terminate according to this Provision as though the complaint had never been filed, except that the Order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "05.18, PayPal Complaint.pdf",
      "order": "05.18, PayPal Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 6,
      "complaint_representations": 5,
      "order_provisions": 10,
      "order_definitions": 9,
      "order_requirements": 39
    },
    "processing_time_seconds": 163.3
  }
}