{
  "case_info": {
    "docket_number": "C-4803",
    "company": {
      "name": "InMarket Media, LLC",
      "incorporation_state": "Delaware",
      "entity_type": "limited liability company",
      "address": "111 Congress Avenue, Suite 500, Austin, TX 78701",
      "business_description": "InMarket Media, LLC is a digital marketing platform and data aggregator that collects consumer location data through its software development kit (SDK) and purchases consumer information from other sources. The company uses this data to facilitate targeted advertising to consumers on their mobile devices and categorizes consumers into advertising audiences for use on third-party advertising platforms."
    },
    "commissioners": [
      "Lina M. Khan, Chair",
      "Rebecca Kelly Slaughter",
      "Alvaro M. Bedoya",
      "Melissa Holyoak",
      "Andrew Ferguson"
    ],
    "case_date": {
      "month": 5,
      "year": 2024
    },
    "legal_authority": "Federal Trade Commission Act",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/2023088-inmarket-media-llc",
    "statutory_topics": [
      "Section 5 Only"
    ],
    "practice_areas": [
      "Privacy",
      "Surveillance"
    ],
    "industry_sectors": [
      "Technology"
    ]
  },
  "complaint": {
    "factual_background": "InMarket Media, LLC is a digital marketing platform that collected precise location data from consumers through its own apps (CheckPoints and ListEase) and via its SDK embedded in over 300 third-party apps, reaching approximately 100 million unique devices annually. InMarket used misleading consent screens that told consumers their location was needed for app functionality (earning points or shopping list reminders), while concealing that the data was actually used to build detailed consumer profiles for targeted advertising. The company also failed to verify that third-party apps incorporating its SDK obtained informed consumer consent before collecting location data, and did not provide those developers with enough information to give proper notice. InMarket retained this sensitive location data — which could reveal where consumers live, work, worship, receive medical care, or attend political events — for up to five years, far longer than necessary for any stated business purpose.",
    "representations_made": [
      {
        "description": "CheckPoints (iOS) told users their location would be used to award extra points for walking into stores",
        "quoted_text": "CheckPoints stated: “Allow CheckPoints to access your location? This allows us to award you extra points for walking into stores.” CheckPoints consent screen inquired of Android",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 14,
        "quote_start_line": 134,
        "quote_end_line": 135
      },
      {
        "description": "CheckPoints (Android) told users their location was used to find nearby earning opportunities",
        "quoted_text": "users: “CheckPoints finds nearby earning opportunities by using your device’s location,” and then asks users to “Enable Location Services.”",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 14,
        "quote_start_line": 136,
        "quote_end_line": 137
      },
      {
        "description": "ListEase (iOS) told users their location was used so they don't forget items on their list when at a store",
        "quoted_text": "consent screen stated the following: “Allow ListEase to use your location? Uses location so you don’t forget items on your list when you are at the store.” For Android devices, ListEase",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 16,
        "quote_start_line": 147,
        "quote_end_line": 148
      },
      {
        "description": "ListEase (Android) told users location permissions were needed to unlock reminders when they are in the store",
        "quoted_text": "stated, “Allow Location Permissions to unlock reminders. Get a reminder when you’re in the store so you never forget to grab the items you need!”",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 16,
        "quote_start_line": 149,
        "quote_end_line": 150
      },
      {
        "description": "A third-party photo-editing app incorporating InMarket's SDK told users their location would be used to provide rewards and discounts when visiting retail partners — concealing InMarket's extensive background data collection",
        "quoted_text": "with the prompt: “Your location is used to provide you with rewards and discounts when you visit retail partners.” Based on this disclosure, a consumer may believe that her location data",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 23,
        "quote_start_line": 201,
        "quote_end_line": 202
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Unfair Collection and Use of Consumer Location Data (Own Apps)",
        "representation": "Respondent collected consumers' location data through apps it owns and operates (CheckPoints and ListEase) while failing to notify consumers that it uses the data to develop consumer profiles and target them with advertising.",
        "fact": "InMarket's consent screens only described location use for app functionality (earning points or shopping list reminders) and did not disclose that location data was collected multiple times per hour, combined with purchased data, and used to build detailed consumer profiles for targeted advertising.",
        "conclusion": "Respondent's collection of consumers' location data through apps that it owns is an unfair act or practice, causing substantial injury to millions of consumers that is not reasonably avoidable and not outweighed by countervailing benefits."
      },
      {
        "count_number": 2,
        "title": "Unfair Collection and Use of Consumer Location Data from Third-Party Apps",
        "representation": "Respondent collected consumers' location data through third-party apps incorporating its SDK without taking reasonable steps to verify that consumers were notified that it uses the data to develop consumer profiles and target them with advertising.",
        "fact": "InMarket did not require third-party app developers to obtain informed consumer consent, did not provide developers sufficient information to give proper notice, did not collect or retain records of disclosures made by third-party apps, and therefore did not know whether users of hundreds of third-party apps were ever informed about InMarket's data collection and use.",
        "conclusion": "Respondent's collection of consumers' location data through third-party apps is an unfair act or practice, causing substantial injury to millions of consumers that is not reasonably avoidable and not outweighed by countervailing benefits."
      },
      {
        "count_number": 3,
        "title": "Unfair Retention of Consumer Location Data",
        "representation": "Respondent retained detailed, sensitive information about consumers' movements for five years.",
        "fact": "Retaining consumer location data for five years is longer than reasonably necessary to effectuate InMarket's stated business purposes (allowing consumers to earn shopping points or make shopping lists), significantly increasing the risk that sensitive data could be disclosed, misused, and re-identified.",
        "conclusion": "Respondent's retention of consumers' detailed location data for longer than is reasonably necessary to effectuate its business purpose is an unfair act or practice, causing or likely to cause substantial injury that is not reasonably avoidable and not outweighed by countervailing benefits."
      },
      {
        "count_number": 4,
        "title": "Deceptive Failure to Disclose InMarket's Use of Consumer Location Data",
        "representation": "Respondent represented, directly or indirectly, expressly or by implication, that CheckPoints and ListEase app users' location information would be used for awarding extra points for walking into stores or list reminders.",
        "fact": "Since at least 2017, InMarket has been using location data collected from CheckPoints and ListEase users for targeted advertising, supplementing that information with additional purchased data, sharing it with third parties for advertising purposes, and using it to develop predictions about consumer behavior and characteristics.",
        "conclusion": "InMarket's failure to disclose the material information described in Paragraph 38, in light of the representations set forth in Paragraph 37, is a deceptive act or practice in violation of Section 5(a) of the FTC Act."
      }
    ]
  },
  "order": {
    "definitions": {
      "Affirmative Express Consent": "any freely given, specific, informed, and unambiguous indication of an individual consumer's wishes demonstrating agreement by the individual, such as by an affirmative action, following a Clear and Conspicuous disclosure to the individual of: (1) the categories of Covered Information that will be collected; (2) the purpose(s) for which the Covered Information is being collected, used, or disclosed; (3) a simple, descriptive URL (or hyperlink if technically possible) to a document that describes the types of entities collecting the Covered Information or to whom the Covered Information is disclosed; and (4) a simple, descriptive URL (or hyperlink if technically possible) to a simple, easily-located means by which the consumer can withdraw consent and that describes any limitations on the consumer's ability to withdraw consent. The Clear and Conspicuous disclosure must be separate from any \"privacy policy,\" \"terms of service,\" \"terms of use,\" or other similar document. The following do not constitute Affirmative Express Consent: 1. Inferring consent from the hovering over, muting, pausing, or closing of a given piece of content by the consumer; or 2. Obtaining consent through a user interface that has the substantial effect of subverting or impairing user autonomy, decision-making, or choice.",
      "Clear(ly) and Conspicuous(ly)": "means that a required disclosure is difficult to miss (i.e., easily noticeable) and easily understandable by ordinary consumers, including in all of the following ways:\n1. In any communication that is solely visual or solely audible, the disclosure must be made through the same means through which the communication is presented. In any communication made through both visual and audible means, such as a television advertisement, the disclosure must be presented simultaneously in both the visual and audible portions of the communication even if the representation requiring the disclosure (\"triggering representation\") is made through only one means.\n2. A visual disclosure, by its size, contrast, location, the length of time it appears, and other characteristics, must stand out from any accompanying text or other visual elements so that it is easily noticed, read, and understood.\n3. An audible disclosure, including by telephone or streaming video, must be delivered in a volume, speed, and cadence sufficient for ordinary consumers to easily hear and understand it.\n4. In any communication using an interactive electronic medium, such as the Internet or software, the disclosure must be unavoidable.\n5. The disclosure must use diction and syntax understandable to ordinary consumers and must appear in each language in which the triggering representation appears.\n6. The disclosure must comply with these requirements in each medium through which it is received, including all electronic devices and face-to-face communications.\n7. The disclosure must not be contradicted or mitigated by, or inconsistent with, anything else in the communication.\n8. When the representation or sales practice targets a specific audience, such as children, the elderly, or the terminally ill, \"ordinary consumers\" includes reasonable members of that group.",
      "Covered Information": "information from or about an individual consumer including, but not limited to: (1) a first and last name; (2) Location Data; (3) an email address or other online contact information; (4) a telephone number; (5) a Social Security number; (6) a driver's license or other unique government-issued identification number; (7) a financial institution account number; (8) credit or debit card information; (9) a persistent identifier, such as a customer number held in a \"cookie,\" a static Internet Protocol (\"IP\") address, a mobile device ID, or processor serial number; or (10) socio-economic or demographic data. Deidentified information is not Covered Information.",
      "Deidentified / Deidentify": "means information that cannot reasonably identify, be associated with, or be linked, directly or indirectly, to a particular consumer, provided that Respondent:\n1. Has implemented technical safeguards to prohibit reidentification of the consumer to whom the information pertains;\n2. Has implemented business processes that specifically prohibit reidentification of the information;\n3. Has implemented business processes to prevent inadvertent release of Deidentified information; and\n4. Makes no attempt to reidentify the information.\nData that is linked to a mobile advertising identifier or an individual's home is not Deidentified.",
      "Historic Location Data": "Location Data that Respondent collected from consumers without consumers' Affirmative Express Consent.",
      "Location Data": "any data that reveals a mobile device's or consumer's precise location, including but not limited to Global Positioning System (GPS) coordinates, fine location data, cell tower information, or precise location information inferred from basic service set identifiers (BSSIDs), WiFi Service Set Identifiers (SSID) information, or Bluetooth receiver information, or any unique persistent identifier combined with such data, such as a mobile advertising identifier or identifier for advertisers (IDFA). Data that reveals only a mobile device or consumer's coarse location (e.g., zip code or census block location with a radius of at least 1,850 feet), or that is used solely for the purpose of generating such coarse location and then deleted within 48 hours of collection, is not Location Data.",
      "Respondent": "InMarket Media, LLC (\"InMarket\"), and its successors and assigns.",
      "Respondent App": "a mobile application that Respondent owns and operates.",
      "Sensitive Location": "(1) sexual and reproductive health care providers, offices of mental health physicians and practitioners, residential mental health and substance abuse facilities, outpatient mental health and substance abuse centers, psychiatric and substance abuse hospitals, offices of oncologists, and offices of pediatricians; (2) religious organizations; (3) correctional facilities; (4) labor union offices; (5) locations held out to the public as predominantly providing education or childcare services to minors; (6) locations held out to the public as predominantly providing services to LGBTQ+ individuals such as service organizations, bars and nightlife; (7) locations held out to the public as predominantly providing services based on racial or ethnic origin; (8) locations held out to the public as predominantly providing temporary shelter or social services to homeless, survivors of domestic violence, refugees, or immigrants; or (9) locations of public gatherings of individuals during political or social demonstrations, marches, and protests.",
      "Sensitive Location Data": "any consumer Location Data associated with a Sensitive Location.",
      "Software development kit / SDK": "the code necessary to integrate Respondent's advertisements or Location Data collection tools in a mobile application (\"app\")."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations",
        "category": "prohibition",
        "summary": "Respondent must not materially misrepresent the extent to which it collects, uses, maintains, discloses, or deletes Location Data, or the extent to which that Location Data is Deidentified.",
        "requirements": [
          {
            "description": "Must not materially misrepresent the extent to which Respondent collects, uses, maintains, discloses, or deletes any Location Data",
            "quoted_text": "IT IS ORDERED that Respondent and Respondent’s officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with any product or service, must not materially misrepresent, in any manner, expressly or by implication: 4 A. The extent to which Respondent collects, uses, maintains, discloses, or deletes any Location Data; and",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 147,
            "quote_end_line": 155
          },
          {
            "description": "Must not materially misrepresent the extent to which Location Data that Respondent collects, uses, maintains, or discloses is Deidentified",
            "quoted_text": "B. The extent to which Location Data that Respondent collects, uses, maintains, or discloses is Deidentified.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 156,
            "quote_end_line": 157
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Prohibition on the Sale or Licensing of Location Data",
        "category": "prohibition",
        "summary": "Respondent must not sell or license Location Data in exchange for any valuable consideration.",
        "requirements": [
          {
            "description": "Must not sell or license Location Data in exchange for any valuable consideration",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent and Respondent’s officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, must not sell or license Location Data in exchange for any valuable consideration.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 159,
            "quote_end_line": 162
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "III",
        "title": "Prohibition on Products or Services Categorizing or Targeting Consumers Based on Sensitive Location Data",
        "category": "prohibition",
        "summary": "Respondent must not use, sell, license, transfer, or otherwise share any products or services that categorize or target consumers based on Sensitive Location Data associated with identified Sensitive Locations, except as necessary to comply with Provision IV.",
        "requirements": [
          {
            "description": "Must not use, sell, license, transfer, or otherwise share any products or services that categorize or target consumers based on Sensitive Location Data associated with locations Respondent has identified pursuant to Subpart IV.D (except as necessary to comply with Provision IV)",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent and Respondent’s officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, must not use, sell, license, transfer, or otherwise share any products or services that categorize or target consumers based on Sensitive Location Data associated with locations Respondent has identified pursuant to Subpart IV.D., provided however, Respondent may use such data as necessary to comply with Provision IV.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 165,
            "quote_end_line": 171
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Sensitive Location Data Program",
        "category": "affirmative_obligation",
        "summary": "Respondent must establish, implement, and maintain a Sensitive Location Data Program within 90 days to prevent use, sale, licensing, transfer, or sharing of products or services that categorize or target consumers based on Sensitive Location Data.",
        "requirements": [
          {
            "description": "Establish and implement a Sensitive Location Data Program within 90 days of Order issuance, and thereafter maintain it",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent, within 90 days of the issuance of this Order, must establish and implement, and thereafter maintain, a Sensitive Location Data Program to prevent the Respondent from using, selling, licensing, transferring, or otherwise sharing any products or services that categorize or target consumers based on Sensitive Location Data (“Sensitive Location Data Program”). To satisfy this requirement, Respondent must, at a minimum:",
            "deadline": "90 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 173,
            "quote_end_line": 178
          },
          {
            "description": "Document in writing the components of the Sensitive Location Data Program and the plan for implementing and maintaining it",
            "quoted_text": "A. Document in writing the components of the Sensitive Location Data Program as well as the plan for implementing and maintaining the Sensitive Location Data Program;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 179,
            "quote_end_line": 180
          },
          {
            "description": "Identify a qualified employee or employees who report directly to an executive to coordinate and be responsible for the Sensitive Location Data Program, and keep the executive and Board of Directors informed of the program, all actions and procedures implemented, and any actions to be implemented",
            "quoted_text": "B. Identify a qualified employee or employees, who report(s) directly to an executive, such as the Chief Executive Officer, Chief Compliance Officer, or Chief Legal Officer, to coordinate and be responsible for the Sensitive Location Data Program, and keep the executive and the Board of Directors informed of the Sensitive Location Data Program, including all actions and procedures implemented to comply with the requirements of this order, and any actions and procedures to be implemented to ensure continued compliance with this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 181,
            "quote_end_line": 187
          },
          {
            "description": "Provide the written program and any evaluations or updates to Respondent's board of directors or governing body (or principal executive officer if no board exists) at least every twelve months",
            "quoted_text": "C. Provide the written program and any evaluations thereof or updates thereto to Respondent’s board of directors or governing body or, if no such board or equivalent body exists, to the principal executive officer of Respondent at least every twelve months;",
            "deadline": "At least every 12 months",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 188,
            "quote_end_line": 191
          },
          {
            "description": "Develop procedures to identify Sensitive Locations in each geographic region where Respondent collects or obtains Location Data, using methods or services developed by Respondent or offered commercially by third parties",
            "quoted_text": "D. Develop procedures to identify, using methods, sources, products and services developed by Respondent or offered commercially by third parties, Sensitive Locations in each geographic region in which Respondent collects or otherwise obtains Location Data. If a building or place is identified as including both a Sensitive Location and a non-Sensitive Location, Respondent may associate Location Data with the non-Sensitive Location only;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 194,
            "quote_end_line": 198
          },
          {
            "description": "Assess, at least once every six months, the accuracy and completeness of Respondent's list of Sensitive Locations, including verifying the list, evaluating third-party identification methods, updating the list, and documenting each step of the assessment",
            "quoted_text": "E. Assess, at least once every six months, the accuracy and completeness of Respondent’s list of Sensitive Locations. Such assessments must include: 1. Verifying that Respondent’s list includes Sensitive Locations known to Respondent; 2. Identifying and assessing methods, sources, products, and services developed by Respondent or offered by third parties that identify Sensitive Locations; 3. Updating its list of Sensitive Locations by selecting and using the methods, sources, products, or services developed by Respondent or offered by third parties that are accurate and comprehensive in identifying Sensitive Locations; and 4. Documenting each step of this assessment, including the reasons Respondent selected the methods, sources, products, or services used in updating Respondent’s list of Sensitive Locations.",
            "deadline": "At least every 6 months",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 199,
            "quote_end_line": 211
          },
          {
            "description": "Implement policies, procedures, and technical measures to prevent Respondent from using, selling, licensing, transferring, or otherwise sharing any products or services that categorize or target consumers based on Sensitive Location Data",
            "quoted_text": "F. Implement policies, procedures, and technical measures to prevent Respondent from using, selling, licensing, transferring, or otherwise sharing any products or services that categorize or target consumers based on Sensitive Location Data.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 212,
            "quote_end_line": 214
          },
          {
            "description": "Monitor and test the effectiveness of the policies, procedures, and technical measures at least annually",
            "quoted_text": "G. Monitor and test the effectiveness of the policies, procedures, and technical measures at least annually; and",
            "deadline": "Annually",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 215,
            "quote_end_line": 216
          },
          {
            "description": "Evaluate and adjust the Sensitive Location Data Program in light of changes to operations, business arrangements, or any circumstance that may impact program effectiveness; evaluate at minimum every twelve months and implement modifications based on results",
            "quoted_text": "H. Evaluate and adjust the Sensitive Location Data Program in light of any changes to Respondent’s operations or business arrangements, or any other circumstance that Respondent knows or has reason to know may have an impact on the Sensitive Location Data Program’s effectiveness. At a minimum, Respondent must evaluate the Sensitive Location Data Program every twelve months and implement modifications based on the results.",
            "deadline": "At least every 12 months",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 217,
            "quote_end_line": 222
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Comprehensive Security Program"
        ]
      },
      {
        "provision_number": "V",
        "title": "Other Limitations on Collection, Use, Maintenance, and Disclosure of Location Data Absent Affirmative Express Consent",
        "category": "prohibition",
        "summary": "Respondent must not collect, use, maintain, or disclose a consumer's Location Data through any Respondent App without documented Affirmative Express Consent and without providing a Clear and Conspicuous reminder at least every six months.",
        "requirements": [
          {
            "description": "Must not collect, use, maintain, or disclose a consumer's Location Data through any Respondent App without a record satisfying Subpart XVI.F documenting the consumer's Affirmative Express Consent obtained prior to collection or use",
            "quoted_text": "A. In connection with any Respondent App, collect, use, maintain, or disclose a consumer’s Location Data without a record satisfying the requirements in Subpart XVI.F documenting the consumer’s Affirmative Express Consent obtained prior to Respondent’s collection or use of Location Data;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 228,
            "quote_end_line": 233
          },
          {
            "description": "Must not collect, use, maintain, or disclose a consumer's Location Data through any Respondent App unless the consumer receives a Clear and Conspicuous reminder at least every six months that their Location Data is being collected (and disclosed, if applicable), along with instructions for a simple control to turn off Location Data collection",
            "quoted_text": "B. In connection with any Respondent App, collect, use, maintain, or disclose a consumer’s Location Data, unless the consumer receives a Clear and Conspicuous reminder, at least every six months that the consumer’s Location Data is being collected and, if applicable, disclosed, along with instructions for a simple control to turn off Location Data collection. Any such reminder must be done through a consumer-enabled push notification or to an e-mail address provided by the consumer or, if the consumer has not opted into push notifications and an email address is unavailable, through a notice in the app. Provided, however, that reminders mandated by Subpart V.B are not required when Respondent confirms that a consumer’s device is utilizing an operating system version that reminds consumers that their Location Data is being collected or that limits Location Data collection by default for infrequently used apps.",
            "deadline": "At least every 6 months",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 234,
            "quote_end_line": 244
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "VI",
        "title": "SDK Supplier Assessment Program",
        "category": "affirmative_obligation",
        "summary": "Respondent must implement and maintain an SDK Supplier Assessment Program within 90 days to ensure consumers have consented to the collection and use of Location Data obtained through Respondent's SDK.",
        "requirements": [
          {
            "description": "Implement and maintain an SDK Supplier Assessment Program within 90 days of the effective date of this Order",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent, within 90 days of the effective date of this Order, must implement and maintain an “SDK Supplier Assessment Program” designed to ensure that consumers have provided consent for the collection and use of Location Data obtained by Respondent through Respondent’s SDK. In connection with the SDK Supplier Assessment Program, the Respondent must, at a minimum:",
            "deadline": "90 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 246,
            "quote_end_line": 250
          },
          {
            "description": "Document in writing the content, implementation, and maintenance of the SDK Supplier Assessment Program",
            "quoted_text": "A. Document in writing the content, implementation, and maintenance of the SDK Supplier Assessment Program; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 251,
            "quote_end_line": 252
          },
          {
            "description": "Conduct an assessment of each third party providing Location Data through Respondent's SDK within 30 days of entering a data-sharing agreement (or within 30 days of program implementation for existing agreements), and thereafter annually, to confirm consumers have provided Affirmative Express Consent or specifically consented to collection, use, and sale of their Location Data",
            "quoted_text": "B. Conduct an assessment of each third party providing Location Data to Respondent through Respondent’s SDK within thirty (30) days of such third party entering into a data- sharing agreement with Respondent (or, for parties with existing data-sharing agreements, within thirty (30) days of the implementation of the SDK Supplier Assessment Program), and thereafter annually, designed to confirm that consumers provide Affirmative Express Consent if available, or to confirm that consumers specifically consent to the collection, use and sale of their Location Data.",
            "deadline": "30 days (initial); annually thereafter",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 253,
            "quote_end_line": 259
          },
          {
            "description": "Create and maintain records of third parties' responses obtained under the SDK Supplier Assessment Program",
            "quoted_text": "C. Create and maintain records of the third parties’ responses obtained by Respondents under the SDK Supplier Assessment Program.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 260,
            "quote_end_line": 261
          },
          {
            "description": "Refrain from using, selling, licensing, transferring, or otherwise sharing or disclosing any Location Data provided through Respondent's SDK for which Respondent was unable to confirm consumer consent",
            "quoted_text": "D. Refrain from using, selling, licensing, transferring or otherwise sharing or disclosing any Location Data provided to Respondent through Respondent’s SDK after implementation of the SDK Supplier Assessment Program for which Respondent was unable to confirm that consumers have provided consent, as provided in Subpart VI.B above.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 262,
            "quote_end_line": 265
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Withholding and Withdrawing Affirmative Express Consent",
        "category": "affirmative_obligation",
        "summary": "Respondent must provide consumers with a simple means to withdraw Affirmative Express Consent and must not unreasonably limit a consumer's ability to withhold or withdraw consent.",
        "requirements": [
          {
            "description": "Provide a simple, easily-located means for consumers to withdraw Affirmative Express Consent in connection with Location Data, no more burdensome than the means by which the consumer provided consent",
            "quoted_text": "A. Provide a simple, easily-located means for consumers to withdraw any Affirmative Express Consent provided to Respondent in connection with Location Data that is no more burdensome than the means by which the consumer provided consent. Such means may include a prominent notice with instructions, link to a webpage that sets out instructions, or link to an applicable operating system, device or app permission or setting; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 273,
            "quote_end_line": 277
          },
          {
            "description": "Must not unreasonably limit a consumer's ability to withhold or withdraw Affirmative Express Consent, such as by degrading the quality or functionality of a product or service as a penalty, unless collection of Location Data is technically necessary to provide that quality or functionality",
            "quoted_text": "B. Not unreasonably limit a consumer’s ability to withhold or withdraw Affirmative Express Consent, such as by degrading the quality or functionality of a product or service as a penalty for withholding or withdrawing such Affirmative Express Consent, unless the collection and use of Location Data is technically necessary to provide the quality or functionality of the product or service without such degradation.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 278,
            "quote_end_line": 282
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Obligations When Affirmative Express Consent is Withdrawn",
        "category": "affirmative_obligation",
        "summary": "Respondent must cease collecting all Location Data from a specific Respondent App on a device within 7 days after receiving notice that the consumer has withdrawn Affirmative Express Consent.",
        "requirements": [
          {
            "description": "Cease collecting all Location Data associated with a specific Respondent App on a device within 7 days after receiving notice that the consumer has withdrawn their Affirmative Express Consent for collection from that app and device",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent and Respondent’s officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, must cease collecting all Location Data associated with a specific Respondent App on a device within 7 days after Respondent receives notice that the consumer has withdrawn their Affirmative Express Consent for such collection from that app and device using the means that Respondent provided under Subpart VII.A.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 284,
            "quote_end_line": 290
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "IX",
        "title": "Location Data Deletion Requests",
        "category": "affirmative_obligation",
        "summary": "Respondent must implement and maintain a simple means for consumers to request deletion of their Location Data and must delete such data within 30 days of the request.",
        "requirements": [
          {
            "description": "Implement and maintain a simple, easily-located means for consumers to request deletion of Location Data previously collected from a specific mobile device, and delete Location Data within 30 days of receipt of the request (unless a shorter period is required by law); Respondent may require information necessary to complete requests but must not use it for any other purpose; may implement deletion by Deidentifying the Location Data",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent and Respondents’ officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, must implement and maintain a simple, easily-located means for consumers to request that Respondent delete Location Data that Respondent previously collected from a specific mobile device, and delete Location Data within 30 days of receipt of such request unless a shorter period for deletion is required by law. Respondent may require consumers to provide Respondent with information necessary to complete such requests, but must not use, provide access to, or disclose any information collected for a deletion request for any other purpose. Respondent may implement such deletion requests by Deidentifying the Location Data.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 292,
            "quote_end_line": 301
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Data Deletion"
        ]
      },
      {
        "provision_number": "X",
        "title": "Data Retention Limits",
        "category": "affirmative_obligation",
        "summary": "Respondent must document, adhere to, and publish a retention schedule for Covered Information within 60 days, report it to the Commission, and update the schedule before collecting any new types of Covered Information.",
        "requirements": [
          {
            "description": "Within 60 days of the effective date, document, adhere to, and make publicly available a retention schedule for Covered Information setting forth: the business purpose for each type collected, the specific business purpose for retaining it, and an established timeframe for deletion limited to the shortest time reasonably necessary (no indefinite retention)",
            "quoted_text": "A. Within 60 days of the effective date of this Order, document, adhere to, and make publicly available from a link on the Respondent Apps or the home page of its website(s), a retention schedule for Covered Information, setting forth: (1) the business purpose or purposes for which each type of Covered Information is collected and used; (2) the specific business purpose(s) for retaining each type of Covered Information; and (3) an established timeframe for deletion of each type of Covered Information limited to the shortest time reasonably necessary to fulfill the purpose for which the Covered Information was collected, and in no instance providing for the indefinite retention of any Covered Information; and",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 305,
            "quote_end_line": 312
          },
          {
            "description": "Within 60 days of the effective date, provide a written statement to the Commission describing the publicly available retention schedule for Covered Information",
            "quoted_text": "B. Within 60 days of the effective date of this Order, Respondent shall provide a written statement to the Commission, pursuant to the Provision entitled Compliance Report and Notices, describing the retention schedule for Covered Information made publicly available on its website(s) and app(s); and",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 315,
            "quote_end_line": 318
          },
          {
            "description": "Prior to collecting any new type of Covered Information not being collected as of the Order's issuance date and not described in published retention schedules, update the retention schedule to set forth the purpose, specific business need, and a deletion timeframe that precludes indefinite retention",
            "quoted_text": "C. Prior to collecting any new type of Covered Information that was not being collected as of the issuance date of this Order, and is not described in retention schedules published in accordance with Subpart A of this Provision entitled Data Retention Limits, Respondent must update its retention schedule setting forth: (1) the purpose or purposes for which the new information is collected and used; (2) the specific business needs for retaining the new information; and (3) a set timeframe for deletion of the new information that precludes indefinite retention.",
            "deadline": "Prior to collecting new type of Covered Information",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 319,
            "quote_end_line": 325
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "XI",
        "title": "Notice to Consumers",
        "category": "affirmative_obligation",
        "summary": "Within 45 days of the effective date, Respondent must provide notice to each consumer whose Location Data it collected and used through any Respondent App without a record of Affirmative Express Consent, via email and in-app notice.",
        "requirements": [
          {
            "description": "Within 45 days of the effective date, provide notice to each consumer whose Location Data was collected and used through any Respondent App where Respondent does not have a record of Affirmative Express Consent; deliver via email notice (if email address was previously collected) and a notice in the app itself",
            "quoted_text": "IT IS FURTHER ORDERED that, within 45 days of the effective date of this Order, Respondent must provide a notice to each consumer whose Location Data it collected and used through any Respondent App, where the Respondent does not have a record of the consumer’s Affirmative Express Consent. A. The notice must be delivered through: (1) an email notice (if Respondent previously collected an email address from the user); and (2) a notice in the app itself.",
            "deadline": "45 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 327,
            "quote_end_line": 332
          },
          {
            "description": "Email notices must contain the information set forth in Attachment A",
            "quoted_text": "B. Email notices sent by Respondent must contain the information set forth in Attachment A.",
            "deadline": "45 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 333,
            "quote_end_line": 334
          },
          {
            "description": "In-app notices must contain the specified settlement disclosure text referencing the FTC settlement and a link to Attachment A posted on www.inmarket.com",
            "quoted_text": "C. Notices in the app itself must contain the following: “InMarket has settled with the Federal Trade Commission, the nation’s consumer protection agency, to resolve their allegations that we collected, used and stored your location data without disclosing our marketing and analytics uses. As part of the settlement, we have changed our practices to improve transparency and control for consumers. To learn more— [Link to text of Attachment A posted on www.inmarket.com.]”.",
            "deadline": "45 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 335,
            "quote_end_line": 340
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "XII",
        "title": "Deletion",
        "category": "affirmative_obligation",
        "summary": "Respondent must delete Historic Location Data collected through Respondent Apps within 90 days, delete or Deidentify Historic Location Data collected from third parties within 120 days, and delete audience segments created using Historic Location Data within 120 days, unless prohibited by law.",
        "requirements": [
          {
            "description": "Within 90 days of the effective date, delete or destroy all Historic Location Data collected through Respondent Apps and provide a written confirmation statement to the Commission; Respondent may first request Affirmative Express Consent to retain such data, but must delete data for any device where consent is not provided or received within 30 days of the request",
            "quoted_text": "A. Within 90 days after the effective date of this Order, delete or destroy all Historic Location Data that Respondent collected through Respondent Apps, and provide a written statement to the Commission, pursuant to Subpart XV.E, confirming that all such information has been deleted or destroyed. Provided, however, Respondent shall have the option to request Affirmative Express Consent from the relevant consumer for the retention of Historic Location Data from a specific device. Within 30 days of Respondent’s request, Respondent will delete such Historic Location Data for any device where a consumer does not provide Affirmative Express Consent, or does not respond to the request within 30 days after the request is provided; 9 and",
            "deadline": "90 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 346,
            "quote_end_line": 357
          },
          {
            "description": "Within 120 days of the effective date, delete, Deidentify, or render non-sensitive all Historic Location Data collected from a third party, and provide a written confirmation statement to the Commission",
            "quoted_text": "B. Within 120 days after the effective date of this Order, delete, Deidentify or render non- sensitive (by, for example, ensuring that the Location Data is not associated with any Sensitive Location identified through the Sensitive Location Data Program under Subpart IV.D) all Historic Location Data that Respondent collected from a third party, and provide a written statement to the Commission, pursuant to subpart XV.E., confirming that all such information has been deleted, Deidentified or rendered non-sensitive.",
            "deadline": "120 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 358,
            "quote_end_line": 363
          },
          {
            "description": "Within 120 days of the effective date, delete or destroy all audience segments created using Historic Location Data, and provide a written confirmation statement to the Commission",
            "quoted_text": "C. Within 120 days after the effective date of this Order, delete or destroy all audience segments created using Historic Location Data, and provide a written statement to the Commission, pursuant to Subpart XV.E., confirming such deletion or destruction.",
            "deadline": "120 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 364,
            "quote_end_line": 366
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Data Deletion"
        ]
      },
      {
        "provision_number": "XIII",
        "title": "Mandated Privacy Program",
        "category": "affirmative_obligation",
        "summary": "Respondent must establish, implement, and maintain a comprehensive privacy program within 60 days of Order issuance that includes documented safeguards, risk assessments, training, and regular evaluations.",
        "requirements": [
          {
            "description": "Within 60 days of Order issuance, establish and implement, and thereafter maintain, a comprehensive privacy program that protects the privacy of Covered Information",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent, and any business that Respondent controls directly or indirectly, in connection with the collection, maintenance, use, disclosure of, or provision of access to Covered Information, must, within 60 days of issuance of this Order, establish and implement, and thereafter maintain, a comprehensive privacy program (the “Program”) that protects the privacy of such Covered Information. To satisfy this requirement, Respondent must at a minimum:",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 368,
            "quote_end_line": 373
          },
          {
            "description": "Document in writing the content, implementation, and maintenance of the privacy program",
            "quoted_text": "A. Document in writing the content, implementation, and maintenance of the Program;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 374,
            "quote_end_line": 374
          },
          {
            "description": "Provide the written program and any evaluations or updates to Respondent's board of directors or governing body (or senior officer responsible for the program, if no board exists) at least once every 12 months",
            "quoted_text": "B. Provide the written program, and any evaluations thereof or updates thereto to Respondent’s board of directors or governing body or, if no such board or equivalent governing body exists, to a senior officer of Respondent responsible for the Program at least once every 12 months;",
            "deadline": "At least every 12 months",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 375,
            "quote_end_line": 378
          },
          {
            "description": "Designate a qualified employee or employees to coordinate and be responsible for the privacy program",
            "quoted_text": "C. Designate a qualified employee or employees to coordinate and be responsible for the Program;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 379,
            "quote_end_line": 380
          },
          {
            "description": "Assess and document, at least once every 12 months, internal and external risks to the privacy of Covered Information that could result in unauthorized collection, maintenance, use, disclosure, or provision of access to such information",
            "quoted_text": "D. Assess and document, at least once every 12 months, internal and external risks to the privacy of Covered Information that could result in the: unauthorized collection, maintenance, use, disclosure of, or provision of access to such Covered Information;",
            "deadline": "At least every 12 months",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 381,
            "quote_end_line": 383
          },
          {
            "description": "Design, implement, maintain, and document safeguards that control for the material internal and external risks identified, based on the volume and sensitivity of Covered Information at risk and the likelihood the risk could be realized",
            "quoted_text": "E. Design, implement, maintain, and document safeguards that control for the material internal and external risks Respondent identifies to the privacy of Covered Information identified in response to Subpart XIII.D. Each safeguard must be based on the volume and sensitivity of Covered Information that is at risk, and the likelihood that the risk could be realized and result in the unauthorized collection, maintenance, use, disclosure of, or provision of access to Covered Information.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 384,
            "quote_end_line": 389
          },
          {
            "description": "Provide privacy and data security training programs at least annually for all employees and independent contractors responsible for handling or with access to Covered Information, updated to address any identified material risks and safeguards",
            "quoted_text": "F. On at least an annual basis, provide privacy and data security training programs for all employees and independent contractors responsible for handling or who have access to Covered Information, updated to address any identified material internal or external risks and safeguards implemented pursuant to this Order.",
            "deadline": "Annually",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 390,
            "quote_end_line": 393
          },
          {
            "description": "Test and monitor the effectiveness of the safeguards at least once every 12 months, and modify the program based on the results",
            "quoted_text": "G. Test and monitor the effectiveness of the safeguards at least once every 12 months, and modify the Program based on the results;",
            "deadline": "At least every 12 months",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 397,
            "quote_end_line": 398
          },
          {
            "description": "Evaluate and adjust the privacy program in light of changes to operations, business arrangements, new technological methods, or other circumstances that may impact effectiveness; evaluate at minimum once every 12 months and modify the program if needed based on results",
            "quoted_text": "H. Evaluate and adjust the Program in light of any changes to Respondent’s operations or business arrangements, new or more efficient technological or operational methods to control for the risks identified in Subpart XIII.D of this Order, or any other circumstances that Respondent knows or has reason to believe may have an impact on the effectiveness of the Program or any of its individual safeguards. At a minimum, Respondent must evaluate the Program at least once every 12 months and modify the Program if needed based on the results.",
            "deadline": "At least every 12 months",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 399,
            "quote_end_line": 404
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Comprehensive Security Program"
        ]
      },
      {
        "provision_number": "XIV",
        "title": "Acknowledgments of the Order",
        "category": "acknowledgment",
        "summary": "Respondent must submit a sworn acknowledgment of receipt of the Order within 10 days, deliver copies to current and future relevant personnel, and obtain signed acknowledgments from each recipient within 30 days of delivery.",
        "requirements": [
          {
            "description": "Within 10 days after the effective date, submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury",
            "quoted_text": "A. Respondent, within 10 days after the effective date of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 408,
            "quote_end_line": 409
          },
          {
            "description": "For 20 years after the issuance date, deliver a copy of this Order to: all principals, officers, directors, and LLC managers and members; all employees with managerial responsibilities for conduct related to the Order; and any business entity resulting from a change in structure. Delivery must occur within 10 days for current personnel and before assuming responsibilities for all others",
            "quoted_text": "B. For 20 years after the issuance date of this Order, Respondent must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees having managerial responsibilities for conduct related to the subject matter of this Order; and (3) any business entity resulting from any change in structure as set forth in the Provision titled Compliance Report and Notices. Delivery must occur within 10 days after the effective date of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "10 days (current personnel); before assuming responsibilities (new personnel)",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 410,
            "quote_end_line": 416
          },
          {
            "description": "From each individual or entity to which a copy of the Order was delivered, obtain within 30 days a signed and dated acknowledgment of receipt",
            "quoted_text": "C. From each individual or entity to which Respondent delivered a copy of this Order, Respondent must obtain, within 30 days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 417,
            "quote_end_line": 419
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "XV",
        "title": "Compliance Report and Notices",
        "category": "compliance_reporting",
        "summary": "Respondent must file a sworn annual compliance report one year after issuance, submit sworn notices within 14 days of changes to contact information or business structure, and notify the Commission within 14 days of any bankruptcy filing.",
        "requirements": [
          {
            "description": "One year after the issuance date, submit a sworn compliance report identifying contact information and all businesses, describing activities, detailing compliance with each Order provision, and providing copies of acknowledgments obtained",
            "quoted_text": "A. One year after the issuance date of this Order, the Respondent must submit a compliance report, sworn under penalty of perjury, in which the Respondent must: (1) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission, may use to communicate with Respondent; (2) identify all of the Respondent’s businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (3) describe the activities of each business, including the goods and services offered, the means of advertising, marketing, and sales; (4) describe in detail whether and how Respondent is in compliance with each Provision of this Order, including a discussion of all of the changes the Respondent made to comply with the Order; and (5) provide a copy of each Acknowledgment of the Order obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 423,
            "quote_end_line": 433
          },
          {
            "description": "Submit a sworn compliance notice within 14 days of any change in designated points of contact or in the structure of Respondent or any entity Respondent has an ownership interest in or controls that may affect compliance obligations",
            "quoted_text": "B. The Respondent must submit a compliance notice, sworn under penalty of perjury, within 1 14 days of any change in the following: (1) any designated point of contact; or (2) the structure of the Respondent or any entity that Respondent has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 434,
            "quote_end_line": 442
          },
          {
            "description": "Submit notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding within 14 days of its filing",
            "quoted_text": "C. The Respondent must submit notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against it within 14 days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 443,
            "quote_end_line": 444
          },
          {
            "description": "Any submission required to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, including required declaration language",
            "quoted_text": "D. Any submission to the Commission required by this Order to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, such as by concluding: “I declare under penalty of perjury under the laws of the United States of America that the foregoing is true and correct. Executed on:” and supplying the date, signatory’s full name, title (if applicable), and signature.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 445,
            "quote_end_line": 449
          },
          {
            "description": "Unless otherwise directed in writing, all submissions must be emailed to DEbrief@ftc.gov or sent by overnight courier to the Associate Director for Enforcement, Bureau of Consumer Protection, FTC; subject line must begin: In re InMarket Media, LLC, FTC File No. 202-3088",
            "quoted_text": "E. Unless otherwise directed by a Commission representative in writing, all submissions to the Commission pursuant to this Order must be emailed to DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin: In re InMarket Media, LLC, FTC File No. 202-3088.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 450,
            "quote_end_line": 454
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "XVI",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must create specified categories of records for 20 years after Order issuance and retain each such record for 5 years, covering financials, personnel, consumer complaints, law enforcement communications, privacy representations, consent records, and reminder distribution records.",
        "requirements": [
          {
            "description": "Create and retain accounting records showing revenues, costs incurred, and resulting net profit or loss from all goods or services sold",
            "quoted_text": "A. Accounting records showing the revenues from all goods or services sold, the costs incurred in generating those revenues, and resulting net profit or loss;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 459,
            "quote_end_line": 460
          },
          {
            "description": "Create and retain personnel records for each person providing services related to any aspect of the Order, showing name, addresses, telephone numbers, job title or position, dates of service, and reason for termination (if applicable)",
            "quoted_text": "B. Personnel records showing, for each person providing services in relation to any aspect of the Order, whether as an employee or otherwise, that person’s: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 461,
            "quote_end_line": 463
          },
          {
            "description": "Create and retain copies of all consumer complaints relating to the collection, use, maintenance, or disclosure of Covered Information, whether received directly or through a third party, and any response",
            "quoted_text": "C. Copies of all consumer complaints that relate to the collection, use, maintenance, or disclosure of Covered Information, whether received directly or indirectly, such as through a third party, and any response;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 464,
            "quote_end_line": 466
          },
          {
            "description": "Retain for 5 years from the date received, copies of all subpoenas and other law enforcement communications relating to Respondent's compliance with this Order",
            "quoted_text": "D. For 5 years from the date received, copies of all subpoenas and other communications with law enforcement, if such communications relate to Respondent’s compliance with this Order;",
            "deadline": "5 years from date received",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 467,
            "quote_end_line": 469
          },
          {
            "description": "Create and retain a copy of each widely disseminated representation by Respondent describing the extent to which it maintains or protects the privacy, security, and confidentiality of Covered Information, including representations concerning material changes to any website or service controlled by Respondent",
            "quoted_text": "E. A copy of each widely disseminated representation by Respondent that describes the extent to which Respondent maintains or protects the privacy, security and confidentiality of any Covered Information, including any representation concerning a material change in any website or other service controlled by Respondent that relates to the privacy, security, and confidentiality of Covered Information;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 470,
            "quote_end_line": 474
          },
          {
            "description": "Create and retain records showing Affirmative Express Consent for any individual consumer or device from which Location Data was collected through a Respondent App, the specific notice the consumer viewed and consented to, and the time and date of consent",
            "quoted_text": "F. Records showing Affirmative Express Consent for any individual consumer or device from which Respondent has collected Location Data through a Respondent App, the specific notice that individual consumers viewed and consented to, and the time and date of consent;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 478,
            "quote_end_line": 480
          },
          {
            "description": "Create and retain records showing the content and verifying the distribution of Clear and Conspicuous reminders under Subpart V.B; records showing implementation of the SDK Supplier Assessment Program (Provision VI); and records showing implementation of the Sensitive Location Data Program (Provision IV)",
            "quoted_text": "G. Records showing the content and verifying the distribution of the Clear and Conspicuous reminders to individual consumers under Subpart V.B; records showing Respondent’s implementation of the SDK Supplier Assessment Program required by Provision VI; records showing Respondent’s implementation of the Sensitive Location Data Program required by Provision IV; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 481,
            "quote_end_line": 485
          },
          {
            "description": "Create and retain all other records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission",
            "quoted_text": "H. All other records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 486,
            "quote_end_line": 487
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "XVII",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission is authorized to monitor Respondent's compliance by requesting additional reports and records, interviewing affiliated personnel, and using all other lawful means including undercover methods.",
        "requirements": [
          {
            "description": "Within 10 days of receipt of a written request from a Commission representative, submit additional compliance reports or other requested information sworn under penalty of perjury, and produce records for inspection and copying",
            "quoted_text": "A. Within 10 days of receipt of a written request from a representative of the Commission, the Respondent must submit additional compliance reports or other requested information, which must be sworn under penalty of perjury, and produce records for inspection and copying.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 491,
            "quote_end_line": 493
          },
          {
            "description": "Permit Commission representatives to communicate directly with Respondent and to interview anyone affiliated with Respondent who has agreed to such an interview (interviewee may have counsel present)",
            "quoted_text": "B. For matters concerning this Order, representatives of the Commission are authorized to communicate directly with Respondent. Respondent must permit representatives of the Commission to interview anyone affiliated with Respondent who has agreed to such an interview. The interviewee may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 494,
            "quote_end_line": 497
          },
          {
            "description": "The Commission may use all other lawful means, including posing as consumers, suppliers, or other individuals or entities, without identification or prior notice; nothing in the Order limits the Commission's lawful use of compulsory process under Sections 9 and 20 of the FTC Act",
            "quoted_text": "C. The Commission may use all other lawful means, including posing through its representatives as consumers, suppliers, or other individuals or entities, to Respondent or any individual or entity affiliated with Respondent, without the necessity of identification or prior notice. Nothing in this Order limits the Commission’s lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 498,
            "quote_end_line": 502
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "XVIII",
        "title": "Order Effective Dates",
        "category": "duration",
        "summary": "The Order is effective upon publication on ftc.gov as a final order and terminates 20 years from the date of issuance, or 20 years from the most recent date a complaint alleging any violation is filed in federal court, whichever comes later.",
        "requirements": [
          {
            "description": "Order is final and effective upon publication on ftc.gov as a final order; terminates 20 years from issuance date or 20 years from most recent federal court complaint filing alleging a violation, whichever comes later; includes carve-outs for provisions with shorter durations, non-defendant respondents, and orders that have already terminated",
            "quoted_text": "IT IS FURTHER ORDERED that this Order is final and effective upon the date of its publication on the Commission’s website (ftc.gov) as a final order. This Order will terminate 20 years from the date of its issuance (which date may be stated at the end of this Order, near the Commission’s seal), or 20 years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of this Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Provision in this Order that terminates in less than 20 years; B. This Order’s application to any Respondent that is not named as a defendant in such complaint; and 1 C. This Order if such complaint is filed after the Order has terminated pursuant to this Provision. Provided, further, that if such complaint is dismissed or a federal court rules that the Respondent did not violate any provision of the Order, and the dismissal or ruling is either not appealed or upheld on appeal, then the Order will terminate according to this Provision as though the complaint had never been filed, except that the Order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 504,
            "quote_end_line": 524
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This Order is final and effective upon the date of its publication on the Commission's website (ftc.gov) as a final order. This Order will terminate 20 years from the date of its issuance (which date may be stated at the end of this Order, near the Commission's seal), or 20 years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of this Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Provision in this Order that terminates in less than 20 years; B. This Order's application to any Respondent that is not named as a defendant in such complaint; and C. This Order if such complaint is filed after the Order has terminated pursuant to this Provision."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "05.24, InMarket Media Complaint (Pending).pdf",
      "order": "05.24, InMarket Media Order (Pending).pdf"
    },
    "extraction_stats": {
      "complaint_counts": 4,
      "complaint_representations": 5,
      "order_provisions": 18,
      "order_definitions": 11,
      "order_requirements": 62,
      "provisions_per_section": {
        "I": 2,
        "II": 1,
        "III": 1,
        "IV": 9,
        "V": 2,
        "VI": 5,
        "VII": 2,
        "VIII": 1,
        "IX": 1,
        "X": 3,
        "XI": 3,
        "XII": 3,
        "XIII": 9,
        "XIV": 3,
        "XV": 5,
        "XVI": 8,
        "XVII": 3,
        "XVIII": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 2
      },
      "verification_details": {
        "complaint_verified": 5,
        "complaint_total": 5,
        "order_verified": 62,
        "order_total": 62
      }
    },
    "processing_time_seconds": 238.8
  }
}