{
  "case_info": {
    "docket_number": "C-4759",
    "company": {
      "name": "Fashion Nova, LLC",
      "incorporation_state": "California",
      "entity_type": "limited liability company",
      "address": "2801 E. 46th Street, Vernon, California 90058",
      "business_description": "Fashion Nova specializes in fast fashion apparel designed and manufactured quickly and inexpensively to allow mainstream consumers to buy the latest fashion trends. The company sells Fashion Nova brand apparel primarily online through fashionnova.com, with most merchandise priced under $49.99, adding as many as 1,000 or more new clothing designs per week."
    },
    "commissioners": [
      "Lina M. Khan, Chair",
      "Noah Joshua Phillips",
      "Rebecca Kelly Slaughter",
      "Christine S. Wilson"
    ],
    "case_date": {
      "month": 5,
      "year": 2023
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/192-3138-fashion-nova-llc-matter"
  },
  "complaint": {
    "factual_background": "Fashion Nova, LLC operated an online apparel store where customers could submit product reviews rated on a one-to-five star scale. The company installed a third-party review management interface that allowed it to automatically publish four- and five-star reviews while holding lower-starred reviews for manual approval. From late 2015 through mid-November 2019, Fashion Nova suppressed hundreds of thousands of lower-starred, more negative reviews, never approving or publishing them. As a result, the reviews displayed on the Fashion Nova website did not accurately reflect the full range of customer opinions, misleading consumers about product quality and customer satisfaction.",
    "representations_made": [
      {
        "description": "Represented, directly or indirectly, that the product reviews on the Fashion Nova website accurately reflect the views of all purchasers who submitted reviews",
        "quoted_text": "10. In connection with the advertising, promotion, offering for sale, or sale of Fashion Nova brand apparel, Respondent has, through the means described in Paragraphs 6 and 7, represented, directly or indirectly, expressly or by implication, that the product reviews on the Fashion Nova website accurately reflect the views of all purchasers who submitted reviews of Fashion Nova products to the website.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 10,
        "quote_start_line": 52,
        "quote_end_line": 56
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Deceptive Review Practices",
        "representation": "The product reviews on the Fashion Nova website accurately reflect the views of all purchasers who submitted reviews of Fashion Nova products to the website.",
        "fact": "The product reviews on the Fashion Nova website did not accurately reflect the views of all purchasers who submitted reviews because Respondent suppressed product reviews with ratings lower than four stars, leaving hundreds of thousands of negative reviews unpublished.",
        "conclusion": "Therefore, the representation set forth in Paragraph 10 is false or misleading, constituting unfair or deceptive acts or practices in violation of Section 5(a) of the Federal Trade Commission Act."
      }
    ]
  },
  "order": {
    "definitions": {
      "Respondent": "Fashion Nova, LLC, a limited liability company, and its successors and assigns."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibited Misrepresentations",
        "category": "prohibition",
        "summary": "Respondent and those acting with it must not make any misrepresentation about product reviews or endorsements, including about whether reviews reflect all purchasers' views, whether reviews are unedited, whether reviews are presented regardless of rating, or how reviews factor into overall ratings.",
        "requirements": [
          {
            "description": "Must not misrepresent that product reviews on Respondent's website accurately reflect the views of all purchasers who submitted reviews",
            "quoted_text": "IT IS ORDERED that Respondent, and Respondent's officers, agents, employees; and attorneys, and all other persons in active concert or participation with any ofthem, who receive actual notice ofthis Order, whether acting directly or indirectly, in connection with the advertising, promotion, offering for sale, or sale ofany product must not make any misrepresentation, expressly or by implication, about product reviews or endorsements ofthe product, including any misrepresentation: A. That product reviews on Respondent's website accurately reflect the views ofall purchasers who submitted reviews ofRespondent's products on the website;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 49,
            "quote_end_line": 56
          },
          {
            "description": "Must not misrepresent that product reviews or endorsements are unedited",
            "quoted_text": "B. That product reviews or endorsements ofany products are unedited;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 57,
            "quote_end_line": 57
          },
          {
            "description": "Must not misrepresent that product reviews or endorsements are presented regardless of the endorser's opinion or rating",
            "quoted_text": "C. That product reviews or endorsements ofany products are presented regardless ofthe endorser's opinion or rating; or",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 58,
            "quote_end_line": 59
          },
          {
            "description": "Must not misrepresent how product reviews factor into any composite or overall rating of a product",
            "quoted_text": "D. About bow product reviews factor into any composite or overall rating ofa product.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 60,
            "quote_end_line": 60
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Product Review Display",
        "category": "affirmative_obligation",
        "summary": "Respondent must display all consumer-submitted reviews for products currently for sale on its websites, including previously withheld reviews, subject to limited exceptions for off-topic, unlawful, or inappropriate content.",
        "requirements": [
          {
            "description": "Must display on each website all reviews for products currently offered for sale that were submitted by consumers, including all previously withheld reviews, subject to specified exceptions",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent must display, on each ofits websites disp1aying product reviews, all reviews for products currently offered for sale that are or were submitted by consumers to such website, including all reviews that Respondent or its agents previously withheld from public view. Provided that Respondent: (a) is not required to display reviews that are unrelated to Respondent's products and unrelated to Respondent's customer service, delivery, returns, or exchanges; (b) is not required to display reviews that contain unlawful, profane, obscene, vulgar, or sexually explicit content, or content that is inappropriate with respect to race, gender, sexuality, or ethnicity, so long as the criteria for withholding reviews is applied uniformly to all reviews submitted to such website; and (c) is not required to offer the opportunity to submit reviews for any or every product offered for sale on such website.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 62,
            "quote_end_line": 71
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Monetary Relief",
        "category": "affirmative_obligation",
        "summary": "Respondent must pay $4,200,000 to the Commission within 8 days of the effective date of the Order by electronic fund transfer.",
        "requirements": [
          {
            "description": "Respondent must pay $4,200,000 to the Commission as monetary relief",
            "quoted_text": "A. Respondent must pay to the Commission $4,200,000 as monetary relief.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 77,
            "quote_end_line": 77
          },
          {
            "description": "Payment must be made within 8 days of the effective date of the Order by electronic fund transfer per Commission instructions",
            "quoted_text": "B. Such payment must be made within 8 days ofthe effective date ofthis Order by electronic fund transfer in accordance with instructions provided by a representative of the Commission.",
            "deadline": "8 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 78,
            "quote_end_line": 80
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Additional Monetary Provisions",
        "category": "affirmative_obligation",
        "summary": "Respondent relinquishes all rights to transferred assets, agrees that complaint facts may be used in future litigation, and acknowledges rules governing use of paid funds, default interest, civil penalties for nonpayment, and reporting of its taxpayer ID.",
        "requirements": [
          {
            "description": "Respondent relinquishes all legal and equitable right, title, and interest in assets transferred under the Order and may not seek their return",
            "quoted_text": "A. Respondent relinquishes dominion and all legal and equitable right, title, and interest in all assets transferred pw-suant to this Order and may not seek the return ofany assets.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 83,
            "quote_end_line": 84
          },
          {
            "description": "Facts alleged in the Complaint will be taken as true without further proof in any subsequent civil litigation by or on behalf of the Commission to enforce payment rights",
            "quoted_text": "B. The facts alleged in the Complaint will be taken as true, without further proof, in any subsequent civil litigation by or on behalfofthe Commission to enforce its rights to any payment pursuant to this Order, such as a nondischargeability complaint in any bankruptcy case.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 85,
            "quote_end_line": 88
          },
          {
            "description": "Facts alleged in the Complaint establish all elements necessary for a Section 523(a)(2)(A) Bankruptcy Code action, and this Order will have collateral estoppel effect for such purposes",
            "quoted_text": "C. The facts alleged in the Complaint establish all elements necessary to sustain an action by or on behalfofthe Commission pursuant to Section 523(a)(2)(A) ofthe Bankruptcy Code, 11 U.S.C. § 523(a)(2)(A), and this Order will have collateral estoppel effect for such purposes.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 89,
            "quote_end_line": 92
          },
          {
            "description": "All money paid to the Commission may be deposited into a fund for consumer redress or other related relief; any unused money is deposited to the U.S. Treasury; Respondent has no right to challenge activities under this Provision",
            "quoted_text": "D. All money paid to the Commission pursuant to this Order may be deposited into a fund administered by the Commission or its designee to be used for relief, including consumer redress and any attendant expenses for the administration ofany redress fund. Ifa representative ofthe Commission decides that direct redress to consumers is wholly or partially impracticable or money remains after redress is completed, the Commission may apply any remaining money for such other relief (including consumer information remedies) as it determines to be reasonably related to Respondent's practices alleged in the Complaint. Any money not used is to be deposited to the U.S. Treasury. Respondent has no right to challenge any activities pursuant to this Provision.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 93,
            "quote_end_line": 101
          },
          {
            "description": "In the event of default on payment, interest accrues from the date of default; if default continues for 10 days beyond the due date, the entire amount becomes immediately due and payable",
            "quoted_text": "E. In the event ofdefault on any obligation to make payment under this Order, interest, computed as ifpursuant to 28 U.S.C. § 1961(a), shall accrue .from the date ofdefault to the date ofpayment. In the event such default continues for 10 days beyond the date that payment is due, the entire amount will immediately become due and payable.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 102,
            "quote_end_line": 105
          },
          {
            "description": "Each day of nonpayment is a separate violation and offense for which a civil penalty shall accrue",
            "quoted_text": "F. Each day ofnonpayment is a violation through continuing failure to obey or neglect to obey a final order ofthe Commission and thus will be deemed a separate offense and violation for which a civil penalty shall accrue.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 106,
            "quote_end_line": 108
          },
          {
            "description": "Respondent acknowledges its Taxpayer Identification Number may be used for collecting and reporting on any delinquent amount arising out of this Order",
            "quoted_text": "G. Respondent acknowledges that its Taxpayer Identification Number (Employer Identification Number), which Respondent has previously submitted to the Commission, may be used for collecting and reporting on any delinquent amount arising out ofthis Order, in accordance with 31 U.S.C. § 7701.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 112,
            "quote_end_line": 115
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Acknowledgments of the Order",
        "category": "acknowledgment",
        "summary": "Respondent must submit a sworn acknowledgment of receipt to the Commission within 10 days, deliver copies of the Order to relevant personnel within 10 days (and to future personnel before they assume responsibilities), and obtain signed acknowledgments from recipients within 30 days.",
        "requirements": [
          {
            "description": "Within 10 days after the effective date of the Order, Respondent must submit to the Commission a sworn acknowledgment of receipt of the Order",
            "quoted_text": "A. Respondent, within 10 days after the effective date ofthis Order, must submit to the Commission an acknowledgment ofreceipt ofthis Order sworn under penalty ofperjury.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 119,
            "quote_end_line": 120
          },
          {
            "description": "Respondent must deliver a copy of the Order to all principals, officers, directors, LLC managers and members, employees with managerial responsibilities related to the Order, agents and representatives participating in related conduct, and any successor business entities; delivery must occur within 10 days for current personnel and before assuming responsibilities for all others",
            "quoted_text": "B. Respondent must deliver a copy ofthis Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees having managerial responsibilities for conduct related to the subject matter ofthe Order and all agents and representatives who participate in conduct related to the subject matter ofthe Order; and (3) any business entity resulting from any change in structure as set forth in the Provision titled Compliance Reports and Notices. Delivery must occur within 10 days after the effective date ofthis Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 121,
            "quote_end_line": 128
          },
          {
            "description": "From each individual or entity that received a copy of the Order, Respondent must obtain a signed and dated acknowledgment of receipt within 30 days",
            "quoted_text": "C. From each individual or entity to which Respondent delivered a copy ofthis Order, Respondent must obtain, within 30 days, a signed and dated acknowledgment ofreceipt ofthis Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 129,
            "quote_end_line": 131
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Compliance Reports and Notices",
        "category": "compliance_reporting",
        "summary": "Respondent must submit a sworn compliance report 90 days after the Order is issued, and must submit sworn notices within 14 days of any change in contact points, business structure, or bankruptcy filings; all submissions must follow specified formatting and delivery requirements.",
        "requirements": [
          {
            "description": "Within 90 days of the issuance date, Respondent must submit a sworn compliance report identifying contact information, all businesses, their activities, compliance status for each Order provision, and copies of acknowledgments obtained",
            "quoted_text": "A. Ninety days after the issuance date ofthis Order, Respondent must submit a compliance report, sworn under penalty ofperjury, in which Respondent must: 1. Identify the primary physical, postal, and email address and telephone number, as designated points ofcontact, which representatives ofthe Commission may use to communicate with Respondent; 2. Identify all of Respondent's businesses by all oftheir names, telephone numbers, and physical, postal, email, and Internet addresses; 3. Describe the activities ofeach business, including the goods and services offered, the means ofadvertising, marketing, and sales; 4. Describe in detail whether and how tlie Respondent is in compliance with each 7 Provision ofthis Order, including a discussion ofall ofthe changes the Respondent made to comply with the Order; and 5. Provide a copy ofeach Acknowledgment ofthe Order obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "90 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 135,
            "quote_end_line": 151
          },
          {
            "description": "Respondent must submit a sworn compliance notice within 14 days of any change in designated points of contact or in the structure of Respondent or any controlled entity that may affect compliance obligations",
            "quoted_text": "B. Respondent must submit a compliance notice, sworn under penalty ofperjury, within 14 days ofany change in the following: 1. Any designated point ofcontact; or 2. The structure ofRespondent or any entity that Respondent has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution ofthe entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 152,
            "quote_end_line": 159
          },
          {
            "description": "Respondent must submit notice of any bankruptcy or insolvency proceeding filing within 14 days of its filing",
            "quoted_text": "C. Respondent must submit notice ofthe filing ofany bankruptcy petition, insolvency proceeding, or similar proceeding by or against Respondent within 14 days ofits filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 160,
            "quote_end_line": 161
          },
          {
            "description": "All sworn submissions must be true and accurate and comply with 28 U.S.C. § 1746, including a required declaration statement with date, full name, title, and signature",
            "quoted_text": "D. Any submission to the Commission required by this Order to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, such as by concluding: \"I declare under penalty ofperjury under the laws ofthe United States of America that the foregoing is true and correct. Executed on: __\" and supplying the date, signatory's full name, title (ifapplicable), and signature.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 162,
            "quote_end_line": 166
          },
          {
            "description": "Unless otherwise directed in writing, all submissions must be emailed to DEbrief@ftc.gov or sent by overnight courier to the FTC's Associate Director for Enforcement; subject line must begin: In re Fashion Nova, LLC",
            "quoted_text": "E. Unless otherwise directed by a Commission representative in writing, al] submissions to the Commission pursuant to this Order must be emailed to DEbrief@ftc.gov or sent by overnight coUiier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau ofConsumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin: In re Fashion Nova, LLC.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 167,
            "quote_end_line": 171
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must create specified records for 10 years and retain each for 5 years, including accounting records, personnel records, consumer complaints, compliance records, marketing materials, product reviews submitted, and records showing any lack of compliance.",
        "requirements": [
          {
            "description": "Create and retain for 5 years accounting records showing revenues, costs, and net profit or loss from all goods or services sold",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent must create certain records for 10 years after the issuance date ofthe Order, and retain each such record for 5 years, unless otherwise specified below. Specifically, Respondent must create and retain the following records: A. Accounting records showing the revenues from all goods or services sold, the costs incurred in generating those revenues, and resulting net profit or loss;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 173,
            "quote_end_line": 177
          },
          {
            "description": "Create and retain personnel records for each person providing services related to any aspect of the Order, including name, addresses, telephone numbers, job title, dates of service, and reason for termination",
            "quoted_text": "B. Personnel records showing, for each person providing services in relation to any aspect of the Order, whether as an employee or otherwise, that person's: name; addresses; telephone numbers; job title or position; dates ofservice; and (ifapplicable) the reason for termination;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 178,
            "quote_end_line": 181
          },
          {
            "description": "Create and retain copies or records of all consumer complaints relating to customer reviews and any responses",
            "quoted_text": "C. Copies or records ofall consumer or other complaints relating to customer reviews, whether received directly or indirectly, such as through a third party, and any response;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 185,
            "quote_end_line": 186
          },
          {
            "description": "Create and retain all records necessary to demonstrate full compliance with each Order provision, including all submissions to the Commission",
            "quoted_text": "D. All records necessary to demonstrate full compliance with each provision ofthis Order, including all submissions to the Commission;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 187,
            "quote_end_line": 188
          },
          {
            "description": "Create and retain a copy of each unique advertisement or other marketing material making a representation subject to the Order, and a copy of each product review submitted to Respondent",
            "quoted_text": "E. A copy ofeach unique advertisement or other marketing material making a representation subject to this Order and a copy ofeach product review submitted to Respondent; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 189,
            "quote_end_line": 190
          },
          {
            "description": "Retain for 5 years from the date created or received all records that tend to show any lack of compliance by Respondent with the Order",
            "quoted_text": "F. For 5 years from the date created or received, all records, whether prepared by or on behalfofRespondent, that tend to show any lack ofcompliance by Respondent with this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 191,
            "quote_end_line": 193
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission has broad rights to monitor compliance, including requesting additional reports and records within 10 days, interviewing Respondent's personnel, and using undercover methods without prior notice.",
        "requirements": [
          {
            "description": "Within 10 days of a written request from a Commission representative, Respondent must submit additional sworn compliance reports or other requested information and produce records for inspection and copying",
            "quoted_text": "A. Within 10 days ofreceipt ofa written request from a representative ofthe Commission, Respondent must: submit additional compliance reports or other requested information, which must be sworn under penalty ofperjury, and produce records for inspection and copymg.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 197,
            "quote_end_line": 200
          },
          {
            "description": "Respondent must permit Commission representatives to communicate directly with Respondent and to interview anyone affiliated with Respondent who has agreed to such an interview; the interviewee may have counsel present",
            "quoted_text": "B. For matters concerning this Order, representatives ofthe Commission are authorized to communicate directly with Respondent. Respondent must pe1mit representatives ofthe Commission to interview anyone affiliated with Respondent who has agreed to such an interview. The interviewee may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 201,
            "quote_end_line": 204
          },
          {
            "description": "The Commission may use all other lawful means, including posing as consumers, suppliers, or other individuals, without identification or prior notice; nothing in the Order limits the Commission's use of compulsory process under Sections 9 and 20 of the FTC Act",
            "quoted_text": "C. The Commission may use all other lawful means, including posing through its representatives as consumers, suppliers, or other individuals or entities, to Respondent or any individual or entity affiliated with Respondent, without the necessity ofidentification or prior notice. Nothing in this Order limits the Commission's lawful use ofcompulsory process, pursuant to Sections 9 and 20 ofthe FTC Act, 15 U.S.C. §§ 49, 57b-l.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 205,
            "quote_end_line": 209
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Order Effective Dates",
        "category": "duration",
        "summary": "The Order is effective upon publication on the FTC's website and terminates 20 years from issuance or 20 years from the most recent federal court complaint alleging a violation, whichever is later, with limited exceptions.",
        "requirements": [
          {
            "description": "The Order is final and effective upon publication on the Commission's website (ftc.gov) as a final order",
            "quoted_text": "IT IS FURTHER ORDERED that this Order is final and effective upon the date ofits publication on the Commission's website (fie.gov) as a final order. This Order will terminate 20",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 211,
            "quote_end_line": 212
          },
          {
            "description": "The Order terminates 20 years from issuance or 20 years from the most recent federal court complaint alleging a violation, whichever is later; exceptions apply for provisions terminating in less than 20 years and for dismissed complaints",
            "quoted_text": "publication on the Commission's website (fie.gov) as a final order. This Order will terminate 20 years from the date ofits issuance (which date may be stated at the end ofthis Order, near the Commission's seal), or 20 years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation ofthis Order, whichever comes later;provided, however, that the filing of such a complaint will not affect the duration of: 9 A. Any Provision in this Order that tenninates in less than 20 years; B. This Order if such complaint is filed after the Order has terminated pursuant to this Provision. Provided, further, that if such complaint is dismissed or a federal court rules that Respondent did not violate any provision of the Order, and the dismissal or ruling is either not appealed or upheld on appeal, then the Order will te1minate according to th.is Provision as though the complaint bad never been filed, except that the Order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such djsmissal or ruling is upheld on appeal.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 212,
            "quote_end_line": 229
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This Order will terminate 20 years from the date of its issuance (which date may be stated at the end of this Order, near the Commission's seal), or 20 years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of this Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Provision in this Order that terminates in less than 20 years; B. This Order if such complaint is filed after the Order has terminated pursuant to this Provision."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "05.23, Fashion Nova Complaint (Pending).pdf",
      "order": "05.23, Fashion Nova Order (Pending).pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 1,
      "order_provisions": 9,
      "order_definitions": 1,
      "order_requirements": 33,
      "provisions_per_section": {
        "I": 4,
        "II": 1,
        "III": 2,
        "IV": 7,
        "V": 3,
        "VI": 5,
        "VII": 6,
        "VIII": 3,
        "IX": 2
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 1,
        "complaint_total": 1,
        "order_verified": 33,
        "order_total": 33
      }
    },
    "processing_time_seconds": 127.5
  }
}