{
  "case_info": {
    "docket_number": "24-cv-21376-JLK",
    "company": {
      "name": "Cerebral, Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "2093 Philadelphia Pike #9898, Claymont, Delaware 19703",
      "business_description": "Cerebral is a telemedicine company that provides online healthcare services, including mental health treatment and substance use disorder treatment services. The company operates remotely through virtual offices and offers access to medical services and medications for sensitive conditions."
    },
    "commissioners": [],
    "case_date": {
      "month": 5,
      "year": 2024
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a); Section 5 of the Restore Online Shoppers' Confidence Act (ROSCA), 15 U.S.C. § 8404; Section 8023 of the Opioid Addiction Recovery Fraud Prevention Act of 2018, 15 U.S.C. § 45d",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/222-3067-cerebral-inc-kyle-robertson-us-v"
  },
  "complaint": {
    "factual_background": "Cerebral, a telehealth mental health company, and its CEO Kyle Robertson promised consumers confidential, private, and secure treatment. Instead, they disclosed sensitive personal health information (PHI) of approximately 3.2 million consumers to over 20 third parties including LinkedIn, Snapchat, and TikTok for targeted advertising without consent, suffered multiple data breaches exposing hundreds of patient files, fabricated positive reviews using employees posing as patients, and made it difficult for consumers to cancel subscriptions. After leaving Cerebral, Robertson founded Zealthy, which continued similar deceptive practices regarding costs, cancellation, and data privacy.",
    "representations_made": [
      {
        "description": "Promised that services were private, secure, and confidential",
        "quoted_text": "Come as you are, without even having to leave home. We're tearing down the walls of mental health stigma, but you're more than welcome to receive your care from the comfort of your own home. It's private, secure, and non-judgmental.",
        "source_paragraph": 56
      },
      {
        "description": "Claimed treatment was safe, secure, and discreet",
        "quoted_text": "Ultimately, remote depression and anxiety treatment is safe, secure, and discreet.",
        "source_paragraph": 57
      },
      {
        "description": "Promised confidential treatment from the privacy of home",
        "quoted_text": "Cerebral has promised its subscribers can expect 'Confidential treatment from the privacy of your home' or 'discreet, judgment-free . . . screening and treatment,' among similar claims.",
        "source_paragraph": 58
      },
      {
        "description": "Represented that data would not be shared without consent and would only be used internally",
        "quoted_text": "We use the latest information security technology to protect your data, which is not shared without your consent, and will only be used internally to improve clinical care.",
        "source_paragraph": 59
      },
      {
        "description": "Stated that PHI would not be used or disclosed for marketing without authorization",
        "quoted_text": "Without your authorization, we are expressly prohibited from using or disclosing your protected health information for marketing purposes. We may not sell your protected health information without your authorization.",
        "source_paragraph": 68
      },
      {
        "description": "Claimed consumers could cancel anytime",
        "quoted_text": "In numerous instances, in connection with the promotion or sale of services offering online health care or treatment, such as mental health treatment or substance use disorder treatment services, Cerebral and Robertson have represented, directly or indirectly, expressly or by implication, that consumers can 'Cancel anytime.'",
        "source_paragraph": 271
      },
      {
        "description": "Reviews appeared to reflect authentic customer opinions",
        "quoted_text": "Robertson and Martelli's relevant misconduct includes, but is not limited to, having represented or caused Cerebral employees to represent, directly or indirectly, expressly or by implication, that reviews of Cerebral posted on websites reflected authentic reviews, opinions, and experiences of ordinary, unbiased customers.",
        "source_paragraph": 276
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Deceptive Privacy Practices",
        "representation": "Cerebral and Robertson represented that: (A) Cerebral's service is private or confidential; (B) Cerebral keeps consumers' personal information private or confidential; (C) Cerebral keeps consumers' health care or treatment private or confidential; (D) Cerebral would not use consumers' personal information, including PHI, for marketing purposes or other purposes without consumers' consent; (E) Cerebral would not disclose consumers' personal information, including PHI, without consumers' consent; and (F) Cerebral would not disclose consumers' personal information, including PHI, to third parties for marketing purposes or other purposes without consumers' consent.",
        "fact": "In truth and fact: (A) Cerebral's service was not private or confidential; (B) Cerebral has not kept consumers' personal information private or confidential; (C) Cerebral has not kept consumers' health care or treatment private or confidential; (D) Cerebral has used consumers' personal information, including PHI, for marketing purposes or other purposes without consumers' consent; (E) Cerebral has disclosed consumers' personal information, including PHI, without consumers' consent; and (F) Cerebral has disclosed consumers' personal information, including PHI, to third parties for marketing purposes or other purposes without consumers' consent.",
        "conclusion": "Therefore, Cerebral and Robertson's acts or practices set forth above constitute deceptive acts or practices in violation of Section 5 of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 2,
        "title": "Deceptive Data Security Practices",
        "representation": "Cerebral and Robertson represented that: (A) Cerebral keeps consumers' personal information, including personal health information, secure; (B) Cerebral fully secures or safeguards consumers' personal information, including PHI, from unauthorized or unconsented access, use, or disclosure; (C) Cerebral implemented reasonable measures to protect consumers' personal information, including PHI, against unauthorized or unconsented access, use, or disclosure; and (D) Cerebral collects personal information from consumers, including PHI, in a secure manner.",
        "fact": "In truth and fact: (A) Cerebral has not kept consumers' personal information, including PHI, secure; (B) Cerebral has not fully secured or safeguarded consumers' personal information, including PHI, from unauthorized or unconsented access, use, or disclosure; (C) Cerebral did not implement reasonable measures to protect consumers' personal information, including PHI, against unauthorized or unconsented access, use, or disclosure; (D) Cerebral collects personal information from consumers without ensuring that it is protected in a secure manner; and (E) Cerebral and Robertson have failed to disclose, or disclose adequately to consumers, that Cerebral has not kept consumers' personal information secure, fully protected that information against unauthorized or unconsented access, use, or disclosure, or did not implement reasonable measures to protect that information against unauthorized or unconsented access, use, or disclosure.",
        "conclusion": "Therefore, Cerebral and Robertson's acts or practices as set forth above constitute deceptive acts or practices in violation of Section 5 of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 3,
        "title": "Unfair Privacy and Data Security Practices",
        "representation": "Cerebral and Robertson: (A) Failed to employ reasonable measures to protect consumers' personal information, including PHI, in connection with the collection, use, or disclosure of that information, resulting in the improper and unauthorized disclosure of that information to numerous third parties; and (B) Used consumers' PHI for marketing purposes or other purposes, or disclosed consumers' PHI to third parties to use for marketing purposes or other purposes, without obtaining consumers' affirmative express consent.",
        "fact": "Cerebral and Robertson's acts or practices caused or are likely to cause substantial injury to consumers that is not outweighed by countervailing benefits to consumers or competition and is not reasonably avoidable by consumers themselves.",
        "conclusion": "Therefore, Cerebral and Robertson's acts or practices as set forth above constitute unfair acts or practices in violation of Section 5 of the FTC Act, 15 U.S.C. § 45(a), (n)."
      },
      {
        "count_number": 4,
        "title": "Deceptive Cancellation Practices",
        "representation": "Cerebral and Robertson represented that consumers can 'Cancel anytime.'",
        "fact": "In truth and fact, Cerebral and Robertson did not allow consumers to cancel at any time. Instead, for over two years, the vast majority of consumers could only demand cancellation. Consumers then had to undergo Cerebral's 'save' process: Cerebral required consumers to send emails, answer verbal questions or fill out detailed assessment forms, and/or wait days for their cancellation demands to be satisfied, during which time consumers were subjected to further recurring charges, and, in many instances, paid money to Cerebral before Cerebral actually cancelled their subscriptions.",
        "conclusion": "Therefore, the making of these representations constitutes a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 5,
        "title": "Unfair and Deceptive Marketing and Consumer Review Practices",
        "representation": "Robertson and Martelli represented or caused Cerebral employees to represent, directly or indirectly, expressly or by implication, that reviews of Cerebral posted on websites reflected authentic reviews, opinions, and experiences of ordinary, unbiased customers.",
        "fact": "In truth and in fact, multiple reviews that Robertson and Martelli caused to be posted, or knew were posted, on online review websites about Cerebral's services did not reflect the opinions or experiences of ordinary unbiased customers. Instead, they were fictitious reviews fabricated by Cerebral's own employees. This includes fictitious reviews that Robertson and Martelli intentionally and knowingly caused to be posted on online review or review application platforms. When Cerebral made these representations, it failed to disclose, or disclose adequately, that a review was left by its own paid employee who was pretending to be a Cerebral patient. Robertson and Martelli also caused Cerebral to fail to disclose that some patients who posted reviews had received refunds, discounts or other compensation to post, revise, or take down those online reviews.",
        "conclusion": "These acts and practices related to review manipulation and marketing efforts constitute deceptive acts or practices in violation of Sections 5(a) and 12 of the FTC Act, 15 U.S.C. §§ 45(a), 52."
      },
      {
        "count_number": 6,
        "title": "Opioid Act Violations",
        "representation": "Cerebral, Robertson, and Martelli's unfair or deceptive acts or practices set forth above regarding data security, data privacy, marketing, and online reviews were made with respect to a substance use disorder treatment service.",
        "fact": "Cerebral, Robertson, and Martelli violated the Opioid Act with the requisite knowledge—actual knowledge or knowledge fairly implied on the basis of objective circumstances.",
        "conclusion": "These acts constitute unfair or deceptive acts or practices with respect to a substance use disorder treatment service in violation of Section 8023(a) of the Opioid Act, 15 U.S.C. § 45d(a), and they are liable for civil penalties under Section 5(m)(1)(A) of the FTC Act, 15 U.S.C. § 45(m)(1)(A)."
      },
      {
        "count_number": 7,
        "title": "ROSCA Violations - Cerebral",
        "representation": "Cerebral and Robertson promoted and sold services through a negative option feature, purportedly disclosing all material terms and obtaining express informed consent.",
        "fact": "In numerous instances, Cerebral and Robertson failed to: (A) Clearly and conspicuously disclose all material terms of the transaction before obtaining the consumer's billing information, including terms related to data security, data privacy, and cancellation; (B) Obtain a consumer's express informed consent before charging the consumer's credit card, debit card, bank account, or other financial account; and (C) Provide simple mechanisms for a consumer to stop recurring charges.",
        "conclusion": "Cerebral and Robertson's acts or practices violate Section 4 of ROSCA, 15 U.S.C. § 8403, and therefore constitute an unfair or deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a). They violated ROSCA with the requisite knowledge to be liable for civil penalties."
      },
      {
        "count_number": 8,
        "title": "Unfair and Deceptive Practices - Zealthy",
        "representation": "Robertson, Echeverry, Zealthy, and Bruno Health made representations that misled consumers regarding costs, services, and the terms of subscriptions, including: representations regarding the costs consumers would incur; the services covered by certain costs; the subscription term and auto-renewing aspects of subscriptions; consumers' ability to cancel and obtain refunds; the availability of insurance coverage; and the use and disclosure of consumers' private information.",
        "fact": "These representations and assurances to consumers were misleading, if not false. For example, Robertson, Echeverry, Zealthy, and Bruno Health have imposed costs that consumers did not knowingly agree to; have charged additional costs for services that consumers were led to believe would be covered by prior payments; have failed to honor cancellations and provide refunds; have imposed hidden terms not disclosed during the enrollment process that purport to lock consumers into a recurring subscription with a one-year term; and have hidden terms in a terms page not included in the enrollment flow that purports to give Zealthy and Bruno Health sweeping abilities to track, collect, use, and disclose consumers' data. They have also engaged in unfair practices including: billing consumers for costs they did not knowingly agree to; misleading consumers regarding services; disregarding cancellation requests; and tracking, collecting, disclosing, and using consumers' sensitive, personal data in ways that were not fully disclosed and that consumers did not knowingly authorize. These acts caused or are likely to cause substantial injury to consumers that is not outweighed by countervailing benefits and is not reasonably avoidable.",
        "conclusion": "Therefore, the representations and practices set forth above constitute unfair or deceptive acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a) and 15 U.S.C. § 45(a), (n)."
      },
      {
        "count_number": 9,
        "title": "ROSCA Violations - Zealthy",
        "representation": "Robertson, Echeverry, Zealthy, and Bruno Health promoted and sold services through a negative option feature, purportedly disclosing all material terms and obtaining express informed consent.",
        "fact": "In numerous instances, these Defendants failed to: (A) Clearly and conspicuously disclose all material terms of the transaction before obtaining the consumer's billing information, including terms related to prices, services, auto-renewal, the subscription term, data privacy, cancellation, refunds, and insurance coverage; (B) Obtain a consumer's express informed consent before charging the consumer's credit card, debit card, bank account, or other financial account; and (C) Provide simple mechanisms for a consumer to stop recurring charges.",
        "conclusion": "Robertson, Echeverry, Zealthy, and Bruno Health's acts or practices violate Section 4 of ROSCA, 15 U.S.C. § 8403, and therefore constitute an unfair or deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a). They violated ROSCA with the requisite knowledge to be liable for civil penalties."
      }
    ]
  },
  "order": {
    "definitions": {
      "Acquisition": "the purchase of one company by another. An Acquisition may be structured as an acquisition of stock, assets (including the acquisition of applications or websites, contracts, patents, intellectual property, or data), talent (e.g., employees or agents), or any combination thereof.",
      "Affirmative Express Consent": "any freely given, specific, informed, and unambiguous indication of an individual's wishes demonstrating agreement by the individual, such as by a clear affirmative action, following a Clear and Conspicuous disclosure to the individual of: (1) the categories of information that will be collected; (2) the specific purpose(s) for which such data will be collected, used, or disclosed; (3) the name(s) of any entity that collects the information or to which the information is disclosed; (4) a simple, easily located means for the individual to withdraw consent; (5) any limitations on the individual's ability to withdraw consent; and (6) all other information material to the provision of consent. The Clear and Conspicuous disclosure must be separate from any \"privacy policy,\" \"notice of privacy practices,\" \"terms of service,\" \"terms of use,\" or other similar document.",
      "Billing Information": "any data that enables any person to access a customer's account, such as a credit card, checking, savings, share or similar account, utility bill, mortgage loan account, or debit card.",
      "Charge": "any attempt to collect money or other consideration from a consumer, including causing Billing Information to be submitted for payment, including against the consumer's credit card, debit card, bank account, telephone bill, or other account.",
      "Clear(ly) and conspicuous(ly)": "that a required disclosure is difficult to miss (i.e., easily noticeable) and easily understandable by ordinary consumers, including in all of the following ways: 1. In any communication that is solely visual or solely audible, the disclosure must be made through the same means through which the communication is presented. In any communication made through both visual and audible means, such as a television advertisement, the disclosure must be presented simultaneously in both the visual and audible portions of the communication even if the representation requiring the disclosure is made in only one means. 2. A visual disclosure, by its size, contrast, location, the length of time it appears, and other characteristics, must stand out from any accompanying text or other visual elements so that it is easily noticed, read, and understood. 3. An audible disclosure, including by telephone or streaming video, must be delivered in a volume, speed, and cadence sufficient for ordinary consumers to easily hear and understand it. 4. In any communication using an interactive electronic medium, such as the Internet or software, the disclosure must be unavoidable. 5. The disclosure must use diction and syntax understandable to ordinary consumers and must appear in each language in which the representation that requires the disclosure appears. 6. The disclosure must comply with these requirements in each medium through which it is received, including all electronic devices and face-to-face communications. 7. The disclosure must not be contradicted or mitigated by, or inconsistent with, anything else in the communication. 8. When the representation or sales practice targets a specific audience, such as children, the elderly, or the terminally ill, \"ordinary consumers\" includes reasonable members of that group.",
      "Commitment": "any representation to consumers, whether located in a privacy or data policy, terms of use, setting, consent flow, user interface or notice, press release, blog post, or otherwise, relating to the collection, storage, maintenance, use, sharing, provision of access to, selling, or deletion of Covered Information.",
      "Covered Business": "Defendant and any business that Defendant controls, directly or indirectly.",
      "Covered Incident": "any instance in which (1) any United States federal, state, or local law or regulation requires Defendant to notify any U.S. federal, state, or local government entity that information collected or received, directly or indirectly, by Defendant from or about an individual consumer was, or is reasonably believed to have been, accessed or acquired without authorization; or (2) there is a violation of Section I, II, or III of this Order.",
      "Covered Information": "information from or about an individual consumer, including: (1) a first and last name; (2) geolocation information sufficient to identify a street name and name of city or town; (3) an email address or other online contact information, such as a user identifier or a screen name; (4) a mobile or other telephone number; (5) photos or videos; (6) a financial account number; (7) credit or debit information; (8) information about or derived from the individual's government-issued identification documents or credentials, such as an image of a driver's license, state identification card, or passport, or a driver's license number, military identification number, or Social Security number; (9) date of birth; (10) biometric information; (11) static Internet Protocol (\"IP\") address, user ID, mobile advertising ID, or other persistent identifier that can be used to recognize an individual over time and across different devices, websites, or online services; (12) user account credentials, such as a login name and password (whether plain text, encrypted, hashed, and/or salted); (13) Treatment Information; or (14) any information combined with any of (1) through (13) above.",
      "Data Product": "any model, derived data, or other tool developed using Covered Information. Data Product includes but is not limited to any data produced via inference (manual or automated) or predictions, application programming interfaces that incorporate, or are improved or enhanced by, such data, or services or other products that incorporate, or are improved or enhanced by, such data.",
      "Defendant": "Cerebral, Inc., d/b/a Cerebral, and its successors and assigns.",
      "Delete": "to remove Covered Information such that it is not maintained in retrievable form and cannot be retrieved in the normal course of business.",
      "Eligible Customer": "any consumer from whom Defendant took money for a subscription to or participation in its Negative Option Feature program after such consumer requested cancellation of their subscription to or participation in the Negative Option Feature program in or before May 2022.",
      "Health Care Operations": "(1) health care quality assessment or improvement activities, including case management and care coordination; (2) health care competency assurance activities, including provider performance evaluation, credentialing, and accreditation; (3) conducting or arranging for medical reviews, audits, or legal services, including fraud and abuse detection and legal or regulatory compliance; (4) health care insurance functions, such as underwriting, risk rating, and reinsuring risk; (5) health care business management and administration, including safeguarding Treatment Information, protecting the privacy, confidentiality, security, availability, or integrity of websites and/or other platforms, and enforcing terms of use to the extent they comport with this Order; and (6) general administrative activities, including detecting, preventing, or mitigating fraud or security vulnerabilities. It does not include collecting, using, monetizing (including through the development or use of advertisements, marketing, or other promotional materials), offering for sale, selling, licensing, sharing, transferring, disclosing, or otherwise benefitting from Covered Information collected from consumers for the purposes of serving targeted advertising; enriching data on consumers; or developing, training, refining, improving, or otherwise enhancing any Data Product not used solely for purposes of Treatment.",
      "Limited Visitor Data": "(1) static Internet Protocol (\"IP\") address, user ID, mobile advertising ID, or other persistent identifier that could be used to recognize an individual over time and across different devices, websites, or online services; (2) an email address or other online contact information, such as a user identifier or a screen name; and (3) the particular pages visited by an individual consumer prior to logging into their account and commencing services, provided that such pages do not include or otherwise disclose individually identifiable information relating to the past, present, or future physical or mental health or condition(s) of an individual, the provision of health care to an individual, or the past, present, or future payment for the provision of health care to an individual.",
      "Outside Party": "any individual or entity other than Defendant or a third party service provider of Defendant that: (1) processes, uses, or receives Covered Information collected by or on behalf of Defendant for and at the direction of the Defendant and no other individual or entity, (2) does not disclose Covered Information, or any individually identifiable information derived from such Covered Information, to any individual or entity other than Defendant or a subcontractor to such service provider bound to data processing terms no less restrictive than terms to which the service provider is bound, and (3) does not use Covered Information for any purpose other than performing the services specified in the service provider's contract with Defendant, including (a) a therapist or prescriber employed by or contracted with Defendant; (b) an employee benefit program that contracts with Defendant for mental health care services on behalf of the employee benefit program's members, employees, and/or clients, provided that before Defendant may disclose any information about any of those members, employees, and/or clients to the employee benefit program, Defendant must require the employee benefit plan to obtain the authorization of the members, employes, and/or clients for such disclosure; or (c) an individual or entity that uses Covered Information only as reasonably necessary to (i) comply with applicable law, regulation, or legal process, (ii) detect, prevent, or mitigate fraud or security vulnerabilities, (iii) debug to identify and repair errors that impair existing intended functionality provided that any such use is reasonably necessary and proportionate to achieve the purpose for which the Covered Information was collected or processed, or (iv) undertake internal research for the technological development and demonstration of Defendant's products or services provided that any such use is reasonably necessary and proportionate to achieve the purpose for which the Covered Information was collected or processed.",
      "Negative Option Feature": "in an offer or agreement to sell or provide any product or service, a provision under which the consumer's silence or failure to take affirmative action to reject a product or service or to cancel the agreement is interpreted by the seller or provider as acceptance or continuing acceptance of the offer.",
      "Payment": "activities to obtain payment or reimbursement for the provision or coordination of health care for an individual. It does not include collecting, using, monetizing (including through the development or use of advertisements, marketing, or other promotional materials), offering for sale, selling, licensing, sharing, transferring, disclosing, or otherwise benefitting from Covered Information collected from consumers for the purposes of servingtargeted advertising; enriching data on consumers; or developing, training, refining, improving, or otherwise enhancing Algorithms or models not used solely for purposes of Treatment.",
      "Privacy and Security Risks and Harms": "the risk to the privacy, confidentiality, security, availability, or integrity of Covered Information that could result in the unauthorized access to, collection, use, retention, misuse, alteration, loss, theft, destruction, or other compromise of such information; and the risk of harm caused, directly or indirectly, by the access to, collection, use, retention, misuse, alteration, loss, theft, destruction, or other compromise of Covered Information, including physical harm, emotional distress or mental health harm, economic harm, reputational harm, relationship harm, discrimination, or harm to an individual's autonomy (e.g., impairing an individual's ability to make his or her own informed decisions, such as through coercion, manipulation, thwarted expectations, or failure to inform the individual of material facts).",
      "Substance Use Disorder Treatment Product": "a product for use or marketed for use in the treatment, cure, or prevention of a substance use disorder, such as an opioid use disorder.",
      "Substance Use Disorder Treatment Service": "a service that purports to provide referrals to treatment, treatment, or recovery housing for people diagnosed with, having, or purporting to have a substance use disorder, such as an opioid use disorder.",
      "Telemarketing": "any plan, program, or campaign which is conducted to induce the purchase of products or services by use of one or more telephones, and which involves a telephone call, whether or not covered by the Telemarketing Sales Rule, 16 C.F.R. part 310.",
      "Treatment": "the provision or coordination of health care services or products for an individual. It does not include collecting, using, monetizing (including through the development or use of advertisements, marketing, or other promotional materials), offering for sale, selling, licensing, sharing, transferring, disclosing, or otherwise benefitting from Covered Information collected from consumers for the purposes of serving targeted advertising; enriching data on consumers; or developing, training, refining, improving, or otherwise enhancing Algorithms or models not used solely for purposes of Treatment.",
      "Treatment Information": "individually identifiable information relating to the past, present, or future physical or mental health or condition(s) of an individual, the provision of health care to an individual, or the past, present, or future payment for the provision of health care to an individual, including: (1) medical data, records, and histories, test results, progress notes, the names of health care service providers, or records of consumers' interactions with health care service providers; (2) information concerning the consumer's diagnosis or the provision of health care to the individual; (3) medication, prescription, pharmacy, medical intervention, treatment, and insurance information; (4) information concerning the consumer's use of, creation of an account associated with, or response to a question, questionnaire, or assessment related to, a service or product offered by Defendant or through one of any of Defendant's online properties, services, or mobile applications; (5) information concerning health-related purchases; (6) information concerning the past, present, or future payment for the provision of health care to the consumer; (7) identification numbers or codes for any of the foregoing; or (8) information derived or extrapolated from any of (1)-(7) above (e.g., proxy, derivative, inferred, emergent, or algorithmic data)."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition on Use or Disclosure of Covered Information for Defined Advertising Purposes",
        "category": "prohibition",
        "summary": "Defendant is permanently prohibited from using or disclosing Covered Information to third parties for advertising, marketing, or promotional purposes, with limited exceptions for analytics and consumer-requested communications.",
        "requirements": [
          {
            "description": "Must not use or disclose Covered Information to third parties for Defined Advertising Purposes",
            "quoted_text": "Defendant, and Defendant's officers, agents, and employees who receive actual notice of this Order, whether acting directly or indirectly, are permanently restrained and enjoined from using or disclosing to any third party Covered Information for Defined Advertising Purposes or for any third party's purposes.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Affirmative Express Consent",
        "category": "affirmative_obligation",
        "summary": "Defendant must obtain Affirmative Express Consent from consumers before disclosing their Covered Information to any Outside Party.",
        "requirements": [
          {
            "description": "Must obtain Affirmative Express Consent before disclosing Covered Information to Outside Parties",
            "quoted_text": "Defendant, Defendant's officers, agents, and employees, and all other persons in active concert or participation with any of them who receive actual notice of this Order, whether acting directly or indirectly, in connection with any product or service, are permanently restrained and enjoined from failing to obtain a consumer's Affirmative Express Consent prior to disclosing that consumer's Covered Information to any Outside Party.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Prohibition Against Misrepresentations",
        "category": "prohibition",
        "summary": "Defendant is permanently prohibited from misrepresenting privacy, security, data handling practices, and material facts about products or services.",
        "requirements": [
          {
            "description": "Must not misrepresent privacy, confidentiality, security, availability, or integrity of Covered Information",
            "quoted_text": "Defendant, Defendant's officers, agents, and employees, and all other persons in active concert or participation with any of them who receive actual notice of this Order, whether acting directly or indirectly, in connection with any Substance Use Disorder Treatment Product, Substance Use Disorder Treatment Service, or any other product or service, are permanently restrained and enjoined from misrepresenting or assisting others in misrepresenting, in any manner, expressly or by implication: A. The privacy, confidentiality, security, availability, or integrity of any Covered Information; B. The extent to which they protect the privacy, confidentiality, security, availability, or integrity of any Covered Information; C. The collection, maintenance, use, disclosure, Deletion, or access permitted or denied to any Covered Information; D. The extent to which they collect, maintain, use, disclose, Delete, or permit or deny access to any Covered Information; E. The purposes for which they, or any entity to whom any of them disclose or permit access to Covered Information, collect, maintain, use, disclose, Delete, or permit or deny access to any Covered Information; F. The extent to which a consumer can maintain privacy and anonymity associated with the consumer's use of products or services offered by Defendant; G. Their privacy and security measures to prevent unauthorized access to, or use or disclosure of, Covered Information; or H. Any fact material to consumers concerning any product or service, such as: the total costs; any material restrictions, limitations, or conditions; or any material aspect of its performance, efficacy, nature, or central characteristics.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Prohibition Against Misrepresentations Related to Negative Options",
        "category": "prohibition",
        "summary": "Defendant is permanently prohibited from making false or misleading representations about Negative Option Features, including cancellation terms, costs, and billing practices.",
        "requirements": [
          {
            "description": "Must not misrepresent Negative Option Feature terms including cancellation, costs, billing, and refund policies",
            "quoted_text": "Defendant, Defendant's officers, agents, and employees, and all other persons in active concert or participation with any of them who receive actual notice of this Order, whether acting directly or indirectly, in connection with promoting or offering for sale any product or service with a Negative Option Feature, are permanently restrained and enjoined from misrepresenting or assisting others in misrepresenting, expressly or by implication: A. That the consumer can cancel anytime; B. That the consumer can cancel with no further obligation; C. Any cost to the consumer to purchase, receive, use, or return the initial product or service; D. That the consumer will not be Charged for any product or service; E. That a product or service is offered on a \"free,\" \"trial,\" \"sample,\" \"bonus,\" \"gift,\" \"no obligation,\" \"discounted\" basis, or words of similar import, denoting or implying the absence of an obligation on the part of the recipient of the offer to affirmatively act in order to avoid Charges, including where a Charge will be assessed pursuant to the offer unless the consumer takes affirmative steps to prevent or stop such a Charge; F. That the consumer can obtain a product or service for a processing, service, shipping, handling, or administrative fee with no further obligation; G. Any purpose for which the consumer's Billing Information will be used; H. The date by which the consumer will incur any obligation or be Charged unless the consumer takes an affirmative action on the Negative Option Feature; I. That a transaction has been authorized by the consumer; J. Any material aspect of the nature or terms of a refund, cancellation, exchange, or repurchase policy for the product or service; or K. Any other material fact.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Mandated Privacy and Information Security Program",
        "category": "affirmative_obligation",
        "summary": "Defendant must establish and maintain a comprehensive privacy and information security program to protect Covered Information and mitigate Privacy and Security Risks and Harms.",
        "requirements": [
          {
            "description": "Establish and implement comprehensive privacy and information security program",
            "quoted_text": "any Covered Business, in connection with the collection, maintenance, use, or disclosure of, or provision of access to, Covered Information, must, within 60 days of entry of this Order, establish and implement, and thereafter maintain, a comprehensive privacy and information security program (\"Program\") that protects the privacy, confidentiality, security, availability, and integrity of Covered Information and effectively mitigates Privacy and Security Risks and Harms.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Document the Program in writing",
            "quoted_text": "Document in writing the content, implementation, and maintenance of the Program mandated in this Section",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide written Program to Board of Directors at least annually and after Covered Incidents",
            "quoted_text": "Provide the written Program required under sub-Section V.A of this Order and any evaluations thereof or adjustments thereto to each Covered Business' Board of Directors (or governing body or, if no such board or body exists, to the senior executive of the Covered Business responsible for the Covered Business' Program) at least once every 12 months and promptly (not to exceed 30 days) after a Covered Incident",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Designate qualified employee(s) to coordinate the Program",
            "quoted_text": "Designate a qualified employee or employees, who report(s) directly to the Chief Executive Officer(s) or, in the event a Chief Executive Officer role does not exist, a similarly-situated executive, to coordinate and be responsible for the Program; and keep the Chief Executive Officer(s) and Board of Directors (or governing body or, if no such board or body exists, to the senior executive of the Covered Business responsible for the Program) informed of the Program, including all actions and procedures implemented to comply with the requirements of this Order, and any actions and procedures to be implemented to ensure continued compliance with this Order",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Conduct comprehensive risk assessments at least annually and after Covered Incidents",
            "quoted_text": "Conduct and document, at least once every 12 months and promptly (not to exceed 30 days) following a Covered Incident, a comprehensive risk assessment of the internal and external Privacy and Security Risks and Harms in each area of its operation",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Design, implement, and maintain safeguards to control Privacy and Security Risks and Harms",
            "quoted_text": "Design, document, implement, and maintain safeguards that control for the internal and external Privacy and Security Risks and Harms identified in response to sub-Section V.D.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Assess, monitor, and test safeguards at least annually and after Covered Incidents",
            "quoted_text": "Assess, monitor, and test, at least once every 12 months and promptly (not to exceed 30 days) following the resolution of a Covered Incident, the effectiveness of any safeguards put in place pursuant to sub-Section V.E of this Order to address the risks to the privacy, confidentiality, security, availability, or integrity of Covered Information.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Select and retain service providers capable of safeguarding Covered Information",
            "quoted_text": "Select and retain service providers capable of safeguarding Covered Information they receive from the Covered Business, and contractually require service providers to implement and maintain safeguards for Covered Information",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Evaluate and adjust the Program at least annually",
            "quoted_text": "Evaluate and adjust the Program in light of any changes to the Covered Business' operations or business arrangements, a Covered Incident, new or more efficient technological or operational methods to control for the risks identified in sub-Section V.D of this Order, and any other circumstances the Covered Business knows or has reason to believe may have a material impact on the effectiveness of the Program or any of its individual safeguards. The Covered Business may make this evaluation and adjustment to its Program at any time, but must, at a minimum, evaluate the Program at least once every 12 months and modify the mandated Program as necessary based on the results.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Independent Mandated Program Assessments",
        "category": "assessment",
        "summary": "Defendant must obtain initial and biennial third-party assessments of its privacy and information security program for 20 years.",
        "requirements": [
          {
            "description": "Obtain initial and biennial third-party assessments of the Program",
            "quoted_text": "in connection with compliance with the Section of this Order titled Mandated Privacy and Information Security Program, for any Covered Business that collects, maintains, uses, discloses, or provides access to Covered Information, Defendant must obtain initial and biennial assessments (\"Assessments\")",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide Associate Director with Assessor names and affiliations for approval",
            "quoted_text": "For each Assessment, Defendant must provide the Associate Director for Enforcement for the Bureau of Consumer Protection at the Federal Trade Commission (\"Associate Director\") with the name(s) and affiliation(s) of the person(s) selected to conduct the Assessment, which the Associate Director shall have the authority to approve in his or her sole discretion",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Complete each Assessment within 60 days after end of reporting period",
            "quoted_text": "Each Assessment must be completed within 60 days after the end of the reporting period to which the Assessment applies.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit each Assessment to the Commission within 10 days of completion",
            "quoted_text": "Unless otherwise directed by a Commission representative in writing, Defendant must submit each Assessment to the Commission within 10 days after the Assessment has been completed via email to DEbrief@ftc.gov or by overnight courier (not the U.S. Postal Service) to Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Ave. N.W., Washington, DC 20580.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Cooperation with Assessor",
        "category": "affirmative_obligation",
        "summary": "Defendant must provide all relevant information to Assessors and disclose all material facts without misrepresentation.",
        "requirements": [
          {
            "description": "Provide all relevant information and material to Assessors",
            "quoted_text": "Defendant, Defendant's officers, agents, and employees, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, and each Covered Business, in connection with any Assessment required by the Section of this Order titled Independent Mandated Program Assessments, must: A. Provide or otherwise make available to the Assessor(s) all information and material in their possession, custody, or control that is relevant to the Assessment for which there is no reasonable claim of privilege, including information about all Covered Information in Defendant's custody or control and all of Defendant's systems or information technology assets so that the Assessor(s) can determine the scope of the Assessment",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Disclose all material facts to Assessors without misrepresentation",
            "quoted_text": "Disclose all material facts to each Assessor, and not misrepresent in any manner, expressly or by implication, any fact material to the Assessor's duties pursuant to this Order",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Annual Certifications",
        "category": "compliance_reporting",
        "summary": "Defendant must provide annual certifications from senior management confirming compliance with the Order.",
        "requirements": [
          {
            "description": "Provide annual certification of compliance to the Commission",
            "quoted_text": "One year after entry of this Order, and each year thereafter, provide the Commission with a certification from a senior corporate manager, or, if no such senior corporate manager exists, a senior executive of each Covered Business responsible for a Program required by Section V of this Order that: (1) the Covered Business has established, implemented, and maintained the requirements of this Order; (2) the Covered Business is not aware of any material noncompliance that has not been (a) corrected, or (b) disclosed to the Commission; and (3) includes a description of any Covered Incident during the certified period.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Covered Incident Reports",
        "category": "compliance_reporting",
        "summary": "Defendant must submit detailed reports to the Commission and Assessors within 30 days of discovering a Covered Incident, with updates every 30 days until resolved.",
        "requirements": [
          {
            "description": "Submit initial Covered Incident report within 30 days of discovery",
            "quoted_text": "Defendant must submit a report within 30 days of Defendant's discovery of a Covered Incident, and subsequently updated every 30 days until the Covered Incident is fully investigated and any remediation efforts are fully implemented, to the Assessor(s) and to the Commission",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Publish public version of Covered Incident report on websites and apps within 45 days",
            "quoted_text": "Within 45 days of Defendant's verification or confirmation of a Covered Incident, Defendant must publish on its websites and apps a public version of each Covered Incident report accessible from its websites' and apps' home screen and maintain each report on its websites and apps for two years.",
            "deadline": "45 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Notice to Users",
        "category": "affirmative_obligation",
        "summary": "Defendant must post a notice on its websites and apps and email all affected consumers within 14 days of the Order, informing them of the FTC settlement and data handling practices.",
        "requirements": [
          {
            "description": "Post notice on websites and apps within 14 days",
            "quoted_text": "within 14 days of entry of this Order, Defendant must post Clearly and Conspicuously on any screen of its websites, apps, or other platforms where consumers first access or encounter Defendant's products or services, an exact copy of the notice attached hereto as Exhibit A (\"Notice\"). Defendant must leave this Notice in place for two years after posting it.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Email notice to all consumers who provided Covered Information between October 2019 and March 1, 2023",
            "quoted_text": "Defendant must also email the Notice to all consumers that provided Covered Information to it between October 2019 and March 1, 2023, provided however, that if Defendant does not have email information for any such consumer, Defendant must send the Notice to that consumer through its primary means of communicating with that consumer (such as a notification within Defendant's apps).",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "XI",
        "title": "Data Retention Limits and Deletion of Covered Information and Data Product",
        "category": "affirmative_obligation",
        "summary": "Defendant must document a retention schedule for Covered Information, delete improperly collected data, provide deletion mechanisms to consumers, and instruct third parties to delete Covered Information.",
        "requirements": [
          {
            "description": "Document and adhere to retention schedule for Covered Information",
            "quoted_text": "Within seven days of entry of this Order, Defendant must document and adhere to a retention schedule for Covered Information in compliance with this Order.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Delete all Covered Information not collected for Treatment, Payment, or Health Care Operations",
            "quoted_text": "Within 60 days of entry of this Order, Defendant shall Delete all Covered Information in all forms, including hashed or encrypted Covered Information, and any Data Product in its possession, custody, or control that has not been collected or used for Treatment, Payment, or Health Care Operations, provided, however, that Covered Information need not be Deleted to the extent Defendant first obtains the Affirmative Express Consent of the individual for the retention of that Covered Information pursuant to the retention schedule disclosed to the individual, which must be Clearly and Conspicuously disclosed to them in requesting such consent.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Provide online form for consumers to request access to or deletion of Covered Information",
            "quoted_text": "Within 60 days of entry of this Order, Defendant must provide a Clear and Conspicuous link on the home page or screen and initial login page of Defendant's websites and apps directing individuals to an online form through which they can request access to or the Deletion of their Covered Information. Defendant must respond to every request within 30 days unless the applicable consumer data access and Deletion rights and related procedures prescribed by applicable law provide for an earlier Deletion date.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Identify all third parties that received Covered Information and submit list to Commission",
            "quoted_text": "within 30 days of entry of this Order, Defendant must: 1. Identify all third parties that received Covered Information from Defendant in any form, including in hashed or encrypted form; 2. Identify what specific types of Covered Information were disclosed to each third party; and 3. Submit a list disclosing the information identified pursuant to this sub-Section and the methodologies used to obtain that information to the Commission in the same manner specified in the Section of this Order titled Compliance Reporting.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide Complaint and Order to third parties and instruct them to delete Covered Information",
            "quoted_text": "Within 60 days of entry of this Order, Defendant must provide a copy of the Complaint in this case and this Order to all third parties identified pursuant to this Section, and instruct those third parties to Delete all Covered Information received from Defendant, directly or indirectly, provided that Covered Information need not be deleted pursuant to this sub-Section to the extent that it is used for Treatment, Payment, or Health Care Operations to ensure continuity of care for Defendant's customers.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Do not disclose Covered Information to third parties until receiving deletion confirmation",
            "quoted_text": "As of the date of this Order, Defendant shall not disclose any Covered Information in any form, including hashed or encrypted Covered Information, to any third party until Defendant receives written confirmation from the third party of the third party's receipt of the instructions required by sub-Section F above.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XII",
        "title": "Required Disclosures Relating to Negative Option Feature",
        "category": "affirmative_obligation",
        "summary": "Defendant must make clear and conspicuous disclosures about Negative Option Features, including costs, cancellation deadlines, and billing terms, and send written transaction confirmations to consumers.",
        "requirements": [
          {
            "description": "Make clear and conspicuous disclosures when representing Negative Option Features as free or discounted",
            "quoted_text": "Defendant, Defendant's officers, agents, and employees, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with promoting or offering for sale any product or service with a Negative Option Feature, are permanently restrained and enjoined from: A. Representing directly or indirectly, expressly or by implication, that any product or service that includes a Negative Option Feature is being offered on a free, trial, no obligation, reduced, or discounted basis, without disclosing Clearly and Conspicuously, and immediately adjacent to, any such representation: 1. The extent to which the consumer must take any affirmative action to avoid any Charges: (a) for the offered product or service, (b) of an increased amount after the trial or promotional period ends, and (c) on a recurring basis; 2. The total cost (or range of costs) the consumer will be Charged and, if applicable, the frequency of such Charges unless the consumer timely takes steps to prevent or stop such Charges; and 3. The deadline(s) (by date or frequency) by which the consumer must affirmatively act in order to stop all recurring Charges.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Make clear and conspicuous disclosures when obtaining Billing Information for Negative Option Features",
            "quoted_text": "Obtaining Billing Information from a consumer for any transaction involving a product or service that includes a Negative Option Feature, without first disclosing Clearly and Conspicuously, and immediately adjacent to where a consumer provides Billing Information: 1. The extent to which the consumer must take affirmative action to avoid any Charges: a) for the offered product or service, b) of an increased amount after the trial or promotional period ends, and c) on a recurring basis; 2. The total cost (or range of costs) the consumer will be Charged, the date the initial Charge will be submitted for payment, and, if applicable, the frequency of such Charges unless the consumer timely takes affirmative steps to prevent or stop such Charges; 3. The deadline(s) (by date or frequency) by which the consumer must affirmatively act in order to stop all recurring Charges; 4. The name of the seller or provider of the product or service and, if the name of the seller or provider will not appear on billing statements, the billing descriptor that will appear on such statements; 5. A description of the product or service; 6. Any Charge or cost for which the consumer is responsible in connection with the cancellation of an order, any service or the return of any product; 7. The simple cancellation mechanism to stop any recurring Charges, as required by this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Send written confirmation of transaction immediately after online order or within 2 days for mail/phone orders",
            "quoted_text": "Failing to send the consumer: 1. Immediately after the consumer's submission of an online order, written confirmation of the transaction by email. The email must Clearly and Conspicuously disclose all the information required by sub-Section XII.B, and contain a subject line reading \"Subscription Confirmation\" along with the name of the product or service, and no additional information; or 2. Within 2 days after receipt of the consumer's order by mail or telephone, a written confirmation of the transaction, either by email or first-class mail. The email or letter must Clearly and Conspicuously disclose all the information required by sub-Section XII.B. The subject line of the email must Clearly and Conspicuously state \"Subscription Confirmation\" along with the name of the product or service, and nothing else. The outside of the envelope must not have any information other than the consumer's address, Defendant's return address, and postage.",
            "deadline": "2 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XIII",
        "title": "Obtaining Express Informed Consent for a Negative Option",
        "category": "affirmative_obligation",
        "summary": "Defendant must obtain express informed consent from consumers before using their Billing Information for Negative Option Features, through specific consent mechanisms for written and oral offers.",
        "requirements": [
          {
            "description": "Obtain express informed consent through affirmative selection for written offers",
            "quoted_text": "Defendant, Defendant's officers, agents, and employees, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with promoting or offering for sale any product or service with a Negative Option Feature, are permanently restrained and enjoined from using, or assisting others in using, Billing Information to obtain payment from a consumer, unless Defendant first obtains the express informed consent of the consumer to do so. To obtain express informed consent, Defendant must: A. For all written offers (including over the Internet, such as through a web-based application), obtain consent through a check box, signature, or other substantially similar method, which the consumer must affirmatively select or sign to accept the Negative Option Feature, and no other portion of the offer.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Obtain express informed consent through oral confirmation for oral offers",
            "quoted_text": "For all oral offers, prior to obtaining any Billing Information from the consumer: 1. Clearly and Conspicuously disclose the information contained in sub-Section B of the Section titled Required Disclosures Relating To Negative Option Feature; and 2. Obtain affirmative unambiguous express oral confirmation that the consumer: (a) consents to being Charged for any product or service, including providing, at a minimum, the last 4 digits of the consumer's account number to be Charged, (b) understands that the transaction includes a Negative Option Feature, and (c) understands the specific affirmative steps the consumer must take to prevent or stop further Charges.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Maintain unedited voice recordings for 3 years for telemarketing transactions",
            "quoted_text": "For transactions conducted through Telemarketing, Defendant shall maintain for 3 years from the date of each transaction an unedited voice recording of the entire transaction, including the prescribed statements set out in sub-Section XIII.B. Each recording must be retrievable by date and by the consumer's name, telephone number, or Billing Information, and must be provided upon request to the consumer, the consumer's bank, or any law enforcement entity.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XIV",
        "title": "Simple Mechanism to Cancel Negative Option Feature",
        "category": "affirmative_obligation",
        "summary": "Defendant must provide a simple, easy-to-find mechanism for consumers to cancel Negative Option Features, accessible through the same medium used to purchase.",
        "requirements": [
          {
            "description": "Provide simple mechanism to cancel Negative Option Feature that is easy to find and use",
            "quoted_text": "Defendant, Defendant's officers, agents, and employees, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with promoting or offering for sale any product or service with a Negative Option Feature, are permanently restrained and enjoined from: A. Failing to provide a simple mechanism for the consumer to: (1) avoid being Charged, or Charged an increased amount, for a product or service and (2) immediately stop any recurring Charge. Such mechanism must: 1. Be easy to find; 2. Be easy to use to stop such Charge; and 3. Not require the consumer to take any action that is objectively unnecessary to cancel, or use a Dark Pattern.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide cancellation mechanism through same website, email, or app used for purchase",
            "quoted_text": "If any consumers entered into the agreement to purchase a product or service including a Negative Option Feature over the Internet or a mobile phone application, failing to provide the mechanism through the same website, email address or other application.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide cancellation mechanism through telephone and postal address for oral offers",
            "quoted_text": "If any consumers entered into the agreement to purchase a product or service including a Negative Option Feature through an oral offer or acceptance, failing to provide such mechanisms through the use of a telephone number and a postal address.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XV",
        "title": "Monetary Judgments for Monetary Relief and Civil Penalty",
        "category": "affirmative_obligation",
        "summary": "Defendant must pay $5,087,252.89 in monetary relief and $2,000,000 in civil penalties, with an additional suspended $8,000,000 penalty subject to lifting if financial misrepresentations are found.",
        "requirements": [
          {
            "description": "Pay $5,087,252.89 in monetary relief within 7 days",
            "quoted_text": "Defendant is ordered to pay to Plaintiff, by making payment to the Treasurer of the United States, Five Million, Eighty-Seven Thousand, Two Hundred and Fifty-Two Dollars and Eighty-Nine Cents ($5,087,252.89), which, as Defendant stipulates, its undersigned counsel holds in escrow for no purpose other than payment to Plaintiff. Such payment must be made within 7 days of entry of this Order by electronic fund transfer in accordance with instructions provided by a representative of Plaintiff.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Pay $2,000,000 in civil penalty within 7 days",
            "quoted_text": "Defendant is ordered to pay to Plaintiff, by making payment to the Treasurer of the United States, Two Million Dollars ($2,000,000), which, as Defendant stipulates, its undersigned counsel holds in escrow for no purpose other than payment to Plaintiff. Such payment must be made within 7 days of entry of this Order by electronic fund transfer in accordance with instructions provided by a representative of Plaintiff.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "XVI",
        "title": "Additional Monetary Provisions",
        "category": "affirmative_obligation",
        "summary": "Defendant relinquishes all rights to transferred assets and acknowledges that facts in the Complaint will be taken as true in subsequent enforcement proceedings.",
        "requirements": [
          {
            "description": "Relinquish all rights to assets transferred pursuant to Order",
            "quoted_text": "Defendant relinquishes dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek the return of any assets.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XVII",
        "title": "Independent Redress Administrator",
        "category": "affirmative_obligation",
        "summary": "If the FTC determines consumer redress is practicable, Defendant must cooperate with an independent Administrator to identify Eligible Customers and facilitate consumer redress, and pay all associated costs.",
        "requirements": [
          {
            "description": "Provide Eligible Customer information to Administrator within 7 days of notification",
            "quoted_text": "Within 7 days of receipt of a written notification from a representative of the Commission that redress to consumers is practicable, Defendant must provide the Administrator with all information necessary to identify all Eligible Customers and all information necessary for the efficient administration of consumer redress to those Eligible Customers.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide additional information to Administrator within 14 days of request",
            "quoted_text": "If a representative of the Commission or the Administrator requests any additional information related to consumer redress, Defendant must provide it, in the form prescribed by the Commission or the Administrator, within 14 days of the request",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Fully cooperate with and assist the Administrator",
            "quoted_text": "Defendant must fully cooperate with and assist the Administrator. That cooperation and assistance must include providing information to the Administrator as the Administrator deems necessary to be fully informed and discharge the responsibilities of the Administrator under this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XVIII",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Defendant must submit acknowledgment of receipt of the Order and deliver copies to relevant personnel, obtaining signed acknowledgments from each recipient.",
        "requirements": [
          {
            "description": "Submit acknowledgment of receipt of Order within 7 days",
            "quoted_text": "Defendant, within 7 days of entry of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver copy of Order to current personnel within 7 days",
            "quoted_text": "For 10 years after entry of this Order, for all Covered Businesses and any business that Defendant, individually or collectively with any other Defendant, is the majority owner or controls directly or indirectly, Defendant must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees and agents having managerial responsibilities for privacy or data security; (3) all employees and agents having responsibilities for the promotion or sale of health-related products or services, or products or services with a Negative Option Feature; (4) any business entity resulting from any change in structure as set forth in the Section titled Compliance Reporting; and (5) each Covered Business. Delivery must occur within 7 days of entry of this Order for current personnel.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Obtain signed acknowledgments from recipients within 30 days",
            "quoted_text": "From each individual or entity to which a Defendant delivered a copy of this Order, that Defendant must obtain, within 30 days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XIX",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendant must submit annual compliance reports and provide notice within 14 days of certain changes, including structural changes and bankruptcy filings.",
        "requirements": [
          {
            "description": "Submit initial compliance report one year after entry of Order",
            "quoted_text": "One year after entry of this Order, Defendant must submit a compliance report, sworn under penalty of perjury.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit compliance notice within 14 days of changes to designated contact or business structure",
            "quoted_text": "For 20 years after entry of this Order, Defendant must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following: 1. Any designated point of contact; or 2. The structure of Defendant, any Covered Business, or any entity that Defendant has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Submit notice of bankruptcy filing within 14 days",
            "quoted_text": "Defendant must submit to the Commission notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against Defendant within 14 days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XX",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendant must create and retain specific records for 20 years, including accounting records, personnel records, consumer complaints, compliance documentation, and marketing materials.",
        "requirements": [
          {
            "description": "Create and retain specified records for 20 years, retaining each record for 5 years",
            "quoted_text": "Defendant must create certain records for 20 years after entry of the Order, and retain each such record for 5 years. Specifically, Defendant, in connection with the marketing of any health services or products or any service or product with a Negative Option Feature, must create and retain the following records: A. Accounting records showing the revenues from all products or services sold; B. Personnel records showing, for each person providing services, whether as an employee or otherwise, that person's: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination; C. Records of all consumer complaints and refund requests, whether received directly or indirectly, such as through a third party, and any response; D. All records necessary to demonstrate full compliance with each Section of this Order, including all submissions to the Commission; and E. A copy of each unique advertisement or other marketing material offering a service or product with a Negative Option feature, or containing a privacy or data security Commitment, including any representation relating to the handling or treatment (such as Deletion) of Covered Information.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "XXI",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The FTC and Plaintiff are authorized to monitor Defendant's compliance through various means including requesting reports, depositions, document production, and direct communications.",
        "requirements": [
          {
            "description": "Submit additional compliance reports or other information within 14 days of written request",
            "quoted_text": "Within 14 days of receipt of a written request from a representative of the Commission or Plaintiff, Defendant must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury; appear for depositions; and produce documents for inspection and copying.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Permit FTC and Plaintiff to communicate directly with Defendant and interview employees",
            "quoted_text": "For matters concerning this Order, the Commission and Plaintiff are authorized to communicate directly with Defendant. Defendant must permit representatives of the Commission and Plaintiff to interview any employee or other person affiliated with any Defendant who has agreed to such an interview. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XXII",
        "title": "Cooperation",
        "category": "affirmative_obligation",
        "summary": "Defendant must fully cooperate with the FTC and Plaintiff in this case and related investigations, providing truthful information and causing personnel to appear for proceedings upon 5 days' notice.",
        "requirements": [
          {
            "description": "Fully cooperate with FTC and provide truthful information and testimony",
            "quoted_text": "Defendant Cerebral, Inc. must fully cooperate with representatives of Plaintiff and the Commission in this case and in any investigation related to or associated with the transactions or the occurrences that are the subject of the Complaint. Defendant must provide truthful and complete information, evidence, and testimony. Defendant must cause its officers, employees, representatives, or agents to appear for interviews, discovery, hearings, trials, and any other proceedings that a Plaintiff or Commission representative may reasonably request upon 5 days' written notice, or other reasonable notice, at such places and times as a Plaintiff or Commission representative may designate, without the service of a subpoena.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XXIII",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction over this matter for purposes of construction, modification, and enforcement of the Order.",
        "requirements": [
          {
            "description": "Court retains jurisdiction for construction, modification, and enforcement",
            "quoted_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "For 20 years after entry of this Order, Defendant must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following: 1. Any designated point of contact; or 2. The structure of Defendant, any Covered Business, or any entity that Defendant has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "05.24, Cerebral, Inc. and Kyle Robertson Complaint (Pending).pdf",
      "order": "05.24, Cerebral, Inc. and Kyle Robertson Order (Pending).pdf"
    },
    "extraction_stats": {
      "complaint_counts": 9,
      "complaint_representations": 7,
      "order_provisions": 23,
      "order_definitions": 24,
      "order_requirements": 56
    },
    "processing_time_seconds": 352.9
  }
}