{
  "case_info": {
    "docket_number": "1:18-cv-10548",
    "company": {
      "name": "Alliance Security Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "",
      "business_description": "Alliance Security installs home security systems and arranges for home security alarm monitoring services. The company places outbound telephone calls to consumers to solicit sales, arrange installations, and provide pricing and contract terms."
    },
    "commissioners": [],
    "case_date": {
      "month": 5,
      "year": 2020
    },
    "legal_authority": "Sections 5(a), 5(m)(1)(A), 13(b), and 16(a) of the Federal Trade Commission Act, 15 U.S.C. §§ 45(a), 45(m)(1)(A), 53(b), and 56(a); Section 6 of the Telemarketing and Consumer Fraud and Abuse Prevention Act, 15 U.S.C. § 6105; and Section 621(a) of the Fair Credit Reporting Act, 15 U.S.C. § 1681s(a)",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/x140022-jasjit-gotra-alliance-security",
    "statutory_topics": [
      "FCRA",
      "TSR"
    ],
    "practice_areas": [
      "Telemarketing",
      "Financial Practices"
    ],
    "industry_sectors": [
      "Financial Services"
    ]
  },
  "complaint": {
    "factual_background": "Alliance Security Inc. and its CEO Jasjit Gotra are recidivist violators of a 2014 court order prohibiting illegal telemarketing. After that order was entered, Alliance and its third-party telemarketers (Defend America and Power Marketing) initiated over two million violations of the Telemarketing Sales Rule, including more than one million calls to numbers on the National Do Not Call Registry. Alliance and Power Marketing telemarketers also deceived consumers by falsely claiming to be affiliated with or a successor company to ADT, a well-known competitor. In addition, Alliance routinely obtained consumer credit reports without any permissible purpose under the FCRA — pulling credit scores on unsolicited telemarketing call targets, consumers outside its service area, and even prominent public figures including the President and former FBI Director. Alliance further misled the FTC by falsely claiming it had stopped calling referral leads, and misled consumers by falsely telling them that DNC Registry registrations expire.",
    "representations_made": [
      {
        "description": "Alliance telemarketers falsely claimed to be calling on behalf of ADT or that ADT had been bought out by Alliance, misrepresenting their business affiliation or identity",
        "quoted_text": "during telemarketing calls. For example, on or about February 19, 2016, a consumer on the phone with an Alliance Security telemarketer asked “this is ADT right?” The Alliance salesperson responded “uh, yeah, ADT actually just got bought out, I’ve actually been receiving a lot of these calls.” The Alliance salesperson then put the consumer on hold. When he returned to the call, he told the consumer: “what I can actually do for you, because we actually just 20 Case 1:18-cv-10548 Document 1 Filed 03/22/18 Page 21 of 57 recently got bought out, I’m not sure if you saw the news, so we can actually upgrade you to a newer system.” These statements misrepresent, in the sale of goods or services, Alliance’s affiliation with ADT. These statements also falsely represent that ADT was bought by Alliance in connection with the offering for sale or sale of goods or services.",
        "verified": true,
        "confidence": 0.85,
        "source_paragraph": 92,
        "quote_start_line": 617,
        "quote_end_line": 629
      },
      {
        "description": "Power Marketing telemarketers falsely claimed they were Alliance, ADT, and/or Family Protection Technologies, misrepresenting their affiliation",
        "quoted_text": "said they were Alliance, ADT, Family Protection Technologies among other names.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 139,
        "quote_start_line": 869,
        "quote_end_line": 870
      },
      {
        "description": "Alliance falsely told consumers that DNC Registry numbers expire and must be periodically renewed, when in fact registrations are permanent",
        "quoted_text": "74. Sometimes, when Alliance receives complaints from consumers who are on the DNC Registry, Alliance falsely tells the consumers that they must periodically renew their numbers on the DNC Registry or their number will be removed from the Registry.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 74,
        "quote_start_line": 504,
        "quote_end_line": 506
      },
      {
        "description": "Alliance falsely informed the FTC that it had discontinued treating referrals as leads and no longer placed telemarketing calls to such numbers",
        "quoted_text": "its telemarketers Alliance sent a letter to the FTC falsely informing the FTC that it “has discontinued treating referrals as leads and no longer places telemarketing calls to such numbers.”",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 65,
        "quote_start_line": 461,
        "quote_end_line": 463
      },
      {
        "description": "Alliance and Power Marketing represented they were affiliated or associated with ADT or another competitor, or were a successor company to ADT",
        "quoted_text": "offering for sale, or sale of home security systems and monthly alarm monitoring services, Defendants Alliance, Gotra, Power Marketing, and Klink have represented, directly or indirectly, expressly or by implication, that: a. Defendants were affiliated or associated with ADT or another competitor alarm installation or monitoring company; or b. Defendants were a successor company to ADT or another Alliance competitor.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 160,
        "quote_start_line": 993,
        "quote_end_line": 999
      },
      {
        "description": "Alliance obtained consumers' personal information during sales calls using deceptive methods, such as telling consumers the information was needed to set up a 'secondary account number,' without disclosing it would be used to pull their credit",
        "quoted_text": "50. During Alliance’s sales calls, which are initiated by Alliance or its telemarketers and not by consumers, Alliance often obtains information necessary to obtain the consumer’s credit scores. Alliance often asks consumers for personal information during the sales calls, such as name, address, date of birth, or the last four digits of their social security number. Some of Alliance’s sales scripts instruct the salespersons to use deceptive methods to obtain this information from consumers. For example, one script instructs the salespersons to tell consumers that they request this information to set up the customer’s “secondary account number.”",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 50,
        "quote_start_line": 365,
        "quote_end_line": 371
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Obtaining Consumer Reports Without a Permissible Purpose (FCRA)",
        "representation": "Alliance and Gotra obtained consumer credit reports and credit scores from consumer reporting agencies, certifying to TransUnion that their sole permissible purpose was for consumer-initiated transactions or account review",
        "fact": "Alliance obtained consumer reports after initiating unsolicited telemarketing calls — without consumers' knowledge or consent, without any existing account relationship, and in hundreds of thousands of instances without any permissible purpose under the FCRA, including pulling credit reports on consumers outside Alliance's service area and on public figures such as James Comey, Barack Obama, and Donald Trump",
        "conclusion": "By and through these acts and practices, Defendants Alliance and Gotra violated Section 604(f) of the FCRA, 15 U.S.C. § 1681b(f), which constitutes a violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 2,
        "title": "Calls to Persons Registered on the National Do Not Call Registry (TSR)",
        "representation": "All Defendants initiated or caused others to initiate outbound telephone calls to consumers",
        "fact": "In numerous instances, Defendants initiated or caused others to initiate outbound telephone calls to persons whose telephone numbers were listed on the National Do Not Call Registry, without express written consent or a pre-existing business relationship, in violation of 16 C.F.R. § 310.4(b)(1)(iii)(B)",
        "conclusion": "Defendants' conduct constitutes violations of the TSR, 16 C.F.R. § 310.4(b)(1)(iii)(B), and therefore unfair or deceptive acts or practices in violation of Section 5(a) of the FTC Act."
      },
      {
        "count_number": 3,
        "title": "Calls Failing to Identify the Seller (TSR)",
        "representation": "Defend America, Merrick, Power Marketing, and Klink initiated outbound telemarketing calls to consumers on behalf of Alliance",
        "fact": "In numerous instances, those calls failed to disclose the seller's identity — Alliance, Defend America, Power Marketing, Avatar, or Monitronics — truthfully, promptly, and in a clear and conspicuous manner, in violation of 16 C.F.R. § 310.4(d). All 492,089 Defend America calls and all 684,789 Power Marketing J Tele Alarms calls failed to identify any seller or telemarketer.",
        "conclusion": "Defendants' conduct constitutes violations of the TSR, 16 C.F.R. § 310.4(d), and therefore unfair or deceptive acts or practices in violation of Section 5(a) of the FTC Act."
      },
      {
        "count_number": 4,
        "title": "Misrepresentations Concerning Seller or Telemarketer's Affiliations (TSR)",
        "representation": "Alliance, Gotra, Power Marketing, and Klink made statements to consumers claiming affiliation with ADT or other competitors, including that ADT had been bought by Alliance",
        "fact": "Defendants were not affiliated with ADT or any other competitor alarm company, and ADT had not been acquired by Alliance; these were misrepresentations about their affiliations with other persons in violation of 16 C.F.R. § 310.3(a)(2)(vii)",
        "conclusion": "Defendants' misrepresentations about their affiliations with other persons constitute violations of 16 C.F.R. § 310.3(a)(2)(vii) of the TSR, and therefore unfair or deceptive acts or practices in violation of Section 5(a) of the FTC Act."
      },
      {
        "count_number": 5,
        "title": "Assisting and Facilitating Abusive or Deceptive Telemarketing Practices (TSR)",
        "representation": "Alliance and Gotra provided substantial assistance and support to third-party telemarketers including Defend America and Power Marketing",
        "fact": "Alliance and Gotra knew or consciously avoided knowing that those telemarketers were: (a) calling numbers on the DNC Registry; (b) failing to identify the seller on calls; (c) misrepresenting their affiliations with ADT and others; and (d) failing to transmit accurate caller ID information — yet Alliance continued providing them with infrastructure, access to its portal, DNC Registry lists, and contractual authorization to market on its behalf",
        "conclusion": "Alliance's substantial assistance or support violates the TSR, 16 C.F.R. § 310.3(b), and therefore constitutes unfair or deceptive acts or practices in violation of Section 5(a) of the FTC Act."
      },
      {
        "count_number": 6,
        "title": "Misrepresentations in Violation of the FTC Act",
        "representation": "Alliance, Gotra, Power Marketing, and Klink represented, directly or indirectly, that they were affiliated or associated with ADT or another competitor alarm company, or that they were a successor company to ADT or another Alliance competitor",
        "fact": "In truth and in fact, Defendants were not affiliated or associated with ADT or any other competitor alarm installation or monitoring company, and were not a successor company to ADT or any Alliance competitor",
        "conclusion": "Therefore, Defendants' representations as set forth in Paragraph 160 of the Complaint are false or misleading and constitute deceptive acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Causing Others to Initiate Outbound Telephone Calls": "includes, among other conduct: (1) contracting with any vendor, agent, or third-party who solicits sales, identifies potential customers, or sets appointments on behalf of Defendant through the use of Outbound Telephone Calls; and (2) contracting with any vendor, agent, or third-party who places Outbound Telephone Calls to potential customers and then transfers those potential customers to Defendant.",
      "Defendant": "Jasjit Gotra.",
      "Established Business Relationship": "a relationship—evidenced by documents maintained by Defendant for a period of five years (as set forth in Section IX herein)—directly between Defendant and a person based on the person's purchase, rental, or lease of Defendant's goods or services or a financial transaction between the person and Defendant, within the eighteen (18) months immediately preceding the date of a Telemarketing call.",
      "Express Written Agreement": "a written agreement—evidenced by documents maintained by Defendant for a period of five years (as set forth in Section IX herein)—directly between Defendant and any person, and provided by that person directly to Defendant, in which that person: (1) expressly agrees to receive Telemarketing calls from Defendant; and (2) provides that person's name, address, telephone number, and written or electronic signature.",
      "Manually Dialed Calls": "telephone calls that are dialed by a live operator who manually selects the telephone number being called. Any such live operator must dial only one telephone number at a time and must conduct the telephone call without the use of prerecorded messages.",
      "Outbound Telephone Call": "a telephone call initiated by a Telemarketer to induce the purchase of goods or services or to solicit a charitable contribution.",
      "Telemarketer": "any person who, in connection with Telemarketing, initiates or receives telephone calls to or from a customer or donor.",
      "Telemarketing": "a plan, program, or campaign which is conducted to induce the purchase of goods or services or a charitable contribution, by use of one or more telephones and which involves more than one interstate telephone call."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Permanent Ban on Outbound Telemarketing",
        "category": "prohibition",
        "summary": "Defendant is permanently enjoined from initiating, assisting, or causing outbound telemarketing calls, and from owning or controlling any company that does so, with a narrow exception for manually dialed calls to persons with an established business relationship or express written agreement.",
        "requirements": [
          {
            "description": "Permanently prohibited from initiating Outbound Telephone Calls, assisting others in initiating them, and causing others to initiate them, except for Manually Dialed Calls to persons with an Established Business Relationship or Express Written Agreement",
            "quoted_text": "A. Initiating Outbound Telephone Calls, assisting others in initiating Outbound Telephone Calls, and Causing Others to Initiate Outbound Telephone Calls. Provided, however, that it is not a violation of this Order for Defendant to place Manually Dialed Calls to persons with whom he has an Established Business Relationship or from whom he has received an Express Written Agreement.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 111,
            "quote_end_line": 115
          },
          {
            "description": "Permanently prohibited from owning, controlling, or holding any ownership interest or stock in any company that engages in the banned telemarketing conduct, except for a non-controlling stock interest in a publicly traded company",
            "quoted_text": "B. Owning or controlling, or holding any ownership interest, share, or stock, in any company that engages in conduct banned in subsection I.A. Provided, however, that it is not a violation of this Order for Defendant to own a non-controlling stock interest in a publicly traded company that engages in conduct banned in subsections I.A-B.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 116,
            "quote_end_line": 119
          }
        ],
        "statutory_topics": [
          "FCRA",
          "TSR"
        ],
        "practice_areas": [
          "Telemarketing"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Prohibition on Violating the Fair Credit Reporting Act",
        "category": "prohibition",
        "summary": "Defendant and those acting in concert with him are permanently enjoined from using or obtaining consumer reports without a valid permissible purpose and from violating any provision of the FCRA.",
        "requirements": [
          {
            "description": "Permanently prohibited from using or obtaining any Consumer Report from any Consumer Reporting Agency or any other person without a valid permissible purpose under 15 U.S.C. § 1681b",
            "quoted_text": "A. Using or obtaining any Consumer Report from any Consumer Reporting Agency or from any other person without a valid permissible purpose, as set forth in 15 U.S.C. § 1681b, a copy of which is attached as Appendix A to this Order; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 129,
            "quote_end_line": 131
          },
          {
            "description": "Permanently prohibited from violating any provision of the Fair Credit Reporting Act, 15 U.S.C. §§ 1681–1681x",
            "quoted_text": "B. Violating any provision of the Fair Credit Reporting Act, 15 U.S.C. §§1681- 1681x.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 132,
            "quote_end_line": 133
          }
        ],
        "statutory_topics": [
          "FCRA",
          "TSR"
        ],
        "practice_areas": [
          "Telemarketing",
          "Financial Practices"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "III",
        "title": "Prohibition Against Misrepresentations",
        "category": "prohibition",
        "summary": "Defendant and those acting in concert with him are permanently enjoined from misrepresenting their affiliation with competitor alarm companies, their acquisition of competitor businesses, or the name of Defendant's business.",
        "requirements": [
          {
            "description": "Permanently prohibited from misrepresenting, or assisting others in misrepresenting, Defendant's affiliation or association with a competitor alarm installation or monitoring company or any other business",
            "quoted_text": "A.(cid:3) Defendant’s affiliation or association with a competitor alarm installation or(cid:3) monitoring company or any other business;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 140,
            "quote_end_line": 141
          },
          {
            "description": "Permanently prohibited from misrepresenting, or assisting others in misrepresenting, Defendant's purchase or acquisition of a competitor alarm installation or monitoring company or any other business",
            "quoted_text": "B.(cid:3) Defendant’s purchase or acquisition (cid:82)(cid:73)(cid:3)a competitor alarm installation or monitoring(cid:3)company or any other business; or",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 142,
            "quote_end_line": 143
          },
          {
            "description": "Permanently prohibited from misrepresenting, or assisting others in misrepresenting, the name of Defendant's business",
            "quoted_text": "C. The name of Defendant’s business.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 144,
            "quote_end_line": 144
          }
        ],
        "statutory_topics": [
          "FCRA",
          "TSR"
        ],
        "practice_areas": [
          "Telemarketing",
          "Financial Practices"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Monetary Judgment for Civil Penalty and Suspension",
        "category": "affirmative_obligation",
        "summary": "A civil penalty judgment of $9,845,021 is entered against Defendant, with $88,000 payable in two installments and personal jewelry liquidated; the remainder of the judgment is suspended conditioned on the truthfulness of Defendant's sworn financial representations.",
        "requirements": [
          {
            "description": "Civil penalty judgment of $9,845,021 is entered in favor of the Commission against Defendant",
            "quoted_text": "A. Judgment in the amount of Nine Million, Eight Hundred Forty-Five Thousand, and Twenty-One dollars ($9,845,021) is entered in favor of the Commission against Defendant as a civil penalty.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 147,
            "quote_end_line": 149
          },
          {
            "description": "Defendant must pay $28,000 to the Commission by electronic fund transfer within seven (7) days of entry of this Order",
            "quoted_text": "1. Within seven (7) days of the entry of this Order, Defendant must pay to the Commission, by electronic fund transfer in accordance with 5 Case 1:19-cv-00410-MSM-LDA Document 94 Filed 05/14/20 Page 6 of 30 PageID #: 3112 instructions previously provided by a representative of the Commission, the sum of twenty-eight thousand dollars ($28,000).",
            "deadline": "7 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 152,
            "quote_end_line": 159
          },
          {
            "description": "Defendant must make a second payment of $60,000 to the Commission by electronic fund transfer within one hundred twenty (120) days of entry of this Order",
            "quoted_text": "2. Within one hundred twenty (120) days of entry of this Order, Defendant must make a second payment to the Commission, by electronic fund transfer in accordance with instructions previously provided by a representative of the Commission, of sixty thousand dollars ($60,000).",
            "deadline": "120 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 160,
            "quote_end_line": 163
          },
          {
            "description": "Within seven (7) days of entry of this Order, Defendant must cause the liquidation of all of his personal jewelry by delivering it to Skinner Inc. and must sign any documents and take any other steps necessary to facilitate the liquidation",
            "quoted_text": "C.(cid:3) Within seven (7) days of the entry of this Order, Defendant must cause the liquidation of all of his personal jewelry (as listed on his Itemization of Personal Jewelry dated January 23, 2020) by delivering it to Skinner Inc., an auction house located in Boston, MA. Defendant’s liquidation of jewelry is pursuant to the terms of a contract between Defendant and Skinner Inc., a copy of which is attached as Appendix B to this Order. Defendant is further Ordered to sign any documents and to take any other steps necessary to facilitate the liquidation.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 164,
            "quote_end_line": 169
          },
          {
            "description": "Upon completion of the payments under Section IV.B and the jewelry turnover under Section IV.C, the remainder of the judgment is suspended subject to certain conditions",
            "quoted_text": "D.(cid:3) Upon completion of the payments required under Section IV.B, and turning over(cid:3) of jewelry required under Section IV.C, the remainder of the judgment is suspended, subject to the Subsections below.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 170,
            "quote_end_line": 172
          },
          {
            "description": "The suspension of the judgment is premised on the truthfulness, accuracy, and completeness of Defendant's sworn financial statements, including four enumerated itemizations and financial statements from 2017, 2019, and 2020",
            "quoted_text": "E.(cid:3) The Commission’s agreement to the suspension of part of the judgment is(cid:3) expressly premised upon the truthfulness, accuracy, and completeness of Defendant’s sworn financial statements and related documents (collectively, “financial representations”) at the time submitted to the Commission, namely: 1. The Itemization of Personal Jewelry of Defendant Jasjit Gotra signed on January 23, 2020; 2. The Financial Statement of Defendant Jasjit Gotra signed on November 3, 2019, including the attachments; 3. The Financial Statement of Defendant Jasjit Gotra signed on January 31, 2019, including the attachments; and 6 Case 1:19-cv-00410-MSM-LDA Document 94 Filed 05/14/20 Page 7 of 30 PageID #: 3113 4. The Financial Statement of Defendant Jasjit Gotra signed on July 25, 2017, including the attachments.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 173,
            "quote_end_line": 188
          },
          {
            "description": "The suspension of the judgment will be lifted if the Court finds Defendant failed to disclose any material asset, materially misstated the value of any asset, or made any other material misstatement or omission in the financial representations",
            "quoted_text": "F. The suspension of the judgment will be lifted if, upon motion by the Commission, the Court finds that Defendant failed to disclose any material asset, materially misstated the value of any asset, or made any other material misstatement or omission in the financial representations identified above.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 189,
            "quote_end_line": 192
          },
          {
            "description": "If the suspension is lifted, the full judgment amount becomes immediately due less any prior payments, plus interest computed from the date of entry of this Order",
            "quoted_text": "G. If the suspension of the judgment is lifted, the judgment becomes immediately due in the amount specified in Subsection A above (which the parties stipulate only for purposes of this Section represents the amount of the civil penalty for the violations alleged in the Complaint), less any payment previously made pursuant to this Section, plus interest computed from the date of entry of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 193,
            "quote_end_line": 197
          }
        ],
        "statutory_topics": [
          "FCRA",
          "TSR"
        ],
        "practice_areas": [
          "Telemarketing",
          "Financial Practices"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      },
      {
        "provision_number": "V",
        "title": "Additional Monetary Provisions",
        "category": "affirmative_obligation",
        "summary": "Defendant relinquishes all interest in transferred assets, consents to facts in the Complaint being taken as true in future proceedings, and acknowledges the civil penalty is not dischargeable in bankruptcy.",
        "requirements": [
          {
            "description": "Defendant relinquishes dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek their return",
            "quoted_text": "A. Defendant relinquishes dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek the return of any assets.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 200,
            "quote_end_line": 201
          },
          {
            "description": "The facts alleged in the Complaint will be taken as true without further proof in any subsequent civil litigation by or on behalf of the Commission",
            "quoted_text": "B. The facts alleged in the Complaint will be taken as true, without further proof, in any subsequent civil litigation by or on behalf of the Commission, including in a proceeding to enforce its rights to any payment or monetary judgment pursuant to this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 202,
            "quote_end_line": 204
          },
          {
            "description": "Defendant agrees the civil penalty judgment is not subject to discharge under the Bankruptcy Code pursuant to 11 U.S.C. § 1141(d)(3) or § 727(a)",
            "quoted_text": "C. Defendant agrees that the judgment against it represents a civil penalty owed to the government of the United States, is not compensation for actual pecuniary loss, and, therefore, as to Defendant, is not subject to discharge under the Bankruptcy Code pursuant to 11 U.S.C. § 1141(d)(3) or 11 U.S.C. § 727(a).",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 205,
            "quote_end_line": 208
          },
          {
            "description": "Defendant agrees the civil penalty judgment is not subject to discharge under the Bankruptcy Code pursuant to 11 U.S.C. § 523(a)(7)",
            "quoted_text": "D. Defendant agrees that the judgment represents a civil penalty owed to the government of the United States, is not compensation for actual pecuniary loss, and is therefore not subject to discharge under the Bankruptcy Code pursuant to 11 U.S.C. § 523(a)(7).",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 209,
            "quote_end_line": 211
          },
          {
            "description": "Defendant acknowledges that his Social Security Number previously provided may be used for collecting and reporting on any delinquent amount arising out of this Order pursuant to 31 U.S.C. § 7701",
            "quoted_text": "E. Defendant acknowledges that his Social Security Number, which Defendant previously provided, may be used for collecting and reporting on any delinquent amount arising out of this Order, in accordance with 31 U.S.C. § 7701.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 216,
            "quote_end_line": 218
          }
        ],
        "statutory_topics": [
          "FCRA",
          "TSR"
        ],
        "practice_areas": [
          "Telemarketing",
          "Financial Practices"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Cooperation",
        "category": "affirmative_obligation",
        "summary": "Defendant must fully cooperate with the FTC in this case and related investigations, provide truthful testimony and documents on five days' written notice, and consent to disclosure of electronic communications records for compliance monitoring purposes.",
        "requirements": [
          {
            "description": "Defendant must fully cooperate with Commission representatives, provide truthful and complete information, evidence, and testimony, and appear for interviews, discovery, hearings, trials, and other proceedings upon five days' written notice",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant must fully cooperate with representatives of the Commission in this case and in any investigation related to or associated with the transactions or the occurrences that are the subject of the Complaint. Defendant must provide truthful and complete information, evidence, and testimony. Defendant must also appear for interviews, discovery, hearings, trials, and any other proceedings that a Commission representative may reasonably request upon five days written notice, at such places and times that a Commission representative may designate, without requiring the service of a subpoena.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 220,
            "quote_end_line": 226
          },
          {
            "description": "Defendant consents, for purposes of the ECPA (18 U.S.C. §§ 2701–2712), to disclosure of the contents and records of his auto-dialed, Telemarketing communications by electronic and remote computing service providers, including for any company under Defendant's control or for which Defendant is the majority owner",
            "quoted_text": "Further, to assist the Commission with any investigation and with monitoring Defendant’s compliance with this order, Defendant consents, for purposes of Sections 2701-2712 of the Electronic Communications Privacy Act (“ECPA”), to the disclosure of the contents and records of his auto-dialed, Telemarketing communications or other information pertaining to his auto- dialed, Telemarketing communications by electronic communications service providers and remote computing service providers. This ECPA provision also applies to any company under Defendant’s control and any company for which Defendant is the majority owner. Defendant",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 227,
            "quote_end_line": 233
          },
          {
            "description": "Defendant must execute, within fourteen (14) days of a Commission request, any forms or documents evidencing his consent required by electronic communications or remote computing service providers",
            "quoted_text": "further agrees to execute, within fourteen (14) days of a request from the Commission, any forms or other documents evidencing its consent that may be required by such electronic communications service providers or remote computing service providers.",
            "deadline": "14 days of request",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 234,
            "quote_end_line": 236
          }
        ],
        "statutory_topics": [
          "FCRA",
          "TSR"
        ],
        "practice_areas": [
          "Telemarketing",
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Defendant must submit a sworn acknowledgment of receipt of the Order within seven days, deliver copies to all relevant business personnel and contractors within seven days (or before they assume responsibilities), and obtain signed acknowledgments from each recipient within thirty days.",
        "requirements": [
          {
            "description": "Defendant must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury within seven (7) days of entry of this Order",
            "quoted_text": "A. Defendant, within seven (7) days of entry of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 240,
            "quote_end_line": 241
          },
          {
            "description": "For five (5) years after entry, for any business Defendant majority-owns or controls, Defendant must deliver a copy of this Order to all principals, officers, directors, LLC managers/members, employees and agents participating in subject-matter conduct, authorized dealers/vendors/lead generators, and persons placing telephone calls on behalf of the company — within seven (7) days for current personnel and before responsibilities are assumed for all others",
            "quoted_text": "B. For five (5) years after entry of this Order, for any business that Defendant, individually or collectively with any other defendant, is the majority owner or controls directly or indirectly, Defendant must deliver a copy of this Order, including Appendix A, to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees, agents, and other representatives who participate in conduct related to the subject matter of the Order; (3) any authorized dealer, vendor, contractor, lead generator, or other person soliciting sales on behalf of such company; and (4) any person placing telephone calls on behalf of such company. Delivery must occur within seven (7) days of entry of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "7 days for current personnel; before assuming responsibilities for others",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 246,
            "quote_end_line": 254
          },
          {
            "description": "From each individual or entity to whom a copy of the Order was delivered, Defendant must obtain a signed and dated acknowledgment of receipt within thirty (30) days",
            "quoted_text": "C. From each individual or entity to which Defendant delivered a copy of this Order, Defendant must obtain, within thirty (30) days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 255,
            "quote_end_line": 257
          }
        ],
        "statutory_topics": [
          "FCRA",
          "TSR"
        ],
        "practice_areas": [
          "Telemarketing",
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendant must file a sworn annual compliance report one year after entry of the Order detailing contact information, business activities, and compliance status, and must file sworn notices within fourteen days of any changes to name, contact information, or business structure for twenty years, as well as notice of any bankruptcy filing.",
        "requirements": [
          {
            "description": "One year after entry of this Order, Defendant must submit a compliance report sworn under penalty of perjury identifying all telephone numbers and addresses, all business activities and ownership interests, describing involvement in each business, describing compliance with each section of this Order, and providing copies of all Order Acknowledgments",
            "quoted_text": "A. One year after entry of this Order, Defendant must submit a compliance report, sworn under penalty of perjury, in which Defendant must: 1. Identify all telephone numbers and all physical, postal, email and Internet addresses, including all residences; 2. Identify all business activities, including any business for which Defendant performs services whether as an employee or otherwise and any entity in which such Defendant has any ownership interest; 3. Describe in detail Defendant’s involvement in each such business, including title, role, responsibilities, participation, authority, control, and any ownership; 4. Describe in detail whether and how Defendant is in compliance with each Section of this Order; and 9 Case 1:19-cv-00410-MSM-LDA Document 94 Filed 05/14/20 Page 10 of 30 PageID #: 3116 5. Provide a copy of each Order Acknowledgment obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 261,
            "quote_end_line": 278
          },
          {
            "description": "For twenty (20) years after entry of this Order, Defendant must submit a sworn compliance notice within fourteen (14) days of any change in his name or contact information, the structure of any entity he owns or controls, or his title or role in any business activity",
            "quoted_text": "B. For twenty (20) years after entry of this Order, Defendant must submit a compliance notice, sworn under penalty of perjury, within fourteen (14) days of any change in the following, in which Defendant must report any change in: 1. His name or any of his contact information; 2. The structure of any entity that Defendant has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: (a) creation, (b) merger, (c) sale, or (d) dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order; 3. Title or role in any business activity, including any business for which Defendant performs services whether as an employee or otherwise and any entity in which Defendant has any ownership interest, and identify the name, physical address, and any Internet address of the business or entity.",
            "deadline": "14 days of any change",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 279,
            "quote_end_line": 291
          },
          {
            "description": "Defendant must submit to the Commission notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding within fourteen days of its filing",
            "quoted_text": "C. Defendant must submit to the Commission notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against such Defendant within fourteen days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 292,
            "quote_end_line": 294
          },
          {
            "description": "Any submission to the Commission required to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746",
            "quoted_text": "D. Any submission to the Commission required by this Order to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, such as by concluding: “I declare under penalty of perjury under the laws of the United States of America that the foregoing is true and correct. Executed on: _____” and supplying the date, signatory’s full name, title (if applicable), and signature.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 295,
            "quote_end_line": 299
          },
          {
            "description": "Unless otherwise directed, all submissions must be emailed to DEbrief@ftc.gov or sent by overnight courier to the Associate Director for Enforcement, Bureau of Consumer Protection, FTC, 600 Pennsylvania Avenue NW, Washington, DC 20580, with subject line beginning: FTC v. Alliance Security Inc., et al., Matter Number X140022",
            "quoted_text": "E. Unless otherwise directed by a Commission representative in writing, all submissions to the Commission pursuant to this Order must be emailed to DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, 10 Case 1:19-cv-00410-MSM-LDA Document 94 Filed 05/14/20 Page 11 of 30 PageID #: 3117 Washington, DC 20580. The subject line must begin: FTC v. Alliance Security Inc., et al., Matter Number X140022.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 300,
            "quote_end_line": 309
          }
        ],
        "statutory_topics": [
          "FCRA",
          "TSR"
        ],
        "practice_areas": [
          "Telemarketing",
          "Financial Practices"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "IX",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendant must create specified business records for twenty years and retain each record for five years, covering accounting, personnel, consumer complaints, established business relationships, express written agreements, and all compliance documentation.",
        "requirements": [
          {
            "description": "For twenty (20) years after entry of the Order, and for any business Defendant majority-owns or controls, Defendant must create and retain accounting records showing revenues from all goods or services sold",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant must create certain records for twenty (20) years after entry of the Order, and retain each such record for five years. Specifically, Defendant, for any business that Defendant, individually or collectively with any other defendant, is a majority owner or control directly or indirectly, must create and retain the following records: A. Accounting records showing the revenues from all goods or services sold;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 311,
            "quote_end_line": 316
          },
          {
            "description": "Must create and retain personnel records for each person providing services, showing name, addresses, telephone numbers, job title, dates of service, and reason for termination",
            "quoted_text": "B. Personnel records showing, for each person providing services, whether as an employee or otherwise, that person’s: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 317,
            "quote_end_line": 319
          },
          {
            "description": "Must create and retain records of all consumer complaints, whether received directly or through a third party, and any response",
            "quoted_text": "C. Records of all consumer complaints whether received directly or indirectly, such as through a third party, and any response;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 320,
            "quote_end_line": 321
          },
          {
            "description": "Must retain all records of an Established Business Relationship for five (5) years from the start of that relationship and for five (5) years after any Manually Dialed Outbound Telephone Call placed to that person based on the Established Business Relationship",
            "quoted_text": "D. All records of an Established Business Relationship with any person for a period of five (5) years from the start of that relationship and for a period of five (5) years after any Manually Dialed Outbound Telephone Call placed to that person based on the Established Business Relationship.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 322,
            "quote_end_line": 325
          },
          {
            "description": "Must retain all records of an Express Written Agreement for five (5) years from the date of such agreement and for five (5) years after any Manually Dialed Outbound Telephone Call placed to that person based on the Express Written Agreement",
            "quoted_text": "E. All records of an Express Written Agreement from any person for a period of five (5) years from the date of such written agreement, and for a period of five (5) years after any Manually Dialed Outbound Telephone Call placed to that person based on the Express Written Agreement.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 326,
            "quote_end_line": 329
          },
          {
            "description": "Must retain all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission",
            "quoted_text": "F. All records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 330,
            "quote_end_line": 331
          }
        ],
        "statutory_topics": [
          "FCRA",
          "TSR"
        ],
        "practice_areas": [
          "Telemarketing",
          "Financial Practices"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "X",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The FTC has broad rights to monitor Defendant's compliance, including requesting additional reports and depositions within fourteen days, communicating directly with Defendant, interviewing affiliated employees, and using undercover methods, as well as employing all lawful compulsory process.",
        "requirements": [
          {
            "description": "Within fourteen days of receipt of a written request from a Commission representative, Defendant must submit additional compliance reports or other requested information sworn under penalty of perjury, appear for depositions, and produce documents for inspection and copying; the Commission is also authorized to obtain discovery using Federal Rules of Civil Procedure 29, 30, 31, 33, 34, 36, 45, and 69 without further leave of court",
            "quoted_text": "A. Within fourteen days of receipt of a written request from a representative of the Commission, Defendant must: (1) submit additional compliance reports or other requested information, which must be sworn under penalty of perjury; (2) appear for depositions; and (3) produce documents for inspection and copying. The Commission is also authorized to obtain discovery, without further leave of court, using any of the procedures prescribed by Federal Rules of Civil Procedure 29, 30 (including telephonic depositions), 31, 33, 34, 36, 45, and 69.",
            "deadline": "14 days of request",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 340,
            "quote_end_line": 345
          },
          {
            "description": "The Commission is authorized to communicate directly with Defendant and Defendant must permit Commission representatives to interview any employee or other affiliated person who has agreed to such an interview, with counsel permitted to be present",
            "quoted_text": "B. For matters concerning this Order, the Commission is authorized to communicate directly with Defendant. Defendant must permit representatives of the Commission to interview any employee or other person affiliated with Defendant who has agreed to such an interview. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 346,
            "quote_end_line": 349
          },
          {
            "description": "The Commission may use all lawful means, including posing as consumers, suppliers, or other individuals, to Defendant or any affiliated individual or entity without identification or prior notice; nothing in this Order limits the Commission's lawful use of compulsory process under Sections 9 and 20 of the FTC Act",
            "quoted_text": "C. The Commission may use all other lawful means, including posing through its representatives as consumers, suppliers, or other individuals or entities, to Defendant or any individual or entity affiliated with either Defendant, without the necessity of identification or prior notice. Nothing in this Order limits the Commission’s lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 350,
            "quote_end_line": 354
          }
        ],
        "statutory_topics": [
          "FCRA",
          "TSR"
        ],
        "practice_areas": [
          "Telemarketing",
          "Financial Practices"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "XI",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
        "requirements": [
          {
            "description": "This Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order",
            "quoted_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 356,
            "quote_end_line": 357
          }
        ],
        "statutory_topics": [
          "FCRA",
          "TSR"
        ],
        "practice_areas": [
          "Telemarketing",
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "For twenty (20) years after entry of this Order, Defendant must submit a compliance notice, sworn under penalty of perjury, within fourteen (14) days of any change in the following..."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "05.20, Jasjit Gotra Complaint.pdf",
      "order": "05.20, Jasjit Gotra Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 6,
      "complaint_representations": 6,
      "order_provisions": 11,
      "order_definitions": 8,
      "order_requirements": 41,
      "provisions_per_section": {
        "I": 2,
        "II": 2,
        "III": 3,
        "IV": 8,
        "V": 5,
        "VI": 3,
        "VII": 3,
        "VIII": 5,
        "IX": 6,
        "X": 3,
        "XI": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 6,
        "complaint_total": 6,
        "order_verified": 41,
        "order_total": 41
      }
    },
    "processing_time_seconds": 153.5
  }
}