{
  "case_info": {
    "docket_number": "C-4759",
    "company": {
      "name": "Fashion Nova, LLC",
      "incorporation_state": "California",
      "entity_type": "limited liability company",
      "address": "2801 E. 46th Street, Vernon, California 90058",
      "business_description": "Fashion Nova specializes in fast fashion apparel designed and manufactured quickly and inexpensively to allow mainstream consumers to buy the latest fashion trends. The company sells Fashion Nova brand apparel primarily online through the fashionnova.com website, adding as many as 1,000 or more new clothing designs per week."
    },
    "commissioners": [
      "Lina M. Khan, Chair",
      "Noah Joshua Phillips",
      "Rebecca Kelly Slaughter",
      "Christine S. Wilson"
    ],
    "case_date": {
      "month": 5,
      "year": 2023
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/192-3138-fashion-nova-llc-matter"
  },
  "complaint": {
    "factual_background": "Fashion Nova, a fast fashion retailer, solicited product reviews from customers on its website and through emails. From late 2015 through mid-November 2019, the company used a third-party review management system configured to automatically post four- and five-star reviews while suppressing hundreds of thousands of lower-starred negative reviews without approval or publication. This resulted in product pages displaying only positive reviews that did not accurately reflect the views of all customers who submitted reviews.",
    "representations_made": [
      {
        "description": "Product reviews on the Fashion Nova website accurately reflect the views of all purchasers who submitted reviews",
        "quoted_text": "the product reviews on the Fashion Nova website accurately reflect the views of all purchasers who submitted reviews of Fashion Nova products to the website",
        "source_paragraph": 10
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Deceptive Review Practices",
        "representation": "The product reviews on the Fashion Nova website accurately reflect the views of all purchasers who submitted reviews of Fashion Nova products to the website",
        "fact": "The product reviews on the Fashion Nova website did not accurately reflect the views of all purchasers who submitted reviews of the products because in numerous instances the Respondent suppressed product reviews with ratings lower than four stars",
        "conclusion": "Therefore, the representation set forth in Paragraph 10 is false or misleading."
      }
    ]
  },
  "order": {
    "definitions": {
      "Respondent": "Fashion Nova, LLC, a limited liability company, and its successors and assigns."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibited Misrepresentations",
        "category": "prohibition",
        "summary": "Respondent must not make any misrepresentations about product reviews or endorsements, including claims that reviews accurately reflect all purchaser views, are unedited, are presented regardless of opinion, or about how reviews factor into ratings.",
        "requirements": [
          {
            "description": "Must not misrepresent that product reviews accurately reflect the views of all purchasers who submitted reviews",
            "quoted_text": "IT IS ORDERED that Respondent, and Respondent's officers, agents, employees; and attorneys, and all other persons in active concert or participation with any ofthem, who receive actual notice ofthis Order, whether acting directly or indirectly, in connection with the advertising, promotion, offering for sale, or sale ofany product must not make any misrepresentation, expressly or by implication, about product reviews or endorsements ofthe product, including any misrepresentation: A. That product reviews on Respondent's website accurately reflect the views ofall purchasers who submitted reviews ofRespondent's products on the website;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent that product reviews or endorsements are unedited",
            "quoted_text": "B. That product reviews or endorsements ofany products are unedited;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent that product reviews or endorsements are presented regardless of the endorser's opinion or rating",
            "quoted_text": "C. That product reviews or endorsements ofany products are presented regardless ofthe endorser's opinion or rating;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent how product reviews factor into any composite or overall rating of a product",
            "quoted_text": "D. About bow product reviews factor into any composite or overall rating ofa product.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Product Review Display",
        "category": "affirmative_obligation",
        "summary": "Respondent must display all consumer-submitted reviews for products currently offered for sale, including previously withheld reviews, with specific exceptions for unrelated, unlawful, profane, obscene, or discriminatory content.",
        "requirements": [
          {
            "description": "Must display all reviews for products currently offered for sale that are or were submitted by consumers, including previously withheld reviews",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent must display, on each ofits websites disp1aying product reviews, all reviews for products currently offered for sale that are or were submitted by consumers to such website, including all reviews that Respondent or its agents previously withheld from public view. Provided that Respondent: (a) is not required to display reviews that are unrelated to Respondent's products and unrelated to Respondent's customer service, delivery, returns, or exchanges; (b) is not required to display reviews that contain unlawful, profane, obscene, vulgar, or sexually explicit content, or content that is inappropriate with respect to race, gender, sexuality, or ethnicity, so long as the criteria for withholding reviews is applied uniformly to all reviews submitted to such website; and (c) is not required to offer the opportunity to submit reviews for any or every product offered for sale on such website.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Monetary Relief",
        "category": "affirmative_obligation",
        "summary": "Respondent must pay $4,200,000 to the Commission as monetary relief within 8 days of the effective date of the Order.",
        "requirements": [
          {
            "description": "Must pay $4,200,000 to the Commission as monetary relief",
            "quoted_text": "A. Respondent must pay to the Commission $4,200,000 as monetary relief.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Payment must be made within 8 days of the effective date by electronic fund transfer",
            "quoted_text": "B. Such payment must be made within 8 days ofthe effective date ofthis Order by electronic fund transfer in accordance with instructions provided by a representative of the Commission.",
            "deadline": "8 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Additional Monetary Provisions",
        "category": "affirmative_obligation",
        "summary": "Respondent relinquishes all rights to transferred assets, and the order establishes facts for bankruptcy and collection enforcement purposes, with provisions for default interest and civil penalties.",
        "requirements": [
          {
            "description": "Respondent relinquishes all rights to transferred assets and may not seek their return",
            "quoted_text": "A. Respondent relinquishes dominion and all legal and equitable right, title, and interest in all assets transferred pw-suant to this Order and may not seek the return ofany assets.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Facts alleged in the Complaint will be taken as true in subsequent civil litigation to enforce payment",
            "quoted_text": "B. The facts alleged in the Complaint will be taken as true, without further proof, in any subsequent civil litigation by or on behalfofthe Commission to enforce its rights to any payment pursuant to this Order, such as a nondischargeability complaint in any bankruptcy case.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Facts establish elements for bankruptcy nondischargeability under 11 U.S.C. § 523(a)(2)(A)",
            "quoted_text": "C. The facts alleged in the Complaint establish all elements necessary to sustain an action by or on behalfofthe Commission pursuant to Section 523(a)(2)(A) ofthe Bankruptcy Code, 11 U.S.C. § 523(a)(2)(A), and this Order will have collateral estoppel effect for such purposes.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Money paid may be used for consumer redress or other relief as determined by the Commission",
            "quoted_text": "D. All money paid to the Commission pursuant to this Order may be deposited into a fund administered by the Commission or its designee to be used for relief, including consumer redress and any attendant expenses for the administration ofany redress fund. Ifa representative ofthe Commission decides that direct redress to consumers is wholly or partially impracticable or money remains after redress is completed, the Commission may apply any remaining money for such other relief (including consumer information remedies) as it determines to be reasonably related to Respondent's practices alleged in the Complaint. Any money not used is to be deposited to the U.S. Treasury. Respondent has no right to challenge any activities pursuant to this Provision.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Interest accrues on default payments, and entire amount becomes due if default continues for 10 days",
            "quoted_text": "E. In the event ofdefault on any obligation to make payment under this Order, interest, computed as ifpursuant to 28 U.S.C. § 1961(a), shall accrue .from the date ofdefault to the date ofpayment. In the event such default continues for 10 days beyond the date that payment is due, the entire amount will immediately become due and payable.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Each day of nonpayment constitutes a separate violation subject to civil penalties",
            "quoted_text": "F. Each day ofnonpayment is a violation through continuing failure to obey or neglect to obey a final order ofthe Commission and thus will be deemed a separate offense and violation for which a civil penalty shall accrue.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Taxpayer Identification Number may be used for collecting delinquent amounts",
            "quoted_text": "G. Respondent acknowledges that its Taxpayer Identification Number (Employer Identification Number), which Respondent has previously submitted to the Commission, may be used for collecting and reporting on any delinquent amount arising out ofthis Order, in accordance with 31 U.S.C. § 7701.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Acknowledgments of the Order",
        "category": "acknowledgment",
        "summary": "Respondent must submit acknowledgment of receipt, deliver copies of the Order to personnel and obtain signed acknowledgments within specified timeframes.",
        "requirements": [
          {
            "description": "Must submit acknowledgment of receipt of Order sworn under penalty of perjury",
            "quoted_text": "A. Respondent, within 10 days after the effective date ofthis Order, must submit to the Commission an acknowledgment ofreceipt ofthis Order sworn under penalty ofperjury.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must deliver copy of Order to all principals, officers, directors, managers, members, relevant employees, agents, and representatives",
            "quoted_text": "B. Respondent must deliver a copy ofthis Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees having managerial responsibilities for conduct related to the subject matter ofthe Order and all agents and representatives who participate in conduct related to the subject matter ofthe Order; and (3) any business entity resulting from any change in structure as set forth in the Provision titled Compliance Reports and Notices. Delivery must occur within 10 days after the effective date ofthis Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must obtain signed and dated acknowledgments of receipt from each individual or entity that received a copy",
            "quoted_text": "C. From each individual or entity to which Respondent delivered a copy ofthis Order, Respondent must obtain, within 30 days, a signed and dated acknowledgment ofreceipt ofthis Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Compliance Reports and Notices",
        "category": "compliance_reporting",
        "summary": "Respondent must submit a compliance report 90 days after issuance and provide notices within 14 days of specified changes, including changes to designated contacts, business structure, or bankruptcy filings.",
        "requirements": [
          {
            "description": "Must submit compliance report 90 days after issuance identifying contact information, business details, compliance status, and acknowledgments",
            "quoted_text": "A. Ninety days after the issuance date ofthis Order, Respondent must submit a compliance report, sworn under penalty ofperjury, in which Respondent must: 1. Identify the primary physical, postal, and email address and telephone number, as designated points ofcontact, which representatives ofthe Commission may use to communicate with Respondent; 2. Identify all of Respondent's businesses by all oftheir names, telephone numbers, and physical, postal, email, and Internet addresses; 3. Describe the activities ofeach business, including the goods and services offered, the means ofadvertising, marketing, and sales; 4. Describe in detail whether and how tlie Respondent is in compliance with each Provision ofthis Order, including a discussion ofall ofthe changes the Respondent made to comply with the Order; and 5. Provide a copy ofeach Acknowledgment ofthe Order obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "90 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Must submit compliance notice within 14 days of any change in designated point of contact or business structure",
            "quoted_text": "B. Respondent must submit a compliance notice, sworn under penalty ofperjury, within 14 days ofany change in the following: 1. Any designated point ofcontact; or 2. The structure ofRespondent or any entity that Respondent has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution ofthe entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must submit notice of bankruptcy or insolvency filing within 14 days",
            "quoted_text": "C. Respondent must submit notice ofthe filing ofany bankruptcy petition, insolvency proceeding, or similar proceeding by or against Respondent within 14 days ofits filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "All submissions sworn under penalty of perjury must comply with 28 U.S.C. § 1746",
            "quoted_text": "D. Any submission to the Commission required by this Order to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, such as by concluding: \"I declare under penalty ofperjury under the laws ofthe United States of America that the foregoing is true and correct. Executed on: __\" and supplying the date, signatory's full name, title (ifapplicable), and signature.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "All submissions must be emailed or sent by overnight courier to specified address with proper subject line",
            "quoted_text": "E. Unless otherwise directed by a Commission representative in writing, al] submissions to the Commission pursuant to this Order must be emailed to DEbrief@ftc.gov or sent by overnight coUiier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau ofConsumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin: In re Fashion Nova, LLC.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must create and retain specific records for designated periods, including accounting records, personnel records, consumer complaints, compliance records, marketing materials, and product reviews.",
        "requirements": [
          {
            "description": "Must create accounting records for 10 years and retain each for 5 years",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent must create certain records for 10 years after the issuance date ofthe Order, and retain each such record for 5 years, unless otherwise specified below. Specifically, Respondent must create and retain the following records: A. Accounting records showing the revenues from all goods or services sold, the costs incurred in generating those revenues, and resulting net profit or loss;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must create personnel records for 10 years and retain each for 5 years",
            "quoted_text": "B. Personnel records showing, for each person providing services in relation to any aspect of the Order, whether as an employee or otherwise, that person's: name; addresses; telephone numbers; job title or position; dates ofservice; and (ifapplicable) the reason for termination;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must create and retain copies of all consumer complaints relating to customer reviews",
            "quoted_text": "C. Copies or records ofall consumer or other complaints relating to customer reviews, whether received directly or indirectly, such as through a third party, and any response;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must create and retain all records necessary to demonstrate full compliance with each provision",
            "quoted_text": "D. All records necessary to demonstrate full compliance with each provision ofthis Order, including all submissions to the Commission;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must create and retain copies of each unique advertisement or marketing material and each product review submitted",
            "quoted_text": "E. A copy ofeach unique advertisement or other marketing material making a representation subject to this Order and a copy ofeach product review submitted to Respondent;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must retain for 5 years all records showing any lack of compliance with the Order",
            "quoted_text": "F. For 5 years from the date created or received, all records, whether prepared by or on behalfofRespondent, that tend to show any lack ofcompliance by Respondent with this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission may monitor compliance through additional report requests, direct communication with Respondent, interviews, undercover investigations, and use of compulsory process.",
        "requirements": [
          {
            "description": "Must submit additional compliance reports or information and produce records within 10 days of written request",
            "quoted_text": "A. Within 10 days ofreceipt ofa written request from a representative ofthe Commission, Respondent must: submit additional compliance reports or other requested information, which must be sworn under penalty ofperjury, and produce records for inspection and copymg.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must permit Commission representatives to communicate directly with Respondent and interview affiliated persons who agree",
            "quoted_text": "B. For matters concerning this Order, representatives ofthe Commission are authorized to communicate directly with Respondent. Respondent must pe1mit representatives ofthe Commission to interview anyone affiliated with Respondent who has agreed to such an interview. The interviewee may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Commission may use undercover investigations and compulsory process to monitor compliance",
            "quoted_text": "C. The Commission may use all other lawful means, including posing through its representatives as consumers, suppliers, or other individuals or entities, to Respondent or any individual or entity affiliated with Respondent, without the necessity ofidentification or prior notice. Nothing in this Order limits the Commission's lawful use ofcompulsory process, pursuant to Sections 9 and 20 ofthe FTC Act, 15 U.S.C. §§ 49, 57b-l.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Order Effective Dates",
        "category": "duration",
        "summary": "The Order is final and effective upon publication on the FTC website and terminates 20 years from issuance or from the most recent federal court complaint filing, with specific provisions for complaint dismissal or ruling.",
        "requirements": [
          {
            "description": "Order is final and effective upon publication on ftc.gov",
            "quoted_text": "IT IS FURTHER ORDERED that this Order is final and effective upon the date ofits publication on the Commission's website (fie.gov) as a final order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Order terminates 20 years from issuance or from most recent federal court complaint filing, whichever is later",
            "quoted_text": "This Order will terminate 20 years from the date ofits issuance (which date may be stated at the end ofthis Order, near the Commission's seal), or 20 years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation ofthis Order, whichever comes later;provided, however, that the filing of such a complaint will not affect the duration of: A. Any Provision in this Order that tenninates in less than 20 years; B. This Order if such complaint is filed after the Order has terminated pursuant to this Provision.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This Order will terminate 20 years from the date ofits issuance (which date may be stated at the end ofthis Order, near the Commission's seal), or 20 years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation ofthis Order, whichever comes later;provided, however, that the filing of such a complaint will not affect the duration of: A. Any Provision in this Order that tenninates in less than 20 years; B. This Order if such complaint is filed after the Order has terminated pursuant to this Provision."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "05.23, Fashion Nova Complaint (Pending).pdf",
      "order": "05.23, Fashion Nova Order (Pending).pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 1,
      "order_provisions": 9,
      "order_definitions": 1,
      "order_requirements": 33
    },
    "processing_time_seconds": 151.9
  }
}