{
  "case_info": {
    "docket_number": "24-cv-21376-JLK",
    "company": {
      "name": "Cerebral, Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "2093 Philadelphia Pike #9898, Claymont, Delaware 19703",
      "business_description": "Cerebral operates a telemedicine platform offering online healthcare services, including mental health treatment and substance use disorder treatment, delivered remotely through virtual offices."
    },
    "commissioners": [],
    "case_date": {
      "month": 5,
      "year": 2024
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a); Section 5(m)(1)(A) of the FTC Act, 15 U.S.C. § 45(m)(1)(A); Section 13(b) of the FTC Act, 15 U.S.C. § 53(b); Section 8023 of the Opioid Addiction Recovery Fraud Prevention Act of 2018, 15 U.S.C. § 45d; Section 5 of the Restore Online Shoppers' Confidence Act (ROSCA), 15 U.S.C. § 8404",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/222-3067-cerebral-inc-kyle-robertson-us-v",
    "statutory_topics": [
      "Health Breach Notification"
    ],
    "practice_areas": [
      "Privacy",
      "Data Security",
      "Deceptive Design / Dark Patterns"
    ],
    "industry_sectors": [
      "Healthcare",
      "Technology"
    ]
  },
  "complaint": {
    "factual_background": "Cerebral, Inc. and its CEO Kyle Robertson operated a telehealth subscription service and systematically deceived consumers by (1) promising that patients' sensitive personal and health information would remain private and would not be used for marketing without consent, while actually sharing that data with over twenty third-party advertising platforms including Facebook, Google, and TikTok; (2) assuring consumers their data was secure while failing to implement basic safeguards, resulting in multiple data breaches affecting millions of patients; (3) representing that consumers could 'Cancel anytime' while deliberately designing a burdensome, multi-step cancellation process to reduce churn and collecting over $8 million from consumers after they requested cancellation; and (4) engaging in deceptive marketing by fabricating positive online reviews, suppressing authentic negative reviews, and failing to disclose incentives paid to reviewers. Robertson's new company, Zealthy (later Gronk), and its affiliated medical practice Bruno Health, committed similar ROSCA violations by failing to clearly disclose subscription costs, material terms, and providing no simple cancellation mechanism.",
    "representations_made": [
      {
        "description": "Cerebral claimed its service is private, secure, and non-judgmental, and that care is delivered from the comfort of the consumer's own home",
        "quoted_text": "security of its services, stating: “Come as you are, without even having to leave home. We’re tearing down the walls of mental health stigma, but you’re more than welcome to receive your care from the comfort of your own home. It’s private, secure, and non-judgmental.”",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 56,
        "quote_start_line": 366,
        "quote_end_line": 368
      },
      {
        "description": "Cerebral represented that remote depression and anxiety treatment is safe, secure, and discreet, and that seeking treatment is simple and secure",
        "quoted_text": "Ultimately, remote depression and anxiety treatment is safe, secure, and discreet. . . . . 14 Case 1:24-cv-21376-JLK Document 21 Entered on FLSD Docket 05/31/2024 Page 15 of 70 Seeking treatment for your depression and anxiety is simple and secure. If you feel like you might be experiencing symptoms of depression, we hope you’ll consider taking our free emotional assessment [hyperlinked] to determine if treatment is right for you.",
        "verified": true,
        "confidence": 0.85,
        "source_paragraph": 57,
        "quote_start_line": 376,
        "quote_end_line": 385
      },
      {
        "description": "Cerebral promised 'Confidential treatment from the privacy of your home' and 'discreet, judgment-free screening and treatment'",
        "quoted_text": "subscribers can expect “Confidential treatment from the privacy of your home” or “discreet, judgment-free . . . screening and treatment,” among similar claims.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 58,
        "quote_start_line": 387,
        "quote_end_line": 388
      },
      {
        "description": "Cerebral's 'Our Promise to Our Patients' screen claimed it uses the latest information security technology to protect data, which is not shared without consent and will only be used internally to improve clinical care",
        "quoted_text": "Secure We use the latest information security technology to protect your data, which is not shared without your consent, and will only be used internally to improve clinical care.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 59,
        "quote_start_line": 399,
        "quote_end_line": 402
      },
      {
        "description": "Cerebral's Notice of Privacy Practices stated it was expressly prohibited from using or disclosing protected health information for marketing purposes without authorization",
        "quoted_text": "Without your authorization, we are expressly prohibited from using or disclosing your protected health information for marketing purposes. We may not sell your protected health information without your authorization.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 68,
        "quote_start_line": 468,
        "quote_end_line": 470
      },
      {
        "description": "Cerebral's Privacy Policy stated that PHI will not be used for any other purpose, including marketing, without consumer consent",
        "quoted_text": "Cerebral will use or disclose PHI [(protected health information)] only as permitted in Cerebral’s agreements with CMG (or your own medical provider if you do not use a CMG Provider) and we only collect the PHI we need to fully perform our services and to respond to you or your Provider. We may use your PHI to contact you to the extent permitted by law, to provide requested services, to provide information to your Providers and insurers, to obtain payments for our services, to respond to your inquiries and requests, and to respond to inquiries and requests from your Providers and benefits program. We may combine your information with other information about you that is available to use, including information from other sources, such as from your Providers, insurers or benefits program, in order to maintain an accurate record of our participants. PHI will not be used for any other purpose, including marketing, without your consent.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 71,
        "quote_start_line": 492,
        "quote_end_line": 503
      },
      {
        "description": "Cerebral's Telehealth Informed Consent stated that electronic communication systems would incorporate network and software security protocols to protect confidentiality, and that services would be delivered over a HIPAA-compliant secure connection",
        "quoted_text": "The electronic communication systems we use will incorporate network and software security protocols to protect the confidentiality of patient identification and imaging data and will include measures to safeguard the data and to ensure its integrity against intentional or unintentional corruption. All the services delivered to the patient through telehealth will be delivered over a secure connection that complies with the requirements of the Health Insurance Portability and Accountability Act of 1996 (“HIPAA”).",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 72,
        "quote_start_line": 507,
        "quote_end_line": 513
      },
      {
        "description": "Cerebral represented that consumers can 'Cancel anytime,' appearing repeatedly including three times on a single page of its website and app",
        "quoted_text": "Cerebral’s enrollment process, Cerebral represented that clients may “Cancel anytime.” For example, in many instances, the landing pages of Cerebral’s websites or apps included the text, “Cancel anytime.”",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 123,
        "quote_start_line": 879,
        "quote_end_line": 881
      },
      {
        "description": "Cerebral represented that consumers contacting the company would receive a response within one business day, and that representatives were available seven days a week",
        "quoted_text": "129. Cerebral has represented that its patients can contact the company by email, text, or phone and that its representatives are available from 6am-6pm PT Monday through Friday and from 7am-4pm PT Saturdays and Sundays. Cerebral has also represented that all customers contacting the company will “receive a response within one business day.” However, these",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 129,
        "quote_start_line": 911,
        "quote_end_line": 914
      },
      {
        "description": "Online reviews posted by Robertson and Martelli appeared to reflect authentic reviews, opinions, and experiences of ordinary, unbiased customers",
        "quoted_text": "having represented or caused Cerebral employees to represent, directly or indirectly, expressly or by implication, that reviews of Cerebral posted on websites reflected authentic reviews, opinions, and experiences of ordinary, unbiased customers. In truth and in fact, multiple reviews that Robertson and Martelli caused to be posted, or knew were posted, on online review websites about Cerebral’s services did not reflect the opinions or experiences of ordinary unbiased customers. Instead, they were fictitious reviews fabricated by Cerebral’s own employees.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 276,
        "quote_start_line": 1672,
        "quote_end_line": 1677
      },
      {
        "description": "Zealthy and Bruno Health represented that consumers interested in certain weight loss medications would generally pay $25 with insurance or $150 without insurance",
        "quoted_text": "222. For example, Zealthy and Bruno Health have represented that consumers interested in certain weight loss medications would generally pay $25 with insurance or $150 without insurance, only to end up charging them multiples of those amounts. Some consumers have complained that they were charged over $1,000 for those medications.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 222,
        "quote_start_line": 1380,
        "quote_end_line": 1383
      },
      {
        "description": "Zealthy and Bruno Health told consumers they would pay '$0' for their first 3 months, or no more than '$49' for their first month",
        "quoted_text": "223. Similarly, Zealthy and Bruno Health have touted low costs for initial months of their services—telling consumers they would pay “$0” for their first 3 months, or no more than “$49” for their first month—only to charge them much more, including by charging for multiple months upfront.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 223,
        "quote_start_line": 1384,
        "quote_end_line": 1387
      },
      {
        "description": "Zealthy and Bruno Health told consumers they could 'Cancel anytime' and could obtain refunds, while burying contradictory cancellation and auto-renewal terms in fine print",
        "quoted_text": "229. These terms have also contradicted assurances Zealthy and Bruno Health have provided to consumers during their enrollment flow and on their website, such as that they can “Cancel anytime,” can obtain refunds, and can expect to pay only certain, defined costs for their use of the services.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 229,
        "quote_start_line": 1415,
        "quote_end_line": 1418
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Deceptive Privacy Practices (Cerebral & Robertson)",
        "representation": "Cerebral's service is private or confidential; Cerebral keeps consumers' personal information and health care private or confidential; Cerebral would not use or disclose consumers' personal information, including PHI, for marketing purposes or to third parties without consumers' consent",
        "fact": "Cerebral's service was not private or confidential; Cerebral did not keep consumers' personal information or health care private or confidential; Cerebral used and disclosed consumers' PHI to third parties for marketing purposes without consumers' consent",
        "conclusion": "Cerebral and Robertson's representations were deceptive, constituting deceptive acts or practices in violation of Section 5 of the FTC Act, 15 U.S.C. § 45(a)"
      },
      {
        "count_number": 2,
        "title": "Deceptive Data Security Practices (Cerebral & Robertson)",
        "representation": "Cerebral keeps consumers' personal information, including PHI, secure; Cerebral fully secures or safeguards PHI from unauthorized access, use, or disclosure; Cerebral implemented reasonable measures to protect PHI; and Cerebral collects personal information in a secure manner",
        "fact": "Cerebral did not keep consumers' PHI secure; did not fully safeguard it from unauthorized access; did not implement reasonable protective measures; did not collect information securely; and failed to adequately disclose these failures to consumers",
        "conclusion": "Cerebral and Robertson's acts or practices constitute deceptive acts or practices in violation of Section 5 of the FTC Act, 15 U.S.C. § 45(a)"
      },
      {
        "count_number": 3,
        "title": "Unfair Privacy and Data Security Practices (Cerebral & Robertson)",
        "representation": "Not applicable (unfair practice count — no affirmative representation required)",
        "fact": "Cerebral and Robertson failed to employ reasonable measures to protect consumers' PHI, resulting in improper disclosure to numerous third parties; and used or disclosed consumers' PHI for marketing purposes without consumers' affirmative express consent",
        "conclusion": "Cerebral and Robertson's acts or practices caused or are likely to cause substantial injury to consumers not outweighed by countervailing benefits and not reasonably avoidable, constituting unfair acts or practices in violation of Section 5 of the FTC Act, 15 U.S.C. § 45(a), (n)"
      },
      {
        "count_number": 4,
        "title": "Deceptive Cancellation Practices (Cerebral & Robertson)",
        "representation": "Consumers can 'Cancel anytime'",
        "fact": "Cerebral and Robertson did not allow consumers to cancel at any time. For over two years, consumers could only demand cancellation and were then subjected to a multi-step 'save' process requiring emails, assessment forms, and days of waiting, during which they continued to be charged",
        "conclusion": "The making of these representations constitutes a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)"
      },
      {
        "count_number": 5,
        "title": "Unfair and Deceptive Marketing and Consumer Review Practices (Robertson & Martelli)",
        "representation": "Reviews of Cerebral posted on websites reflected authentic reviews, opinions, and experiences of ordinary, unbiased customers; and that some patient-reviewers had not received compensation to post, revise, or remove reviews",
        "fact": "Multiple reviews were fictitious, fabricated by Cerebral's own employees impersonating patients; some reviewers had received refunds, discounts, or other compensation that was not disclosed; and negative authentic reviews were suppressed",
        "conclusion": "These acts and practices related to review manipulation and marketing efforts constitute deceptive acts or practices in violation of Sections 5(a) and 12 of the FTC Act, 15 U.S.C. §§ 45(a), 52"
      },
      {
        "count_number": 6,
        "title": "Violations of the Opioid Addiction Recovery Fraud Prevention Act (Cerebral, Robertson & Martelli)",
        "representation": "The unfair or deceptive acts or practices regarding data security, data privacy, marketing, and online reviews described in Counts I–V were carried out in connection with substance use disorder treatment services",
        "fact": "Cerebral offered substance use disorder treatment services to thousands of patients, and the deceptive and unfair practices described above were conducted with respect to those services",
        "conclusion": "Cerebral, Robertson, and Martelli's unfair or deceptive acts or practices constitute violations of Section 8023(a) of the Opioid Act, 15 U.S.C. § 45d(a), and they violated the Act with the requisite knowledge to be liable for civil penalties"
      },
      {
        "count_number": 7,
        "title": "Violations of ROSCA (Cerebral & Robertson)",
        "representation": "Cerebral promoted and sold online telehealth subscription services through a negative option feature",
        "fact": "Cerebral and Robertson failed to: (A) clearly and conspicuously disclose all material terms before obtaining billing information; (B) obtain express informed consent before charging consumers; and (C) provide simple mechanisms to stop recurring charges",
        "conclusion": "Cerebral and Robertson's acts or practices violate Section 4 of ROSCA, 15 U.S.C. § 8403, constituting an unfair or deceptive act or practice in violation of Section 5(a) of the FTC Act, with the requisite knowledge for civil penalties"
      },
      {
        "count_number": 8,
        "title": "Unfair and Deceptive Practices — Zealthy & Bruno Health (Robertson, Echeverry, Zealthy & Bruno Health)",
        "representation": "Robertson, Echeverry, Zealthy, and Bruno Health represented costs consumers would incur; services covered; subscription and auto-renewal terms; ability to cancel and obtain refunds; availability of insurance coverage; and use and disclosure of consumers' private information",
        "fact": "These representations were misleading or false: defendants imposed undisclosed costs; charged for services consumers believed were covered; failed to honor cancellations and refunds; imposed hidden annual subscription terms; and concealed sweeping data tracking and disclosure practices in fine print not shown during enrollment",
        "conclusion": "The representations and practices constitute unfair or deceptive acts or practices causing substantial injury to consumers, in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a) and § 45(a), (n)"
      },
      {
        "count_number": 9,
        "title": "Violations of ROSCA — Zealthy & Bruno Health (Robertson, Echeverry, Zealthy & Bruno Health)",
        "representation": "Robertson, Echeverry, Zealthy, and Bruno Health promoted and sold online telehealth services through a negative option feature",
        "fact": "These defendants failed to: (A) clearly and conspicuously disclose all material terms before obtaining billing information, including prices, services, auto-renewal, subscription term, data privacy, cancellation, refunds, and insurance coverage; (B) obtain express informed consent before charging consumers; and (C) provide simple mechanisms to stop recurring charges",
        "conclusion": "Robertson, Echeverry, Zealthy, and Bruno Health's acts or practices violate Section 4 of ROSCA, 15 U.S.C. § 8403, constituting an unfair or deceptive act or practice in violation of Section 5(a) of the FTC Act, with the requisite knowledge for civil penalties"
      }
    ]
  },
  "order": {
    "definitions": {
      "Acquisition": "the purchase of one company by another. An Acquisition may be structured as an acquisition of stock, assets (including the acquisition of applications or websites, contracts, patents, intellectual property, or data), talent (e.g., employees or agents), or any combination thereof.",
      "Affirmative Express Consent": "any freely given, specific, informed, and unambiguous indication of an individual's wishes demonstrating agreement by the individual, such as by a clear affirmative action, following a Clear and Conspicuous disclosure to the individual of: (1) the categories of information that will be collected; (2) the specific purpose(s) for which such data will be collected, used, or disclosed; (3) the name(s) of any entity that collects the information or to which the information is disclosed; (4) a simple, easily located means for the individual to withdraw consent; (5) any limitations on the individual's ability to withdraw consent; and (6) all other information material to the provision of consent. The Clear and Conspicuous disclosure must be separate from any \"privacy policy,\" \"notice of privacy practices,\" \"terms of service,\" \"terms of use,\" or other similar document.",
      "Billing Information": "any data that enables any person to access a customer's account, such as a credit card, checking, savings, share or similar account, utility bill, mortgage loan account, or debit card.",
      "Charge / Charged / Charging": "any attempt to collect money or other consideration from a consumer, including causing Billing Information to be submitted for payment, including against the consumer's credit card, debit card, bank account, telephone bill, or other account.",
      "Clear(ly) and conspicuous(ly)": "that a required disclosure is difficult to miss (i.e., easily noticeable) and easily understandable by ordinary consumers, including in all of the following ways: (1) In any communication that is solely visual or solely audible, the disclosure must be made through the same means through which the communication is presented. In any communication made through both visual and audible means, such as a television advertisement, the disclosure must be presented simultaneously in both the visual and audible portions of the communication even if the representation requiring the disclosure is made in only one means. (2) A visual disclosure, by its size, contrast, location, the length of time it appears, and other characteristics, must stand out from any accompanying text or other visual elements so that it is easily noticed, read, and understood. (3) An audible disclosure, including by telephone or streaming video, must be delivered in a volume, speed, and cadence sufficient for ordinary consumers to easily hear and understand it. (4) In any communication using an interactive electronic medium, such as the Internet or software, the disclosure must be unavoidable. (5) The disclosure must use diction and syntax understandable to ordinary consumers and must appear in each language in which the representation that requires the disclosure appears. (6) The disclosure must comply with these requirements in each medium through which it is received, including all electronic devices and face-to-face communications. (7) The disclosure must not be contradicted or mitigated by, or inconsistent with, anything else in the communication. (8) When the representation or sales practice targets a specific audience, such as children, the elderly, or the terminally ill, \"ordinary consumers\" includes reasonable members of that group.",
      "Commitment": "any representation to consumers, whether located in a privacy or data policy, terms of use, setting, consent flow, user interface or notice, press release, blog post, or otherwise, relating to the collection, storage, maintenance, use, sharing, provision of access to, selling, or deletion of Covered Information.",
      "Covered Business": "Defendant and any business that Defendant controls, directly or indirectly.",
      "Covered Incident": "any instance in which (1) any United States federal, state, or local law or regulation requires Defendant to notify any U.S. federal, state, or local government entity that information collected or received, directly or indirectly, by Defendant from or about an individual consumer was, or is reasonably believed to have been, accessed or acquired without authorization; or (2) there is a violation of Section I, II, or III of this Order.",
      "Covered Information": "means information from or about an individual consumer, including: (1) a first and last name; (2) geolocation information sufficient to identify a street name and name of city or town; (3) an email address or other online contact information, such as a user identifier or a screen name; (4) a mobile or other telephone number; (5) photos or videos; (6) a financial account number; (7) credit or debit information; (8) information about or derived from the individual's government-issued identification documents or credentials, such as an image of a driver's license, state identification card, or passport, or a driver's license number, military identification number, or Social Security number; (9) date of birth; (10) biometric information; (11) static Internet Protocol (\"IP\") address, user ID, mobile advertising ID, or other persistent identifier that can be used to recognize an individual over time and across different devices, websites, or online services; (12) user account credentials, such as a login name and password (whether plain text, encrypted, hashed, and/or salted); (13) Treatment Information; or (14) any information combined with any of (1) through (13) above.",
      "Data Product": "any model, derived data, or other tool developed using Covered Information. Data Product includes but is not limited to any data produced via inference (manual or automated) or predictions, application programming interfaces that incorporate, or are improved or enhanced by, such data, or services or other products that incorporate, or are improved or enhanced by, such data.",
      "Defendant": "Cerebral, Inc., d/b/a Cerebral, and its successors and assigns.",
      "Delete / Deleted / Deletion": "to remove Covered Information such that it is not maintained in retrievable form and cannot be retrieved in the normal course of business.",
      "Eligible Customer": "means any consumer from whom Defendant took money for a subscription to or participation in its Negative Option Feature program after such consumer requested cancellation of their subscription to or participation in the Negative Option Feature program in or before May 2022.",
      "Health Care Operations": "(1) health care quality assessment or improvement activities, including case management and care coordination; (2) health care competency assurance activities, including provider performance evaluation, credentialing, and accreditation; (3) conducting or arranging for medical reviews, audits, or legal services, including fraud and abuse detection and legal or regulatory compliance; (4) health care insurance functions, such as underwriting, risk rating, and reinsuring risk; (5) health care business management and administration, including safeguarding Treatment Information, protecting the privacy, confidentiality, security, availability, or integrity of websites and/or other platforms, and enforcing terms of use to the extent they comport with this Order; and (6) general administrative activities, including detecting, preventing, or mitigating fraud or security vulnerabilities. It does not include collecting, using, monetizing (including through the development or use of advertisements, marketing, or other promotional materials), offering for sale, selling, licensing, sharing, transferring, disclosing, or otherwise benefitting from Covered Information collected from consumers for the purposes of serving targeted advertising; enriching data on consumers; or developing, training, refining, improving, or otherwise enhancing any Data Product not used solely for purposes of Treatment.",
      "Limited Visitor Data": "(1) static Internet Protocol (\"IP\") address, user ID, mobile advertising ID, or other persistent identifier that could be used to recognize an individual over time and across different devices, websites, or online services; (2) an email address or other online contact information, such as a user identifier or a screen name; and (3) the particular pages visited by an individual consumer prior to logging into their account and commencing services, provided that such pages do not include or otherwise disclose individually identifiable information relating to the past, present, or future physical or mental health or condition(s) of an individual, the provision of health care to an individual, or the past, present, or future payment for the provision of health care to an individual.",
      "Outside Party": "any individual or entity other than Defendant or a third party service provider of Defendant that: (1) processes, uses, or receives Covered Information collected by or on behalf of Defendant for and at the direction of the Defendant and no other individual or entity, (2) does not disclose Covered Information, or any individually identifiable information derived from such Covered Information, to any individual or entity other than Defendant or a subcontractor to such service provider bound to data processing terms no less restrictive than terms to which the service provider is bound, and (3) does not use Covered Information for any purpose other than performing the services specified in the service provider's contract with Defendant.",
      "Negative Option Feature": "in an offer or agreement to sell or provide any product or service, a provision under which the consumer's silence or failure to take affirmative action to reject a product or service or to cancel the agreement is interpreted by the seller or provider as acceptance or continuing acceptance of the offer.",
      "Payment": "activities to obtain payment or reimbursement for the provision or coordination of health care for an individual. It does not include collecting, using, monetizing (including through the development or use of advertisements, marketing, or other promotional materials), offering for sale, selling, licensing, sharing, transferring, disclosing, or otherwise benefitting from Covered Information collected from consumers for the purposes of serving targeted advertising; enriching data on consumers; or developing, training, refining, improving, or otherwise enhancing Algorithms or models not used solely for purposes of Treatment.",
      "Privacy and Security Risks and Harms": "the risk to the privacy, confidentiality, security, availability, or integrity of Covered Information that could result in the unauthorized access to, collection, use, retention, misuse, alteration, loss, theft, destruction, or other compromise of such information; and the risk of harm caused, directly or indirectly, by the access to, collection, use, retention, misuse, alteration, loss, theft, destruction, or other compromise of Covered Information, including physical harm, emotional distress or mental health harm, economic harm, reputational harm, relationship harm, discrimination, or harm to an individual's autonomy (e.g., impairing an individual's ability to make his or her own informed decisions, such as through coercion, manipulation, thwarted expectations, or failure to inform the individual of material facts).",
      "Substance Use Disorder Treatment Product": "a product for use or marketed for use in the treatment, cure, or prevention of a substance use disorder, such asan opioid use disorder.",
      "Substance Use Disorder Treatment Service": "a service that purports to provide referrals to treatment, treatment, or recovery housing for people diagnosed with, having, or purporting to have a substance use disorder, such as an opioid use disorder.",
      "Telemarketing": "any plan, program, or campaign which is conducted to induce the purchase of products or services by use of one or more telephones, and which involves a telephone call, whether or not covered by the Telemarketing Sales Rule, 16 C.F.R. part 310.",
      "Treatment": "the provision or coordination of health care services or products for an individual. It does not include collecting, using, monetizing (including through the development or use of advertisements, marketing, or other promotional materials), offering for sale, selling, licensing, sharing, transferring, disclosing, or otherwise benefitting from Covered Information collected from consumers for the purposes of serving targeted advertising; enriching data on consumers; or developing, training, refining, improving, or otherwise enhancing Algorithms or models not used solely for purposes of Treatment.",
      "Treatment Information": "individually identifiable information relating to the past, present, or future physical or mental health or condition(s) of an individual, the provision of health care to an individual, or the past, present, or future payment for the provision of health care to an individual, including: (1) medical data, records, and histories, test results, progress notes, the names of health care service providers, or records of consumers' interactions with health care service providers; (2) information concerning the consumer's diagnosis or the provision of health care to the individual; (3) medication, prescription, pharmacy, medical intervention, treatment, and insurance information; (4) information concerning the consumer's use of, creation of an account associated with, or response to a question, questionnaire, or assessment related to, a service or product offered by Defendant or through one of any of Defendant's online properties, services, or mobile applications; (5) information concerning health-related purchases; (6) information concerning the past, present, or future payment for the provision of health care to the consumer; (7) identification numbers or codes for any of the foregoing; or (8) information derived or extrapolated from any of (1)-(7) above (e.g., proxy, derivative, inferred, emergent, or algorithmic data)."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition on Use or Disclosure of Covered Information for Defined Advertising Purposes",
        "category": "prohibition",
        "summary": "Defendant is permanently prohibited from using or disclosing Covered Information for advertising or marketing purposes (Defined Advertising Purposes) or for any third party's purposes, with a narrow exception for Limited Visitor Data used for analytics and reporting.",
        "requirements": [
          {
            "description": "Defendant, officers, agents, and employees are permanently restrained from using or disclosing to any third party Covered Information for Defined Advertising Purposes or for any third party's purposes",
            "quoted_text": "A. Defendant, and Defendant’s officers, agents, and employees who receive actual notice of this Order, whether acting directly or indirectly, are permanently restrained and enjoined from using or disclosing to any third party Covered Information for Defined Advertising Purposes or for any third party’s purposes. B. “Defined Advertising Purposes” means advertising, marketing, promoting, offering, offering for sale, or selling any products or services on, or through websites, mobile applications, or other platforms, including those of a third party, but shall not include the use or disclosure to a third party of Limited Visitor Data for: (i) reporting and analytics related to (a) understanding the user experience on Defendant’s websites, apps, or other platforms; (b) Defendant’s advertising; and (c) the effectiveness of Defendant’s advertising, such as statistical reporting, traffic analysis, and understanding the number of and type of ads served, or conversion measurement; or (ii) communications, services, or products from Defendant requested by a consumer that are sent or provided to the consumer; provided that the consumer’s Limited Visitor Data is not used for targeted advertising and is not used to build a profile about the consumer.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 325,
            "quote_end_line": 341
          }
        ],
        "statutory_topics": [
          "Health Breach Notification"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Affirmative Express Consent",
        "category": "prohibition",
        "summary": "Defendant is permanently prohibited from disclosing any consumer's Covered Information to any Outside Party without first obtaining that consumer's Affirmative Express Consent.",
        "requirements": [
          {
            "description": "Defendant and all persons in active concert are permanently restrained from failing to obtain a consumer's Affirmative Express Consent prior to disclosing that consumer's Covered Information to any Outside Party",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant, Defendant’s officers, agents, and employees, and all other persons in active concert or participation with any of them who receive actual notice of this Order, whether acting directly or indirectly, 14 Case 1:24-cv-21376-JLK Document 6 Entered on FLSD Docket 04/15/2024 Page 15 of 62 in connection with any product or service, are permanently restrained and enjoined from failing to obtain a consumer’s Affirmative Express Consent prior to disclosing that consumer’s Covered Information to any Outside Party.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 343,
            "quote_end_line": 352
          }
        ],
        "statutory_topics": [
          "Health Breach Notification"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "III",
        "title": "Prohibition Against Misrepresentations Regarding Privacy and Data Practices",
        "category": "prohibition",
        "summary": "Defendant is permanently prohibited from misrepresenting any aspect of its privacy, confidentiality, or security practices, including how Covered Information is collected, used, or disclosed, and any other material facts about its products or services.",
        "requirements": [
          {
            "description": "Defendant must not misrepresent the privacy, confidentiality, security, availability, or integrity of any Covered Information",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant, Defendant’s officers, agents, and employees, and all other persons in active concert or participation with any of them who receive actual notice of this Order, whether acting directly or indirectly, in connection with any Substance Use Disorder Treatment Product, Substance Use Disorder Treatment Service, or any other product or service, are permanently restrained and enjoined from misrepresenting or assisting others in misrepresenting, in any manner, expressly or by implication: A. The privacy, confidentiality, security, availability, or integrity of any Covered Information; B. The extent to which they protect the privacy, confidentiality, security, availability, or integrity of any Covered Information;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 354,
            "quote_end_line": 364
          },
          {
            "description": "Defendant must not misrepresent the collection, maintenance, use, disclosure, Deletion, or access permitted or denied to any Covered Information",
            "quoted_text": "C. The collection, maintenance, use, disclosure, Deletion, or access permitted or denied to any Covered Information; D. The extent to which they collect, maintain, use, disclose, Delete, or permit or deny access to any Covered Information;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 365,
            "quote_end_line": 368
          },
          {
            "description": "Defendant must not misrepresent the purposes for which it or any entity collects, maintains, uses, discloses, Deletes, or permits or denies access to any Covered Information",
            "quoted_text": "E. The purposes for which they, or any entity to whom any of them disclose or permit access to Covered Information, collect, maintain, use, disclose, Delete, or permit or deny access to any Covered Information;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 373,
            "quote_end_line": 375
          },
          {
            "description": "Defendant must not misrepresent the extent to which a consumer can maintain privacy and anonymity associated with their use of Defendant's products or services",
            "quoted_text": "F. The extent to which a consumer can maintain privacy and anonymity associated with the consumer’s use of products or services offered by Defendant;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 376,
            "quote_end_line": 377
          },
          {
            "description": "Defendant must not misrepresent its privacy and security measures to prevent unauthorized access to, or use or disclosure of, Covered Information",
            "quoted_text": "G. Their privacy and security measures to prevent unauthorized access to, or use or disclosure of, Covered Information; or",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 378,
            "quote_end_line": 379
          },
          {
            "description": "Defendant must not misrepresent any material fact about any product or service, such as total costs, restrictions, limitations, or conditions, or any material aspect of its performance, efficacy, nature, or central characteristics",
            "quoted_text": "H. Any fact material to consumers concerning any product or service, such as: the total costs; any material restrictions, limitations, or conditions; or any material aspect of its performance, efficacy, nature, or central characteristics.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 380,
            "quote_end_line": 382
          }
        ],
        "statutory_topics": [
          "Health Breach Notification"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Prohibition Against Misrepresentations Related to Negative Options",
        "category": "prohibition",
        "summary": "Defendant is permanently prohibited from misrepresenting any material aspect of its Negative Option Feature offers, including cancellation terms, costs, free-trial claims, billing authorization, and refund or cancellation policies.",
        "requirements": [
          {
            "description": "Defendant must not misrepresent that the consumer can cancel anytime, cancel with no further obligation, or any cost to purchase, receive, use, or return the initial product or service",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant, Defendant’s officers, agents, and employees, and all other persons in active concert or participation with any of them who receive actual notice of this Order, whether acting directly or indirectly, in connection with promoting or offering for sale any product or service with a Negative Option Feature, are permanently restrained and enjoined from misrepresenting or assisting others in misrepresenting, expressly or by implication: A. That the consumer can cancel anytime; B. That the consumer can cancel with no further obligation; 16 Case 1:24-cv-21376-JLK Document 6 Entered on FLSD Docket 04/15/2024 Page 17 of 62 C. Any cost to the consumer to purchase, receive, use, or return the initial product or service;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 385,
            "quote_end_line": 398
          },
          {
            "description": "Defendant must not misrepresent that the consumer will not be Charged, or that a product or service is offered on a free, trial, sample, bonus, gift, no obligation, or discounted basis",
            "quoted_text": "D. That the consumer will not be Charged for any product or service; E. That a product or service is offered on a “free,” “trial,” “sample,” “bonus,” “gift,” “no obligation,” “discounted” basis, or words of similar import, denoting or implying the absence of an obligation on the part of the recipient of the offer to affirmatively act in order to avoid Charges, including where a Charge will be assessed pursuant to the offer unless the consumer takes affirmative steps to prevent or stop such a Charge;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 399,
            "quote_end_line": 405
          },
          {
            "description": "Defendant must not misrepresent any purpose for which the consumer's Billing Information will be used, the date by which the consumer will incur an obligation or be Charged, or that a transaction has been authorized by the consumer",
            "quoted_text": "G. Any purpose for which the consumer’s Billing Information will be used; H. The date by which the consumer will incur any obligation or be Charged unless the consumer takes an affirmative action on the Negative Option Feature; I. That a transaction has been authorized by the consumer;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 408,
            "quote_end_line": 413
          },
          {
            "description": "Defendant must not misrepresent any material aspect of the nature or terms of a refund, cancellation, exchange, or repurchase policy, or any other material fact",
            "quoted_text": "J. Any material aspect of the nature or terms of a refund, cancellation, exchange, or repurchase policy for the product or service; or K. Any other material fact.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 414,
            "quote_end_line": 416
          }
        ],
        "statutory_topics": [
          "Health Breach Notification"
        ],
        "practice_areas": [
          "Deceptive Design / Dark Patterns"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "V",
        "title": "Mandated Privacy and Information Security Program",
        "category": "affirmative_obligation",
        "summary": "Defendant must establish, implement, and maintain a comprehensive privacy and information security program within 60 days of entry of the Order, including documentation, board reporting, risk assessments, safeguards, employee training, access controls, encryption, source code reviews, vendor management, and merger/acquisition compliance.",
        "requirements": [
          {
            "description": "Establish and implement a comprehensive privacy and information security Program within 60 days of entry of the Order; document the Program in writing",
            "quoted_text": "IT IS FURTHER ORDERED that any Covered Business, in connection with the collection, maintenance, use, or disclosure of, or provision of access to, Covered Information, must, within 60 days of entry of this Order, establish and implement, and thereafter maintain, a comprehensive privacy and information security program (“Program”) that protects the privacy, confidentiality, security, availability, and integrity of Covered Information and effectively mitigates Privacy and Security Risks and Harms. To satisfy this requirement, Defendant must, at a minimum: A. Document in writing the content, implementation, and maintenance of the Program mandated in this Section;",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 422,
            "quote_end_line": 431
          },
          {
            "description": "Provide the written Program and any evaluations or adjustments to the Covered Business's Board of Directors at least once every 12 months and promptly (not to exceed 30 days) after a Covered Incident",
            "quoted_text": "B. Provide the written Program required under sub-Section V.A of this Order and any evaluations thereof or adjustments thereto to each Covered Business’ Board of Directors (or governing body or, if no such board or body exists, to the senior executive of the Covered Business responsible for the Covered Business’ Program) at least once every 12 months and promptly (not to exceed 30 days) after a Covered Incident;",
            "deadline": "annually and within 30 days of Covered Incident",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 432,
            "quote_end_line": 437
          },
          {
            "description": "Designate a qualified employee reporting directly to the CEO to coordinate the Program and keep the CEO and Board of Directors informed of all Program actions and compliance measures",
            "quoted_text": "C. Designate a qualified employee or employees, who report(s) directly to the Chief Executive Officer(s) or, in the event a Chief Executive Officer role does not exist, a similarly-situated executive, to coordinate and be responsible for the Program; and keep the Chief Executive Officer(s) and Board of Directors (or governing body or, if no such board or body exists, to the senior executive of the 18 Case 1:24-cv-21376-JLK Document 6 Entered on FLSD Docket 04/15/2024 Page 19 of 62 Covered Business responsible for the Program) informed of the Program, including all actions and procedures implemented to comply with the requirements of this Order, and any actions and procedures to be implemented to ensure continued compliance with this Order;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 438,
            "quote_end_line": 450
          },
          {
            "description": "Conduct and document a comprehensive risk assessment of internal and external Privacy and Security Risks and Harms at least once every 12 months and promptly (not to exceed 30 days) following a Covered Incident, covering all areas of operation and each individual product or service feature",
            "quoted_text": "D. Conduct and document, at least once every 12 months and promptly (not to exceed 30 days) following a Covered Incident, a comprehensive risk assessment of the internal and external Privacy and Security Risks and Harms in each area of its operation (e.g., employee and agent training and management; partnerships with third parties to whom the Covered Business has disclosed Covered Information; sharing of Covered Information with third parties; product research, design, and development; advertising; and product marketing and implementation). This assessment must include an evaluation of: (1) each individual product or service feature that collects, uses or shares Covered Information, both on a standalone basis and within the context of the broader product or service that the feature will be supporting or operating (e.g., considering the product or service inclusive of all relevant features); (2) whether existing and fully implemented safeguards effectively mitigate the identified Privacy and Security Risks and Harms for each product or service; (3) whether additional safeguards are available that could better mitigate the identified Privacy and Security Risks and Harms or address any residual unresolved Privacy and Security Risks and Harms; (4) the sufficiency of any proposed consumer notice and, if 19 Case 1:24-cv-21376-JLK Document 6 Entered on FLSD Docket 04/15/2024 Page 20 of 62 necessary, consent; and (5) whether the product or service feature should be deprecated or removed. The Covered Business shall further assess and document the internal and external Privacy and Security Risks and Harms described above as they relate to a Covered Incident promptly following verification or confirmation of such an incident, in any event not to exceed 30 days after the Covered Incident is verified or otherwise confirmed;",
            "deadline": "annually and within 30 days of Covered Incident",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 451,
            "quote_end_line": 477
          },
          {
            "description": "Design, document, implement, and maintain safeguards addressing identified Privacy and Security Risks and Harms, including policies and procedures, data inventory and Deletion, access controls, incident response, annual employee privacy and security training, multi-factor authentication, encryption, code review, penetration testing, third-party audits, and data retention documentation",
            "quoted_text": "E. Design, document, implement, and maintain safeguards that control for the internal and external Privacy and Security Risks and Harms identified in response to sub-Section V.D. Each safeguard must be based on the volume and sensitivity of the Covered Information that is at risk, the severity of the potential Privacy and Security Risks and Harms, and the likelihood that the Privacy and Security Risks and Harms could be realized. The safeguards must also include: 1. Policies, procedures, and standards that describe, at a minimum: (a) how the Covered Business implements each of the safeguards identified in this sub-Section; and (b) how the Covered Business assesses and enforces compliance with the safeguards and any other controls it identifies in its policies, procedures, and standards; 2. Policies, procedures, and technical measures implemented to systematically inventory Covered Information in the Covered Business’ control and Delete Covered Information that is no longer necessary; 20 Case 1:24-cv-21376-JLK Document 6 Entered on FLSD Docket 04/15/2024 Page 21 of 62 3. Policies, procedures, and technical measures that prevent the collection, maintenance, use, or disclosure of, or provision of access to, Covered Information inconsistent with the Covered Business’s representations to consumers; 4. Policies, procedures, controls, and other requirements that ensure timely identification of, investigation of, disclosure of, and response to Privacy and Security Risks and Harms covered by this Order, timely remediation of Privacy and Security Risks and Harms, and compliance with Sections I-IV of this Order, above; 5. Mandatory, regular privacy and security training for all employees and agents to be conducted when an employee begins employment or takes on a new role with materially different duties or responsibilities, and on at least an annual basis thereafter, updated to address any internal or external Privacy and Security Risks and Harms identified in response to sub-Section V.D and safeguards implemented pursuant to this sub-Section V.E; and which includes, at a minimum, training for each of the Covered Business’ employees and agents on the Covered Business’ privacy and security policies, standards, and procedures; the requirements of this Order; an introduction to Privacy and Security Risks and Harms and mitigation; and specific role-based training based on the trainee’s responsibilities under the Program; and also includes, for developers, 21 Case 1:24-cv-21376-JLK Document 6 Entered on FLSD Docket 04/15/2024 Page 22 of 62 engineers, system or information technology asset administrators, and others that design, implement, and operate the Covered Business’ services or products or that are otherwise responsible for the security of Covered Information, training in secure software development principles, including secure engineering and defensive programming concepts; provided further that any employee or agent who has not completed annual privacy training within the prior 13 months shall be denied access to Covered Information until such time as they complete the training; 6. Policies, procedures, standards, and technical measures that: (a) control data access for all assets (including databases) containing Covered Information or resources containing proprietary (i.e., non-open source) source code repositories, including, at a minimum: (1) restrictions of inbound connections to those originating from approved IP addresses; (2) requiring connections to be authenticated and encrypted; and (3) periodic audits of account permissions; (b) require and enforce strong passwords or other credentials; (c) prevent the storage of unsecured access keys or other unsecured access credentials; (d) prevent the reuse of known compromised credentials to access Covered Information; and (e) implement automatic password resets for known compromised credentials; 7. Encryption of, at a minimum, all Covered Information, and access credentials used on the Covered Business’ systems or information 22 Case 1:24-cv-21376-JLK Document 6 Entered on FLSD Docket 04/15/2024 Page 23 of 62 technology assets, including cloud storage, and data access controls for all systems or information technology assets storing Covered Information, including by, at a minimum, requiring multi-factor authentication methods for all employees, contractors, and affiliates in order to access any assets (including databases) storing Covered Information. Such multi-factor authentication methods for all employees, contractors, and affiliates shall not include telephone or SMS-based authentication methods and must be resistant to phishing attacks. The Covered Business may use widely-adopted industry authentication options that provide at least equivalent security as the multi-factor authentication options required by this sub-Section, if approved in writing by the person responsible for the Program, limiting employee or contractor access to Covered Information to what is needed to perform that employee or contractor’s job function; 8. Policies, procedures, standards, and technical measures that assess the risk posed by source code to Covered Information collected or maintained directly or indirectly by the Covered Business, including, at least once every 12 months and promptly (not to exceed 30 days) after a Covered Incident involving a vulnerability related to the Covered Business’ source code: (a) software code review; and (b) penetration testing of the Covered Business’ software and systems or information technology assets; 23 Case 1:24-cv-21376-JLK Document 6 Entered on FLSD Docket 04/15/2024 Page 24 of 62 9. Audits, assessments, reviews, or testing of each mechanism by which the Covered Business discloses Covered Information to a third party or provides a third party with access to Covered Information (including but not limited to web beacons, pixels, and Software Development Kits); 10. Policies, procedures, standards, and technical measures that: (a) log and monitor access to repositories of Covered Information; (b) restrict access to any Covered Information to only those employees or agents of the Covered Business who have a business need to access that Covered Information (including, with respect to any health care service provider, providing access only to the Covered Information of consumers to whom that provider personally provides services); and (c) periodically monitor and immediately terminate, within 24 hours, employee and agent access credentials and accounts following inappropriate usage or termination of employment; 11. Requiring an annual self-certification by each third party that obtains or otherwise has access to Covered Information certifying the purpose(s) or use(s) for each type of Covered Information to which it requests or continues to have access, and denying or terminating access to any type of Covered Information that the third party fails to certify unless the third party cures such failure within a reasonable time, not to exceed 30 days; 24 Case 1:24-cv-21376-JLK Document 6 Entered on FLSD Docket 04/15/2024 Page 25 of 62 12. An incident response plan in the form of policies, procedures, standards, and technical measures that ensure a timely identification, investigation, and response to Privacy and Security Risks and Harms covered by this Order and timely remediation thereof. The Covered Business must update this plan to adapt to any material changes affecting compliance with this sub-Section V.E, such as changes to its networks, systems or information technology assets, other assets, or staffing; 13. Policies, procedures, and any other necessary requirements that ensure that (a) any merged or acquired entity, talent, or data, or combination thereof, that becomes part of the Covered Business will comply with the terms of this Order as of the effective date of the merger or Acquisition; (b) any merged or acquired entity, talent, or data, or combination thereof, that becomes an affiliate of the Covered Business will comply with the terms of this Order promptly, and in any event no later than 45 days after the effective date of that affiliate’s merger or Acquisition; (c) any entity, talent, or data, or combination thereof, that has stronger privacy or data security protections, policies, and practices than the Covered Business and becomes part of the Covered Business or an affiliate thereof maintains those protections, policies, and practices and continues to honor its prior Commitments to consumers for at least 12 months; and 25 Case 1:24-cv-21376-JLK Document 6 Entered on FLSD Docket 04/15/2024 Page 26 of 62 14. For each product or service, policies and procedures to document internally the decision to collect, use, disclose, or maintain each type of Covered Information. Such documentation should include: (1) the name or names of the person or people who made the decision; (2) for what purpose the type of Covered Information is being collected; (3) the data segmentation controls in place to ensure that the type of Covered Information collected is only used for the particular purpose for which it was collected; (4) the data retention limit set for each type of Covered Information and the technical means for achieving Deletion; (5) the safeguards in place to prevent disclosure or sale of each type of Covered Information in contravention of this Order; and (6) the access controls in place to ensure only authorized employees and agents with a need-to-know have access to each type of Covered Information;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 478,
            "quote_end_line": 631
          },
          {
            "description": "Assess, monitor, and test the effectiveness of safeguards at least once every 12 months and promptly (not to exceed 30 days) following the resolution of a Covered Incident, including vulnerability testing every four months; modify the Program based on results at least annually and within 60 days of Covered Incident resolution",
            "quoted_text": "F. Assess, monitor, and test, at least once every 12 months and promptly (not to exceed 30 days) following the resolution of a Covered Incident, the effectiveness of any safeguards put in place pursuant to sub-Section V.E of this Order to address the risks to the privacy, confidentiality, security, availability, or integrity of Covered Information. Such testing and monitoring must include vulnerability testing of each Covered Business’ systems websites, apps, and any other platforms once every four months and promptly (not to exceed 30 days) after a Covered Incident. The Covered Business shall modify its Program based on the 26 Case 1:24-cv-21376-JLK Document 6 Entered on FLSD Docket 04/15/2024 Page 27 of 62 results of this assessing, monitoring, and testing at least once every 12 months and promptly (not to exceed 60 days) following the resolution of a Covered Incident;",
            "deadline": "annually and within 30/60 days of Covered Incident",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 632,
            "quote_end_line": 645
          },
          {
            "description": "Select and retain service providers capable of safeguarding Covered Information and contractually require them to implement and maintain appropriate safeguards",
            "quoted_text": "G. Select and retain service providers capable of safeguarding Covered Information they receive from the Covered Business, and contractually require service providers to implement and maintain safeguards for Covered Information; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 646,
            "quote_end_line": 649
          },
          {
            "description": "Evaluate and adjust the Program in light of operational changes, Covered Incidents, new technology, or any other circumstances that may affect Program effectiveness, at a minimum once every 12 months",
            "quoted_text": "H. Evaluate and adjust the Program in light of any changes to the Covered Business’ operations or business arrangements, a Covered Incident, new or more efficient technological or operational methods to control for the risks identified in sub-Section V.D of this Order, and any other circumstances the Covered Business knows or has reason to believe may have a material impact on the effectiveness of the Program or any of its individual safeguards. The Covered Business may make this evaluation and adjustment to its Program at any time, but must, at a minimum, evaluate the Program at least once every 12 months and modify the mandated Program as necessary based on the results.",
            "deadline": "annually",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 650,
            "quote_end_line": 658
          }
        ],
        "statutory_topics": [
          "Health Breach Notification"
        ],
        "practice_areas": [
          "Privacy",
          "Data Security"
        ],
        "remedy_types": [
          "Comprehensive Security Program"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Independent Mandated Program Assessments",
        "category": "assessment",
        "summary": "Defendant must obtain initial and biennial independent third-party assessments of the privacy and security Program, covering the first 180 days after the Program is established and then every two years for 20 years, with each Assessment submitted to the FTC within 10 days of completion.",
        "requirements": [
          {
            "description": "Obtain assessments from qualified, objective, independent third-party professional(s) who use generally accepted procedures, conduct an independent review, and retain relevant documents for five years; no documents may be withheld on privilege grounds",
            "quoted_text": "A. The Assessments must be obtained from one or more qualified, objective, independent third-party professionals (“Assessor(s)”), selected by Defendant, subject to sub-Section VI.B, who: (1) uses procedures and standards generally accepted in the profession; (2) conducts an independent review of the Program; and (3) retains all documents relevant to each Assessment for five years after completion of such Assessment and furnishes such documents to the Commission within 10 days of receipt of a written request from a representative of the Commission. No documents may be withheld by the Assessor on the basis of a claim of confidentiality, proprietary or trade secrets, work product protection, attorney client privilege, statutory exemption, or any similar claim;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 669,
            "quote_end_line": 678
          },
          {
            "description": "For each Assessment, provide the FTC Associate Director for Enforcement with the name(s) and affiliation(s) of the selected Assessor(s) for approval",
            "quoted_text": "B. For each Assessment, Defendant must provide the Associate Director for Enforcement for the Bureau of Consumer Protection at the Federal Trade Commission (“Associate Director”) with the name(s) and affiliation(s) of the person(s) selected to conduct the Assessment, which the Associate Director shall have the authority to approve in his or her sole discretion;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 679,
            "quote_end_line": 683
          },
          {
            "description": "Initial Assessment must cover the first 180 days after the Program is established; biennial Assessments must cover each two-year period thereafter for 20 years after entry of this Order",
            "quoted_text": "C. The reporting period for the Assessments must cover: (1) the first 180 days after the mandated Program has been put in place for the initial Assessment; and (2) each two-year period thereafter for 20 years after entry of this Order, for the biennial Assessments;",
            "deadline": "Initial: 180 days after Program; then biennial for 20 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 684,
            "quote_end_line": 687
          },
          {
            "description": "Each Assessment must determine Program implementation and maintenance, assess effectiveness, identify gaps or weaknesses, cite specific evidence examined, and determine compliance with Sections I–V of the Order; revised safeguards must be assessed for the period in effect",
            "quoted_text": "D. Each Assessment must: (1) determine whether Defendant has implemented and maintained the Program required by Section V of this Order; (2) 28 Case 1:24-cv-21376-JLK Document 6 Entered on FLSD Docket 04/15/2024 Page 29 of 62 assess the effectiveness of Defendant’s implementation and maintenance of each subpart in Section V of this Order; (3) identify any gaps or weaknesses in the Program; (4) identify specific evidence (including documents reviewed, sampling and testing performed, and interviews conducted) examined to make such determinations, assessments, and identifications, and explain why the evidence that the Assessor examined is sufficient to justify the Assessor’s findings; and (5) determine whether Defendant has implemented and maintained the procedures necessary regarding Covered Information to comply with Sections I-V of this Order. To the extent that Defendant revises, updates, or adds one or more safeguards required under Section V.E of this Order in the middle of an Assessment period, the Assessment shall assess the effectiveness of the revised, updated, or added safeguard(s) for the time period in which it was in effect, and provide a separate statement detailing the basis for each revised, updated, or additional safeguard;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 688,
            "quote_end_line": 707
          },
          {
            "description": "No Assessment finding may rely primarily on management assertions or attestations; the Assessment must be signed by the Assessor and state it was conducted independently",
            "quoted_text": "E. No finding of any Assessment shall rely primarily on assertions or attestations by management of Defendant or any Covered Business. The Assessment shall be signed by the Assessor and shall state that the Assessor conducted an independent review of the mandated Program, and did not rely primarily on assertions or attestations by management of Defendant or any Covered Business;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 708,
            "quote_end_line": 713
          },
          {
            "description": "Each Assessment must be completed within 60 days after the end of the reporting period and submitted to the Commission within 10 days of completion via email to DEbrief@ftc.gov or overnight courier",
            "quoted_text": "F. Each Assessment must be completed within 60 days after the end of the reporting period to which the Assessment applies. Unless otherwise directed by a Commission representative in writing, Defendant must submit each Assessment to the Commission within 10 days after the Assessment has been completed via email to DEbrief@ftc.gov or by overnight courier (not the U.S. Postal Service) to Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Ave. N.W., Washington, DC 20580. The subject line must begin, “FTC v. Cerebral, Inc., FTC File No. 2223067.” Each Assessment shall be retained by Defendant and shall be provided to the Commission within 10 days of a request.",
            "deadline": "60 days after reporting period; submit within 10 days of completion",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 718,
            "quote_end_line": 727
          }
        ],
        "statutory_topics": [
          "Health Breach Notification"
        ],
        "practice_areas": [
          "Privacy",
          "Data Security"
        ],
        "remedy_types": [
          "Third-Party Assessment"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Cooperation with Assessor",
        "category": "affirmative_obligation",
        "summary": "Defendant must provide Assessors with all relevant information and materials and must not misrepresent any material facts to the Assessor in connection with any mandated Assessment.",
        "requirements": [
          {
            "description": "Provide or make available to the Assessor(s) all information and material in Defendant's possession, custody, or control that is relevant to the Assessment, including all Covered Information and all systems or IT assets",
            "quoted_text": "A. Provide or otherwise make available to the Assessor(s) all information and material in their possession, custody, or control that is relevant to the Assessment for which there is no reasonable claim of privilege, including information about all Covered Information in Defendant’s custody or control and 30 Case 1:24-cv-21376-JLK Document 6 Entered on FLSD Docket 04/15/2024 Page 31 of 62 all of Defendant’s systems or information technology assets so that the Assessor(s) can determine the scope of the Assessment; and",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 734,
            "quote_end_line": 743
          },
          {
            "description": "Disclose all material facts to each Assessor and not misrepresent, expressly or by implication, any fact material to the Assessor's duties, including determinations about the Program, assessment of its effectiveness, or identification of gaps or weaknesses",
            "quoted_text": "B. Disclose all material facts to each Assessor, and not misrepresent in any manner, expressly or by implication, any fact material to the Assessor’s duties pursuant to this Order, or its: (1) determination of whether Defendant has implemented and maintained the Program required by the Section of this Order titled Mandated Privacy and Information Security Program; (2) assessment of the effectiveness of the implementation and maintenance of sub-Sections V.A-H; or (3) identification of any gaps or weaknesses in, or instances of material noncompliance with, the Program.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 744,
            "quote_end_line": 751
          }
        ],
        "statutory_topics": [
          "Health Breach Notification"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Annual Certifications",
        "category": "compliance_reporting",
        "summary": "Defendant must annually provide the FTC with a certification from a senior corporate manager confirming that the Program has been established and maintained, that there is no uncorrected material noncompliance, and describing any Covered Incidents during the period.",
        "requirements": [
          {
            "description": "One year after entry of the Order, and each year thereafter, submit a certification from a senior corporate manager (or senior executive) attesting that the Covered Business has established and maintained the Order's requirements, is unaware of uncorrected material noncompliance, and describing any Covered Incident during the certified period; certification must be based on personal knowledge",
            "quoted_text": "A. One year after entry of this Order, and each year thereafter, provide the Commission with a certification from a senior corporate manager, or, if no such senior corporate manager exists, a senior executive of each Covered Business responsible for a Program required by Section V of this Order that: (1) the Covered Business has established, implemented, and maintained the requirements of this Order; (2) the Covered Business is not aware of any material noncompliance that has not been (a) corrected, or (b) disclosed to the Commission; and (3) includes a description of any Covered Incident during the certified period. The certification must be based on the personal knowledge of the senior corporate 31 Case 1:24-cv-21376-JLK Document 6 Entered on FLSD Docket 04/15/2024 Page 32 of 62 manager, senior officer, or subject matter experts upon whom the senior corporate manager or senior executive reasonably relies in making the certification.",
            "deadline": "1 year after entry; annually thereafter",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 754,
            "quote_end_line": 768
          },
          {
            "description": "Submit each annual certification to the Commission under penalty of perjury as specified in the Compliance Reporting section",
            "quoted_text": "B. Unless otherwise directed by a Commission representative in writing, Defendant must submit each annual certification to the Commission and under penalty of perjury as specified in the Section of this Order titled Compliance Reporting.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 769,
            "quote_end_line": 772
          }
        ],
        "statutory_topics": [
          "Health Breach Notification"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "IX",
        "title": "Covered Incident Reports",
        "category": "compliance_reporting",
        "summary": "Defendant must report each Covered Incident to the Assessor and FTC within 30 days of discovery, with updates every 30 days until fully resolved, and publish a public version of the report on its websites and apps within 45 days of verification.",
        "requirements": [
          {
            "description": "Submit a report within 30 days of discovery of a Covered Incident, and update it every 30 days until fully investigated and remediated, including the date, description of facts and causes, types of information affected, number of consumers affected, remediation actions taken, and a copy of any materially different consumer notice",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant must submit a report within 30 days of Defendant’s discovery of a Covered Incident, and subsequently updated every 30 days until the Covered Incident is fully investigated and any remediation efforts are fully implemented, to the Assessor(s) and to the Commission, that includes: A. The date, estimated date, or estimated date range when the Covered Incident occurred; B. A description of the facts relating to the Covered Incident, including the causes of the Covered Incident; C. A description of each type of information that was affected by the Covered Incident; D. The number of consumers whose Covered Information was affected by the Covered Incident; 32 Case 1:24-cv-21376-JLK Document 6 Entered on FLSD Docket 04/15/2024 Page 33 of 62 E. The acts that Defendant has taken to date to remediate the Covered Incident and protect Covered Information from further exposure or access, or any other Privacy and Security Risks and Harms, including a description of any new safeguards that have been implemented in response to the Covered Incident; and F. A representative copy of any materially different notice sent by Defendant to consumers or to any U.S. federal, state, or local government entity.",
            "deadline": "30 days of discovery; updated every 30 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 774,
            "quote_end_line": 796
          },
          {
            "description": "Submit each Covered Incident report under penalty of perjury as specified in the Compliance Reporting section",
            "quoted_text": "Defendant must submit each Covered Incident report to the Commission and under penalty of perjury as specified in the Section of this Order titled Compliance Reporting. Within 45 days of Defendant’s verification or confirmation of a",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 797,
            "quote_end_line": 799
          },
          {
            "description": "Within 45 days of verification or confirmation of a Covered Incident, publish a public version of the Covered Incident report on Defendant's websites and apps, accessible from the home screen, and maintain each report for two years",
            "quoted_text": "Reporting. Within 45 days of Defendant’s verification or confirmation of a Covered Incident, Defendant must publish on its websites and apps a public version of each Covered Incident report accessible from its websites’ and apps’ home screen and maintain each report on its websites and apps for two years.",
            "deadline": "45 days of verification",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 799,
            "quote_end_line": 802
          }
        ],
        "statutory_topics": [
          "Health Breach Notification"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "X",
        "title": "Notice to Users",
        "category": "affirmative_obligation",
        "summary": "Within 14 days of the Order, Defendant must post a prescribed Notice on its websites and apps and email it to all consumers who provided Covered Information between October 2019 and March 1, 2023, keeping the Notice in place for two years.",
        "requirements": [
          {
            "description": "Within 14 days of entry of the Order, post Clearly and Conspicuously on any screen where consumers first access Defendant's products or services an exact copy of the Notice attached as Exhibit A; leave the Notice in place for two years",
            "quoted_text": "IT IS FURTHER ORDERED that, within 14 days of entry of this Order, Defendant must post Clearly and Conspicuously on any screen of its websites, apps, or other platforms where consumers first access or encounter Defendant’s products or services, an exact copy of the notice attached hereto as Exhibit A (“Notice”). Defendant must leave this Notice in place for two years after posting",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 804,
            "quote_end_line": 808
          },
          {
            "description": "Email the Notice to all consumers that provided Covered Information between October 2019 and March 1, 2023; if no email address is available, use the primary means of communicating with that consumer; do not include any other documents, attachments, hyperlinks, or other information with the Notice",
            "quoted_text": "it. Defendant must also email the Notice to all consumers that provided Covered Information to it between October 2019 and March 1, 2023, provided however, that if Defendant does not have email information for any such consumer, Defendant 33 Case 1:24-cv-21376-JLK Document 6 Entered on FLSD Docket 04/15/2024 Page 34 of 62 must send the Notice to that consumer through its primary means of communicating with that consumer (such as a notification within Defendant’s apps). Defendant shall not include with the Notice any other documents, attachments, hyperlinks, or other information.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 809,
            "quote_end_line": 819
          }
        ],
        "statutory_topics": [
          "Health Breach Notification"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "XI",
        "title": "Data Retention Limits and Deletion of Covered Information and Data Product",
        "category": "affirmative_obligation",
        "summary": "Defendant must document a retention schedule within 7 days, delete all Covered Information not used for Treatment, Payment, or Health Care Operations within 60 days, provide a consumer deletion request mechanism within 60 days, identify all third-party recipients within 30 days, and instruct those third parties to delete Covered Information within 60 days.",
        "requirements": [
          {
            "description": "Within seven days of entry of the Order, document and adhere to a retention schedule for Covered Information setting forth the purpose, business need, specific deletion timeframe (no longer than 10 years), and justification for each type of Covered Information",
            "quoted_text": "A. Within seven days of entry of this Order, Defendant must document and adhere to a retention schedule for Covered Information in compliance with this Order. Such schedule shall set forth: (1) the purpose or purposes for which each type of Covered Information is collected; (2) the specific business needs for retaining each type of Covered Information; (3) a specific timeframe for Deletion of each type of Covered Information (absent any intervening Deletion requests from consumers) limited to the shortest time necessary to fulfill the purpose for which the Covered Information was collected, and in no instance providing for the indefinite retention of any Covered Information or retention beyond 10 years; and (4) a true and accurate explanation of why the set timeframe for Deletion is the shortest time reasonably necessary for the specific business needs cited.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 824,
            "quote_end_line": 834
          },
          {
            "description": "Within 60 days of entry of the Order, delete all Covered Information (including hashed or encrypted) and any Data Product not collected or used for Treatment, Payment, or Health Care Operations, unless the individual provides Affirmative Express Consent for retention",
            "quoted_text": "B. Within 60 days of entry of this Order, Defendant shall Delete all Covered Information in all forms, including hashed or encrypted Covered Information, and any Data Product in its possession, custody, or control that has 34 Case 1:24-cv-21376-JLK Document 6 Entered on FLSD Docket 04/15/2024 Page 35 of 62 not been collected or used for Treatment, Payment, or Health Care Operations, provided, however, that Covered Information need not be Deleted to the extent Defendant first obtains the Affirmative Express Consent of the individual for the retention of that Covered Information pursuant to the retention schedule disclosed to the individual, which must be Clearly and Conspicuously disclosed to them in requesting such consent.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 835,
            "quote_end_line": 847
          },
          {
            "description": "Within 60 days of entry of the Order, provide a Clear and Conspicuous link on the home page and initial login page directing individuals to an online form for requesting access to or Deletion of their Covered Information; respond to every request within 30 days (extendable once by 30 days with advance notice)",
            "quoted_text": "C. Within 60 days of entry of this Order, Defendant must provide a Clear and Conspicuous link on the home page or screen and initial login page of Defendant’s websites and apps directing individuals to an online form through which they can request access to or the Deletion of their Covered Information. Defendant must respond to every request within 30 days unless the applicable consumer data access and Deletion rights and related procedures prescribed by applicable law provide for an earlier Deletion date. The time period to respond to the request may be extended once by an additional 30 days when reasonably necessary, provided each affected individual is notified in advance of the extension, the reasons for the extension, and the individual’s alternatives.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 848,
            "quote_end_line": 857
          },
          {
            "description": "Within 30 days of entry of the Order, identify all third parties that received Covered Information from Defendant (in any form), identify what specific types of Covered Information were disclosed to each, and submit a disclosure list to the Commission",
            "quoted_text": "E. Additionally, within 30 days of entry of this Order, Defendant must: 1. Identify all third parties that received Covered Information from Defendant in any form, including in hashed or encrypted form; 2. Identify what specific types of Covered Information were disclosed to each third party; and 3. Submit a list disclosing the information identified pursuant to this sub-Section and the methodologies used to obtain that information to the Commission in the same manner specified in the Section of this Order titled Compliance Reporting.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 867,
            "quote_end_line": 875
          },
          {
            "description": "Within 60 days of entry of the Order, provide a copy of the Complaint and Order to all identified third parties and instruct them to delete all Covered Information received from Defendant; provide all instructions and responses to the Commission within 5 days of receipt",
            "quoted_text": "F. Within 60 days of entry of this Order, Defendant must provide a copy of the Complaint in this case and this Order to all third parties identified pursuant to this Section, and instruct those third parties to Delete all Covered Information received from Defendant, directly or indirectly, provided that Covered Information need not be deleted pursuant to this sub-Section to the extent that it is used for Treatment, Payment, or Health Care Operations to ensure continuity of care for Defendant’s customers. Defendant’s instruction to each third party shall include a list of the Covered Information identified pursuant to this Section. Defendant must provide all instructions sent to any third party and all responses received from any of them within 5 days of receipt to the Commission in the same manner specified in the Section of this Order titled Compliance Reporting.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 876,
            "quote_end_line": 886
          },
          {
            "description": "As of the date of the Order, do not disclose any Covered Information (including hashed or encrypted) to any third party until Defendant receives written confirmation of the third party's receipt of the deletion instructions required by sub-Section F",
            "quoted_text": "G. As of the date of this Order, Defendant shall not disclose any Covered Information in any form, including hashed or encrypted Covered Information, to any third party until Defendant receives written confirmation from the third party of the third party’s receipt of the instructions required by sub-Section F above.",
            "deadline": "Immediate (as of date of Order)",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 891,
            "quote_end_line": 894
          }
        ],
        "statutory_topics": [
          "Health Breach Notification"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Data Deletion"
        ]
      },
      {
        "provision_number": "XII",
        "title": "Required Disclosures Relating to Negative Option Feature",
        "category": "affirmative_obligation",
        "summary": "Defendant is permanently prohibited from promoting any Negative Option Feature without making specific Clear and Conspicuous disclosures about costs, affirmative action required to avoid charges, recurring charge deadlines, and cancellation mechanisms; and must send written transaction confirmations to consumers.",
        "requirements": [
          {
            "description": "When representing that a Negative Option Feature product or service is free, trial, no obligation, reduced, or discounted, disclose Clearly and Conspicuously and immediately adjacent: the affirmative action needed to avoid charges, total costs and frequency of charges, and the deadlines for the consumer to stop recurring charges",
            "quoted_text": "A. Representing directly or indirectly, expressly or by implication, that any product or service that includes a Negative Option Feature is being offered on a free, trial, no obligation, reduced, or discounted basis, without disclosing Clearly and Conspicuously, and immediately adjacent to, any such representation: 1. The extent to which the consumer must take any affirmative action to avoid any Charges: (a) for the offered product or service, (b) of an increased amount after the trial or promotional period ends, and (c) on a recurring basis; 2. The total cost (or range of costs) the consumer will be Charged and, if applicable, the frequency of such Charges unless the consumer timely takes steps to prevent or stop such Charges; and 37 Case 1:24-cv-21376-JLK Document 6 Entered on FLSD Docket 04/15/2024 Page 38 of 62 3. The deadline(s) (by date or frequency) by which the consumer must affirmatively act in order to stop all recurring Charges.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 902,
            "quote_end_line": 918
          },
          {
            "description": "Before obtaining Billing Information for any Negative Option Feature transaction, disclose Clearly and Conspicuously and immediately adjacent: affirmative action needed to avoid charges, total costs and initial charge date and frequency, deadlines to stop recurring charges, seller name and billing descriptor, product or service description, cancellation costs, and the simple cancellation mechanism",
            "quoted_text": "B. Obtaining Billing Information from a consumer for any transaction involving a product or service that includes a Negative Option Feature, without first disclosing Clearly and Conspicuously, and immediately adjacent to where a consumer provides Billing Information: 1. The extent to which the consumer must take affirmative action to avoid any Charges: a) for the offered product or service, b) of an increased amount after the trial or promotional period ends, and c) on a recurring basis; 2. The total cost (or range of costs) the consumer will be Charged, the date the initial Charge will be submitted for payment, and, if applicable, the frequency of such Charges unless the consumer timely takes affirmative steps to prevent or stop such Charges; 3. The deadline(s) (by date or frequency) by which the consumer must affirmatively act in order to stop all recurring Charges; 4. The name of the seller or provider of the product or service and, if the name of the seller or provider will not appear on billing statements, the billing descriptor that will appear on such statements; 5. A description of the product or service; 6. Any Charge or cost for which the consumer is responsible in 38 Case 1:24-cv-21376-JLK Document 6 Entered on FLSD Docket 04/15/2024 Page 39 of 62 connection with the cancellation of an order, any service or the return of any product; 7. The simple cancellation mechanism to stop any recurring Charges, as required by this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 919,
            "quote_end_line": 945
          },
          {
            "description": "Immediately after an online order submission, send the consumer a written email confirmation with all XII.B disclosures, subject line reading 'Subscription Confirmation' plus product/service name, and no additional information",
            "quoted_text": "C. Failing to send the consumer: 1. Immediately after the consumer’s submission of an online order, written confirmation of the transaction by email. The email must Clearly and Conspicuously disclose all the information required by sub-Section XII.B, and contain a subject line reading “Subscription Confirmation” along with the name of the product or service, and no additional information; or",
            "deadline": "Immediately after online order",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 946,
            "quote_end_line": 952
          },
          {
            "description": "Within 2 days of receipt of a mail or telephone order, send a written confirmation by email or first-class mail with all XII.B disclosures; email subject line must state 'Subscription Confirmation' plus product name; envelope must contain only address, return address, and postage",
            "quoted_text": "2. Within 2 days after receipt of the consumer’s order by mail or telephone, a written confirmation of the transaction, either by email or first- class mail. The email or letter must Clearly and Conspicuously disclose all the information required by sub-Section XII.B. The subject line of the email must Clearly and Conspicuously state “Subscription Confirmation” along with the name of the product or service, and nothing else. The outside of the envelope must not have any information other than the consumer’s address, Defendant’s return address, and postage.",
            "deadline": "2 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 953,
            "quote_end_line": 960
          }
        ],
        "statutory_topics": [
          "Health Breach Notification"
        ],
        "practice_areas": [
          "Deceptive Design / Dark Patterns"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "XIII",
        "title": "Obtaining Express Informed Consent for a Negative Option",
        "category": "affirmative_obligation",
        "summary": "Defendant must obtain the consumer's express informed consent before using Billing Information for a Negative Option Feature, through a standalone affirmative checkbox or signature for written offers, or oral confirmation for telephone offers, with voice recordings retained for 3 years for telemarketing transactions.",
        "requirements": [
          {
            "description": "For all written Negative Option Feature offers, obtain consent through a check box, signature, or substantially similar method that the consumer must affirmatively select or sign, with Clear and Conspicuous disclosure immediately adjacent of the affirmative action needed to avoid charges, total costs and frequency, and deadlines to stop recurring charges",
            "quoted_text": "A. For all written offers (including over the Internet, such as through a web-based application), obtain consent through a check box, signature, or other substantially similar method, which the consumer must affirmatively select or sign to accept the Negative Option Feature, and no other portion of the offer. Defendant shall disclose Clearly and Conspicuously, and immediately adjacent to such check box, signature, or substantially similar method of affirmative consent, only the following, with no additional information: 1. The extent to which the consumer must take affirmative action to avoid any Charges: (a) for the offered product or service, (b) of an increased amount after the trial or promotional period ends, and (c) on a recurring basis; 2. The total cost (or range of costs) the consumer will be Charged 40 Case 1:24-cv-21376-JLK Document 6 Entered on FLSD Docket 04/15/2024 Page 41 of 62 and, if applicable, the frequency of such Charges unless the consumer timely takes affirmative steps to prevent or stop such Charges; and 3. The deadline(s) (by date or frequency) by which the consumer must affirmatively act in order to stop all recurring Charges.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 975,
            "quote_end_line": 994
          },
          {
            "description": "For all oral offers, before obtaining Billing Information, Clearly and Conspicuously disclose all XII.B information and obtain affirmative unambiguous oral confirmation that the consumer consents to being charged (including last 4 digits of account), understands the Negative Option Feature, and understands the steps to prevent further charges",
            "quoted_text": "B. For all oral offers, prior to obtaining any Billing Information from the consumer: 1. Clearly and Conspicuously disclose the information contained in sub-Section B of the Section titled Required Disclosures Relating To Negative Option Feature; and 2. Obtain affirmative unambiguous express oral confirmation that the consumer: (a) consents to being Charged for any product or service, including providing, at a minimum, the last 4 digits of the consumer’s account number to be Charged, (b) understands that the transaction includes a Negative Option Feature, and (c) understands the specific affirmative steps the consumer must take to prevent or stop further Charges.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 995,
            "quote_end_line": 1005
          },
          {
            "description": "For telemarketing transactions, maintain an unedited voice recording of the entire transaction for 3 years from the date of each transaction; recordings must be retrievable by date and consumer's name, telephone number, or Billing Information and provided upon request",
            "quoted_text": "C. For transactions conducted through Telemarketing, Defendant shall maintain for 3 years from the date of each transaction an unedited voice recording of the entire transaction, including the prescribed statements set out in sub-Section XIII.B. Each recording must be retrievable by date and by the consumer’s name, telephone number, or Billing Information, and must be provided upon request to the consumer, the consumer’s bank, or any law enforcement entity.",
            "deadline": "Retain for 3 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 1006,
            "quote_end_line": 1011
          }
        ],
        "statutory_topics": [
          "Health Breach Notification"
        ],
        "practice_areas": [
          "Deceptive Design / Dark Patterns"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "XIV",
        "title": "Simple Mechanism to Cancel Negative Option Feature",
        "category": "affirmative_obligation",
        "summary": "Defendant must provide consumers with a simple, easy-to-find, and easy-to-use cancellation mechanism that does not require unnecessary steps or use Dark Patterns, available through the same channel (Internet, phone, or mail) through which the consumer enrolled.",
        "requirements": [
          {
            "description": "Provide a simple mechanism for consumers to avoid being charged or stop any recurring charge; the mechanism must be easy to find, easy to use, and must not require objectively unnecessary steps or use a Dark Pattern",
            "quoted_text": "A. Failing to provide a simple mechanism for the consumer to: (1) avoid being Charged, or Charged an increased amount, for a product or service and (2) immediately stop any recurring Charge. Such mechanism must: 1. Be easy to find; 2. Be easy to use to stop such Charge; and 3. Not require the consumer to take any action that is objectively unnecessary to cancel, or use a Dark Pattern. A “Dark Pattern” refers to a user interface that has the effect of impeding consumers’ expression of preference, manipulating consumers into taking certain action, or otherwise subverting consumers’ choice.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 1023,
            "quote_end_line": 1032
          },
          {
            "description": "If consumers enrolled over the Internet or mobile app, provide the cancellation mechanism through the same website, email address, or application",
            "quoted_text": "B. If any consumers entered into the agreement to purchase a product or service including a Negative Option Feature over the Internet or a mobile phone application, failing to provide the mechanism through the same website, email address or other application.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 1033,
            "quote_end_line": 1036
          },
          {
            "description": "If consumers enrolled through an oral offer or acceptance, provide the cancellation mechanism through a telephone number and a postal address",
            "quoted_text": "C. If any consumers entered into the agreement to purchase a product or service including a Negative Option Feature through an oral offer or acceptance, failing to provide such mechanisms through the use of a telephone number and a postal address.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 1041,
            "quote_end_line": 1044
          }
        ],
        "statutory_topics": [
          "Health Breach Notification"
        ],
        "practice_areas": [
          "Deceptive Design / Dark Patterns"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "XV",
        "title": "Monetary Judgments for Monetary Relief and Civil Penalty",
        "category": "affirmative_obligation",
        "summary": "Defendant is ordered to pay $5,087,252.89 as monetary relief and $10,000,000 as a civil penalty, with $2,000,000 of the civil penalty paid immediately (the remainder suspended based on Defendant's financial representations) and the monetary relief paid within 7 days of the Order.",
        "requirements": [
          {
            "description": "Pay $5,087,252.89 as monetary relief to Plaintiff (Treasurer of the United States) within 7 days of entry of the Order by electronic fund transfer",
            "quoted_text": "C. Defendant is ordered to pay to Plaintiff, by making payment to the Treasurer of the United States, Five Million, Eighty-Seven Thousand, Two Hundred and Fifty-Two Dollars and Eighty-Nine Cents ($5,087,252.89), which, as Defendant stipulates, its undersigned counsel holds in escrow for no purpose other than payment to Plaintiff. Such payment must be made within 7 days of entry of this Order by electronic fund transfer in accordance with instructions provided by a representative of Plaintiff.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 1053,
            "quote_end_line": 1059
          },
          {
            "description": "Pay $2,000,000 of the $10,000,000 civil penalty to Plaintiff within 7 days of entry of the Order by electronic fund transfer; the remaining $8,000,000 is suspended subject to the truthfulness of Defendant's financial representations",
            "quoted_text": "D. Defendant is ordered to pay to Plaintiff, by making payment to the Treasurer of the United States, Two Million Dollars ($2,000,000), which, as Defendant stipulates, its undersigned counsel holds in escrow for no purpose other 43 Case 1:24-cv-21376-JLK Document 6 Entered on FLSD Docket 04/15/2024 Page 44 of 62 than payment to Plaintiff. Such payment must be made within 7 days of entry of this Order by electronic fund transfer in accordance with instructions provided by a representative of Plaintiff. Upon such payment, the remainder of the civil penalty judgment is suspended, subject to sub-Section E below.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 1060,
            "quote_end_line": 1070
          },
          {
            "description": "The suspended portion of the civil penalty judgment will be lifted in full (less payments already made, plus interest) if the Court finds that Defendant failed to disclose any material asset, materially misstated any asset's value, or made any other material misstatement or omission in the financial representations",
            "quoted_text": "F. The suspension of the judgment will be lifted as to Defendant if, upon motion by the Commission or Plaintiff, the Court finds that Defendant failed to disclose any material asset, materially misstated the value of any asset, or made any other material misstatement or omission in the financial representations identified above. G. If the suspension of the judgment is lifted, the judgment becomes immediately due as to Defendant in the amount specified in sub-Section B above (which the parties stipulate only for purposes of this Section represents the amount of the civil penalty for the violations alleged in the Complaint) less any payment previously made pursuant to sub-Section D above, plus interest computed from the date of entry of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 1096,
            "quote_end_line": 1106
          }
        ],
        "statutory_topics": [
          "Health Breach Notification"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      },
      {
        "provision_number": "XVI",
        "title": "Additional Monetary Provisions",
        "category": "affirmative_obligation",
        "summary": "Defendant relinquishes all rights to transferred assets, the Complaint's facts may be taken as true in future proceedings, and monetary relief funds may be used for consumer redress or, if impracticable, for related relief or deposited into the U.S. Treasury as an additional civil penalty.",
        "requirements": [
          {
            "description": "Defendant relinquishes dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek the return of any assets",
            "quoted_text": "A. Defendant relinquishes dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek the return of any assets.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 1113,
            "quote_end_line": 1115
          },
          {
            "description": "Defendant acknowledges that its Taxpayer Identification Numbers must be submitted to the Commission and may be used for collecting and reporting on any delinquent amount arising out of this Order",
            "quoted_text": "D. Defendant acknowledges that its Taxpayer Identification Numbers (Social Security Numbers or Employer Identification Numbers), which Defendant must submit to the Commission, may be used for collecting and reporting on any delinquent amount arising out of this Order, in accordance with 31 U.S.C. § 7701.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 1125,
            "quote_end_line": 1128
          },
          {
            "description": "All money received by the Commission as monetary relief may be deposited into a fund for consumer redress; money not used for relief is to be deposited to the U.S. Treasury as an additional civil penalty",
            "quoted_text": "E. All money received by the Commission pursuant to this Order as monetary relief may be deposited into a fund administered by the Commission or its designee to be used for consumer relief, such as redress and any attendant expenses for the administration of any redress fund. If a representative of the Commission decides that direct redress to consumers is wholly or partially 46 Case 1:24-cv-21376-JLK Document 6 Entered on FLSD Docket 04/15/2024 Page 47 of 62 impracticable or money remains after such redress is completed, the Commission may apply any remaining money for such related relief (including consumer information remedies) as it determines to be reasonably related to Defendant’s practices alleged in the Complaint. Any money not used for relief is to be deposited to the U.S. Treasury as an additional civil penalty. Defendant has no right to challenge any actions the Commission or its representatives may take pursuant to this sub-Section or Section XVII.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 1129,
            "quote_end_line": 1144
          }
        ],
        "statutory_topics": [
          "Health Breach Notification"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      },
      {
        "provision_number": "XVII",
        "title": "Independent Redress Administrator",
        "category": "affirmative_obligation",
        "summary": "If the FTC determines redress is practicable, an independent redress administrator will be appointed; Defendant must provide Eligible Customer information within 7 days of notification, cooperate fully with the Administrator, and pay all Administrator costs and fees.",
        "requirements": [
          {
            "description": "Within 7 days of receiving written notification from the Commission that redress is practicable, provide the Administrator with all information necessary to identify all Eligible Customers and efficiently administer consumer redress; provide any additional information requested within 14 days",
            "quoted_text": "B. Within 7 days of receipt of a written notification from a representative of the Commission that redress to consumers is practicable, Defendant must provide the Administrator with all information necessary to identify all Eligible Customers and all information necessary for the efficient administration of consumer redress to those Eligible Customers. Defendant stipulates it has provided such information to its undersigned counsel. If a representative of the 47 Case 1:24-cv-21376-JLK Document 6 Entered on FLSD Docket 04/15/2024 Page 48 of 62 Commission or the Administrator requests any additional information related to consumer redress, Defendant must provide it, in the form prescribed by the Commission or the Administrator, within 14 days of the request, provided that, any request for personally identifying Eligible Customer information shall be directed solely to the Administrator.",
            "deadline": "7 days of notification",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 1153,
            "quote_end_line": 1167
          },
          {
            "description": "Fully cooperate with and assist the Administrator, providing information the Administrator deems necessary to discharge its responsibilities under this Order",
            "quoted_text": "D. Defendant must fully cooperate with and assist the Administrator. That cooperation and assistance must include providing information to the Administrator as the Administrator deems necessary to be fully informed and discharge the responsibilities of the Administrator under this Order. For matters concerning this Order, the Administrator is authorized to communicate directly with Defendant.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 1219,
            "quote_end_line": 1224
          },
          {
            "description": "Defendant is responsible for all costs and fees invoiced by the Administrator; the FTC is not responsible for any such costs or fees; none of the Section XV funds shall be used to pay for the Administrator",
            "quoted_text": "E. Defendant is responsible for all costs and fees invoiced by the Administrator for its services, and the provision of consumer redress. The FTC is not responsible for any such costs or fees. None of the funds used to satisfy Section XV of this Order shall be used to pay for the Administrator or any of its associated costs or fees.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 1225,
            "quote_end_line": 1229
          }
        ],
        "statutory_topics": [
          "Health Breach Notification"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "XVIII",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Defendant must submit a sworn acknowledgment of receipt of the Order within 7 days, deliver copies of the Order to all relevant personnel and businesses within 7 days (or before they assume responsibilities), and obtain signed acknowledgments of receipt within 30 days.",
        "requirements": [
          {
            "description": "Within 7 days of entry of the Order, submit to the Commission a sworn acknowledgment of receipt of the Order under penalty of perjury",
            "quoted_text": "Defendant, within 7 days of entry of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 1238,
            "quote_end_line": 1240
          },
          {
            "description": "For 10 years after entry of the Order, deliver a copy of the Order to all principals, officers, directors, LLC managers and members, employees and agents with managerial responsibilities for privacy or data security, employees and agents responsible for promotion or sale of health-related or Negative Option products, any resulting business entity from a structural change, and each Covered Business; deliver within 7 days for current personnel; for all others, before they assume their responsibilities",
            "quoted_text": "B. For 10 years after entry of this Order, for all Covered Businesses and any business that Defendant, individually or collectively with any other Defendant, is the majority owner or controls directly or indirectly, Defendant must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees and agents having managerial responsibilities for privacy or data security; (3) all employees and agents having responsibilities for the promotion or sale of health-related products or services, or products or services with a Negative Option Feature; (4) any business entity resulting from any change in structure as set forth in the Section titled Compliance Reporting; and (5) each Covered Business. Delivery must occur within 7 days of entry of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "7 days for current personnel; before assuming responsibilities for others",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 1241,
            "quote_end_line": 1252
          },
          {
            "description": "From each individual or entity to whom a copy of the Order was delivered, obtain within 30 days a signed and dated acknowledgment of receipt of the Order",
            "quoted_text": "C. From each individual or entity to which a Defendant delivered a copy of this Order, that Defendant must obtain, within 30 days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 1253,
            "quote_end_line": 1255
          }
        ],
        "statutory_topics": [
          "Health Breach Notification"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "XIX",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendant must submit a sworn compliance report one year after the Order's entry and submit sworn compliance notices within 14 days of any change in points of contact or corporate structure for 20 years; all submissions must be made to the FTC via email or overnight courier.",
        "requirements": [
          {
            "description": "One year after entry of the Order, submit a sworn compliance report identifying Defendant's contact information, all businesses by name and address, description of activities and privacy/security practice changes since March 1, 2023, description of compliance with each Section, and copies of all Order Acknowledgments",
            "quoted_text": "A. One year after entry of this Order, Defendant must submit a compliance report, sworn under penalty of perjury. In this report, Defendant must: 1. Identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission and Plaintiff may use to communicate with Defendant; 2. Identify all of Defendant’s businesses (including any Covered Business) by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; 3. Describe the activities of each business, including the products and services offered, the means of advertising, marketing, and sales, including any marketing with a Negative Option Feature, describe in detail how Defendant’s privacy policies, procedures, and practices and data security policies, procedures, and practices have changed since March 1, 2023, and describe the involvement of any other defendant; 4. Describe in detail whether and how Defendant is in compliance with each Section of this Order; and 5. Provide a copy of each Order Acknowledgment obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "1 year after entry",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 1263,
            "quote_end_line": 1280
          },
          {
            "description": "For 20 years after entry of the Order, submit a sworn compliance notice within 14 days of any change in any designated point of contact or the structure of Defendant or any Covered Business that may affect compliance obligations",
            "quoted_text": "B. For 20 years after entry of this Order, Defendant must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following: 52 Case 1:24-cv-21376-JLK Document 6 Entered on FLSD Docket 04/15/2024 Page 53 of 62 1. Any designated point of contact; or 2. The structure of Defendant, any Covered Business, or any entity that Defendant has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days of any qualifying change; for 20 years",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 1281,
            "quote_end_line": 1294
          },
          {
            "description": "Submit notice to the Commission of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding within 14 days of its filing",
            "quoted_text": "C. Defendant must submit to the Commission notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against Defendant within 14 days of its filing.",
            "deadline": "14 days of filing",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 1295,
            "quote_end_line": 1297
          },
          {
            "description": "Any submission required to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746",
            "quoted_text": "D. Any submission to the Commission required by this Order to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, such as by concluding: “I declare under penalty of perjury under the laws of the United States of America that the foregoing is true and correct. Executed on: _____” and supplying the date, signatory’s full name, title (if applicable), and signature.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 1298,
            "quote_end_line": 1303
          },
          {
            "description": "All submissions to the Commission must be emailed to DEbrief@ftc.gov or sent by overnight courier to the Associate Director for Enforcement, Bureau of Consumer Protection, FTC, 600 Pennsylvania Avenue NW, Washington, DC 20580; subject line must begin: 'FTC v. Cerebral, Inc., File No. 2223067'",
            "quoted_text": "E. Unless otherwise directed by a Commission representative in writing, all submissions to the Commission pursuant to this Order must be emailed to DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal 53 Case 1:24-cv-21376-JLK Document 6 Entered on FLSD Docket 04/15/2024 Page 54 of 62 Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin: “FTC v. Cerebral, Inc., File No. 2223067.”",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 1304,
            "quote_end_line": 1313
          }
        ],
        "statutory_topics": [
          "Health Breach Notification"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "XX",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendant must create and retain for 5 years (over a 20-year period) accounting records, personnel records, consumer complaint records, all compliance records, and copies of all marketing materials related to health services and Negative Option Feature products.",
        "requirements": [
          {
            "description": "For 20 years after entry of the Order, create and retain for 5 years: accounting records showing revenues; personnel records; records of all consumer complaints and refund requests and responses; all records necessary to demonstrate full compliance with each Section of the Order; and copies of each unique advertisement or marketing material for Negative Option or privacy/data security commitments",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant must create certain records for 20 years after entry of the Order, and retain each such record for 5 years. Specifically, Defendant, in connection with the marketing of any health services or products or any service or product with a Negative Option Feature, must create and retain the following records: A. Accounting records showing the revenues from all products or services sold; B. Personnel records showing, for each person providing services, whether as an employee or otherwise, that person’s: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination; C. Records of all consumer complaints and refund requests, whether received directly or indirectly, such as through a third party, and any response; D. All records necessary to demonstrate full compliance with each Section of this Order, including all submissions to the Commission; and E. A copy of each unique advertisement or other marketing material offering a service or product with a Negative Option feature, or containing a 54 Case 1:24-cv-21376-JLK Document 6 Entered on FLSD Docket 04/15/2024 Page 55 of 62 privacy or data security Commitment, including any representation relating to the handling or treatment (such as Deletion) of Covered Information.",
            "deadline": "Create for 20 years; retain each record for 5 years",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 1315,
            "quote_end_line": 1337
          }
        ],
        "statutory_topics": [
          "Health Breach Notification"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "XXI",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission and Plaintiff are authorized to monitor Defendant's compliance through compliance reports, depositions, document production, and direct communications with Defendant and its employees; Defendant must comply with written requests within 14 days.",
        "requirements": [
          {
            "description": "Within 14 days of a written request from the Commission or Plaintiff, submit additional compliance reports or other requested information under penalty of perjury, appear for depositions, and produce documents for inspection and copying; the Commission and Plaintiff may also obtain discovery under Federal Rules of Civil Procedure without further leave of court",
            "quoted_text": "A. Within 14 days of receipt of a written request from a representative of the Commission or Plaintiff, Defendant must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury; appear for depositions; and produce documents for inspection and copying. The Commission and Plaintiff are also authorized to obtain discovery, without further leave of court, using any of the procedures prescribed by Federal Rules of Civil Procedure 29, 30 (including telephonic depositions), 31, 33, 34, 36, 45, and 69.",
            "deadline": "14 days of written request",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 1342,
            "quote_end_line": 1349
          },
          {
            "description": "Permit representatives of the Commission and Plaintiff to communicate directly with Defendant and to interview any employee or affiliated person who agrees to an interview (with counsel present if desired)",
            "quoted_text": "B. For matters concerning this Order, the Commission and Plaintiff are authorized to communicate directly with Defendant. Defendant must permit representatives of the Commission and Plaintiff to interview any employee or other person affiliated with any Defendant who has agreed to such an interview. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 1350,
            "quote_end_line": 1354
          },
          {
            "description": "The Commission and Plaintiff may use all other lawful means, including posing as consumers, suppliers, or other individuals, without identification or prior notice; the Commission's lawful use of compulsory process is not limited by this Order",
            "quoted_text": "C. The Commission and Plaintiff may use all other lawful means, including posing, through its representatives as consumers, suppliers, or other 55 Case 1:24-cv-21376-JLK Document 6 Entered on FLSD Docket 04/15/2024 Page 56 of 62 individuals or entities, to Defendant or any individual or entity affiliated with Defendant, without the necessity of identification or prior notice. Nothing in this Order limits the Commission’s lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 1355,
            "quote_end_line": 1364
          }
        ],
        "statutory_topics": [
          "Health Breach Notification"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "XXII",
        "title": "Cooperation",
        "category": "affirmative_obligation",
        "summary": "Defendant must fully cooperate with Plaintiff and the Commission in this case and any related investigation, providing truthful and complete information and causing its personnel to appear for proceedings upon 5 days' written notice.",
        "requirements": [
          {
            "description": "Fully cooperate with representatives of Plaintiff and the Commission in this case and any related investigation; provide truthful and complete information, evidence, and testimony; cause officers, employees, representatives, or agents to appear for interviews, discovery, hearings, trials, and other proceedings upon 5 days' written notice without a subpoena",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant Cerebral, Inc. must fully cooperate with representatives of Plaintiff and the Commission in this case and in any investigation related to or associated with the transactions or the occurrences that are the subject of the Complaint. Defendant must provide truthful and complete information, evidence, and testimony. Defendant must cause its officers, employees, representatives, or agents to appear for interviews, discovery, hearings, trials, and any other proceedings that a Plaintiff or Commission representative may reasonably request upon 5 days’ written notice, or other reasonable notice, at such places and times as a Plaintiff or Commission representative may designate, without the service of a subpoena.",
            "deadline": "5 days' written notice for appearances",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 1366,
            "quote_end_line": 1375
          }
        ],
        "statutory_topics": [
          "Health Breach Notification"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "XXIII",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction over this matter for purposes of construction, modification, and enforcement of the Order.",
        "requirements": [
          {
            "description": "This Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order",
            "quoted_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 1377,
            "quote_end_line": 1378
          }
        ],
        "statutory_topics": [
          "Health Breach Notification"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "each two-year period thereafter for 20 years after entry of this Order, for the biennial Assessments"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "05.24, Cerebral, Inc. and Kyle Robertson Complaint (Pending).pdf",
      "order": "05.24, Cerebral, Inc. and Kyle Robertson Order (Pending).pdf"
    },
    "extraction_stats": {
      "complaint_counts": 9,
      "complaint_representations": 13,
      "order_provisions": 23,
      "order_definitions": 24,
      "order_requirements": 74,
      "provisions_per_section": {
        "I": 1,
        "II": 1,
        "III": 6,
        "IV": 4,
        "V": 8,
        "VI": 6,
        "VII": 2,
        "VIII": 2,
        "IX": 3,
        "X": 2,
        "XI": 6,
        "XII": 4,
        "XIII": 3,
        "XIV": 3,
        "XV": 3,
        "XVI": 3,
        "XVII": 3,
        "XVIII": 3,
        "XIX": 5,
        "XX": 1,
        "XXI": 3,
        "XXII": 1,
        "XXIII": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 2
      },
      "verification_details": {
        "complaint_verified": 13,
        "complaint_total": 13,
        "order_verified": 74,
        "order_total": 74
      }
    },
    "processing_time_seconds": 364.5
  }
}