{
  "case_info": {
    "docket_number": "C-4796",
    "company": {
      "name": "BetterHelp, Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "990 Villa Street, Mountain View, CA 94041",
      "business_description": "BetterHelp provides an online counseling service that matches users with licensed therapists and facilitates mental health therapy via websites and apps. The service includes specialized versions for Christian consumers, LGBTQ communities, teenagers, and couples. Users pay $60-$90 per week for access to therapy via video conferencing, text messaging, live chat, and audio calls."
    },
    "commissioners": [
      "Lina M. Khan, Chair",
      "Rebecca Kelly Slaughter",
      "Alvaro M. Bedoya"
    ],
    "case_date": {
      "month": 5,
      "year": 2024
    },
    "legal_authority": "Section 5 of the Federal Trade Commission Act",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/2023169-betterhelp-inc-matter"
  },
  "complaint": {
    "factual_background": "BetterHelp, Inc. operated an online mental health counseling service and repeatedly promised consumers that their sensitive health information—including therapy history, medication status, and mental health questionnaire responses—would remain private and be used only to facilitate their therapy. Despite these promises, from 2013 to December 2020, BetterHelp disclosed millions of consumers' health information to third-party advertising platforms including Facebook, Snapchat, Pinterest, and Criteo for targeted advertising purposes, and allowed those third parties to use the data for their own research and product development. BetterHelp also failed to train or supervise employees handling health data, did not obtain consumers' affirmative consent before sharing their data, and displayed deceptive HIPAA compliance seals on its websites despite never having been reviewed for HIPAA compliance by any government or third-party authority. These practices were only curtailed in December 2020 after investigative journalism and an FTC inquiry brought them to light.",
    "representations_made": [
      {
        "description": "Claimed that intake questionnaire responses were 'anonymous' and collected only to match users with a suitable therapist, implying the information would not be used for other purposes",
        "quoted_text": "November 2021, each Multi-Site displayed a banner at the top of each question, explaining that Respondent is merely asking for “some general and anonymous background information about you and the issues you’d like to deal with in online therapy” (emphasis added) so that the Visitor can be matched “with the most suitable therapist for you.”",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 23,
        "quote_start_line": 158,
        "quote_end_line": 161
      },
      {
        "description": "Promised that any information provided in the intake questionnaire would 'stay private between you and your counselor'",
        "quoted_text": "reached the question as to whether the Visitor was taking medication, the Visitor was shown the statement: “Rest assured—any information provided in this questionnaire will stay private between you and your counselor.”",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 24,
        "quote_start_line": 164,
        "quote_end_line": 166
      },
      {
        "description": "Promised that consumers' email addresses would be 'kept strictly private' and 'never shared, sold or disclosed to anyone'—specifically shown to Faithful Counseling, Pride Counseling, and Teen Counseling visitors",
        "quoted_text": "28. From at least August 2017 to as recently as December 2020, Respondent gave additional privacy assurances to Faithful Counseling, Pride Counseling, and Teen Counseling Visitors to induce them to sign up for the Service, stating that their email addresses would be “kept strictly private” and “never shared, sold or disclosed to anyone.” This representation, which Respondent displayed prominently and unavoidably during the sign-up process, is circled in red below:",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 28,
        "quote_start_line": 185,
        "quote_end_line": 189
      },
      {
        "description": "Privacy policies from August 2013 to November 2018 listed only limited purposes for use and disclosure of health information (e.g., connecting users with therapists), making no mention of advertising or third-party use",
        "quoted_text": "41. From August 2013 to November 2018, Respondent’s privacy policies represented that it would use and disclose Visitors’ and Users’ email addresses, IP addresses, enrollment in the Service, and Intake Questionnaire responses for certain purposes, including to connect them with therapists and operate the Service. Notably, these privacy policies made no mention of using or disclosing this information for advertising purposes, and they said nothing about permitting third parties to use this information for their own purposes.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 41,
        "quote_start_line": 247,
        "quote_end_line": 252
      },
      {
        "description": "November 2018 privacy policy update stated affirmatively that health information would be used and disclosed only for limited purposes such as operating the service, explicitly excluding advertising and third-party use",
        "quoted_text": "42. In November 2018, Respondent updated the privacy policy to state affirmatively that it would use and disclose this information only for limited purposes, such as to operate and improve the Service. These limited purposes did not include using or disclosing the information for advertising or disclosing the information to third parties for their own purposes.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 42,
        "quote_start_line": 253,
        "quote_end_line": 256
      },
      {
        "description": "Privacy policies stated that web beacons and cookies would be used only for limited purposes, not including advertising use or disclosure of health information for third parties' own purposes",
        "quoted_text": "44. From August 2013 to June 2021, Respondent’s privacy policies stated that it would use web beacons (including pixels) and cookies for limited purposes. These limited purposes did not include the use or disclosure of Visitors’ or Users’ health information for advertising purposes, or the disclosure of this information for third parties’ own purposes. These tools allow",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 44,
        "quote_start_line": 265,
        "quote_end_line": 268
      },
      {
        "description": "Displayed HIPAA compliance seals on every page of its websites, implying a government agency or third party had reviewed and certified BetterHelp's practices as meeting HIPAA requirements",
        "quoted_text": "65. From September 2013 to December 2020, Respondent displayed seals—in proximity to seals provided by third parties to Respondent—implying Respondent’s purported compliance with HIPAA. These seals are circled in red below: September 2013 – December 2015: January 2016 – December 2020: 66. By displaying the HIPAA seals on every page of the Multi-Sites, Respondent signaled to consumers that a government agency or other third party had reviewed Respondent’s privacy and information security practices and determined that they met HIPAA’s requirements. In addition, Respondent represented to consumers that it was in fact “HIPAA certified,” with its customer service representatives informing consumers that “[y]ou will also be able to see our HIPAA certification at the bottom of” our webpages.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 65,
        "quote_start_line": 457,
        "quote_end_line": 467
      },
      {
        "description": "Customer service representatives falsely told consumers that BetterHelp would not pass any personally identifiable information or protected health information to external entities including third-party partners",
        "quoted_text": "63. Respondent scripted the following false responses, which customer service representatives provided to Respondent’s customers: (1) “At BetterHelp, we are fully committed to protecting data and will not pass any P[ersonally] I[dentifiable] I[nformation] and/or P[rotected] H[ealth] I[nformation] to external entities including our third party partners;” and (2) “your P[rotected] H[ealth] I[nformation] and P[ersonally] I[dentifiable] I[nformation] is protected and not exposed” to Facebook.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 63,
        "quote_start_line": 445,
        "quote_end_line": 450
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Unfairness – Unreasonable Privacy Practices",
        "representation": "BetterHelp failed to employ reasonable measures to protect consumers' health information, including failing to develop written privacy standards, failing to adequately train or supervise employees, and failing to contractually limit third-party use of health data",
        "fact": "These failures resulted in the improper and unauthorized disclosure of millions of consumers' health information to numerous third parties for advertising and other purposes",
        "conclusion": "Respondent's acts or practices constitute unfair acts or practices in violation of Section 5 of the FTC Act, 15 U.S.C. § 45(a), (n)"
      },
      {
        "count_number": 2,
        "title": "Unfairness – Failure to Obtain Affirmative Express Consent",
        "representation": "BetterHelp collected, used, and disclosed consumers' health information to third parties without first obtaining consumers' affirmative express consent",
        "fact": "Consumers did not consent to having their health information collected, used, or shared with third parties for advertising or those third parties' own purposes",
        "conclusion": "Respondent's acts or practices constitute unfair acts or practices in violation of Section 5 of the FTC Act, 15 U.S.C. § 45(a), (n)"
      },
      {
        "count_number": 3,
        "title": "Failure to Disclose – Disclosure of Health Information for Advertising and Third Parties' Own Uses",
        "representation": "BetterHelp represented that it would disclose consumers' health information to third parties only for limited purposes that did not include advertising or third parties' own uses",
        "fact": "BetterHelp disclosed consumers' health information to Facebook, Pinterest, Snapchat, and Criteo for advertising as well as those third parties' own purposes including research and product development",
        "conclusion": "Respondent's failure to disclose this material information constitutes deceptive acts or practices in violation of Section 5 of the FTC Act, 15 U.S.C. § 45(a)"
      },
      {
        "count_number": 4,
        "title": "Failure to Disclose – Use of Health Information for Advertising",
        "representation": "BetterHelp represented that it would use consumers' health information only for limited purposes that did not include advertising or advertising-related purposes",
        "fact": "BetterHelp used consumers' health information for advertising and advertising-related purposes, including re-targeting visitors and optimizing ad campaigns using therapy history, financial status, and LGBTQ identity data",
        "conclusion": "Respondent's failure to disclose this material information constitutes deceptive acts or practices in violation of Section 5 of the FTC Act, 15 U.S.C. § 45(a)"
      },
      {
        "count_number": 5,
        "title": "Privacy Misrepresentation – Disclosure of Health Information for Advertising and Third Parties' Own Uses",
        "representation": "BetterHelp represented that it would not disclose consumers' health information to any third party for advertising or that third party's own uses, including through the 'strictly private' and 'never shared' promises and privacy policy statements",
        "fact": "BetterHelp disclosed consumers' health information to Facebook, Pinterest, Snapchat, and Criteo for advertising and those third parties' own uses",
        "conclusion": "The representations are false or misleading and constitute deceptive acts or practices in violation of Section 5 of the FTC Act, 15 U.S.C. § 45(a)"
      },
      {
        "count_number": 6,
        "title": "Privacy Misrepresentation – Use of Health Information for Advertising",
        "representation": "BetterHelp represented, through its November 2018 privacy policy, that it would not use consumers' health information for advertising or advertising-related purposes",
        "fact": "BetterHelp did in fact use consumers' health information for advertising and advertising-related purposes, including uploading email lists to Facebook and using intake questionnaire responses to target and optimize ads",
        "conclusion": "The representations are false or misleading and constitute deceptive acts or practices in violation of Section 5 of the FTC Act, 15 U.S.C. § 45(a)"
      },
      {
        "count_number": 7,
        "title": "Privacy Misrepresentation – Disclosure of Health Information",
        "representation": "BetterHelp represented through its intake questionnaire banners that consumers' health information would stay private between them and their counselor and would not be disclosed to anyone else",
        "fact": "BetterHelp disclosed consumers' health information to at least one entity other than each consumer's licensed therapist—specifically Facebook—along with other third parties",
        "conclusion": "The representations are false or misleading and constitute deceptive acts or practices in violation of Section 5 of the FTC Act, 15 U.S.C. § 45(a)"
      },
      {
        "count_number": 8,
        "title": "Privacy Misrepresentation – HIPAA Certification",
        "representation": "By displaying HIPAA seals on every page of its websites from September 2013 to December 2020, and by having customer service representatives tell consumers it was 'HIPAA certified,' BetterHelp implied that a government agency or third party had reviewed its practices and certified compliance with HIPAA",
        "fact": "No government agency or other third party ever reviewed BetterHelp's privacy or information security practices or determined that they met HIPAA's requirements; moreover, hundreds of BetterHelp's therapists were not subject to HIPAA and BetterHelp did not even know which therapists were covered",
        "conclusion": "The representations constitute deceptive acts or practices in violation of Section 5 of the FTC Act, 15 U.S.C. § 45(a)"
      }
    ]
  },
  "order": {
    "definitions": {
      "Affirmative Express Consent": "any freely given, specific, informed, and unambiguous indication of an individual consumer's wishes demonstrating agreement by the individual, such as by a clear affirmative action, following a Clear and Conspicuous disclosure to the individual of: 1. the categories of information that will be collected; 2. the specific purpose(s) for which the information is being collected, used, or disclosed; 3. the names or categories of Third Parties (e.g., \"analytics partners\" or \"advertising partners\") collecting the information, or to whom the information is disclosed, provided that if Respondent discloses the categories of Third Parties, the disclosure shall include a hyperlink to a separate page listing the names of the Third Parties; 4. a simple, easily located means by which the consumer can withdraw consent; and 5. any limitations on the consumer's ability to withdraw consent. The Clear and Conspicuous disclosure must be separate from any \"privacy policy,\" \"terms of service,\" \"terms of use,\" or other similar document. The following do not constitute Affirmative Express Consent: 1. Inferring consent from the hovering over, muting, pausing, or closing of a given piece of content by the consumer; or 2. Obtaining consent through a user interface that has the effect of subverting or impairing user autonomy, decision-making, or choice.",
      "Clear and Conspicuous": "a required disclosure is difficult to miss (i.e., easily noticeable) and easily understandable by ordinary consumers, including in all of the following ways: 1. In any communication that is solely visual or solely audible, the disclosure must be made through the same means through which the communication is presented. In any communication made through both visual and audible means, such as a television advertisement, the disclosure must be presented simultaneously in both the visual and audible portions of the communication even if the representation requiring the disclosure (\"triggering representation\") is made through only one means. 2. A visual disclosure, by its size, contrast, location, the length of time it appears, and other characteristics, must stand out from any accompanying text or other visual elements so that it is easily noticed, read, and understood. 3. An audible disclosure, including by telephone or streaming video, must be delivered in a volume, speed, and cadence sufficient for ordinary consumers to easily hear and understand it. 4. In any communication using an interactive electronic medium, such as the Internet or software, the disclosure must be unavoidable. 5. The disclosure must use diction and syntax understandable to ordinary consumers and must appear in each language in which the triggering representation appears. 6. The disclosure must comply with these requirements in each medium through which it is received, including all electronic devices and face-to-face communications. 7. The disclosure must not be contradicted or mitigated by, or inconsistent with, anything else in the communication. 8. When the representation or sales practice targets a specific audience, such as children, the elderly, or the terminally ill, \"ordinary consumers\" includes reasonable members of that group.",
      "Covered Business": "Respondent and any business that Respondent controls, directly or indirectly.",
      "Covered Incident": "any instance of a violation of Provision I, II, or III of this Order.",
      "Covered Information": "information from or about an individual consumer, including: 1. a first and last name; 2. a physical address, including street name and name of city or town; 3. geolocation information sufficient to identify street name and name of a city or town; 4. an email address or other online contact information, such as a user identifier or a screen name; 5. a telephone number; 6. a government-issued identification number, such as a driver's license, military identification, passport, Social Security number, or other personal identification number; 7. financial institution account number; 8. credit or debit card information; 9. data that depicts or describes the physical or biological traits of an identified or identifiable person, including depictions, descriptions, recordings, or copies of an individual's facial or other physical features, finger or handprints, voice, genetics, or characteristic movements or gestures; 10. a persistent identifier, such as a customer number held in a \"cookie,\" a static Internet Protocol (\"IP\") address, a mobile device ID, processor serial number, or any other persistent identifier that can be used to recognize a user over time and/or across difference devices, websites, or online services; 11. Treatment Information; or 12. any individually identifiable information combined with any of (1) through (11) above.",
      "Covered User": "any individual consumer who created an account for the online properties, services, or mobile applications associated with BetterHelp before January 1, 2021, including those properties and mobile applications associated with BetterHelp; MyTherapist; Teen Counseling; Faithful Counseling; Pride Counseling; iCounseling; Regain; and Terappeuta.",
      "Customer": "any individual consumer who, between August 1, 2017, and December 31, 2020, signed up for and paid for the use of any online property, service, or mobile application associated with BetterHelp, including those properties, services, and mobile applications associated with BetterHelp; MyTherapist; Teen Counseling; Faithful Counseling; Pride Counseling; iCounseling; Regain; and Terappeuta.",
      "Delete / Deleted / Deletion": "to remove Covered Information such that it is not maintained in retrievable form and cannot be retrieved through physical or technical means.",
      "Respondent": "BetterHelp, also doing business as Compile, Inc.; MyTherapist; Teen Counseling; Faithful Counseling; Pride Counseling; iCounseling; ReGain; and Terappeuta, and its successors and assigns.",
      "Third Party": "any individual or entity other than: 1. Respondent; 2. a service provider of Respondent that: a. processes, uses, or receives Covered Information collected by or on behalf of Respondent for and at the direction of the Respondent and no other individual or entity, b. does not disclose Covered Information, or any individually identifiable information derived from such Covered Information, to any individual or entity other than Respondent or a subcontractor to such service provider bound to data processing terms no less restrictive than terms to which the service provider is bound, and c. does not use Covered Information for any purpose other than performing the services specified in the service provider's contract with Respondent; 3. a therapist or counselor employed by or contracted with Respondent; 4. an employee benefit program that contracts with Respondent for therapy services on behalf of the employee benefit program's members, employees, and/or clients, provided that before Respondent may disclose any information about any of those members, employees, and/or clients to the employee benefit program, Respondent must require the employee benefit plan to obtain the authorization of the members, employees, and/or clients for such disclosure; or 5. any entity (including a service provider) that uses Covered Information only as reasonably necessary to: a. comply with applicable law, regulation, or legal process; b. detect, prevent, or mitigate fraud or security vulnerabilities; c. debug to identify and repair errors that impair existing intended functionality provided that any such use is reasonably necessary and proportionate to achieve the purpose for which the Covered Information was collected or processed; or d. undertake internal research for the technological development and demonstration of Respondent's products or services provided that any such use is reasonably necessary and proportionate to achieve the purpose for which the Covered Information was collected or processed.",
      "Treatment Information": "individually identifiable information relating to the past, present, or future physical or mental health or condition(s) of a consumer, including: 1. drug, prescription, and pharmacy information; 2. information concerning the consumer's diagnosis; 3. information concerning the consumer's use of, creation of an account associated with, or response to a question or questionnaire related to, a service or product offered by Respondent or through one of any of Respondent's online properties, services, or mobile applications; 4. information concerning medical- or health-related purchases; 5. information concerning the past, present, or future payment for the provision of health care to the consumer; or 6. information derived or extrapolated from any of (1)-(5) above (e.g., proxy, derivative, inferred, emergent, or algorithmic data)."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Disclosure of Treatment Information and Covered Information for Advertising Purposes",
        "category": "prohibition",
        "summary": "Respondent is prohibited from disclosing Treatment Information or Covered Information to any Third Party for advertising, marketing, or promotional purposes targeting the consumer to whom the information pertains.",
        "requirements": [
          {
            "description": "Must not disclose Treatment Information or Covered Information to Third Parties for advertising, marketing, promoting, offering, or selling any product or service",
            "quoted_text": "IT IS ORDERED that Respondent and Respondent’s officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, are prohibited from disclosing to a Third Party for the purposes of advertising, marketing, promoting, offering, offering for sale, or selling any product or service: (1) Treatment Information; and (2) Covered Information for the purpose of targeting the consumer to which the disclosed information pertains.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 208,
            "quote_end_line": 213
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Affirmative Express Consent",
        "category": "affirmative_obligation",
        "summary": "Within 30 days of the Order's effective date, Respondent must obtain a consumer's Affirmative Express Consent before disclosing that consumer's Covered Information to any Third Party.",
        "requirements": [
          {
            "description": "Within 30 days of the effective date, must obtain consumers' Affirmative Express Consent prior to disclosing any Covered Information to any Third Party",
            "quoted_text": "IT IS FURTHER ORDERED that, within 30 days of the effective date of this Order, Respondent and Respondent’s officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, in connection with any product or service, prior to disclosing any consumer’s Covered Information to any Third Party, must obtain the relevant consumer’s Affirmative Express Consent.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 218,
            "quote_end_line": 222
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Prohibition Against Misrepresentations About Privacy of Covered Information",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent in any manner, expressly or by implication, how it collects, uses, shares, or protects Covered Information, including claims about privacy controls, HIPAA compliance, or membership in privacy programs.",
        "requirements": [
          {
            "description": "Must not misrepresent the extent to which Respondent collects, maintains, uses, discloses, Deletes, or protects the privacy, security, availability, confidentiality, or integrity of Covered Information",
            "quoted_text": "A. the extent to which Respondent collects, maintains, uses, discloses, Deletes, or permits or denies access to any Covered Information, or the extent to which Respondent protects the privacy, security, availability, confidentiality, or integrity of any Covered Information;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 229,
            "quote_end_line": 231
          },
          {
            "description": "Must not misrepresent the purpose(s) for which Respondent or any entity it discloses information to collects, maintains, uses, or discloses Covered Information",
            "quoted_text": "B. the purpose(s) for which Respondent, or any entity to whom Respondent discloses or permits access to Covered Information, collects, maintains, uses, discloses, or permits access to any Covered Information;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 232,
            "quote_end_line": 234
          },
          {
            "description": "Must not misrepresent the extent to which a consumer can maintain privacy and anonymity when using Respondent's online properties, services, or mobile applications",
            "quoted_text": "C. the extent to which a consumer can maintain privacy and anonymity when visiting or using any online properties, services, or mobile applications associated with Respondent;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 235,
            "quote_end_line": 236
          },
          {
            "description": "Must not misrepresent the extent to which consumers can exercise control over Respondent's collection, use, deletion, or disclosure of Covered Information",
            "quoted_text": "D. the extent to which consumers may exercise control over Respondent’s collection of, maintenance of, use of, Deletion of, disclosure of, or permission of access to, Covered Information, and the steps a consumer must take to implement such controls; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 237,
            "quote_end_line": 239
          },
          {
            "description": "Must not misrepresent membership in, adherence to, or certification by any privacy or security compliance program, including the Digital Advertising Alliance or entities that certify HIPAA compliance",
            "quoted_text": "E. the extent to which Respondent is a member of, adheres to, complies with, is certified by, is endorsed by, or otherwise participates in any privacy, security or any other compliance program sponsored by a government or any self-regulatory or standard-setting organization, including the Digital Advertising Alliance, the Digital Advertising Accountability Program, or any entity that certifies compliance with HIPAA; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 240,
            "quote_end_line": 244
          },
          {
            "description": "Must not misrepresent whether Respondent is a HIPAA-covered entity or whether its privacy and information practices comply with HIPAA requirements",
            "quoted_text": "F. the extent to which Respondent is a HIPAA-covered entity, and the extent that Respondent’s privacy and information practices are in compliance with HIPAA requirements.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 245,
            "quote_end_line": 247
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Data Deletion",
        "category": "affirmative_obligation",
        "summary": "Respondent must identify all Third Parties that received Covered Information without consumer consent, notify and instruct those Third Parties to delete such information, and cease disclosing information to or using those Third Parties for advertising until deletion is confirmed.",
        "requirements": [
          {
            "description": "Within 60 days, identify all Third Parties that accessed, received, or acquired Covered Information without a consumer's Affirmative Express Consent",
            "quoted_text": "A. within 60 days after the effective date of this Order: 1. identify all Third Parties that accessed, received, or acquired Covered Information from Respondent in any form, including hashed or encrypted Covered Information, without a consumer’s Affirmative Express Consent;",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 255,
            "quote_end_line": 258
          },
          {
            "description": "Within 60 days, identify what Covered Information was disclosed to each identified Third Party",
            "quoted_text": "2. identify what Covered Information was disclosed to each Third Party identified in sub-Provision IV.A.1; and",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 259,
            "quote_end_line": 260
          },
          {
            "description": "Within 60 days, submit the list of identified Third Parties and methodologies to the FTC via DEbrief@ftc.gov or overnight courier",
            "quoted_text": "3. submit a list of the information identified in sub-Provisions IV.A.1-2 and the methodologies used to identify the information in sub-Provisions IV.A.1-2 to: DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin: “In re BetterHelp, Inc., [X-number].”",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 261,
            "quote_end_line": 266
          },
          {
            "description": "Within 90 days, provide a copy of the Complaint and Order to all identified Third Parties, notify them in writing of the FTC's allegations, instruct them to delete all Covered Information received without consent, demand written confirmation of deletion, and submit all instructions to the FTC",
            "quoted_text": "B. within 90 days after the effective date of this Order, provide a copy of the Complaint and Order to all Third Parties identified in sub-Provision IV.A.1, notify all such Third Parties in writing that the Federal Trade Commission alleges that Respondent disclosed Covered Information of consumers to them in a manner that was unfair or deceptive and in violation of the FTC Act, and instruct those Third Parties to Delete all Covered Information accessed, received, or acquired from Respondent without a consumer’s Affirmative Express Consent. Respondent’s instruction to each such Third Party shall include a list of the Covered Information identified in sub-Provision IV.A.2 and shall demand written confirmation from each such Third Party that it has Deleted such Covered Information. Respondent must provide all instructions sent to the Third Parties to: DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin: “In re BetterHelp, Inc., [X-number]”",
            "deadline": "90 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 267,
            "quote_end_line": 280
          },
          {
            "description": "As of the issuance of this Order, must not disclose any Covered Information to any identified Third Party until each Third Party's receipt of deletion instructions is confirmed; must provide all receipts of confirmation and responses from Third Parties within 5 days of receipt to the FTC",
            "quoted_text": "C. as of the issuance of this Order: 1. Respondent shall not disclose any Covered Information in any form, including hashed or encrypted Covered Information, to any Third Party identified in sub-Provision IV.A.1 until Respondent confirms each Third Party’s receipt of the instructions required by sub-Provision IV.B. This sub-Provision is subject to the prohibitions set forth in Provision I. Respondent must provide all receipts of confirmation and any responses from Third Parties within five (5) days of receipt to: DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin: “In re BetterHelp, Inc., [X-number].”",
            "deadline": "5 days (for forwarding confirmations)",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 281,
            "quote_end_line": 291
          },
          {
            "description": "As of the issuance of this Order, must not use any identified Third Party to advertise, market, promote, offer, or sell any product or service until that Third Party's receipt of deletion instructions is confirmed",
            "quoted_text": "2. Respondent shall not use any Third Party identified in sub-Provision IV.A.1 to advertise, market, promote, offer, offer for sale, or sell any product or service until Respondent confirms each Third Party’s receipt of the instructions required by sub- Provision IV.B.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 295,
            "quote_end_line": 298
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Notice to Users",
        "category": "affirmative_obligation",
        "summary": "Within 14 days of the Order's effective date, Respondent must email all Covered Users an exact copy of the attached Exhibit A notice, with no additional materials included.",
        "requirements": [
          {
            "description": "On or before 14 days after the effective date, email all Covered Users an exact copy of the Exhibit A notice at their last known verified email address; if no email is available, send through Respondent's primary means of communication; must not include any other information, documents, or attachments",
            "quoted_text": "IT IS FURTHER ORDERED that, on or before 14 days after the effective date of this Order, Respondent must email all Covered Users, using the last known verified email address in Respondent’s possession, custody, or control, an exact copy of the notice attached hereto as Exhibit A (“Notice”), provided however, that if Respondent does not have email information for any Covered User, Respondent must send the Notice to that Covered User through Respondent’s primary means of communicating with that user. Respondent shall not include with the Notice any other information, documents, or attachments.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 300,
            "quote_end_line": 306
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Mandated Privacy Program",
        "category": "affirmative_obligation",
        "summary": "Within 60 days of the Order's effective date, each Covered Business must establish, implement, and maintain a comprehensive privacy program protecting the privacy, security, availability, confidentiality, and integrity of Covered Information, with specific written, operational, and technical requirements.",
        "requirements": [
          {
            "description": "Within 60 days, establish and implement a comprehensive Privacy Program; document the program in writing",
            "quoted_text": "IT IS FURTHER ORDERED that any Covered Business, in connection with the collection, maintenance, use, or disclosure of, or provision of access to, Covered Information, must, within 60 days of the effective date of this Order, establish and implement, and thereafter maintain, a comprehensive privacy program (“Privacy Program”) that protects the privacy, security, availability, confidentiality, and integrity of such Covered Information. To satisfy this requirement, Respondent must, for each Covered Business, at a minimum: A. document in writing the content, implementation, and maintenance of the Privacy Program;",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 308,
            "quote_end_line": 315
          },
          {
            "description": "Provide the written Privacy Program and any evaluations or updates to the board of directors or senior officer at least every 12 months and within 30 days after a Covered Incident",
            "quoted_text": "B. provide the written program and any evaluations thereof or updates thereto to the Covered Business’s board of directors or governing body or, if no such board or equivalent governing body exists, to a senior officer of the Covered Business responsible for the Covered Business’s Privacy Program at least once every 12 months and promptly (not to exceed 30 days) after a Covered Incident;",
            "deadline": "annually; 30 days after Covered Incident",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 316,
            "quote_end_line": 320
          },
          {
            "description": "Designate a qualified employee reporting directly to an executive to coordinate and be responsible for the Privacy Program, and keep the executive and Board of Directors informed of the program and compliance actions",
            "quoted_text": "C. designate a qualified employee or employees, who report(s) directly to an executive, such as the Chief Executive Officer, Chief Compliance Officer, or Chief Legal Officer, to coordinate and be responsible for the Privacy Program; and keep the executive and the Board of Directors informed of the Privacy Program, including all actions and procedures implemented to comply with the requirements of this Order, and any actions and procedures to be implemented to ensure continued compliance with this Order;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 321,
            "quote_end_line": 326
          },
          {
            "description": "Assess and document internal and external privacy and security risks at least every 12 months and within 30 days after a Covered Incident",
            "quoted_text": "D. assess and document, at least once every 12 months and promptly (not to exceed 30 days) following a Covered Incident, internal and external risks in each area of the Covered Business’s operations to the privacy, security, availability, confidentiality, and integrity of Covered Information that could result in the unauthorized access, collection, use, destruction, or disclosure of, or provision of access to, Covered Information;",
            "deadline": "annually; 30 days after Covered Incident",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 327,
            "quote_end_line": 331
          },
          {
            "description": "Design, implement, maintain, and document safeguards to control identified internal and external risks, including policies for inventory and deletion of Covered Information, preventing unauthorized collection/use/disclosure, auditing Third Party contracts and privacy policies, limiting employee access, mandatory annual privacy training, and a data retention policy",
            "quoted_text": "E. design, implement, maintain, and document safeguards that control for the internal and external risks to the privacy, security, availability, confidentiality, and integrity of Covered Information identified by the Covered Business in response to sub-Provision VI.D. Each safeguard must be based on the volume and sensitivity of the Covered Information that is at risk, and the likelihood that the risk could be realized and result in the unauthorized access, collection, use, Deletion, disclosure of, or provision of access to, the Covered Information. Such safeguards must also include: 1. policies, procedures, and technical measures to systematically inventory Covered Information in the Covered Business’s control and Delete Covered Information that is no longer reasonably necessary and in accordance with applicable retention laws and regulations; 2. policies, procedures, and technical measures to prevent the collection, maintenance, use, or disclosure of, or provision of access to, Covered Information inconsistent with the Covered Business’s representations to consumers; 3. audits, assessments, and reviews of the contracts, privacy policies, and terms of service associated with any Third Party to which the Covered Business discloses, or provides access to, Covered Information; 4. policies and technical measures that limit employee and contractor access to Covered Information to only those employees and contractors with a legitimate business need to access such Covered Information; 5. mandatory privacy training programs for all employees on at least an annual basis, updated to address the collection, use, and disclosure of Covered Information for advertising purposes; any internal or external risks identified by Respondent in sub- Provision VI.D; and safeguards implemented pursuant to sub-Provision VI.E, that include training on the requirements of this Order; 6. a data retention policy that, at a minimum, includes: a. a retention schedule that limits the retention of Covered Information for only as long as is necessary to fulfill the purpose for which the Covered Information was collected; provided, however, that such Covered Information need not be Deleted, and may be disclosed, to the extent requested by a government agency or required by law, regulation, or court order; and b. a requirement that Respondent documents, adheres to, and makes publicly available on its terms of service/use a retention schedule for Covered Information, setting forth: (1) the purposes for which the Covered Information is collected; (2) the specific business need for retaining each type of Covered Information; and (3) a set timeframe in accordance with applicable laws and regulations for Deletion of each type of Covered Information (absent any intervening Deletion requests from consumers) that precludes indefinite retention of any Covered Information; 10 7. for each product or service, policies and procedures to document internally the decision to collect, use, Delete, disclose, or provide access to, each type of Covered Information. Such documentation should include: (a) the name(s) of the person(s) who made the decision; (b) for what purpose the type of Covered Information is being collected; (c) the data segmentation controls in place to ensure that the Covered Information collected is only used and/or disclosed for the particular purpose(s) for which it was collected; (d) the data retention limit set and the technical means for achieving Deletion; (e) the safeguards in place to prevent unauthorized disclosure of each type of Covered Information; and (f) the access controls in place to ensure only authorized employees with a need-to-know have access to the Covered Information; 8. audits, assessments, reviews, or testing of each mechanism by which the Covered Business discloses Covered Information to a Third Party or provides a Third Party with access to Covered Information (including but not limited to web beacons, pixels, and Software Development Kits); and 9. for each product or service offered by any Covered Business, Clearly and Conspicuously disclose the categories of Covered Information collected from consumers, the purposes for the collection of each category of Covered Information, and any transfer of Covered Information to a Third Party. For each such transfer of Covered Information, the disclosure must, at a minimum, include: (a) the specific categories of Covered Information transferred; (b) the identity of each Third Party receiving the transfer; (c) the purposes for which the Covered Business transferred the Covered Information; (d) the purposes for which each Third Party receiving the Covered Information may use the Covered Information, including but not limited to the purposes for the Third Party reserves the right to use such Covered Information; and (e) whether each Third Party receiving the transfer of Covered Information reserves the right to transfer the Covered Information to other entities or individuals.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 335,
            "quote_end_line": 401
          },
          {
            "description": "At least every 12 months and within 30 days after a Covered Incident, assess the sufficiency of safeguards and modify the Privacy Program based on the results",
            "quoted_text": "F. assess, at least once every 12 months, and promptly (not to exceed 30 days) following a Covered Incident, the sufficiency of any safeguards in place to address the internal and external risks to the privacy, security, availability, confidentiality, and integrity of Covered Information, and modify the Privacy Program based on the results;",
            "deadline": "annually; 30 days after Covered Incident",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 402,
            "quote_end_line": 405
          },
          {
            "description": "Test and monitor the effectiveness of safeguards at least every 12 months and within 30 days after a Covered Incident, and modify the Privacy Policy based on results",
            "quoted_text": "G. test and monitor the effectiveness of the safeguards at least once every 12 months, and promptly (not to exceed 30 days) following a Covered Incident, and modify the Privacy Policy based on the results;",
            "deadline": "annually; 30 days after Covered Incident",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 406,
            "quote_end_line": 408
          },
          {
            "description": "Select and retain service providers capable of safeguarding Covered Information and contractually require service providers to implement and maintain safeguards",
            "quoted_text": "H. select and retain service providers capable of safeguarding Covered Information they receive from the Covered Business, and contractually require service providers to implement and maintain safeguards for Covered Information; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 409,
            "quote_end_line": 411
          },
          {
            "description": "Evaluate and adjust the Privacy Program in light of material changes to operations, testing results, Covered Incidents, or other circumstances; must evaluate at minimum annually and modify as necessary",
            "quoted_text": "I. evaluate and adjust the Privacy Program in light of any material changes to the Covered Business’s operations or business arrangements, the results of the testing and monitoring required by sub-Provision VI.G, a Covered Incident, and any other circumstances that the 11 Covered Business knows or has reason to believe may have a material impact on the effectiveness of the Privacy Program or any of its individual safeguards (including but not limited to new or more efficient technological or operational methods to control for the risks identified in sub-Provision VI.D). The Covered Business may make this evaluation and adjustment to the Privacy Program at any time, but must, at a minimum, evaluate the Privacy Program at least once every 12 months and modify the Privacy Program as necessary based on the results.",
            "deadline": "annually",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 412,
            "quote_end_line": 424
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Privacy Assessments by a Third-Party Assessor",
        "category": "assessment",
        "summary": "Respondent must obtain initial and biennial independent third-party privacy assessments covering the Privacy Program required by Provision VI, with the initial assessment covering the first 240 days and subsequent assessments covering each 2-year period for 20 years.",
        "requirements": [
          {
            "description": "Obtain assessments from a qualified, objective, independent third-party professional using generally accepted procedures who retains all documents for 5 years and provides documents to the Commission within 10 days of written request; assessor must have minimum 3 years of experience in privacy and data protection",
            "quoted_text": "A. The Assessments must be obtained from a qualified, objective, independent third-party professional (“Assessor”), who: (1) uses procedures and standards generally accepted in the profession; (2) conducts an independent review of the Privacy Program; (3) retains all documents relevant to each Assessment for 5 years after completion of such Assessment; and (4) will provide such documents to the Commission within 10 days of receipt of a written request from a representative of the Commission. No documents may be withheld on the basis of a claim of confidentiality, proprietary or trade secrets, work product protection, attorney-client privilege, statutory exemption, or any similar claim. The Assessor must have a minimum of 3 years of experience in the field of privacy and data protection.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 429,
            "quote_end_line": 438
          },
          {
            "description": "For each Assessment, provide the FTC's Associate Director for Enforcement with the name, affiliation, and qualifications of the proposed Assessor for approval",
            "quoted_text": "B. For each Assessment, Respondent must provide the Associate Director for Enforcement for the Bureau of Consumer Protection at the Federal Trade Commission with the name, affiliation, and qualifications of the proposed Assessor, whom the Associate Director shall have the authority to approve in his or her sole discretion.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 439,
            "quote_end_line": 442
          },
          {
            "description": "Assessment reporting periods must cover: the first 240 days after the Order's issuance date for the initial Assessment, and each 2-year period thereafter for 20 years for biennial Assessments",
            "quoted_text": "C. The reporting period for the Assessments must cover: (1) the first 240 days after the issuance date of the Order for the initial Assessment; and (2) each 2-year period thereafter for 20 years after the issuance date of the Order for the biennial Assessments.",
            "deadline": "initial: 240 days; biennial thereafter for 20 years",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 443,
            "quote_end_line": 445
          },
          {
            "description": "Each Assessment must determine whether the Privacy Program is implemented and maintained, assess effectiveness of sub-Provisions VI.A-I, identify gaps or weaknesses, address status of prior gaps, and identify specific evidence examined; must be signed by Assessor and state hours worked",
            "quoted_text": "D. Each Assessment must, for the entire assessment period: 1. determine whether Respondent has implemented and maintained the Privacy Program required by Provision VI; 2. assess the effectiveness of Respondent’s implementation and maintenance of sub- Provisions VI.A-I; 3. identify any gaps or weaknesses in the Privacy Program, or instances of material noncompliance with, sub-Provisions VI.A-I; 12 4. address the status of gaps or weaknesses in the Privacy Program, as well as any instances of material non-compliance with sub-Provisions VI.A-I, that were identified in any prior Assessment required by this Order; and 5. identify specific evidence (including, but not limited to, documents reviewed, sampling and testing performed, and interviews conducted) examined to make such determinations, assessments, and identifications, and explain why the evidence that the Assessor examined is (a) appropriate for assessing an enterprise of Respondent’s size, complexity, and risk profile; and (b) sufficient to justify the Assessor’s findings. No finding of any Assessment shall rely solely on assertions or attestations by Respondent, Respondent’s management, or a Covered Business’s management. The Assessment must be signed by the Assessor, state that the Assessor conducted an independent review of the Privacy Program and did not rely solely on assertions or attestations by Respondent, Respondent’s management, or a Covered Business’s management, and state the number of hours that each member of the Assessor’s assessment team worked on the Assessment. To the extent a Covered Business revises, updates, or adds one or more safeguards required under sub-Provision VI.E in the middle of an Assessment period, the Assessment must assess the effectiveness of the revised, updated, or added safeguard(s) for the time period in which it was in effect, and provide a separate statement detailing the basis for each revised, updated, or additional safeguard.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 446,
            "quote_end_line": 475
          },
          {
            "description": "Each Assessment must be completed within 60 days after the end of the reporting period; submit initial Assessment to the Commission within 10 days of completion via email or overnight courier; all subsequent biennial Assessments must be retained until the Order is terminated and provided to the Associate Director within 10 days of request",
            "quoted_text": "E. Each Assessment must be completed within 60 days after the end of the reporting period to which the Assessment applies. Unless otherwise directed by a Commission representative in writing, Respondent must submit the initial Assessment to the Commission within 10 days after the Assessment has been completed via email to DEbrief@ftc.gov or by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin, “In re BetterHelp, Inc., [X-number].” All subsequent biennial Assessments must be retained by Respondent until the Order is terminated and provided to the Associate Director for Enforcement within 10 days of request.",
            "deadline": "60 days after reporting period ends; submit within 10 days of completion",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 476,
            "quote_end_line": 485
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Cooperation with Assessor",
        "category": "affirmative_obligation",
        "summary": "Respondent must fully cooperate with the third-party Assessor by providing all relevant information, disclosing all material facts, and not misrepresenting any fact material to the Assessment.",
        "requirements": [
          {
            "description": "Provide or make available to the Assessor all information and material in Respondent's possession, custody, or control that is relevant to the Assessment and for which there is no reasonable claim of privilege",
            "quoted_text": "A. provide or otherwise make available to the Assessor all information and material in its possession, custody, or control that is relevant to the Assessment for which there is no reasonable claim of privilege;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 489,
            "quote_end_line": 491
          },
          {
            "description": "Provide or make available to the Assessor information about all Covered Information in Respondent's custody or control to enable the Assessor to determine the scope of the Assessment",
            "quoted_text": "B. provide or otherwise make available to the Assessor information about all Covered Information in Respondent’s custody or control so that the Assessor can determine the scope of the Assessment; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 492,
            "quote_end_line": 494
          },
          {
            "description": "Disclose all material facts to the Assessor and not misrepresent any fact material to the Assessor's determinations regarding the Privacy Program, its effectiveness, or any gaps or weaknesses",
            "quoted_text": "C. disclose all material facts to the Assessor, and not misrepresent in any manner, expressly or by implication, any fact material to the Assessor’s: (1) determination of whether Respondent has implemented and maintained the Privacy Program required by Provision VI; (2) assessment of the effectiveness of the implementation and maintenance of sub- Provisions VI.A-I; or (3) identification of any gaps or weaknesses in, or instances of material noncompliance with, the Privacy Program required by Provision VI.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 498,
            "quote_end_line": 503
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Annual Certification",
        "category": "compliance_reporting",
        "summary": "Respondent must submit annual certifications from a senior corporate manager to the FTC for 10 years confirming compliance with the Order, identifying any material noncompliance, and describing any Covered Incidents.",
        "requirements": [
          {
            "description": "One year after the issuance date and each year thereafter for 10 years, provide the Commission with a certification from a senior corporate manager or senior officer confirming: (1) the Covered Business has established, implemented, and maintained Order requirements; (2) no material noncompliance that has not been corrected or disclosed; and (3) a brief description of any Covered Incident",
            "quoted_text": "A. one year after the issuance date of this Order, and each year thereafter for 10 years, provide the Commission with a certification from a senior corporate manager, or, if no such senior corporate manager exists, a senior officer of each Covered Business that: (1) the Covered Business has established, implemented, and maintained the requirements of this Order; (2) the Covered Business is not aware of any material noncompliance that has not been (a) corrected or (b) disclosed to the Commission; and (3) includes a brief description of any Covered Incident. The certification must be based on the personal knowledge of the senior corporate manager, senior officer, or subject matter experts upon whom the senior corporate manager or senior officer reasonably relies in making the certification.",
            "deadline": "annually for 10 years",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 506,
            "quote_end_line": 515
          },
          {
            "description": "Submit all annual certifications to the Commission via email to DEbrief@ftc.gov or by overnight courier to the specified FTC address, with subject line beginning 'In re BetterHelp, Inc., [X-number]'",
            "quoted_text": "B. unless otherwise directed by a Commission representative in writing, submit all annual certifications to the Commission pursuant to this Order via email to DEbrief@ftc.gov or by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin, “In re BetterHelp, Inc., [X- number].”",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 516,
            "quote_end_line": 521
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Covered Incident Reports",
        "category": "compliance_reporting",
        "summary": "Within 30 days of discovering a Covered Incident, Respondent must submit a detailed report to the FTC including the incident's date, description, number of affected consumers, remediation steps taken, and copies of any consumer or government notices.",
        "requirements": [
          {
            "description": "Within 30 days of discovering a Covered Incident, submit a report to the Commission including the incident date or date range, description of facts including causes and scope, number of consumers affected, remediation actions taken, and a representative copy of any notices sent to consumers or government entities",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent, within 30 days after Respondent’s discovery of a Covered Incident, must submit a report to the Commission. The report must include, to the extent possible: A. the date, estimated date, or estimated date range when the Covered Incident occurred; B. a description of the facts relating to the Covered Incident, including the causes and scope of the Covered Incident, if known; C. the number of consumers whose information was affected; D. the acts that Respondent has taken to date to remediate the Covered Incident; protect Covered Information from further disclosure, exposure, or access; and protect affected individuals from identity theft or other harm that may result from the Covered Incident; and 14 E. a representative copy of any materially different notice sent by Respondent to consumers or to any U.S. federal, state, or local government entity.",
            "deadline": "30 days after discovery",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 523,
            "quote_end_line": 538
          },
          {
            "description": "Submit all Covered Incident reports via email to DEbrief@ftc.gov or overnight courier to the specified FTC address, with subject line beginning 'In re BetterHelp, Inc., [X-number]'",
            "quoted_text": "Unless otherwise directed by a Commission representative in writing, all Covered Incident reports to the Commission pursuant to this Order must be emailed to DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin: “In re BetterHelp, Inc., [X-number].”",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 539,
            "quote_end_line": 543
          }
        ]
      },
      {
        "provision_number": "XI",
        "title": "Monetary Relief",
        "category": "affirmative_obligation",
        "summary": "Respondent must pay $7,800,000 to the FTC within 8 days of the Order's effective date by electronic fund transfer.",
        "requirements": [
          {
            "description": "Pay $7,800,000 to the Commission; funds are held in escrow by Respondent's counsel solely for this purpose",
            "quoted_text": "A. Respondent must pay to the Commission $7,800,000, which Respondent stipulates its undersigned counsel holds in escrow for no purpose other than payment to the Commission.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 546,
            "quote_end_line": 548
          },
          {
            "description": "Payment must be made within 8 days of the effective date of the Order by electronic fund transfer per Commission instructions",
            "quoted_text": "B. Such payment must be made within 8 days of the effective date of this Order by electronic fund transfer in accordance with instructions provided by a representative of the Commission.",
            "deadline": "8 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 549,
            "quote_end_line": 551
          }
        ]
      },
      {
        "provision_number": "XII",
        "title": "Additional Monetary Provisions",
        "category": "affirmative_obligation",
        "summary": "Respondent relinquishes all rights to transferred assets, acknowledges that complaint facts may be used in future litigation, and agrees that FTC-administered funds may be used for consumer redress or other related relief.",
        "requirements": [
          {
            "description": "Respondent relinquishes all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek the return of any assets",
            "quoted_text": "A. Respondent relinquishes dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek the return of any assets.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 554,
            "quote_end_line": 555
          },
          {
            "description": "Facts alleged in the Complaint will be taken as true in any subsequent civil litigation to enforce payment rights, including in bankruptcy proceedings",
            "quoted_text": "B. The facts alleged in the Complaint will be taken as true, without further proof, in any subsequent civil litigation by or on behalf of the Commission to enforce its rights to any payment pursuant to this Order, such as a nondischargeability complaint in any bankruptcy case.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 556,
            "quote_end_line": 559
          },
          {
            "description": "Facts in the Complaint establish all elements necessary to sustain an action under Section 523(a)(2)(A) of the Bankruptcy Code, and this Order will have collateral estoppel effect for such purposes",
            "quoted_text": "C. The facts alleged in the Complaint establish all elements necessary to sustain an action by or on behalf of the Commission pursuant to Section 523(a)(2)(A) of the Bankruptcy Code, 11 U.S.C. § 523(a)(2)(A), and this Order will have collateral estoppel effect for such purposes.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 560,
            "quote_end_line": 563
          },
          {
            "description": "All money paid to the Commission may be deposited into a fund for consumer redress and related expenses; any remaining money may be applied to other related relief or deposited to the U.S. Treasury; Respondent has no right to challenge any activities pursuant to this Provision",
            "quoted_text": "D. All money paid to the Commission pursuant to this Order may be deposited into a fund administered by the Commission or its designee to be used for relief, including consumer redress and any attendant expenses for the administration of any redress fund. If a representative of the Commission decides that direct redress to consumers is wholly or partially impracticable or money remains after redress is completed, the Commission may apply any remaining money for such other relief (including consumer information remedies) as it determines to be reasonably related to Respondent’s practices alleged in 15 the Complaint. Any money not used is to be deposited to the U.S. Treasury. Respondent has no right to challenge any activities pursuant to this Provision.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 564,
            "quote_end_line": 575
          },
          {
            "description": "All decisions regarding administration and amount of redress shall be made by the Commission in its sole discretion; names and identifying information of redress recipients shall be provided solely to the Redress Administrator",
            "quoted_text": "E. All decisions regarding the administration and amount of redress provided shall be made by the Commission in its sole discretion; however, the names and identifying information of all consumers who receive redress shall be provided solely to the Redress Administrator pursuant to Provision XIII.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 576,
            "quote_end_line": 579
          },
          {
            "description": "In the event of default on payment, interest shall accrue from the date of default; if default continues for 10 days beyond the payment due date, the entire amount becomes immediately due and payable",
            "quoted_text": "F. In the event of default on any obligation to make payment under this Order, interest, computed as if pursuant to 28 U.S.C. § 1961(a), shall accrue from the date of default to the date of payment. In the event such default continues for 10 days beyond the date that payment is due, the entire amount will immediately become due and payable.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 580,
            "quote_end_line": 583
          },
          {
            "description": "Each day of nonpayment is deemed a separate offense and violation for which a civil penalty shall accrue",
            "quoted_text": "G. Each day of nonpayment is a violation through continuing failure to obey or neglect to obey a final order of the Commission and thus will be deemed a separate offense and violation for which a civil penalty shall accrue.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 584,
            "quote_end_line": 586
          },
          {
            "description": "Respondent acknowledges its Taxpayer Identification Numbers may be used for collecting and reporting on any delinquent amounts arising out of this Order",
            "quoted_text": "H. Respondent acknowledges that its Taxpayer Identification Numbers (Social Security or Employer Identification Numbers), which Respondent has previously submitted to the Commission, may be used for collecting and reporting on any delinquent amount arising out of this Order, in accordance with 31 U.S.C. § 7701.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 587,
            "quote_end_line": 590
          }
        ]
      },
      {
        "provision_number": "XIII",
        "title": "Independent Redress Administrator",
        "category": "affirmative_obligation",
        "summary": "An independent third-party Redress Administrator, selected by Commission staff, shall be appointed to administer consumer redress; Respondent must cooperate fully and is responsible for all associated costs.",
        "requirements": [
          {
            "description": "Commission staff shall select an independent third-party Administrator (not a Commission or Respondent employee) in their sole discretion",
            "quoted_text": "A. Commission staff, in their sole discretion, shall select the Administrator, who shall be an independent third party, not an employee of the Commission or Respondent.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 595,
            "quote_end_line": 596
          },
          {
            "description": "Within 7 days of entry of the Order, Respondent must provide the Administrator with all information necessary to identify all Customers and administer consumer redress; additional information must be provided within 14 days of any request from the Commission or Administrator",
            "quoted_text": "B. Within 7 days of entry of this Order, Respondent must provide the Administrator with all information necessary to identify all Customers and all information necessary for the efficient administration of consumer redress to those Customers. Respondent stipulates it has provided such information to its undersigned counsel. If a representative of the Commission or the Administrator requests any additional information related to consumer redress, Respondent must provide it, in the form prescribed by the Commission or the Administrator, within 14 days of the request, provided that, any request for personally identifying Customer information shall be directed solely to the Administrator.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 597,
            "quote_end_line": 604
          },
          {
            "description": "The Administrator shall receive, review, and assess Customer information; confirm within 45 days of entry of this Order whether it has a complete list of Customers; conduct supplemental address searches if necessary; engage service providers capable of safeguarding Customer information; administer consumer redress per Commission instructions; cooperate with the Commission on fund transfers; and submit quarterly progress reports until the Commission determines redress administration has concluded",
            "quoted_text": "C. The Administrator shall be responsible for reviewing, assessing, and evaluating the Customer information for consumer redress, and for ensuring the efficient administration of consumer redress as follows: 1. The Administrator shall receive, review, and assess the Customer information provided by Respondent to ensure it is sufficient for the efficient administration of 16 consumer redress as determined by the Commission. If a representative of the Commission requests any additional information related to redress, the Administrator must provide it, in the form prescribed by the Commission, within 14 days, provided however, that the Administrator may not share personally identifying Customer information with the Commission. 2. Within 45 days of entry of this Order, the Administrator shall confirm in writing that it has a complete list of Customers, or that the Administrator does not and why not. 3. The Administrator is responsible for conducting supplemental address searches or other inquiries related to consumer redress if the Commission or the Administrator determines it necessary or advisable. 4. The Administrator is authorized to choose, engage, and employ service providers as the Administrator deems advisable or necessary in the performance of the Administrator’s duties and responsibilities under the authority granted by this Order. The Administrator may only employ service providers capable of safeguarding Customer information they receive from the Administrator, and the Administrator must contractually require service providers to implement and maintain safeguards for such Customer information. 5. The Administrator shall administer consumer redress as specified by the Commission. The Administrator must follow all instructions dictated by the Commission for the efficient administration of consumer redress, including but not limited to instructions pertaining to consumer communications and redress process and distributions. 6. The Administrator must cooperate with the Commission to request the transfer of funds necessary for consumer redress distribution. 7. No later than three months after the date on which the Administrator is retained, and every three months thereafter until such time the Commission determines the administration of consumer redress has concluded, the Administrator shall submit a report to the Commission concerning the status of consumer redress and detailing the progress of the administration of consumer redress, including but not limited to the amounts of funds distributed for redress payment, the consumer participation rate, the length of time for consumers to receive redress payment, and any complaints received regarding consumer redress.",
            "deadline": "45 days (for confirming complete customer list); quarterly reports thereafter",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 605,
            "quote_end_line": 645
          },
          {
            "description": "Respondent shall fully cooperate with and assist the Administrator, including providing all information the Administrator deems necessary",
            "quoted_text": "D. Respondent shall fully cooperate with and assist the Administrator. That cooperation and assistance shall include, but not be limited to, providing information to the Administrator as the Administrator deems necessary to be fully informed and discharge the responsibilities of the Administrator under this Order. For matters concerning this Order, the Administrator is authorized to communicate directly with Respondent.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 646,
            "quote_end_line": 650
          },
          {
            "description": "Respondent is responsible for all costs and fees invoiced by the Administrator; the FTC bears no such costs; no funds from Provision XI shall be used to pay for the Administrator or its costs",
            "quoted_text": "E. Respondent is responsible for all costs and fees invoiced by the Administrator for its services, and the provision of consumer redress. The FTC is not responsible for any such costs or fees. None of the funds used to satisfy Provision XI of this Order shall be used to pay for the Administrator or any of its associated costs or fees.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 654,
            "quote_end_line": 657
          }
        ]
      },
      {
        "provision_number": "XIV",
        "title": "Acknowledgments of the Order",
        "category": "acknowledgment",
        "summary": "Respondent must submit a sworn acknowledgment of receipt of the Order to the FTC within 10 days, deliver copies to all key personnel and future personnel, and obtain signed acknowledgments from each recipient within 30 days.",
        "requirements": [
          {
            "description": "Within 10 days after the effective date, submit to the Commission a sworn acknowledgment of receipt of this Order under penalty of perjury",
            "quoted_text": "A. Respondent, within 10 days after the effective date of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 661,
            "quote_end_line": 662
          },
          {
            "description": "For 10 years after the issuance date, deliver a copy of this Order to all principals, officers, directors, LLC managers and members; all employees with managerial responsibilities related to the Order's subject matter and all agents/representatives who participate in related conduct; and any business entity resulting from a change in structure. Delivery must occur within 10 days of the effective date for current personnel and before assuming responsibilities for all others",
            "quoted_text": "B. For 10 years after the issuance date of this Order, Respondent must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees having managerial responsibilities for conduct related to the subject matter of the Order and all agents and representatives who participate in conduct related to the subject matter of the Order; and (3) any business entity resulting from any change in structure as set forth in Provision XV. Delivery must occur within 10 days after the effective date of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "10 days for current personnel; before assuming responsibilities for others",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 663,
            "quote_end_line": 670
          },
          {
            "description": "From each individual or entity to which Respondent delivered a copy of this Order, obtain a signed and dated acknowledgment of receipt within 30 days",
            "quoted_text": "C. From each individual or entity to which Respondent delivered a copy of this Order, that Respondent must obtain, within 30 days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 671,
            "quote_end_line": 673
          }
        ]
      },
      {
        "provision_number": "XV",
        "title": "Compliance Reports and Notices",
        "category": "compliance_reporting",
        "summary": "Respondent must submit sworn compliance reports to the FTC 180 days after the effective date and annually for five more years, and must promptly notify the FTC of changes to contact information, business structure, or bankruptcy filings.",
        "requirements": [
          {
            "description": "180 days after the effective date and annually for five more years, submit a sworn compliance report identifying points of contact, all businesses and their activities, description of compliance with each Provision, and copies of Order acknowledgments",
            "quoted_text": "A. One hundred and eighty days after the effective date of this Order, and annually thereafter for five more years, Respondent must submit a compliance report, sworn under penalty of perjury, in which Respondent must: (a) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission, may use to communicate with Respondent; (b) identify all of that Respondent’s businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (c) describe the activities of each business, including the services offered, the means of advertising and marketing, what Covered Information it collects, how Covered Information is used and disclosed to Third Parties; (d) describe in detail whether and how Respondent is in compliance with each Provision of this Order, including a discussion of all of the changes Respondent made to comply with the Order; and (e) provide a copy of each Acknowledgment of the Order obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "180 days; annually for 5 more years",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 677,
            "quote_end_line": 689
          },
          {
            "description": "Submit a sworn compliance notice within 14 days of any change in a designated point of contact or the structure of any Covered Business (including creation, merger, sale, or dissolution of any entity or affiliate subject to this Order)",
            "quoted_text": "B. Respondent must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in: (a) any designated point of contact; or (b) the structure of any Covered Business, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 693,
            "quote_end_line": 696
          },
          {
            "description": "Submit notice of any bankruptcy petition, insolvency proceeding, or similar proceeding filed by or against Respondent within 14 days of filing",
            "quoted_text": "C. Respondent must submit notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against such Respondent within 14 days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 697,
            "quote_end_line": 699
          },
          {
            "description": "All submissions sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, including the required declaration language, date, full name, title, and signature",
            "quoted_text": "D. Any submission to the Commission required by this Order to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, such as by concluding: “I declare under penalty of perjury under the laws of the United States of America that the foregoing is true and correct. Executed on: _____” and supplying the date, signatory’s full name, title (if applicable), and signature.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 700,
            "quote_end_line": 704
          },
          {
            "description": "Unless otherwise directed, submit all required submissions via email to DEbrief@ftc.gov or overnight courier to the specified FTC address, with subject line beginning 'In re BetterHelp, Inc., [X-number]'",
            "quoted_text": "E. Unless otherwise directed by a Commission representative in writing, all submissions to the Commission pursuant to this Order must be emailed to DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin: “In re BetterHelp, Inc., [X- number].”",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 705,
            "quote_end_line": 710
          }
        ]
      },
      {
        "provision_number": "XVI",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must create and retain specified records for 20 years after the Order's issuance date, with each record retained for at least 5 years, including accounting records, personnel records, consumer complaints, disclosure records, marketing materials, privacy representations, assessment materials, law enforcement communications, and compliance records.",
        "requirements": [
          {
            "description": "Create and retain accounting records showing revenues, costs, and net profit or loss from all products or services sold",
            "quoted_text": "A. accounting records showing the revenues from all products or services sold, the costs incurred in generating those revenues, and resulting net profit or loss;",
            "deadline": "20 years (create); 5 years (retain each)",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 716,
            "quote_end_line": 717
          },
          {
            "description": "Create and retain personnel records showing each person's name, addresses, telephone numbers, job title, dates of service, and reason for termination (if applicable)",
            "quoted_text": "B. personnel records showing, for each person providing services in relation to any aspect of the Order, whether as an employee or otherwise, that person’s: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination;",
            "deadline": "20 years (create); 5 years (retain each)",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 718,
            "quote_end_line": 721
          },
          {
            "description": "Create and retain copies or records of all consumer complaints and refund requests concerning Covered Information, whether received directly or through a Third Party, and any responses",
            "quoted_text": "C. copies or records of all consumer complaints and refund requests concerning the collection, use, maintenance, disclosure, deletion, or permission of access to Covered Information, whether received directly or indirectly, such as through a Third Party, and any response;",
            "deadline": "20 years (create); 5 years (retain each)",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 722,
            "quote_end_line": 725
          },
          {
            "description": "Create and retain records of all disclosures of consumers' Covered Information to Third Parties, including the Third Party's name and address, dates of disclosure, purposes, and how and when Affirmative Express Consent was obtained",
            "quoted_text": "D. records of all disclosures of consumers’ Covered Information to Third Parties showing, for each Third Party that received Covered Information, the name and address of the Third Party, the date(s) of such disclosures, the purpose(s) for which the Covered 19 Information was transferred, and how and when Respondent obtained consumers’ Affirmative Express Consent for the disclosures in accordance with Provision II;",
            "deadline": "20 years (create); 5 years (retain each)",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 726,
            "quote_end_line": 733
          },
          {
            "description": "Retain a copy of each unique advertisement or other marketing material making a representation subject to this Order",
            "quoted_text": "E. a copy of each unique advertisement or other marketing material making a representation subject to this Order;",
            "deadline": "20 years (create); 5 years (retain each)",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 734,
            "quote_end_line": 735
          },
          {
            "description": "Retain a copy of each widely disseminated representation describing the extent to which Respondent maintains or protects the privacy, security, availability, confidentiality, or integrity of Covered Information, including representations about changes to online services",
            "quoted_text": "F. a copy of each widely disseminated representation by Respondent that describes the extent to which Respondent maintains or protects the privacy, security, availability, confidentiality, or integrity of any Covered Information, including any representation concerning a change in any website or other service controlled by Respondent that relates to the privacy, security, availability, confidentiality, or integrity of Covered Information;",
            "deadline": "20 years (create); 5 years (retain each)",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 736,
            "quote_end_line": 740
          },
          {
            "description": "Retain for 5 years after preparation all materials relied upon to prepare each Assessment required by Provision VII, including plans, reports, studies, reviews, audits, policies, training materials, and assessments",
            "quoted_text": "G. for 5 years after the date of preparation of each Assessment required by Provision VII, all materials relied upon to prepare the Assessment, whether prepared by or on behalf of Respondent, including all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, and any other materials concerning Respondent’s compliance with related Provisions of this Order, for the compliance period covered by such Assessment;",
            "deadline": "5 years after date of preparation",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 741,
            "quote_end_line": 746
          },
          {
            "description": "Retain for 5 years from date received all subpoenas and other communications with law enforcement related to Respondent's compliance with this Order",
            "quoted_text": "H. for 5 years from the date received, copies of all subpoenas and other communications with law enforcement, if such communication relate to Respondent’s compliance with this Order;",
            "deadline": "5 years from date received",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 747,
            "quote_end_line": 749
          },
          {
            "description": "Retain for 5 years from date created or received all records that tend to show any lack of compliance by Respondent with this Order",
            "quoted_text": "I. for 5 years from the date created or received, all records, whether prepared by or on behalf of Respondent, that tend to show any lack of compliance by Respondent with this Order; and",
            "deadline": "5 years from date created or received",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 750,
            "quote_end_line": 752
          },
          {
            "description": "Retain all records necessary to demonstrate full compliance with each Provision of this Order, including all submissions to the Commission",
            "quoted_text": "J. all records necessary to demonstrate full compliance with each Provision of this Order, including all submissions to the Commission.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 753,
            "quote_end_line": 754
          }
        ]
      },
      {
        "provision_number": "XVII",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The FTC is authorized to monitor Respondent's compliance through written requests for information and records, direct communications and interviews with Respondent's affiliates, and other lawful investigative means including undercover operations.",
        "requirements": [
          {
            "description": "Within 10 days of receipt of a written request from a Commission representative, submit additional compliance reports or other requested information (sworn under penalty of perjury) and produce records for inspection and copying",
            "quoted_text": "A. Within 10 days of receipt of a written request from a representative of the Commission, Respondent must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury, and produce records for inspection and copying.",
            "deadline": "10 days of written request",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 758,
            "quote_end_line": 761
          },
          {
            "description": "Permit Commission representatives to communicate directly with Respondent and to interview anyone affiliated with Respondent who has agreed to such an interview; the interviewee may have counsel present",
            "quoted_text": "B. For matters concerning this Order, representatives of the Commission are authorized to communicate directly with Respondent. Respondent must permit representatives of the Commission to interview anyone affiliated with Respondent who has agreed to such an interview. The interviewee may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 762,
            "quote_end_line": 765
          },
          {
            "description": "The Commission may use all other lawful means, including posing as consumers or suppliers, without identification or prior notice; nothing in this Order limits the Commission's lawful use of compulsory process",
            "quoted_text": "C. The Commission may use all other lawful means, including posing through its representatives as consumers, suppliers, or other individuals or entities, to Respondent or any individual or entity affiliated with Respondent, without the necessity of identification or prior notice. Nothing in this Order limits the Commission’s lawful use of compulsory process, pursuant to Sections 9 & 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 769,
            "quote_end_line": 773
          }
        ]
      },
      {
        "provision_number": "XVIII",
        "title": "Order Effective Dates",
        "category": "duration",
        "summary": "This Order is effective upon publication on the FTC's website and will terminate 20 years from issuance, or 20 years from the most recent date a complaint is filed in federal court alleging a violation, whichever is later.",
        "requirements": [
          {
            "description": "Order is final and effective upon the date of its publication on the Commission's website (ftc.gov) as a final order",
            "quoted_text": "IT IS FURTHER ORDERED that this Order is final and effective upon the date of its publication on the Commission’s website (ftc.gov) as a final order. This Order will terminate 20",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 775,
            "quote_end_line": 776
          },
          {
            "description": "Order will terminate 20 years from issuance or 20 years from the most recent federal court complaint alleging a violation, whichever is later; if such complaint is dismissed or ruled in Respondent's favor and not appealed or upheld on appeal, the Order terminates as though the complaint was never filed",
            "quoted_text": "publication on the Commission’s website (ftc.gov) as a final order. This Order will terminate 20 years from the date of its issuance (which date may be stated at the end of this Order, near the Commission’s seal), or 20 years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of this Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. any Provision in this Order that terminates in less than 20 years; B. this Order’s application to Respondent that is not named as a defendant in such complaint; and C. this Order if such complaint is filed after the Order has terminated pursuant to this Provision. Provided, further, that if such complaint is dismissed or a federal court rules that Respondent did not violate any Provision of the Order, and the dismissal or ruling is either not appealed or upheld on appeal, then the Order will terminate according to this Provision as though the complaint had never been filed, except that the Order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 776,
            "quote_end_line": 792
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This Order will terminate 20 years from the date of its issuance (which date may be stated at the end of this Order, near the Commission's seal), or 20 years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of this Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. any Provision in this Order that terminates in less than 20 years; B. this Order's application to Respondent that is not named as a defendant in such complaint; and C. this Order if such complaint is filed after the Order has terminated pursuant to this Provision."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "05.24, BetterHelp Complaint (Pending).pdf",
      "order": "05.24, BetterHelp Order (Pending).pdf"
    },
    "extraction_stats": {
      "complaint_counts": 8,
      "complaint_representations": 8,
      "order_provisions": 18,
      "order_definitions": 11,
      "order_requirements": 74,
      "provisions_per_section": {
        "I": 1,
        "II": 1,
        "III": 6,
        "IV": 6,
        "V": 1,
        "VI": 9,
        "VII": 5,
        "VIII": 3,
        "IX": 2,
        "X": 2,
        "XI": 2,
        "XII": 8,
        "XIII": 5,
        "XIV": 3,
        "XV": 5,
        "XVI": 10,
        "XVII": 3,
        "XVIII": 2
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 8,
        "complaint_total": 8,
        "order_verified": 74,
        "order_total": 74
      }
    },
    "processing_time_seconds": 278.9
  }
}