{
  "case_info": {
    "docket_number": "1:18-cv-10548",
    "company": {
      "name": "Alliance Security Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "",
      "business_description": "Alliance Security Inc. installs home security systems and provides home security alarm monitoring services. The company places outbound telephone calls to consumers to solicit the sale of home security systems, arrange for installation, and provide pricing and contract terms."
    },
    "commissioners": [],
    "case_date": {
      "month": 5,
      "year": 2020
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a); Section 6 of the Telemarketing and Consumer Fraud and Abuse Prevention Act, 15 U.S.C. § 6105; Section 621(a) of the Fair Credit Reporting Act, 15 U.S.C. § 1681s(a)",
    "violation_type": "both",
    "ftc_url": ""
  },
  "complaint": {
    "factual_background": "Alliance Security Inc. and its CEO Jasjit Gotra are recidivist violators of the Telemarketing Sales Rule who violated a 2014 court order by initiating over two million TSR violations, including over one million calls to the National Do Not Call Registry. They also routinely performed unauthorized credit checks on potential customers without consent or permissible purpose under the Fair Credit Reporting Act. Additionally, telemarketers working for Alliance misrepresented their affiliation with ADT and other home security companies.",
    "representations_made": [
      {
        "description": "Represented affiliation or association with ADT or another competitor alarm installation or monitoring company",
        "quoted_text": "Defendants Alliance, Gotra, Power Marketing, and Klink have represented, directly or indirectly, expressly or by implication, that: a. Defendants were affiliated or associated with ADT or another competitor alarm installation or monitoring company",
        "source_paragraph": 160
      },
      {
        "description": "Represented being a successor company to ADT or another Alliance competitor",
        "quoted_text": "Defendants Alliance, Gotra, Power Marketing, and Klink have represented, directly or indirectly, expressly or by implication, that: ... b. Defendants were a successor company to ADT or another Alliance competitor.",
        "source_paragraph": 160
      },
      {
        "description": "Represented having a permissible purpose for obtaining consumer credit reports based on consumer-initiated transactions",
        "quoted_text": "In January 2017, Alliance's Chief Financial Officer, Douglas Anderson, certified to Transunion that Alliance's \"sole\" permissible purpose for obtaining consumer report information was \"to use the Consumer Report Information in connection with transactions … initiated by a consumer.\"",
        "source_paragraph": 52
      },
      {
        "description": "Represented having a permissible purpose for obtaining consumer credit reports to review existing accounts",
        "quoted_text": "On April 11, 2017, Mr. Anderson certified to Transunion that Alliance's \"sole\" permissible purpose for obtaining consumer report information was \"to use the Consumer Report Information in connection with … review[ing] an account to determine whether the consumer continues to meet the terms of the account.\"",
        "source_paragraph": 52
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Obtaining Consumer Reports Without a Permissible Purpose",
        "representation": "Alliance and Gotra certified they had permissible purposes under the FCRA to obtain consumer credit reports and scores from consumer reporting agencies",
        "fact": "Alliance and Gotra knowingly obtained consumer reports without a permissible purpose after initiating unsolicited telemarketing calls, without consumer knowledge or consent, without any existing or prior account with Alliance, and in some cases for individuals who were not even potential customers (including public figures like Bill Clinton, Joe Biden, Barack Obama, Mike Pence, Donald Trump, and James Comey)",
        "conclusion": "By and through these acts and practices, Defendants Alliance and Gotra have violated section 604(f) of the FCRA, 15 U.S.C. § 1681b(f), which constitutes a violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 2,
        "title": "Calls to Persons Registered on the National Do Not Call Registry",
        "representation": "Not applicable - this count addresses conduct rather than representations",
        "fact": "In numerous instances, in connection with telemarketing, Defendants initiated or caused others to initiate outbound telephone calls to telephone numbers on the National Do Not Call Registry without express written consent or an established business relationship. From April 24, 2014 through July 31, 2015 alone, Alliance's internal program led to 374,129 calls to DNC Registry numbers. Defend America placed 403,599 calls to DNC numbers (82% of its 492,089 total calls from March 1-June 30, 2016). Power Marketing placed 125,009 calls to DNC numbers (18.26% of its 684,789 total calls from April 27-June 27, 2016).",
        "conclusion": "These acts constitute violations of the TSR, 16 C.F.R. § 310.4(b)(1)(iii)(B)."
      },
      {
        "count_number": 3,
        "title": "Calls to Induce Purchase that Fail to Identify the Seller",
        "representation": "Not applicable - this count addresses omissions rather than affirmative representations",
        "fact": "In numerous instances, Defendants Defend America LLC, Merrick, Power Marketing LLC, and Klink initiated or caused others to initiate outbound telephone calls that failed to disclose the seller's identity (Alliance, Defend America, Power Marketing, Avatar, or Monitronics) truthfully, promptly, and in a clear and conspicuous manner. All 492,089 calls by Defend America and all 684,789 calls by Power Marketing failed to identify the seller or telemarketer. Alliance specifically prohibited telemarketers from disclosing Alliance's identity unless consumers specifically asked.",
        "conclusion": "These acts constitute violations of 16 C.F.R. § 310.4(d)."
      },
      {
        "count_number": 4,
        "title": "Misrepresentations Concerning a Seller or Telemarketer's Affiliations",
        "representation": "Defendants Alliance, Gotra, Power Marketing, and Klink represented that they were affiliated or associated with ADT or another competitor alarm company, or were a successor company to ADT or another Alliance competitor",
        "fact": "Defendants were not affiliated or associated with ADT or another competitor alarm installation or monitoring company, and were not a successor company to ADT or another Alliance competitor. For example, on February 19, 2016, an Alliance salesperson told a consumer \"uh, yeah, ADT actually just got bought out\" and \"we actually just recently got bought out\" suggesting Alliance bought ADT. Telemarketers said \"they were Alliance, ADT, Family Protection Technologies among other names.\"",
        "conclusion": "Defendants' misrepresentations about their affiliations with other persons constitute violations of 16 C.F.R. § 310.3(a)(2)(vii)."
      },
      {
        "count_number": 5,
        "title": "Assisting and Facilitating Abusive or Deceptive Telemarketing Acts or Practices",
        "representation": "Not applicable - this count addresses assistance and facilitation conduct",
        "fact": "Defendants Alliance and Gotra provided substantial assistance or support to sellers or telemarketers (including Defend America, Power Marketing, and Justin Ramsey) whom they knew or consciously avoided knowing were engaged in violations including: (a) calling DNC Registry numbers, (b) failing to identify the seller, (c) misrepresenting affiliations with other persons, and (d) failing to transmit accurate caller ID information. Alliance continued relationships with these telemarketers even after receiving numerous consumer complaints and evidence of violations.",
        "conclusion": "Alliance's substantial assistance or support violates the TSR, 16 C.F.R. §310.3(b)."
      },
      {
        "count_number": 6,
        "title": "Misrepresentations in Violation of the FTC Act",
        "representation": "In connection with advertising, marketing, promotion, offering for sale, or sale of home security systems and alarm monitoring services, Defendants represented that they were affiliated or associated with ADT or another competitor, or were a successor company to ADT or another Alliance competitor",
        "fact": "In truth and in fact, Defendants were not affiliated or associated with ADT or another competitor alarm installation or monitoring company, and were not a successor company to ADT or another Alliance competitor",
        "conclusion": "Therefore, Defendants' representations, as set forth in Paragraph 160 of the Complaint, are false or misleading and constitute deceptive acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Causing Others to Initiate Outbound Telephone Calls": "includes, among other conduct: (1) contracting with any vendor, agent, or third-party who solicits sales, identifies potential customers, or sets appointments on behalf of Defendant through the use of Outbound Telephone Calls; and (2) contracting with any vendor, agent, or third-party who places Outbound Telephone Calls to potential customers and then transfers those potential customers to Defendant.",
      "Defendant": "means Jasjit Gotra.",
      "Established Business Relationship": "means a relationship—evidenced by documents maintained by Defendant for a period of five years (as set forth in Section IX herein)—directly between Defendant and a person based on the person's purchase, rental, or lease of Defendant's goods or services or a financial transaction between the person and Defendant, within the eighteen (18) months immediately preceding the date of a Telemarketing call.",
      "Express Written Agreement": "means a written agreement—evidenced by documents maintained by Defendant for a period of five years (as set forth in Section IX herein)—directly between Defendant and any person, and provided by that person directly to Defendant, in which that person: (1) expressly agrees to receive Telemarketing calls from Defendant; and (2) provides that person's name, address, telephone number, and written or electronic signature.",
      "Manually Dialed Calls": "means telephone calls that are dialed by a live operator who manually selects the telephone number being called. Any such live operator must dial only one telephone number at a time and must conduct the telephone call without the use of prerecorded messages.",
      "Outbound Telephone Call": "means a telephone call initiated by a Telemarketer to induce the purchase of goods or services or to solicit a charitable contribution.",
      "Telemarketer": "means any person who, in connection with Telemarketing, initiates or receives telephone calls to or from a customer or donor.",
      "Telemarketing": "means a plan, program, or campaign which is conducted to induce the purchase of goods or services or a charitable contribution, by use of one or more telephones and which involves more than one interstate telephone call."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Permanent Ban on Outbound Telemarketing",
        "category": "prohibition",
        "summary": "Defendant is permanently banned from initiating outbound telemarketing calls, assisting others in doing so, or owning companies that engage in such activities, except for manually dialed calls to persons with established business relationships or express written agreements.",
        "requirements": [
          {
            "description": "Defendant must not initiate, assist others in initiating, or cause others to initiate outbound telephone calls, except manually dialed calls to persons with established business relationships or express written agreements",
            "quoted_text": "Initiating Outbound Telephone Calls, assisting others in initiating Outbound Telephone Calls, and Causing Others to Initiate Outbound Telephone Calls. Provided, however, that it is not a violation of this Order for Defendant to place Manually Dialed Calls to persons with whom he has an Established Business Relationship or from whom he has received an Express Written Agreement.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Defendant must not own, control, or hold any ownership interest in any company that engages in conduct banned in subsection I.A, except for non-controlling stock in publicly traded companies",
            "quoted_text": "Owning or controlling, or holding any ownership interest, share, or stock, in any company that engages in conduct banned in subsection I.A. Provided, however, that it is not a violation of this Order for Defendant to own a non-controlling stock interest in a publicly traded company that engages in conduct banned in subsections I.A-B.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Prohibition on Violating the Fair Credit Reporting Act",
        "category": "prohibition",
        "summary": "Defendant is permanently prohibited from using or obtaining consumer reports without a valid permissible purpose and from violating any provision of the Fair Credit Reporting Act.",
        "requirements": [
          {
            "description": "Defendant must not use or obtain any consumer report from any consumer reporting agency or other person without a valid permissible purpose as set forth in 15 U.S.C. § 1681b",
            "quoted_text": "Using or obtaining any Consumer Report from any Consumer Reporting Agency or from any other person without a valid permissible purpose, as set forth in 15 U.S.C. § 1681b, a copy of which is attached as Appendix A to this Order",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Defendant must not violate any provision of the Fair Credit Reporting Act",
            "quoted_text": "Violating any provision of the Fair Credit Reporting Act, 15 U.S.C. §§1681-1681x.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Prohibition Against Misrepresentations",
        "category": "prohibition",
        "summary": "Defendant is permanently prohibited from misrepresenting or assisting others in misrepresenting their affiliation with competitors, acquisition of competitors, or business name.",
        "requirements": [
          {
            "description": "Defendant must not misrepresent their affiliation or association with a competitor alarm installation or monitoring company or any other business",
            "quoted_text": "Defendant's affiliation or association with a competitor alarm installation or monitoring company or any other business",
            "deadline": null,
            "verified": true,
            "confidence": 0.9858232931726908
          },
          {
            "description": "Defendant must not misrepresent their purchase or acquisition of a competitor alarm installation or monitoring company or any other business",
            "quoted_text": "Defendant's purchase or acquisition of a competitor alarm installation or monitoring company or any other business",
            "deadline": null,
            "verified": true,
            "confidence": 0.848
          },
          {
            "description": "Defendant must not misrepresent the name of their business",
            "quoted_text": "The name of Defendant's business.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Monetary Judgment for Civil Penalty and Suspension",
        "category": "affirmative_obligation",
        "summary": "A judgment of $9,845,021 is entered against Defendant, with $88,000 to be paid in two installments and personal jewelry to be liquidated, with the remainder suspended subject to truthfulness of financial representations.",
        "requirements": [
          {
            "description": "Defendant must pay $28,000 to the Commission by electronic fund transfer",
            "quoted_text": "Within seven (7) days of the entry of this Order, Defendant must pay to the Commission, by electronic fund transfer in accordance with instructions previously provided by a representative of the Commission, the sum of twenty-eight thousand dollars ($28,000).",
            "deadline": "7 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Defendant must make a second payment of $60,000 to the Commission by electronic fund transfer",
            "quoted_text": "Within one hundred twenty (120) days of entry of this Order, Defendant must make a second payment to the Commission, by electronic fund transfer in accordance with instructions previously provided by a representative of the Commission, of sixty thousand dollars ($60,000).",
            "deadline": "120 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Defendant must cause the liquidation of all personal jewelry by delivering it to Skinner Inc. and sign any documents necessary to facilitate the liquidation",
            "quoted_text": "Within seven (7) days of the entry of this Order, Defendant must cause the liquidation of all of his personal jewelry (as listed on his Itemization of Personal Jewelry dated January 23, 2020) by delivering it to Skinner Inc., an auction house located in Boston, MA. Defendant's liquidation of jewelry is pursuant to the terms of a contract between Defendant and Skinner Inc., a copy of which is attached as Appendix B to this Order. Defendant is further Ordered to sign any documents and to take any other steps necessary to facilitate the liquidation.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Defendant must relinquish dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order",
            "quoted_text": "Defendant relinquishes dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek the return of any assets.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Additional Monetary Provisions",
        "category": "acknowledgment",
        "summary": "Defendant acknowledges various legal implications of the judgment, including that it represents a civil penalty not subject to bankruptcy discharge and that facts in the complaint will be taken as true in future litigation.",
        "requirements": [
          {
            "description": "Defendant acknowledges relinquishing all rights to assets transferred and may not seek their return",
            "quoted_text": "Defendant relinquishes dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek the return of any assets.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Defendant acknowledges that facts alleged in the Complaint will be taken as true in any subsequent civil litigation",
            "quoted_text": "The facts alleged in the Complaint will be taken as true, without further proof, in any subsequent civil litigation by or on behalf of the Commission, including in a proceeding to enforce its rights to any payment or monetary judgment pursuant to this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Defendant acknowledges the judgment represents a civil penalty not subject to discharge under bankruptcy code provisions",
            "quoted_text": "Defendant agrees that the judgment against it represents a civil penalty owed to the government of the United States, is not compensation for actual pecuniary loss, and, therefore, as to Defendant, is not subject to discharge under the Bankruptcy Code pursuant to 11 U.S.C. § 1141(d)(3) or 11 U.S.C. § 727(a).",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Defendant acknowledges Social Security Number may be used for collecting delinquent amounts",
            "quoted_text": "Defendant acknowledges that his Social Security Number, which Defendant previously provided, may be used for collecting and reporting on any delinquent amount arising out of this Order, in accordance with 31 U.S.C. § 7701.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Cooperation",
        "category": "affirmative_obligation",
        "summary": "Defendant must fully cooperate with the Commission by providing truthful information, appearing for proceedings, and consenting to disclosure of auto-dialed telemarketing communications.",
        "requirements": [
          {
            "description": "Defendant must fully cooperate with Commission representatives by providing truthful and complete information, evidence, and testimony",
            "quoted_text": "Defendant must fully cooperate with representatives of the Commission in this case and in any investigation related to or associated with the transactions or the occurrences that are the subject of the Complaint. Defendant must provide truthful and complete information, evidence, and testimony.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Defendant must appear for interviews, discovery, hearings, trials, and other proceedings upon five days written notice without requiring a subpoena",
            "quoted_text": "Defendant must also appear for interviews, discovery, hearings, trials, and any other proceedings that a Commission representative may reasonably request upon five days written notice, at such places and times that a Commission representative may designate, without requiring the service of a subpoena.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Defendant must consent to disclosure of auto-dialed telemarketing communications by electronic communications service providers",
            "quoted_text": "Defendant consents, for purposes of Sections 2701-2712 of the Electronic Communications Privacy Act (\"ECPA\"), to the disclosure of the contents and records of his auto-dialed, Telemarketing communications or other information pertaining to his auto-dialed, Telemarketing communications by electronic communications service providers and remote computing service providers.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Defendant must execute any forms or documents evidencing consent required by electronic communications service providers upon request from the Commission",
            "quoted_text": "Defendant further agrees to execute, within fourteen (14) days of a request from the Commission, any forms or other documents evidencing its consent that may be required by such electronic communications service providers or remote computing service providers.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Defendant must submit acknowledgment of receipt of the Order and deliver copies to specified personnel at controlled businesses, obtaining signed acknowledgments from recipients.",
        "requirements": [
          {
            "description": "Defendant must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury",
            "quoted_text": "Defendant, within seven (7) days of entry of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "For five years, Defendant must deliver a copy of this Order to all principals, officers, directors, LLC managers and members, employees, agents, representatives, dealers, vendors, contractors, lead generators, and telephone callers at any business Defendant controls. Current personnel must receive it within 7 days; others before assuming responsibilities",
            "quoted_text": "For five (5) years after entry of this Order, for any business that Defendant, individually or collectively with any other defendant, is the majority owner or controls directly or indirectly, Defendant must deliver a copy of this Order, including Appendix A, to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees, agents, and other representatives who participate in conduct related to the subject matter of the Order; (3) any authorized dealer, vendor, contractor, lead generator, or other person soliciting sales on behalf of such company; and (4) any person placing telephone calls on behalf of such company. Delivery must occur within seven (7) days of entry of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Defendant must obtain signed and dated acknowledgments of receipt from each individual or entity to which the Order was delivered",
            "quoted_text": "From each individual or entity to which Defendant delivered a copy of this Order, Defendant must obtain, within thirty (30) days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendant must submit a compliance report one year after entry and compliance notices within 14 days of changes for 20 years, including contact information, business activities, and compliance status.",
        "requirements": [
          {
            "description": "One year after entry, Defendant must submit a compliance report identifying all contact information, business activities, involvement in businesses, compliance with each section, and Order acknowledgments obtained",
            "quoted_text": "One year after entry of this Order, Defendant must submit a compliance report, sworn under penalty of perjury, in which Defendant must: 1. Identify all telephone numbers and all physical, postal, email and Internet addresses, including all residences; 2. Identify all business activities, including any business for which Defendant performs services whether as an employee or otherwise and any entity in which such Defendant has any ownership interest; 3. Describe in detail Defendant's involvement in each such business, including title, role, responsibilities, participation, authority, control, and any ownership; 4. Describe in detail whether and how Defendant is in compliance with each Section of this Order; and 5. Provide a copy of each Order Acknowledgment obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "For twenty years, Defendant must submit compliance notices within 14 days of changes in name or contact information, entity structure affecting compliance, or title/role in business activities",
            "quoted_text": "For twenty (20) years after entry of this Order, Defendant must submit a compliance notice, sworn under penalty of perjury, within fourteen (14) days of any change in the following, in which Defendant must report any change in: 1. His name or any of his contact information; 2. The structure of any entity that Defendant has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: (a) creation, (b) merger, (c) sale, or (d) dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order; 3. Title or role in any business activity, including any business for which Defendant performs services whether as an employee or otherwise and any entity in which Defendant has any ownership interest, and identify the name, physical address, and any Internet address of the business or entity.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Defendant must submit notice of any bankruptcy petition or insolvency proceeding filed by or against Defendant",
            "quoted_text": "Defendant must submit to the Commission notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against such Defendant within fourteen days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendant must create and retain for five years certain records for twenty years, including accounting records, personnel records, consumer complaints, established business relationships, express written agreements, and compliance records.",
        "requirements": [
          {
            "description": "Defendant must create and retain accounting records showing revenues from all goods or services sold",
            "quoted_text": "Defendant must create certain records for twenty (20) years after entry of the Order, and retain each such record for five years. Specifically, Defendant, for any business that Defendant, individually or collectively with any other defendant, is a majority owner or control directly or indirectly, must create and retain the following records: A. Accounting records showing the revenues from all goods or services sold",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Defendant must create and retain personnel records showing name, addresses, telephone numbers, job title, dates of service, and reason for termination for each person providing services",
            "quoted_text": "Personnel records showing, for each person providing services, whether as an employee or otherwise, that person's: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Defendant must create and retain records of all consumer complaints whether received directly or indirectly and any response",
            "quoted_text": "Records of all consumer complaints whether received directly or indirectly, such as through a third party, and any response",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Defendant must create and retain all records of an Established Business Relationship with any person for five years from the start of the relationship and for five years after any manually dialed outbound call based on that relationship",
            "quoted_text": "All records of an Established Business Relationship with any person for a period of five (5) years from the start of that relationship and for a period of five (5) years after any Manually Dialed Outbound Telephone Call placed to that person based on the Established Business Relationship.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Defendant must create and retain all records of an Express Written Agreement from any person for five years from the date of the agreement and for five years after any manually dialed outbound call based on that agreement",
            "quoted_text": "All records of an Express Written Agreement from any person for a period of five (5) years from the date of such written agreement, and for a period of five (5) years after any Manually Dialed Outbound Telephone Call placed to that person based on the Express Written Agreement.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Defendant must create and retain all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission",
            "quoted_text": "All records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission has extensive monitoring rights including requesting compliance reports, conducting depositions, interviewing employees, and using undercover methods to monitor Defendant's compliance.",
        "requirements": [
          {
            "description": "Within 14 days of request, Defendant must submit additional compliance reports or requested information sworn under penalty of perjury, appear for depositions, and produce documents for inspection",
            "quoted_text": "Within fourteen days of receipt of a written request from a representative of the Commission, Defendant must: (1) submit additional compliance reports or other requested information, which must be sworn under penalty of perjury; (2) appear for depositions; and (3) produce documents for inspection and copying. The Commission is also authorized to obtain discovery, without further leave of court, using any of the procedures prescribed by Federal Rules of Civil Procedure 29, 30 (including telephonic depositions), 31, 33, 34, 36, 45, and 69.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Defendant must permit Commission representatives to interview any employee or other person affiliated with Defendant who has agreed to such an interview",
            "quoted_text": "For matters concerning this Order, the Commission is authorized to communicate directly with Defendant. Defendant must permit representatives of the Commission to interview any employee or other person affiliated with Defendant who has agreed to such an interview. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Defendant acknowledges the Commission may use undercover methods including posing as consumers, suppliers, or other entities without identification or prior notice",
            "quoted_text": "The Commission may use all other lawful means, including posing through its representatives as consumers, suppliers, or other individuals or entities, to Defendant or any individual or entity affiliated with either Defendant, without the necessity of identification or prior notice. Nothing in this Order limits the Commission's lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XI",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction over this matter for purposes of construction, modification, and enforcement of the Order.",
        "requirements": [
          {
            "description": "The Court retains jurisdiction for purposes of construction, modification, and enforcement of this Order",
            "quoted_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "05.20, Jasjit Gotra Complaint.pdf",
      "order": "05.20, Jasjit Gotra Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 6,
      "complaint_representations": 4,
      "order_provisions": 11,
      "order_definitions": 8,
      "order_requirements": 35
    },
    "processing_time_seconds": 401.1
  }
}