{
  "case_info": {
    "docket_number": "C-202-3133",
    "company": {
      "name": "GoDaddy Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "100 South Mill Avenue, Suite 1600, Tempe, Arizona 85281",
      "business_description": "GoDaddy is one of the largest website hosting companies in the world, with approximately five million customers. It provides domain name registration, website hosting services, and website management software to individuals and businesses of all sizes, including shared hosting and customer-managed hosting services."
    },
    "commissioners": [
      "Andrew N. Ferguson, Chairman",
      "Melissa Holyoak",
      "Mark R. Meador"
    ],
    "case_date": {
      "month": 5,
      "year": 2025
    },
    "legal_authority": "Section 5 of the Federal Trade Commission Act",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/2023133-godaddy-inc-et-al-matter",
    "statutory_topics": [
      "Section 5 Only"
    ],
    "practice_areas": [
      "Data Security"
    ],
    "industry_sectors": [
      "Technology"
    ]
  },
  "complaint": {
    "factual_background": "GoDaddy, one of the world's largest website hosting companies, marketed itself as a secure hosting provider with award-winning security and meticulous threat monitoring, while in fact operating a fundamentally deficient data security program. Since at least 2018, GoDaddy failed to implement basic security controls including multi-factor authentication, file integrity monitoring, adequate logging, network segmentation, patch management, and secure API connections. These failures resulted in multiple major compromises between 2019 and December 2022, during which threat actors repeatedly accessed customers' websites, credentials, encryption keys, and payment card data. GoDaddy also certified compliance with the EU-U.S. and Swiss-U.S. Privacy Shield Frameworks, including the Security Principle, while failing to maintain the required reasonable and appropriate data protection measures.",
    "representations_made": [
      {
        "description": "Claimed to provide 24/7 network security monitoring, meticulous threat thwarting, and DDoS protection on its hosting landing page",
        "quoted_text": "a. Level up! Award-winning security. Reliable web hosting. We have resources -CPU. memory, It's hard to behcve anyone would want to When your wcbs1tc·s down, that\"s o entry processes, 1/0 -ot the ready for harm your webSlte, but they do. potentially mossed opportunity to engage when you need them (we'll alert you Thankfully, our sccur,ty te.im 1s on the with o customer tor potcnt101 customer). when you're close) Or you con really )Ob 24/7 to mct,culously monitor. thwart That's why we offer o 99 9% scrv,ce stoy on top of th I ngs through our robust susp1c1ous ocbv1ty and deflect OOoS uptime guarantee And if we don't stats doshboord Either woy, leveling up .att.ocks uphokt the guarantee. you may be 1s a one-click affair eligible tor a discount on your montlily shared hosting purchase during that and All plans include Easy-to-use control panel. 1-click install of over 150 free apps. 24/7 network security. lncJudes mdustry•stan<brd c:Poncl to install Get access to over 150 free apps to create Get peace of mmd. knowing network security ;opps., m.:in.ogc b.lckups .:Ind scc:unty CMS sites (WordPrcss. JoomP.l). forums and and DDoS protce:tJon 1s mon ored around the biogs through tnstolloUon clock Resources on-demand. 1 GB database storage. 1-click domain name setup. If you require more power for your site-, Get unlimited MySOL datab3scs with every Linking your site to your domain na~ Ms seamlessly increase yoor CPU/RAM. 1/0 and Unux•bascd hos ng pl.on never been easier with GoD.>ddy rcgts:tcrcd storage with oil 1-clid: purchase domain (Exhibit A, GoDaddy.com Hosting Landing Page (Sept. 2020)).",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 12,
        "quote_start_line": 93,
        "quote_end_line": 113
      },
      {
        "description": "Claimed its award-winning security team monitors customer sites around the clock to thwart attackers",
        "quoted_text": "We've got your back. Our award-winning security team monitors your site around the clock to thwart attackers. (Exhibit B, GoDaddy Marketing Email Template (2017, 2018, 2021)).",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 12,
        "quote_start_line": 118,
        "quote_end_line": 120
      },
      {
        "description": "Claimed that data protection, security, and privacy are at the core of everything GoDaddy does, and that infrastructure was built to protect against all threats from the moment customers use the site",
        "quoted_text": "GoDaddy Trust Center \"Data protection, security and privacy are at the core of everything we do.\" - Scott Wagner, Chief Executive Officer Read Scott's Message and ,I Committed, to secur.ity. 1 Hackers. Malware. Social engineering. Phishing. There are countless ways your data can end up in the wrong hands- and we built our infrastructure to protect against all of them, from the moment you hit our site. l J ~ Security@ Go Daddy • (Exhibit C, GoDaddy Trust Center Landing Page (Mar. 2019)).",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 12,
        "quote_start_line": 122,
        "quote_end_line": 139
      },
      {
        "description": "Claimed that monitoring and detection mechanisms are built to prevent threats before they ever impact customers, and that GoDaddy blocks more than 1,000 DDoS attacks per month",
        "quoted_text": "Built to take on the world. Every day, our servers handle billions (with a B) of requests. And every month, we block more than 1,000 DDoS attacks. Our monitoring and detection mechanisms are built to prevent threats before they ever impact you or your customers. (Exhibit D, Trust Center Security Landing Page (Mar. 2019)).",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 12,
        "quote_start_line": 144,
        "quote_end_line": 149
      },
      {
        "description": "Claimed to be 'Seriously secure' in a Facebook advertisement",
        "quoted_text": "Ridiculously fast. Scriousl) secure. (Exhibit E, Facebook advertisement (May-Aug. 2020)).",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 12,
        "quote_start_line": 151,
        "quote_end_line": 153
      },
      {
        "description": "Represented to consumers that it complies with and has certified to the EU-U.S. and Swiss-U.S. Privacy Shield Frameworks, including the Security Principle",
        "quoted_text": "18. Since no later than March 2018, GoDaddy has represented to consumers that it complies with the Privacy Shield Principles. For example, a former GoDaddy privacy policy stated that it “participates in and has certified its compliance with the EU-U.S. and Swiss-U.S. Privacy Shield Framework.” (Exhibit F, Excerpt of GoDaddy Privacy Policy (Mar. 26, 2018)). And, since February 2021, GoDaddy has stated publicly that it “has certified to the U.S. Department of Commerce that it adheres to the Privacy Shield Principles.” (Exhibit G, Excerpt of GoDaddy Privacy Policy (May 3, 2023)).",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 18,
        "quote_start_line": 184,
        "quote_end_line": 190
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Unfair Data Security Practices",
        "representation": "GoDaddy failed to employ reasonable and appropriate measures to protect its Shared Hosting environment from unauthorized access",
        "fact": "GoDaddy's failures to implement standard security controls—including asset inventory, patch management, MFA, logging, monitoring, network segmentation, and secure API connections—caused or are likely to cause substantial injury to consumers that is not reasonably avoidable and not outweighed by countervailing benefits",
        "conclusion": "This practice is an unfair act or practice in violation of Section 5(a) of the FTC Act."
      },
      {
        "count_number": 2,
        "title": "Data Security Misrepresentations",
        "representation": "GoDaddy represented, directly or indirectly, expressly or by implication, that it used reasonable and appropriate measures to protect the Shared Hosting environment against unauthorized access",
        "fact": "GoDaddy did not use reasonable and appropriate measures to protect the Shared Hosting environment against unauthorized access, as demonstrated by multiple security failures and resulting breaches from 2019 through 2022",
        "conclusion": "Therefore, the representation set forth in Paragraph 37 is false or misleading."
      },
      {
        "count_number": 3,
        "title": "EU-U.S. & Swiss-U.S. Privacy Shield Frameworks",
        "representation": "GoDaddy represented, directly or indirectly, expressly or by implication, that it adheres to the EU-U.S. and/or Swiss-U.S. Privacy Shield Principles, including the Security Principle (Principle 4)",
        "fact": "GoDaddy did not adhere to the Security Principle (Principle 4), which requires organizations to take reasonable and appropriate measures to protect personal information from loss, misuse, and unauthorized access",
        "conclusion": "Therefore, the representation set forth in Paragraph 39 is false or misleading."
      }
    ]
  },
  "order": {
    "definitions": {
      "Covered Incident": "any incident related to Hosting Services that results in Respondents notifying, pursuant to any Respondent's statutory or regulatory obligation, any U.S. federal, state, or local government entity that information of or about an individual consumer was, or is reasonably believed to have been, accessed, acquired, or publicly exposed without authorization.",
      "Covered Information": "information collected by any Respondent from or about an individual consumer, including: (a) a first and last name; (b) a physical address; (c) an email address or other online contact information, such as an instant messaging user identifier or a screen name; (d) a telephone number; (e) a Social Security number; (f) a driver's license or other government-issued identification number; (g) a financial institution account number; (h) credit or debit card information; (i) a persistent identifier, such as a customer number held in a \"cookie,\" a mobile device ID, or a processor serial number; or (j) login credentials, keys, or certificates used to authenticate to any electronic service.",
      "Hosting Service": "any service that Respondents advertise, promote, offer for sale, sell, or otherwise provide to customers in the United States for the purpose of providing customer access to computer equipment or storage used to host websites, and the computer assets Respondents use in providing or supporting the service.",
      "Managed Hosting Service": "any Hosting Service for which Respondents are responsible for maintaining or updating software, services, or products on behalf of customers.",
      "Respondents": "GoDaddy Inc., a corporation, and its subsidiaries and affiliates incorporated in the United States, and GoDaddy.com, LLC, a limited liability company, and their successors and assigns, individually, collectively, or in any combination."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations",
        "category": "prohibition",
        "summary": "Respondents must not misrepresent in any manner the extent to which they protect the security or availability of any Hosting Service, Covered Information, or their participation in any privacy or security program.",
        "requirements": [
          {
            "description": "Must not misrepresent the extent to which they protect the security, confidentiality, integrity, or availability of any Hosting Service",
            "quoted_text": "IT IS ORDERED that Respondents, and Respondents’ officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with any product or service must not misrepresent in any manner, expressly or by implication: A. the extent to which they protect the security, confidentiality, integrity, or availability of any Hosting Service;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 77,
            "quote_end_line": 82
          },
          {
            "description": "Must not misrepresent the extent to which they use reasonable or appropriate measures to protect any Managed Hosting Service from unauthorized access",
            "quoted_text": "B. the extent to which they use reasonable or appropriate measures to protect any Managed Hosting Service from unauthorized access;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 83,
            "quote_end_line": 84
          },
          {
            "description": "Must not misrepresent the extent to which they utilize any security technology or technique, including monitoring, to protect any Managed Hosting Service",
            "quoted_text": "C. the extent to which they utilize any security technology or technique, including monitoring, to protect any Managed Hosting Service;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 85,
            "quote_end_line": 86
          },
          {
            "description": "Must not misrepresent the extent to which they protect the security, confidentiality, integrity, or availability of any Covered Information",
            "quoted_text": "D. the extent to which they protect the security, confidentiality, integrity, or availability of any Covered Information; or",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 87,
            "quote_end_line": 88
          },
          {
            "description": "Must not misrepresent the extent to which Respondents are members of, adhere to, comply with, are certified by, are endorsed by, or otherwise participate in any privacy or security program sponsored by a government or self-regulatory organization, including Privacy Shield frameworks",
            "quoted_text": "E. the extent to which Respondents are members of, adhere to, comply with, are certified by, are endorsed by, or otherwise participate in any privacy or security program sponsored by a government or any self-regulatory or standard-setting organization, including the E.U.- U.S. Privacy Shield Framework and the Swiss-U.S. Privacy Shield Framework.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 89,
            "quote_end_line": 92
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Mandated Information Security Program",
        "category": "affirmative_obligation",
        "summary": "Respondents must establish, implement, and maintain a comprehensive information security program within 90 days, satisfying numerous specific sub-requirements covering documentation, risk assessment, safeguards, monitoring, testing, and vendor management.",
        "requirements": [
          {
            "description": "Establish and implement a comprehensive Information Security Program within 90 days of the effective date and thereafter maintain it",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents, and any business that Respondents control, directly or indirectly, in connection with the operation of, or provision of access to, any Hosting Service, must, within 90 days after the effective date of this order, establish and implement, and thereafter maintain, a comprehensive information security program (“Information Security Program”) that protects the security, confidentiality, and integrity of such Hosting Service and Covered Information. To satisfy this requirement, Respondents must, at a minimum:",
            "deadline": "90 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 94,
            "quote_end_line": 99
          },
          {
            "description": "Document in writing the content, implementation, and maintenance of the Information Security Program",
            "quoted_text": "A. Document in writing the content, implementation, and maintenance of the Information Security Program;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 100,
            "quote_end_line": 101
          },
          {
            "description": "Provide the written program and material evaluations to boards of directors or senior officers at least once every 12 months and within 120 days following a Covered Incident",
            "quoted_text": "B. Provide the written program and any material evaluations thereof or material updates thereto to Respondents’ boards of directors, or a relevant committee thereof, or governing bodies or, if no such board or equivalent governing body exists, to a senior officer of each Respondent responsible for that Respondent’s Information Security Program at least once every 12 months and promptly (not to exceed 120 days) following a Covered Incident;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 102,
            "quote_end_line": 106
          },
          {
            "description": "Designate a qualified employee to coordinate and be responsible for the Information Security Program",
            "quoted_text": "C. Designate a qualified employee to coordinate and be responsible for the Information Security Program;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 107,
            "quote_end_line": 108
          },
          {
            "description": "Assess and document internal and external risks to the security, confidentiality, or integrity of any Hosting Service or Covered Information, updated at least every 12 months and within 120 days following a Covered Incident; assess Managed Hosting Services separately",
            "quoted_text": "D. Assess and document, and update at least once every 12 months and promptly (not to exceed 120 days) following a Covered Incident, internal and external risks to the security, confidentiality, or integrity of any Hosting Service or Covered Information that could result in (1) unauthorized access to any Hosting Service; (2) the unauthorized collection, maintenance, use, or disclosure of, or provision of access to, Covered Information; or the (3) misuse, loss, theft, alteration, destruction, or other compromise of such information. Respondents must document such an assessment of Managed Hosting Services separately from any other service or environment;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 111,
            "quote_end_line": 118
          },
          {
            "description": "Design, implement, maintain, and document safeguards that control for identified internal and external risks, calibrated to volume and sensitivity of Covered Information and likelihood of harm; must assume high likelihood of unauthorized access in designing safeguards",
            "quoted_text": "E. Design, implement, maintain, and document safeguards that control for the internal and external risks Respondents identify to the security, confidentiality, or integrity of any Hosting Service or Covered Information identified in response to sub-Provision II.D of this section. Each safeguard must be based on the volume and sensitivity of the Covered Information that is at risk, and the likelihood that the risk could be realized and result in (1) unauthorized access to any Hosting Service; (2) the unauthorized collection, maintenance, use, or disclosure of, or provision of access to, Covered Information; or the (3) misuse, loss, theft, alteration, destruction, or other compromise of such information. Respondents must also assume, in designing such safeguards: (1) a high likelihood of unauthorized access to the Hosting Service, due to the number of websites hosted on the Hosting Service; (2) a high risk of harm to customers of the Hosting Service and to users of websites operated by customers of the Hosting Service should unauthorized access to the Hosting Service occur; (3) customers operating websites in the Hosting Service are likely to maintain or collect sensitive information in or through the Hosting Service; and (4) a high risk of unauthorized access to sensitive information maintained on the Hosting Service or collected by customers of the Hosting Service, through websites they operate, should unauthorized access to the Hosting Service occur;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 119,
            "quote_end_line": 135
          },
          {
            "description": "Within 90 days of issuance: implement centralized system component inventories tracking out-of-date/vulnerable software, hardware, and firmware, with alerts for vulnerable versions",
            "quoted_text": "F. Within 90 days of the issuance date of this order, implement, maintain, and document the following security measures: 1. Implement and maintain centralized system component inventories, including of hardware, software, and firmware elements, that track the out-of-date and vulnerable versions of each Respondent-managed software program, operating system file, and firmware that is installed on any tracked asset, and create an alert for each asset that is using an out-of-date or vulnerable version;",
            "deadline": "90 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 136,
            "quote_end_line": 142
          },
          {
            "description": "Within 90 days of issuance: employ automated tools such as a SIEM or equivalent for near real-time event analysis",
            "quoted_text": "2. Employ automated tools and mechanisms, such as a security incident and event manager (“SIEM”) or equivalent program, to support near real-time analysis of events;",
            "deadline": "90 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 143,
            "quote_end_line": 145
          },
          {
            "description": "Within 90 days of issuance: create and retain system audit logs to enable monitoring, analysis, investigation, and reporting of unlawful or unauthorized system activity",
            "quoted_text": "a. Create and retain system audit logs and records collected by Respondents to the extent needed to enable the monitoring, analysis, investigation, and reporting of unlawful or unauthorized system activity; and",
            "deadline": "90 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 147,
            "quote_end_line": 149
          },
          {
            "description": "Within 90 days of issuance: conduct and document, and update at least every 12 months, an evaluation of log collection and analysis standards, available SIEM detections, and prior Covered Incidents to determine if additional detections are needed",
            "quoted_text": "b. Conduct and document, and update at least once every 12 months, an evaluation that considers, at a minimum, (i) industry standards regarding log collection and analysis to support event detections; (ii) event detections available in any SIEM in use by Respondents and the logs necessary to support such detections; and (iii) Covered Incidents from the previous 12 months in order to determine if additional detections are needed and, if so, which logs Respondents should collect and analyze to support such detections;",
            "deadline": "90 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 152,
            "quote_end_line": 158
          },
          {
            "description": "Within 90 days of issuance: require all logins to any Respondent-managed SSH by employees, contractors, and third-party affiliates to use non-static credential authentication (e.g., certificates or public/private key pairs), or an approved equivalent method",
            "quoted_text": "4. Require that all logins by employees, contractors, and third-party affiliates of Respondents to any Respondent-managed secure shell (“SSH”) be authenticated using a method, such as certificates or public/private key pairs, in which at least one component of the credential transmitted to the relying party is not static across multiple authentications, unless such credential is short-lived. In the alternative, Respondents may use widely-adopted industry authentication options that provide at least equivalent security as the authentication method required by the preceding sentence, if the person responsible for the Information Security Program under sub- Provision II.C: (a) approves in writing the use of such equivalent authentication options; and (b) documents a written explanation of how the authentication options are widely adopted and at least equivalent to the security provided by multi-factor authentication;",
            "deadline": "90 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 159,
            "quote_end_line": 170
          },
          {
            "description": "Within 180 days of issuance: disconnect hardware assets with unsupported Respondent-managed software from the Hosting Service environment, or implement interim controls and a documented remediation plan",
            "quoted_text": "G. Within 180 days of the issuance date of this order, implement, maintain, and document the following security measures: 1. Disconnect from the Hosting Service environment all hardware assets with Respondent-managed software installed that is no longer supported by a vendor, a Respondent, or other party through the provision of software updates or patches to address vulnerabilities, such as software that is considered end-of-life, or, if disconnection is infeasible, temporarily implement appropriate controls to mitigate threats and document a plan to disconnect the asset or software that includes an appropriate timeline;",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 171,
            "quote_end_line": 179
          },
          {
            "description": "Within 180 days of issuance: use technical measures to detect and prevent anomalous changes to Respondent-managed critical OS and application files, or alternatively use immutable deployments",
            "quoted_text": "2. Use technical measures to detect and prevent anomalous changes to Respondent- managed critical operating system and application files by comparing such files to known baselines, such as file hash values, or, where such baselines are not available, by relying on methods such as non-signature-based technologies, including techniques that use heuristics to detect, analyze, and describe the characteristics or behavior of malicious code and to provide controls against such code for which signatures do not yet exist or for which existing signatures may not be effective. In the alternative, Respondents may use immutable deployments to prevent unauthorized modifications of any system and application files managed by Respondents that are not monitored using such technical measures;",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 180,
            "quote_end_line": 189
          },
          {
            "description": "Within 180 days of issuance: require at least one phishing-resistant multi-factor authentication method (excluding telephone call or SMS) for all employees and contractor staff accessing any Hosting Service tool or asset, or an approved equivalent",
            "quoted_text": "3. Require at least one multi-factor authentication method for all employees of Respondents and staff of contractors and third-party affiliates in order to access and maintain access (such as through a single sign-on authentication method) to any Hosting Service supporting tool or asset, including connecting to any database. Each such multi-factor authentication method shall not include telephone call or SMS- based authentication methods and must be resistant to phishing attacks. In the alternative, Respondents may use widely-adopted industry authentication options that provide at least equivalent security as the multi-factor authentication options required by the preceding sentences, if the person responsible for the Information Security Program under sub-Provision II.C: (a) approves in writing the use of such equivalent authentication options; and (b) documents a written explanation of how the authentication options are widely adopted and at least equivalent to the security provided by multi-factor authentication;",
            "deadline": "180 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 190,
            "quote_end_line": 204
          },
          {
            "description": "Within 180 days of issuance: offer customers at least one MFA option (or equivalent) for authenticating into any Respondent-developed Hosting Service administration tool or database, including at least one method not requiring a telephone number; MFA data collected may only be used for authentication",
            "quoted_text": "4. Require at least one multi-factor authentication method, or widely-adopted industry authentication option that provides at least equivalent security, be provided as an option for customers to authenticate into any Respondent-developed Hosting Service administration tool or database, excluding any SSH or machine-to-machine-only interface, such as an application programming interface (“API”), that does not support multi-factor authentication, including offering customers at least one method that does not require the customer to provide a telephone number, such as by integrating authentication applications or allowing the use of security keys. Any information collected by Respondents from customers for the purpose of enabling multi-factor authentication may only be used for authentication purposes and no other purpose; and",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 205,
            "quote_end_line": 215
          },
          {
            "description": "Within 180 days of issuance: protect Respondent-developed APIs providing access to Hosting Service configuration, administration, or Covered Information by requiring HTTPS, session-level authentication with anti-hijacking protections, rate-limiting, and monitoring inbound/outbound API traffic",
            "quoted_text": "5. Protect any API developed by Respondents that provides access to any Hosting Service configuration or administration or Covered Information by, at a minimum: a. Using technical controls to require connections to the API to use HTTPS or an equivalently secure transfer protocol for all requests; b. Requiring that all requests to any such API that provides access to Covered Information, including any Hosting Service administration tool that can access Covered Information, be authenticated using a method that protects authenticity at the session level and includes appropriate protections against session hijacking and the insertion of false information into sessions; c. Using appropriate rate-limiting for connections to the API; and d. Monitoring inbound and outbound API communications traffic, to detect attacks and indicators of potential attacks;",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 216,
            "quote_end_line": 227
          },
          {
            "description": "Assess the sufficiency of safeguards and security measures at least every 12 months and within 120 days following a Covered Incident, and modify the Information Security Program as needed",
            "quoted_text": "H. Assess, at least once every 12 months and promptly (not to exceed 120 days) following a Covered Incident, the sufficiency of any safeguards and security measures in place to address the internal and external risks to the security, confidentiality, or integrity of Hosting Services and Covered Information, and modify the Information Security Program as needed based on the results;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 228,
            "quote_end_line": 232
          },
          {
            "description": "Test and monitor effectiveness of safeguards at least every 12 months and within 120 days following a Covered Incident, including daily vulnerability scanning, annual penetration testing, and post-Covered-Incident security assessment; modify the program as needed",
            "quoted_text": "I. Test and monitor the effectiveness of the safeguards and security measures at least once every 12 months and promptly (not to exceed 120 days) following a Covered Incident, and modify the Information Security Program as needed based on the results. Such testing and monitoring must include vulnerability scanning of Respondents’ network(s) at least once daily, penetration testing of Respondents’ network(s) at least once every 12 months, and, in the event of a Covered Incident, a security assessment or penetration testing of affected systems promptly (not to exceed 120 days) following the Covered Incident;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 233,
            "quote_end_line": 242
          },
          {
            "description": "Select and retain service providers capable of safeguarding Hosting Services and Covered Information, and contractually require them to implement and maintain sufficient safeguards",
            "quoted_text": "J. Select and retain service providers capable of safeguarding Hosting Services and Covered Information they access through or receive from Respondents, and contractually require service providers to implement and maintain safeguards sufficient to address the internal and external risks to the security, confidentiality, or integrity of Hosting Services and such Covered Information;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 243,
            "quote_end_line": 247
          },
          {
            "description": "Evaluate and adjust the Information Security Program at least every 12 months in light of changes to operations, business arrangements, Covered Incidents, new technologies, or other circumstances affecting program effectiveness",
            "quoted_text": "K. Evaluate and adjust the Information Security Program as needed in light of any changes to Respondents’ operations or business arrangements, a Covered Incident, new or more efficient technological or operational methods to control for the risks identified in sub- Provision II.D of this Order, or any other circumstances that Respondents know or have reason to know may have an impact on the effectiveness of the Information Security Program or any of its individual safeguards or security measures. At a minimum, Respondents must evaluate the Information Security Program at least once every 12 months and modify the Information Security Program as needed based on the results; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 248,
            "quote_end_line": 255
          },
          {
            "description": "Assess and independently test safeguards of any Acquired Entity before or after acquisition; do not integrate the Acquired Entity's systems into Respondents' network until material risks are remediated and systems meet Order requirements; 90 days allowed post-integration to implement MFA for customer administration tools (sub-Provision II.G.4)",
            "quoted_text": "L. Either during the due diligence process of the acquisition of any entity (“Acquired Entity”) that would become part of any Hosting Service or following such acquisition, Respondents must assess the Acquired Entity’s safeguards and independently test the effectiveness of the safeguards to protect from unauthorized access any Hosting Service of which the Acquired Entity would become a part. Respondents shall not integrate any of the Acquired Entity’s application or information systems into any Respondent’s network until (1) all material risks to the security, confidentiality, and integrity of any Hosting Service identified in such a test are remediated; and (2) such application or information system meets the requirements of this Provision. Provided, however, that Respondents shall have 90 days after integrating any application or information system of an Acquired Entity into its networks to implement the requirements of sub-Provision II.G.4 with respect to such application or system.",
            "deadline": "90 days (post-integration for II.G.4)",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 256,
            "quote_end_line": 267
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Comprehensive Security Program"
        ]
      },
      {
        "provision_number": "III",
        "title": "Information Security Assessments by a Third Party",
        "category": "assessment",
        "summary": "Respondents must obtain initial and biennial third-party assessments of their Information Security Program from a qualified, independent assessor approved by the FTC, covering the first 12 months and each subsequent 2-year period for 20 years.",
        "requirements": [
          {
            "description": "Obtain assessments from a qualified, objective, independent third-party Assessor who uses generally accepted procedures, conducts an independent review, retains relevant documents for 5 years, and provides them to the Commission within 10 days of request",
            "quoted_text": "A. The Assessments must be obtained from a qualified, objective, independent third-party professional (“Assessor”), who: (1) uses procedures and standards generally accepted in the profession; (2) conducts an independent review of the Information Security Program; (3) designates all documents relevant to each Assessment for retention for 5 years after completion of such Assessment, and (4) provides any such documents to the Commission within 10 days of receipt of a written request from a representative of the Commission. If the Assessor had access to a document by an electronic means controlled by Respondents, such as a fileshare or repository, to which the Assessor no longer has access, the Assessor must identify the document for production by Respondents as it existed at the time the Assessor had access to it. No document may be withheld from the Commission by the Assessor, or by any Respondent if previously provided to the Assessor, on the basis of a claim of confidentiality, proprietary or trade secrets, work product protection, attorney-client privilege, statutory protection, or any similar claim.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 272,
            "quote_end_line": 286
          },
          {
            "description": "Provide the Associate Director for Enforcement, Bureau of Consumer Protection, with the name, affiliation, and qualifications of the proposed Assessor prior to each Assessment; the Associate Director has sole discretion to approve",
            "quoted_text": "B. For each Assessment, Respondents must provide the Associate Director for Enforcement for the Bureau of Consumer Protection at the Federal Trade Commission with the name, affiliation, and qualifications of the proposed Assessor, whom the Associate Director shall have the authority to approve in her or his sole discretion.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 287,
            "quote_end_line": 290
          },
          {
            "description": "Assessment reporting periods must cover: (1) the first 12 months after issuance for the initial Assessment; and (2) each 2-year period thereafter for 20 years for biennial Assessments",
            "quoted_text": "C. The reporting period for the Assessments must cover: (1) the first 12 months after the issuance date of the Order for the initial Assessment; and (2) each 2-year period thereafter for 20 years after issuance of the Order for the biennial Assessments.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 291,
            "quote_end_line": 293
          },
          {
            "description": "Each Assessment must determine whether Respondents implemented and maintained the Information Security Program, assess effectiveness of sub-Provisions II.A-L, identify gaps or weaknesses, address status of prior gaps, identify specific evidence examined, and be signed by the Assessor stating independence and hours worked",
            "quoted_text": "D. Each Assessment must, for the entire assessment period: (1) determine whether Respondents have implemented and maintained the Information Security Program required by Provision II of this Order, titled Mandated Information Security Program; (2) assess the effectiveness of Respondents’ implementation and maintenance of sub- Provisions II.A-L; (3) identify any gaps or weaknesses in, or instances of material noncompliance with, the Information Security Program; (4) address the status of gaps or weaknesses in, or instances of material non-compliance with, the Information Security Program that were identified in any prior Assessment required by this Order; and (5) identify specific evidence (including documents reviewed, sampling and testing performed, and interviews conducted) examined to make such determinations, assessments, and identifications, and explain why the evidence that the Assessor examined is (a) appropriate for assessing an enterprise of Respondent’s size, complexity, and risk profile; and (b) sufficient to justify the Assessor’s findings. No finding of any Assessment shall rely primarily on assertions or attestations by Respondents’ management. The Assessment must be signed by the Assessor, state that the Assessor conducted an independent review of the Information Security Program and did not rely primarily on assertions or attestations by Respondents’ management, and state the number of hours that each member of the assessment team worked on the Assessment. To the extent that Respondents revise, update, or add one or more safeguards required under Provision II of this Order during an Assessment period, the Assessment must assess the effectiveness of the revised, updated, or added safeguard(s) for the time period in which it was in effect, and provide a separate statement detailing the basis for each revised, updated, or additional safeguard.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 294,
            "quote_end_line": 316
          },
          {
            "description": "Each Assessment must be completed within 90 days after the end of its reporting period; the initial Assessment must be submitted to the Commission within 10 days of completion; subsequent biennial Assessments must be retained until the Order terminates and provided to the Associate Director within 10 days of request; all Assessments must be marked 'DPIP Assessment' in red on each page",
            "quoted_text": "E. Each Assessment must be completed within 90 days after the end of the reporting period to which the Assessment applies. Unless otherwise directed by a Commission representative in writing, Respondents must submit the initial Assessment to the Commission within 10 days after the Assessment has been completed via email to DEbrief@ftc.gov or by overnight courier (not the U.S. Postal Service) to Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin, “In re GoDaddy Inc., C-####.” All subsequent biennial Assessments must be retained by Respondents until the order is terminated and provided to the Associate Director for Enforcement within 10 days of request. The initial Assessment and any subsequent biennial Assessment provided to the Commission must be marked, in the upper right- hand corner of each page, with the words “DPIP Assessment” in red lettering.",
            "deadline": "90 days after reporting period end; 10 days for submission",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 317,
            "quote_end_line": 330
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Third-Party Assessment"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Cooperation with Third Party Information Security Assessor",
        "category": "affirmative_obligation",
        "summary": "Respondents must fully cooperate with the third-party Assessor by providing all relevant information, network access, and disclosing all material facts without misrepresentation.",
        "requirements": [
          {
            "description": "Provide or make available to the Assessor all information and material in Respondents' possession, custody, or control relevant to the Assessment for which there is no reasonable claim of privilege",
            "quoted_text": "A. Provide or otherwise make available to the Assessor all information and material in their possession, custody, or control that is relevant to the Assessment for which there is no reasonable claim of privilege;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 335,
            "quote_end_line": 337
          },
          {
            "description": "Provide or make available to the Assessor information about Respondents' networks and all IT assets so the Assessor can determine the scope of the Assessment and have visibility into in-scope portions",
            "quoted_text": "B. Provide or otherwise make available to the Assessor information about Respondents’ network(s) and all of Respondents’ IT assets so that the Assessor can determine the scope of the Assessment, and visibility to those portions of the network(s) and IT assets deemed in scope; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 338,
            "quote_end_line": 341
          },
          {
            "description": "Disclose all material facts to the Assessor and not misrepresent in any manner any fact material to the Assessor's determination of compliance, effectiveness assessment, or identification of gaps",
            "quoted_text": "C. Disclose all material facts to the Assessor, and not misrepresent in any manner, expressly or by implication, any fact material to the Assessor’s: (1) determination of whether Respondents have implemented and maintained the Information Security Program required by Provision II of this Order, titled Mandated Information Security Program; (2) assessment of the effectiveness of the implementation and maintenance of sub- Provisions II.A-L; or (3) identification of any gaps or weaknesses in, or instances of material noncompliance with, the Information Security Program.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 342,
            "quote_end_line": 348
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "V",
        "title": "Annual Certification",
        "category": "compliance_reporting",
        "summary": "Respondents must submit an annual certification from a senior executive officer attesting to compliance with the Order, absence of uncorrected material noncompliance, and a description of all Covered Incidents during the certified period.",
        "requirements": [
          {
            "description": "One year after issuance and each year thereafter, provide the Commission with a certification from a senior executive officer of each Respondent attesting to: (1) establishment, implementation, and maintenance of Order requirements; (2) no uncorrected or undisclosed material noncompliance; and (3) a description of all Covered Incidents during the certified period",
            "quoted_text": "A. One year after the issuance date of this Order, and each year thereafter, provide the Commission with a certification from a senior executive officer of each Respondent with responsibility over information security that: (1) Respondent has established, implemented, and maintained the requirements of this Order; (2) Respondent is not aware of any material noncompliance that has not been (a) corrected or (b) disclosed to the Commission; and (3) includes a brief description of all Covered Incidents during the certified period. The certification must be based on the personal knowledge of the senior executive officer or any senior corporate manager, senior officer, or subject matter experts upon whom the senior executive officer relies in making the certification.",
            "deadline": "1 year after issuance, then annually",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 351,
            "quote_end_line": 359
          },
          {
            "description": "Submit all annual certifications via email to DEbrief@ftc.gov or by overnight courier to the Associate Director for Enforcement, with subject line beginning 'In re GoDaddy Inc., C-####'",
            "quoted_text": "B. Unless otherwise directed by a Commission representative in writing, submit all annual certifications to the Commission pursuant to this Order via email to DEbrief@ftc.gov or by overnight courier (not the U.S. Postal Service) to Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin, “In re GoDaddy Inc., C- ####.”",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 360,
            "quote_end_line": 367
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Covered Incident Reports",
        "category": "compliance_reporting",
        "summary": "Within 10 days of notifying any U.S. government entity of a Covered Incident, the affected Respondent must submit a detailed report to the Commission describing the incident, affected information, and remediation steps taken.",
        "requirements": [
          {
            "description": "Within 10 days of notifying any U.S. federal, state, or local entity of a Covered Incident, submit a report to the Commission including: date/date range of the incident, description of facts and causes, types of information affected, number of consumers or businesses affected, remediation actions taken, and a copy of any materially different notice sent to consumers, businesses, or government entities",
            "quoted_text": "IT IS FURTHER ORDERED that, within 10 days of any notification to a United States federal, state, or local entity of a Covered Incident, the Respondent that experienced such Covered Incident must submit a report to the Commission. The report must include, to the extent possible: A. The date, estimated date, or estimated date range when the Covered Incident occurred; B. A description of the facts relating to the Covered Incident, including the causes of the Covered Incident, if known; C. A description of each type of information that was affected by the Covered Incident; D. The number of consumers or businesses whose information, account, or website was affected by the Covered Incident; E. The acts that Respondent has taken to date to remediate the Covered Incident and protect Hosting Services and Covered Information from further exposure or access, and protect affected individuals and businesses from identity theft or other harm that may result from the Covered Incident; and F. A representative copy of any materially different notice sent by Respondent to consumers or businesses or to any U.S. federal, state, or local government entity.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 369,
            "quote_end_line": 384
          },
          {
            "description": "All Covered Incident reports must be emailed to DEbrief@ftc.gov or sent by overnight courier to the Associate Director for Enforcement, with subject line beginning 'In re GoDaddy Inc., C-####'",
            "quoted_text": "Unless otherwise directed by a Commission representative in writing, all Covered Incident reports to the Commission pursuant to this Order must be emailed to DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin, “In re GoDaddy Inc., C-####.”",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 385,
            "quote_end_line": 389
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Acknowledgments of the Order",
        "category": "acknowledgment",
        "summary": "Respondents must acknowledge receipt of the Order, deliver copies to all principals, officers, and relevant employees and agents, and obtain signed acknowledgments from each recipient within 30 days.",
        "requirements": [
          {
            "description": "Each Respondent must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury within 10 days after the effective date",
            "quoted_text": "A. Each Respondent, within 10 days after the effective date of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 393,
            "quote_end_line": 394
          },
          {
            "description": "For 20 years after issuance, each Respondent must deliver a copy of this Order to all principals, officers, directors, LLC managers and members; all employees with managerial responsibilities related to the Order's subject matter; and agents, representatives, and any successor business entities; delivery within 10 days of the effective date for current personnel and within 10 days of assuming responsibilities for future personnel",
            "quoted_text": "B. For 20 years after the issuance date of this Order, each Respondent must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees having managerial responsibilities for conduct related to the subject matter of the Order and all agents and representatives who participate in conduct related to the subject matter of the Order; and (3) any business entity resulting from any change in structure as set forth in the Provision titled Compliance Report and Notices. Delivery must occur within 10 days after the effective date of this Order for current personnel. For all others, delivery must occur within 10 days of when they assume their responsibilities.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 395,
            "quote_end_line": 404
          },
          {
            "description": "From each individual or entity to which a copy of the Order is delivered, obtain a signed and dated acknowledgment of receipt within 30 days; may be obtained via Digital Signature",
            "quoted_text": "C. From each individual or entity to which a Respondent delivered a copy of this Order, that Respondent must obtain, within 30 days, a signed and dated acknowledgment of receipt of this Order, which may be obtained through a Digital Signature. Digital Signature means the result of a cryptographic transformation of data that is properly implemented to provide the services of origin authentication, data integrity, and signer non-repudiation.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 405,
            "quote_end_line": 409
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Compliance Report and Notices",
        "category": "compliance_reporting",
        "summary": "Respondents must submit a sworn compliance report one year after issuance, provide timely notices of changes in contact information or corporate structure within 14 days, and notify the Commission of any bankruptcy filings within 14 days.",
        "requirements": [
          {
            "description": "One year after issuance, each Respondent must submit a sworn compliance report identifying contact information, all business names and addresses, business activities, and describing in detail compliance with each Provision of the Order; must also provide copies of all Acknowledgments obtained",
            "quoted_text": "A. One year after the issuance date of this Order, each Respondent must submit a compliance report, sworn under penalty of perjury, in which each Respondent must: (a) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission may use to communicate with Respondent; (b) identify all of that Respondent’s businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (c) describe the activities of each business, including the goods and services offered, the means of advertising, marketing, and sales, and the involvement of any other Respondent; (d) describe in detail whether and how that Respondent is in compliance with each Provision of this Order, including a discussion of all of the changes the Respondent made to comply with the Order; and (e) provide a copy of each Acknowledgment of the Order obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "1 year after issuance",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 413,
            "quote_end_line": 425
          },
          {
            "description": "Submit a sworn compliance notice within 14 days of any change in designated contact points or in the structure of any Respondent or controlled entity (including creation, merger, sale, or dissolution) that may affect compliance obligations",
            "quoted_text": "B. Each Respondent must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following: (a) any designated point of contact; or (b) the structure of any Respondent or any entity that Respondent has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 426,
            "quote_end_line": 431
          },
          {
            "description": "Submit notice of any bankruptcy petition, insolvency proceeding, or similar proceeding within 14 days of filing",
            "quoted_text": "C. Each Respondent must submit notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against such Respondent within 14 days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 432,
            "quote_end_line": 434
          },
          {
            "description": "Any submission required to be sworn under penalty of perjury must be true and accurate, comply with 28 U.S.C. § 1746, and include the date, signatory's full name, title, and signature",
            "quoted_text": "D. Any submission to the Commission required by this Order to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, such as by concluding: “I declare under penalty of perjury under the laws of the United States of America that the foregoing is true and correct. Executed on: _____” and supplying the date, signatory’s full name, title (if applicable), and signature.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 435,
            "quote_end_line": 439
          },
          {
            "description": "All submissions to the Commission must be emailed to DEbrief@ftc.gov or sent by overnight courier to the Associate Director for Enforcement, with subject line beginning 'In re GoDaddy Inc., C-####'",
            "quoted_text": "E. Unless otherwise directed by a Commission representative in writing, all submissions to the Commission pursuant to this Order must be emailed to DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin: In re GoDaddy Inc., C-####.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 442,
            "quote_end_line": 446
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "IX",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondents must create and retain for 5 years specific records related to Hosting Services, including financial records, personnel records, consumer complaints, marketing materials, security representations, Assessment documents, and all compliance records.",
        "requirements": [
          {
            "description": "Create and retain for 5 years accounting records showing revenues, costs, and net profit or loss from all goods or services sold",
            "quoted_text": "A. accounting records showing the revenues from all goods or services sold, the costs incurred in generating those revenues, and resulting net profit or loss;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 451,
            "quote_end_line": 452
          },
          {
            "description": "Create and retain for 5 years personnel records showing name, addresses, telephone numbers, job title, dates of service, and reason for termination for each person providing services related to the Order",
            "quoted_text": "B. personnel records showing, for each person providing services in relation to any aspect of the Order, whether as an employee or otherwise, that person’s: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 453,
            "quote_end_line": 456
          },
          {
            "description": "Create and retain for 5 years records of all written or electronic consumer complaints related to Hosting Services concerning information security, data privacy, or privacy/security programs, and any written or electronic responses",
            "quoted_text": "C. records of all written or electronic consumer complaints stored in any Respondent’s applicable system of record, in connection with Hosting Services, concerning information security, data privacy, or any privacy or security program sponsored by a government or self-regulatory or standard-setting organization of which any Respondent is a member, whether received directly or indirectly, such as through a third party, and any written or electronic response;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 457,
            "quote_end_line": 462
          },
          {
            "description": "Create and retain for 5 years a copy of each materially different advertisement or other marketing material making a representation subject to this Order",
            "quoted_text": "D. a copy of each materially different advertisement or other marketing material making a representation subject to this Order;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 463,
            "quote_end_line": 464
          },
          {
            "description": "Create and retain for 5 years a copy of each widely disseminated, materially different representation describing the extent to which Respondents maintain or protect the privacy, security, and confidentiality of any Hosting Services and Covered Information",
            "quoted_text": "E. a copy of each widely disseminated, materially different representation by Respondents that describes the extent to which Respondents maintain or protect the privacy, security and confidentiality of any Hosting Services and Covered Information, including any representation concerning a change in any service controlled by Respondents that relates to the privacy, security, and confidentiality of any Hosting Service or Covered Information;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 465,
            "quote_end_line": 470
          },
          {
            "description": "Retain for 5 years after preparation of each Assessment all relevant documents, including Assessor-designated documents, documents relied upon in preparing the Assessment, and any documents concerning compliance with related Provisions",
            "quoted_text": "F. for 5 years after the date of preparation of each Assessment required by this Order, all relevant documents, including each document designated by the Assessor, as each existed at the time the Assessor had access to it; all documents relied upon to prepare the Assessment, even if prepared by a third party on behalf of Respondents, including all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments; and any other documents concerning Respondents’ compliance with related Provisions of this Order; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 471,
            "quote_end_line": 477
          },
          {
            "description": "Create and retain all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission",
            "quoted_text": "G. all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 478,
            "quote_end_line": 479
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "X",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The FTC may monitor Respondents' compliance through written requests for reports and records, direct communications with Respondents, interviews of affiliated individuals, and all other lawful means including undercover posing.",
        "requirements": [
          {
            "description": "Within 10 days of receipt of a written request from a Commission representative, each Respondent must submit additional compliance reports or other requested information sworn under penalty of perjury, and produce records for inspection and copying",
            "quoted_text": "A. Within 10 days of receipt of a written request from a representative of the Commission, each Respondent must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury, and produce records for inspection and copying.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 485,
            "quote_end_line": 488
          },
          {
            "description": "Respondents must permit Commission representatives to communicate directly with each Respondent and to interview anyone affiliated with any Respondent who has agreed to such an interview; the interviewee may have counsel present",
            "quoted_text": "B. For matters concerning this Order, representatives of the Commission are authorized to communicate directly with each Respondent. Respondents must permit representatives of the Commission to interview anyone affiliated with any Respondent who has agreed to such an interview. The interviewee may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 489,
            "quote_end_line": 492
          },
          {
            "description": "The Commission may use all other lawful means, including posing as consumers, suppliers, or other individuals, without identification or prior notice; nothing limits the Commission's lawful use of compulsory process under FTC Act Sections 9 and 20",
            "quoted_text": "C. The Commission may use all other lawful means, including posing through its representatives as consumers, suppliers, or other individuals or entities, to Respondents or any individual or entity affiliated with Respondents, without the necessity of identification or prior notice. Nothing in this Order limits the Commission’s lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 493,
            "quote_end_line": 498
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "XI",
        "title": "Order Effective Dates",
        "category": "duration",
        "summary": "The Order is effective upon publication on ftc.gov and terminates 20 years from issuance, or 20 years from the most recent federal court complaint alleging a violation, whichever is later, subject to specified exceptions.",
        "requirements": [
          {
            "description": "The Order is final and effective upon the date of its publication on the Commission's website (ftc.gov) as a final order",
            "quoted_text": "IT IS FURTHER ORDERED that this Order is final and effective upon the date of its publication on the Commission’s website (ftc.gov) as a final order. This Order will terminate 20",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 500,
            "quote_end_line": 501
          },
          {
            "description": "The Order terminates 20 years from issuance or 20 years from the most recent date a federal court complaint alleging a violation is filed, whichever is later; specified exceptions apply for provisions with shorter durations, non-defendant Respondents, and complaints filed after termination",
            "quoted_text": "publication on the Commission’s website (ftc.gov) as a final order. This Order will terminate 20 years from the date of its issuance (which date may be stated at the end of this Order, near the Commission’s seal), or 20 years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of this Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Provision in this Order that terminates in less than 20 years; B. This Order’s application to any Respondent that is not named as a defendant in such complaint; and C. This Order if such complaint is filed after the Order has terminated pursuant to this Provision. Provided, further, that if such complaint is dismissed or a federal court rules that the Respondent did not violate any provision of the Order, and the dismissal or ruling is either not appealed or upheld on appeal, then the Order will terminate according to this Provision as though the complaint had never been filed, except that the Order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 501,
            "quote_end_line": 517
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This Order will terminate 20 years from the date of its issuance (which date may be stated at the end of this Order, near the Commission's seal), or 20 years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of this Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Provision in this Order that terminates in less than 20 years; B. This Order's application to any Respondent that is not named as a defendant in such complaint; and C. This Order if such complaint is filed after the Order has terminated pursuant to this Provision."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "05.25, GoDaddy Complaint (Pending).pdf",
      "order": "05.25, GoDaddy Order (Pending).pdf"
    },
    "extraction_stats": {
      "complaint_counts": 3,
      "complaint_representations": 6,
      "order_provisions": 11,
      "order_definitions": 5,
      "order_requirements": 58,
      "provisions_per_section": {
        "I": 5,
        "II": 21,
        "III": 5,
        "IV": 3,
        "V": 2,
        "VI": 2,
        "VII": 3,
        "VIII": 5,
        "IX": 7,
        "X": 3,
        "XI": 2
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 6,
        "complaint_total": 6,
        "order_verified": 58,
        "order_total": 58
      }
    },
    "processing_time_seconds": 158
  }
}