{
  "case_info": {
    "docket_number": "C-4796",
    "company": {
      "name": "BetterHelp, Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "990 Villa Street, Mountain View, CA 94041",
      "business_description": "BetterHelp operates an online counseling service that matches users with licensed therapists and facilitates counseling via websites and apps. The company operates multiple specialized platforms for different audiences, including services for the Christian faith community, LGBTQ community, teenagers, and couples. Over 2 million users have signed up since inception, with over 374,000 active U.S. users."
    },
    "commissioners": [
      "Lina M. Khan, Chair",
      "Rebecca Kelly Slaughter",
      "Alvaro M. Bedoya"
    ],
    "case_date": {
      "month": 5,
      "year": 2024
    },
    "legal_authority": "Federal Trade Commission Act",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/2023169-betterhelp-inc-matter"
  },
  "complaint": {
    "factual_background": "BetterHelp, an online counseling service, repeatedly promised consumers that their sensitive health information would remain private and be used only for therapy purposes. However, from 2013 to December 2020, BetterHelp disclosed millions of consumers' email addresses, IP addresses, intake questionnaire responses, and enrollment information to third-party advertising platforms including Facebook, Snapchat, Pinterest, and Criteo for advertising purposes and allowed these platforms to use the data for their own research and development. BetterHelp monetized this sensitive health data to bring in tens of thousands of new paying users, generating millions of dollars in revenue.",
    "representations_made": [
      {
        "description": "Claimed intake questionnaire information was general and anonymous",
        "quoted_text": "each Multi-Site displayed a banner at the top of each question, explaining that Respondent is merely asking for 'some general and anonymous background information about you and the issues you'd like to deal with in online therapy' (emphasis added) so that the Visitor can be matched 'with the most suitable therapist for you.'",
        "source_paragraph": 23
      },
      {
        "description": "Promised that information provided in the questionnaire would stay private between consumer and counselor",
        "quoted_text": "From at least August 2017 to December 2020, when a Visitor reached the question as to whether the Visitor was taking medication, the Visitor was shown the statement: 'Rest assured—any information provided in this questionnaire will stay private between you and your counselor.'",
        "source_paragraph": 24
      },
      {
        "description": "Promised email addresses would be kept strictly private and never shared, sold, or disclosed to anyone (for Christian, LGBTQ, and teenage consumers)",
        "quoted_text": "From at least August 2017 to as recently as December 2020, Respondent gave additional privacy assurances to Faithful Counseling, Pride Counseling, and Teen Counseling Visitors to induce them to sign up for the Service, stating that their email addresses would be 'kept strictly private' and 'never shared, sold or disclosed to anyone.'",
        "source_paragraph": 28
      },
      {
        "description": "Stated they would never sell or rent any information shared with them",
        "quoted_text": "Despite including a link to the privacy policy, the banner effectively dissuaded Visitors from reading the privacy policy by stating, until October 2020, that Respondent would 'never sell or rent any information you share with us.'",
        "source_paragraph": 37
      },
      {
        "description": "Privacy policies claimed limited use and disclosure of health information that did not include advertising or third parties' own purposes",
        "quoted_text": "From August 2013 to November 2018, Respondent's privacy policies represented that it would use and disclose Visitors' and Users' email addresses, IP addresses, enrollment in the Service, and Intake Questionnaire responses for certain purposes, including to connect them with therapists and operate the Service. Notably, these privacy policies made no mention of using or disclosing this information for advertising purposes, and they said nothing about permitting third parties to use this information for their own purposes.",
        "source_paragraph": 41
      },
      {
        "description": "Privacy policy stated limited purposes for web beacons and cookies that excluded advertising uses",
        "quoted_text": "From August 2013 to June 2021, Respondent's privacy policies stated that it would use web beacons (including pixels) and cookies for limited purposes. These limited purposes did not include the use or disclosure of Visitors' or Users' health information for advertising purposes, or the disclosure of this information for third parties' own purposes.",
        "source_paragraph": 44
      },
      {
        "description": "Claimed they would not share personally identifiable information or protected health information with external entities including third party partners",
        "quoted_text": "Respondent scripted the following false responses, which customer service representatives provided to Respondent's customers: (1) 'At BetterHelp, we are fully committed to protecting data and will not pass any P[ersonally] I[dentifiable] I[nformation] and/or P[rotected] H[ealth] I[nformation] to external entities including our third party partners;'",
        "source_paragraph": 63
      },
      {
        "description": "Claimed HIPAA certification and compliance with HIPAA requirements",
        "quoted_text": "By displaying the HIPAA seals on every page of the Multi-Sites, Respondent signaled to consumers that a government agency or other third party had reviewed Respondent's privacy and information security practices and determined that they met HIPAA's requirements. In addition, Respondent represented to consumers that it was in fact 'HIPAA certified,' with its customer service representatives informing consumers that '[y]ou will also be able to see our HIPAA certification at the bottom of' our webpages.",
        "source_paragraph": 66
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Unfair Privacy Practices",
        "representation": "N/A - This is an unfairness count, not based on a representation",
        "fact": "Respondent failed to employ reasonable measures to protect consumers' health information in connection with the collection, use, and disclosure of that information, resulting in the improper and unauthorized disclosure of that information to numerous third parties for advertising and other purposes. Respondent failed to develop written standards, provide adequate training, properly supervise employees, obtain affirmative express consent, or contractually limit third parties' use of consumer data.",
        "conclusion": "Respondent's acts or practices caused or are likely to cause substantial injury to consumers that is not outweighed by countervailing benefits to consumers or competition and is not reasonably avoidable by consumers themselves, constituting unfair acts or practices in violation of Section 5 of the FTC Act."
      },
      {
        "count_number": 2,
        "title": "Failure to Obtain Affirmative Express Consent",
        "representation": "N/A - This is an unfairness count, not based on a representation",
        "fact": "Respondent failed to obtain consumers' affirmative express consent before collecting, using, and disclosing to third parties those consumers' health information.",
        "conclusion": "Respondent's acts or practices caused or are likely to cause substantial injury to consumers that is not outweighed by countervailing benefits to consumers or competition and is not reasonably avoidable by consumers themselves, constituting unfair acts or practices in violation of Section 5 of the FTC Act."
      },
      {
        "count_number": 3,
        "title": "Failure to Disclose - Disclosure of Health Information for Advertising and Third Parties' Own Uses",
        "representation": "Respondent represented that it would disclose consumers' health information to third parties for limited purposes, and the listed purposes did not include advertising or third parties' own uses.",
        "fact": "Respondent failed to disclose adequately to consumers that it disclosed consumers' health information to third parties, including Facebook, Pinterest, Snapchat, and Criteo, for advertising as well as third parties' own uses. This additional information would have been material to consumers in their decisions to use Respondent's services.",
        "conclusion": "Therefore, Respondent's acts or practices constitute deceptive acts or practices in violation of Section 5 of the FTC Act."
      },
      {
        "count_number": 4,
        "title": "Failure to Disclose - Use of Health Information for Advertising",
        "representation": "Respondent represented that it would use consumers' health information for limited purposes, and the listed purposes did not include advertising or advertising-related purposes.",
        "fact": "Respondent failed to disclose adequately to consumers that it used consumers' health information for advertising and advertising-related purposes. This additional information would have been material to consumers in their decisions to use Respondent's services.",
        "conclusion": "Therefore, Respondent's acts or practices constitute deceptive acts or practices in violation of Section 5 of the FTC Act."
      },
      {
        "count_number": 5,
        "title": "Privacy Misrepresentation - Disclosure of Health Information for Advertising and Third Parties' Own Uses",
        "representation": "Respondent represented that it would not disclose consumers' health information to any third party for advertising or that third party's own uses.",
        "fact": "Respondent disclosed consumers' health information to third parties, including Facebook, Pinterest, Snapchat, and Criteo, for advertising and those third parties' own uses.",
        "conclusion": "Therefore, the representations are false or misleading and constitute deceptive acts or practices in violation of Section 5 of the FTC Act."
      },
      {
        "count_number": 6,
        "title": "Privacy Misrepresentation - Use of Health Information for Advertising",
        "representation": "Respondent represented that it would not use consumers' health information for advertising or advertising-related purposes.",
        "fact": "Respondent did use consumers' health information for advertising and advertising-related purposes.",
        "conclusion": "Therefore, the representations are false or misleading and constitute deceptive acts or practices in violation of Section 5 of the FTC Act."
      },
      {
        "count_number": 7,
        "title": "Privacy Misrepresentation - Disclosure of Health Information",
        "representation": "Respondent represented that it would not disclose consumers' health information to anyone except each consumer's licensed therapist.",
        "fact": "Respondent disclosed consumers' health information to at least one entity other than each consumer's licensed therapist—Facebook.",
        "conclusion": "Therefore, the representations are false or misleading and constitute deceptive acts or practices in violation of Section 5 of the FTC Act."
      },
      {
        "count_number": 8,
        "title": "Privacy Misrepresentation - HIPAA Certification",
        "representation": "Respondent represented that a government agency or other third party had reviewed Respondent's privacy and information practices and determined that they met HIPAA's requirements.",
        "fact": "No government agency or other third party had ever reviewed Respondent's privacy or information security practices and determined that they met HIPAA's requirements.",
        "conclusion": "Therefore, the representations are false or misleading and constitute deceptive acts or practices in violation of Section 5 of the FTC Act."
      }
    ]
  },
  "order": {
    "definitions": {
      "Affirmative Express Consent": "any freely given, specific, informed, and unambiguous indication of an individual consumer's wishes demonstrating agreement by the individual, such as by a clear affirmative action, following a Clear and Conspicuous disclosure to the individual of: 1. the categories of information that will be collected; 2. the specific purpose(s) for which the information is being collected, used, or disclosed; 3. the names or categories of Third Parties (e.g., \"analytics partners\" or \"advertising partners\") collecting the information, or to whom the information is disclosed, provided that if Respondent discloses the categories of Third Parties, the disclosure shall include a hyperlink to a separate page listing the names of the Third Parties; 4. a simple, easily located means by which the consumer can withdraw consent; and 5. any limitations on the consumer's ability to withdraw consent. The Clear and Conspicuous disclosure must be separate from any \"privacy policy,\" \"terms of service,\" \"terms of use,\" or other similar document. The following do not constitute Affirmative Express Consent: 1. Inferring consent from the hovering over, muting, pausing, or closing of a given piece of content by the consumer; or 2. Obtaining consent through a user interface that has the effect of subverting or impairing user autonomy, decision-making, or choice.",
      "Clear and Conspicuous": "that a required disclosure is difficult to miss (i.e., easily noticeable) and easily understandable by ordinary consumers, including in all of the following ways: 1. In any communication that is solely visual or solely audible, the disclosure must be made through the same means through which the communication is presented. In any communication made through both visual and audible means, such as a television advertisement, the disclosure must be presented simultaneously in both the visual and audible portions of the communication even if the representation requiring the disclosure (\"triggering representation\") is made through only one means. 2. A visual disclosure, by its size, contrast, location, the length of time it appears, and other characteristics, must stand out from any accompanying text or other visual elements so that it is easily noticed, read, and understood. 3. An audible disclosure, including by telephone or streaming video, must be delivered in a volume, speed, and cadence sufficient for ordinary consumers to easily hear and understand it. 4. In any communication using an interactive electronic medium, such as the Internet or software, the disclosure must be unavoidable. 5. The disclosure must use diction and syntax understandable to ordinary consumers and must appear in each language in which the triggering representation appears. 6. The disclosure must comply with these requirements in each medium through which it is received, including all electronic devices and face-to-face communications. 7. The disclosure must not be contradicted or mitigated by, or inconsistent with, anything else in the communication. 8. When the representation or sales practice targets a specific audience, such as children, the elderly, or the terminally ill, \"ordinary consumers\" includes reasonable members of that group.",
      "Covered Business": "Respondent and any business that Respondent controls, directly or indirectly.",
      "Covered Incident": "any instance of a violation of Provision I, II, or III of this Order.",
      "Covered Information": "information from or about an individual consumer, including: 1. a first and last name; 2. a physical address, including street name and name of city or town; 3. geolocation information sufficient to identify street name and name of a city or town; 4. an email address or other online contact information, such as a user identifier or a screen name; 5. a telephone number; 6. a government-issued identification number, such as a driver's license, military identification, passport, Social Security number, or other personal identification number; 7. financial institution account number; 8. credit or debit card information; 9. data that depicts or describes the physical or biological traits of an identified or identifiable person, including depictions, descriptions, recordings, or copies of an individual's facial or other physical features, finger or handprints, voice, genetics, or characteristic movements or gestures; 10. a persistent identifier, such as a customer number held in a \"cookie,\" a static Internet Protocol (\"IP\") address, a mobile device ID, processor serial number, or any other persistent identifier that can be used to recognize a user over time and/or across difference devices, websites, or online services; 11. Treatment Information; or 12. any individually identifiable information combined with any of (1) through (11) above.",
      "Covered User": "any individual consumer who created an account for the online properties, services, or mobile applications associated with BetterHelp before January 1, 2021, including those properties and mobile applications associated with BetterHelp; MyTherapist; Teen Counseling; Faithful Counseling; Pride Counseling; iCounseling; Regain; and Terappeuta.",
      "Customer": "any individual consumer who, between August 1, 2017, and December 31, 2020, signed up for and paid for the use of any online property, service, or mobile application associated with BetterHelp, including those properties, services, and mobile applications associated with BetterHelp; MyTherapist; Teen Counseling; Faithful Counseling; Pride Counseling; iCounseling; Regain; and Terappeuta.",
      "Delete": "to remove Covered Information such that it is not maintained in retrievable form and cannot be retrieved through physical or technical means.",
      "Respondent": "BetterHelp, also doing business as Compile, Inc.; MyTherapist; Teen Counseling; Faithful Counseling; Pride Counseling; iCounseling; ReGain; and Terappeuta, and its successors and assigns.",
      "Third Party": "any individual or entity other than: 1. Respondent; 2. a service provider of Respondent that: a. processes, uses, or receives Covered Information collected by or on behalf of Respondent for and at the direction of the Respondent and no other individual or entity, b. does not disclose Covered Information, or any individually identifiable information derived from such Covered Information, to any individual or entity other than Respondent or a subcontractor to such service provider bound to data processing terms no less restrictive than terms to which the service provider is bound, and c. does not use Covered Information for any purpose other than performing the services specified in the service provider's contract with Respondent; 3. a therapist or counselor employed by or contracted with Respondent; 4. an employee benefit program that contracts with Respondent for therapy services on behalf of the employee benefit program's members, employees, and/or clients, provided that before Respondent may disclose any information about any of those members, employees, and/or clients to the employee benefit program, Respondent must require the employee benefit plan to obtain the authorization of the members, employees, and/or clients for such disclosure; or 5. any entity (including a service provider) that uses Covered Information only as reasonably necessary to: a. comply with applicable law, regulation, or legal process; b. detect, prevent, or mitigate fraud or security vulnerabilities; c. debug to identify and repair errors that impair existing intended functionality provided that any such use is reasonably necessary and proportionate to achieve the purpose for which the Covered Information was collected or processed; or d. undertake internal research for the technological development and demonstration of Respondent's products or services provided that any such use is reasonably necessary and proportionate to achieve the purpose for which the Covered Information was collected or processed.",
      "Treatment Information": "individually identifiable information relating to the past, present, or future physical or mental health or condition(s) of a consumer, including: 1. drug, prescription, and pharmacy information; 2. information concerning the consumer's diagnosis; 3. information concerning the consumer's use of, creation of an account associated with, or response to a question or questionnaire related to, a service or product offered by Respondent or through one of any of Respondent's online properties, services, or mobile applications; 4. information concerning medical- or health-related purchases; 5. information concerning the past, present, or future payment for the provision of health care to the consumer; or 6. information derived or extrapolated from any of (1)-(5) above (e.g., proxy, derivative, inferred, emergent, or algorithmic data)."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Disclosure of Treatment Information and Covered Information for Advertising",
        "category": "prohibition",
        "summary": "Respondent is prohibited from disclosing Treatment Information and Covered Information for advertising purposes to Third Parties.",
        "requirements": [
          {
            "description": "Must not disclose Treatment Information to Third Parties for advertising purposes",
            "quoted_text": "IT IS ORDERED that Respondent and Respondent's officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, are prohibited from disclosing to a Third Party for the purposes of advertising, marketing, promoting, offering, offering for sale, or selling any product or service: (1) Treatment Information; and (2) Covered Information for the purpose of targeting the consumer to which the disclosed information pertains.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Affirmative Express Consent Requirement",
        "category": "affirmative_obligation",
        "summary": "Respondent must obtain Affirmative Express Consent from consumers before disclosing their Covered Information to any Third Party.",
        "requirements": [
          {
            "description": "Must obtain Affirmative Express Consent before disclosing Covered Information to Third Parties",
            "quoted_text": "IT IS FURTHER ORDERED that, within 30 days of the effective date of this Order, Respondent and Respondent's officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, in connection with any product or service, prior to disclosing any consumer's Covered Information to any Third Party, must obtain the relevant consumer's Affirmative Express Consent.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Prohibition Against Misrepresentations About Privacy",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent how it collects, maintains, uses, discloses, or protects Covered Information or its compliance with privacy programs.",
        "requirements": [
          {
            "description": "Must not misrepresent privacy and security practices regarding Covered Information",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent and Respondent's officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with promoting or offering for sale any product or service must not misrepresent (or assist another in misrepresenting) in any manner, expressly or by implication: A. the extent to which Respondent collects, maintains, uses, discloses, Deletes, or permits or denies access to any Covered Information, or the extent to which Respondent protects the privacy, security, availability, confidentiality, or integrity of any Covered Information; B. the purpose(s) for which Respondent, or any entity to whom Respondent discloses or permits access to Covered Information, collects, maintains, uses, discloses, or permits access to any Covered Information; C. the extent to which a consumer can maintain privacy and anonymity when visiting or using any online properties, services, or mobile applications associated with Respondent; D. the extent to which consumers may exercise control over Respondent's collection of, maintenance of, use of, Deletion of, disclosure of, or permission of access to, Covered Information, and the steps a consumer must take to implement such controls; and E. the extent to which Respondent is a member of, adheres to, complies with, is certified by, is endorsed by, or otherwise participates in any privacy, security or any other compliance program sponsored by a government or any self-regulatory or standard-setting organization, including the Digital Advertising Alliance, the Digital Advertising Accountability Program, or any entity that certifies compliance with HIPAA; and F. the extent to which Respondent is a HIPAA-covered entity, and the extent that Respondent's privacy and information practices are in compliance with HIPAA requirements.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Data Deletion",
        "category": "affirmative_obligation",
        "summary": "Respondent must identify Third Parties that received Covered Information without consent, notify them, and instruct them to delete such information.",
        "requirements": [
          {
            "description": "Identify all Third Parties that accessed Covered Information without consent and what information was disclosed",
            "quoted_text": "within 60 days after the effective date of this Order: 1. identify all Third Parties that accessed, received, or acquired Covered Information from Respondent in any form, including hashed or encrypted Covered Information, without a consumer's Affirmative Express Consent; 2. identify what Covered Information was disclosed to each Third Party identified in sub-Provision IV.A.1; and 3. submit a list of the information identified in sub-Provisions IV.A.1-2 and the methodologies used to identify the information in sub-Provisions IV.A.1-2 to: DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin: \"In re BetterHelp, Inc., [X-number].\"",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide Order to Third Parties and instruct them to delete Covered Information",
            "quoted_text": "within 90 days after the effective date of this Order, provide a copy of the Complaint and Order to all Third Parties identified in sub-Provision IV.A.1, notify all such Third Parties in writing that the Federal Trade Commission alleges that Respondent disclosed Covered Information of consumers to them in a manner that was unfair or deceptive and in violation of the FTC Act, and instruct those Third Parties to Delete all Covered Information accessed, received, or acquired from Respondent without a consumer's Affirmative Express Consent. Respondent's instruction to each such Third Party shall include a list of the Covered Information identified in sub-Provision IV.A.2 and shall demand written confirmation from each such Third Party that it has Deleted such Covered Information. Respondent must provide all instructions sent to the Third Parties to: DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin: \"In re BetterHelp, Inc., [X-number]\"",
            "deadline": "90 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not disclose Covered Information to identified Third Parties until confirmation of receipt of deletion instructions",
            "quoted_text": "as of the issuance of this Order: 1. Respondent shall not disclose any Covered Information in any form, including hashed or encrypted Covered Information, to any Third Party identified in sub-Provision IV.A.1 until Respondent confirms each Third Party's receipt of the instructions required by sub-Provision IV.B. This sub-Provision is subject to the prohibitions set forth in Provision I. Respondent must provide all receipts of confirmation and any responses from Third Parties within five (5) days of receipt to: DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin: \"In re BetterHelp, Inc., [X-number].\"",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not use identified Third Parties for advertising until confirmation of receipt of deletion instructions",
            "quoted_text": "Respondent shall not use any Third Party identified in sub-Provision IV.A.1 to advertise, market, promote, offer, offer for sale, or sell any product or service until Respondent confirms each Third Party's receipt of the instructions required by sub-Provision IV.B.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Notice to Users",
        "category": "affirmative_obligation",
        "summary": "Respondent must email all Covered Users a specific notice about the FTC's allegations and the settlement.",
        "requirements": [
          {
            "description": "Must email notice to all Covered Users",
            "quoted_text": "IT IS FURTHER ORDERED that, on or before 14 days after the effective date of this Order, Respondent must email all Covered Users, using the last known verified email address in Respondent's possession, custody, or control, an exact copy of the notice attached hereto as Exhibit A (\"Notice\"), provided however, that if Respondent does not have email information for any Covered User, Respondent must send the Notice to that Covered User through Respondent's primary means of communicating with that user. Respondent shall not include with the Notice any other information, documents, or attachments.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Mandated Privacy Program",
        "category": "affirmative_obligation",
        "summary": "Respondent must establish, implement, and maintain a comprehensive privacy program that protects the privacy, security, and integrity of Covered Information.",
        "requirements": [
          {
            "description": "Establish and implement comprehensive privacy program",
            "quoted_text": "IT IS FURTHER ORDERED that any Covered Business, in connection with the collection, maintenance, use, or disclosure of, or provision of access to, Covered Information, must, within 60 days of the effective date of this Order, establish and implement, and thereafter maintain, a comprehensive privacy program (\"Privacy Program\") that protects the privacy, security, availability, confidentiality, and integrity of such Covered Information.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Document Privacy Program in writing",
            "quoted_text": "document in writing the content, implementation, and maintenance of the Privacy Program",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide written program to board or senior officer at least annually and after Covered Incidents",
            "quoted_text": "provide the written program and any evaluations thereof or updates thereto to the Covered Business's board of directors or governing body or, if no such board or equivalent governing body exists, to a senior officer of the Covered Business responsible for the Covered Business's Privacy Program at least once every 12 months and promptly (not to exceed 30 days) after a Covered Incident",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Designate qualified employee(s) to coordinate Privacy Program",
            "quoted_text": "designate a qualified employee or employees, who report(s) directly to an executive, such as the Chief Executive Officer, Chief Compliance Officer, or Chief Legal Officer, to coordinate and be responsible for the Privacy Program; and keep the executive and the Board of Directors informed of the Privacy Program, including all actions and procedures implemented to comply with the requirements of this Order, and any actions and procedures to be implemented to ensure continued compliance with this Order",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Assess and document privacy risks at least annually and after Covered Incidents",
            "quoted_text": "assess and document, at least once every 12 months and promptly (not to exceed 30 days) following a Covered Incident, internal and external risks in each area of the Covered Business's operations to the privacy, security, availability, confidentiality, and integrity of Covered Information that could result in the unauthorized access, collection, use, destruction, or disclosure of, or provision of access to, Covered Information",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Design, implement, maintain, and document safeguards to control privacy risks",
            "quoted_text": "design, implement, maintain, and document safeguards that control for the internal and external risks to the privacy, security, availability, confidentiality, and integrity of Covered Information identified by the Covered Business in response to sub-Provision VI.D. Each safeguard must be based on the volume and sensitivity of the Covered Information that is at risk, and the likelihood that the risk could be realized and result in the unauthorized access, collection, use, Deletion, disclosure of, or provision of access to, the Covered Information.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Assess safeguard sufficiency at least annually and after Covered Incidents",
            "quoted_text": "assess, at least once every 12 months, and promptly (not to exceed 30 days) following a Covered Incident, the sufficiency of any safeguards in place to address the internal and external risks to the privacy, security, availability, confidentiality, and integrity of Covered Information, and modify the Privacy Program based on the results",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Test and monitor safeguard effectiveness at least annually and after Covered Incidents",
            "quoted_text": "test and monitor the effectiveness of the safeguards at least once every 12 months, and promptly (not to exceed 30 days) following a Covered Incident, and modify the Privacy Policy based on the results",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Select service providers capable of safeguarding Covered Information",
            "quoted_text": "select and retain service providers capable of safeguarding Covered Information they receive from the Covered Business, and contractually require service providers to implement and maintain safeguards for Covered Information",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Evaluate and adjust Privacy Program at least annually",
            "quoted_text": "evaluate and adjust the Privacy Program in light of any material changes to the Covered Business's operations or business arrangements, the results of the testing and monitoring required by sub-Provision VI.G, a Covered Incident, and any other circumstances that the Covered Business knows or has reason to believe may have a material impact on the effectiveness of the Privacy Program or any of its individual safeguards (including but not limited to new or more efficient technological or operational methods to control for the risks identified in sub-Provision VI.D). The Covered Business may make this evaluation and adjustment to the Privacy Program at any time, but must, at a minimum, evaluate the Privacy Program at least once every 12 months and modify the Privacy Program as necessary based on the results.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Privacy Assessments by Third-Party Assessor",
        "category": "assessment",
        "summary": "Respondent must obtain initial and biennial third-party assessments of its Privacy Program for 20 years.",
        "requirements": [
          {
            "description": "Obtain initial and biennial third-party privacy assessments",
            "quoted_text": "IT IS FURTHER ORDERED that, in connection with its compliance with Provision VI, for any Covered Business that collects, maintains, uses, discloses, or provides access to Covered Information, Respondent must obtain initial and biennial assessments (\"Assessments\")",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide FTC with Assessor name, affiliation, and qualifications for approval",
            "quoted_text": "For each Assessment, Respondent must provide the Associate Director for Enforcement for the Bureau of Consumer Protection at the Federal Trade Commission with the name, affiliation, and qualifications of the proposed Assessor, whom the Associate Director shall have the authority to approve in his or her sole discretion.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Complete initial Assessment within 60 days after 240-day reporting period",
            "quoted_text": "Each Assessment must be completed within 60 days after the end of the reporting period to which the Assessment applies.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit initial Assessment to FTC within 10 days of completion",
            "quoted_text": "Unless otherwise directed by a Commission representative in writing, Respondent must submit the initial Assessment to the Commission within 10 days after the Assessment has been completed via email to DEbrief@ftc.gov or by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin, \"In re BetterHelp, Inc., [X-number].\"",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Cooperation with Assessor",
        "category": "affirmative_obligation",
        "summary": "Respondent must provide all relevant information to the Assessor and not misrepresent any material facts.",
        "requirements": [
          {
            "description": "Provide all relevant information to Assessor",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent, whether acting directly or indirectly, in connection with the Assessments required by Provision VII, must: A. provide or otherwise make available to the Assessor all information and material in its possession, custody, or control that is relevant to the Assessment for which there is no reasonable claim of privilege; B. provide or otherwise make available to the Assessor information about all Covered Information in Respondent's custody or control so that the Assessor can determine the scope of the Assessment; and C. disclose all material facts to the Assessor, and not misrepresent in any manner, expressly or by implication, any fact material to the Assessor's: (1) determination of whether Respondent has implemented and maintained the Privacy Program required by Provision VI; (2) assessment of the effectiveness of the implementation and maintenance of sub-Provisions VI.A-I; or (3) identification of any gaps or weaknesses in, or instances of material noncompliance with, the Privacy Program required by Provision VI.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Annual Certification",
        "category": "compliance_reporting",
        "summary": "Respondent must provide annual certifications to the FTC for 10 years confirming compliance with the Order.",
        "requirements": [
          {
            "description": "Provide annual certification of compliance to FTC",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent must: A. one year after the issuance date of this Order, and each year thereafter for 10 years, provide the Commission with a certification from a senior corporate manager, or, if no such senior corporate manager exists, a senior officer of each Covered Business that: (1) the Covered Business has established, implemented, and maintained the requirements of this Order; (2) the Covered Business is not aware of any material noncompliance that has not been (a) corrected or (b) disclosed to the Commission; and (3) includes a brief description of any Covered Incident. The certification must be based on the personal knowledge of the senior corporate manager, senior officer, or subject matter experts upon whom the senior corporate manager or senior officer reasonably relies in making the certification.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Covered Incident Reports",
        "category": "compliance_reporting",
        "summary": "Respondent must submit reports to the FTC within 30 days of discovering any Covered Incident.",
        "requirements": [
          {
            "description": "Submit report to FTC within 30 days of discovering a Covered Incident",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent, within 30 days after Respondent's discovery of a Covered Incident, must submit a report to the Commission. The report must include, to the extent possible: A. the date, estimated date, or estimated date range when the Covered Incident occurred; B. a description of the facts relating to the Covered Incident, including the causes and scope of the Covered Incident, if known; C. the number of consumers whose information was affected; D. the acts that Respondent has taken to date to remediate the Covered Incident; protect Covered Information from further disclosure, exposure, or access; and protect affected individuals from identity theft or other harm that may result from the Covered Incident; and E. a representative copy of any materially different notice sent by Respondent to consumers or to any U.S. federal, state, or local government entity.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "XI",
        "title": "Monetary Relief",
        "category": "affirmative_obligation",
        "summary": "Respondent must pay $7,800,000 to the FTC for consumer redress.",
        "requirements": [
          {
            "description": "Pay $7,800,000 to the Commission",
            "quoted_text": "IT IS FURTHER ORDERED that: A. Respondent must pay to the Commission $7,800,000, which Respondent stipulates its undersigned counsel holds in escrow for no purpose other than payment to the Commission. B. Such payment must be made within 8 days of the effective date of this Order by electronic fund transfer in accordance with instructions provided by a representative of the Commission.",
            "deadline": "8 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XII",
        "title": "Additional Monetary Provisions",
        "category": "affirmative_obligation",
        "summary": "Respondent relinquishes all rights to transferred assets and acknowledges the Commission's authority over redress administration.",
        "requirements": [
          {
            "description": "Relinquish all rights to transferred assets",
            "quoted_text": "IT IS FURTHER ORDERED that: A. Respondent relinquishes dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek the return of any assets.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XIII",
        "title": "Independent Redress Administrator",
        "category": "affirmative_obligation",
        "summary": "An independent administrator shall be appointed to assist with consumer redress, and Respondent must provide all necessary Customer information.",
        "requirements": [
          {
            "description": "Provide Administrator with all Customer information within 7 days",
            "quoted_text": "Within 7 days of entry of this Order, Respondent must provide the Administrator with all information necessary to identify all Customers and all information necessary for the efficient administration of consumer redress to those Customers. Respondent stipulates it has provided such information to its undersigned counsel. If a representative of the Commission or the Administrator requests any additional information related to consumer redress, Respondent must provide it, in the form prescribed by the Commission or the Administrator, within 14 days of the request, provided that, any request for personally identifying Customer information shall be directed solely to the Administrator.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Fully cooperate with and assist the Administrator",
            "quoted_text": "Respondent shall fully cooperate with and assist the Administrator. That cooperation and assistance shall include, but not be limited to, providing information to the Administrator as the Administrator deems necessary to be fully informed and discharge the responsibilities of the Administrator under this Order. For matters concerning this Order, the Administrator is authorized to communicate directly with Respondent.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Pay all Administrator costs and fees",
            "quoted_text": "Respondent is responsible for all costs and fees invoiced by the Administrator for its services, and the provision of consumer redress. The FTC is not responsible for any such costs or fees. None of the funds used to satisfy Provision XI of this Order shall be used to pay for the Administrator or any of its associated costs or fees.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XIV",
        "title": "Acknowledgments of the Order",
        "category": "acknowledgment",
        "summary": "Respondent must submit acknowledgment of receipt of the Order and deliver copies to personnel and obtain signed acknowledgments.",
        "requirements": [
          {
            "description": "Submit acknowledgment of receipt of Order to FTC",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent obtain acknowledgments of receipt of this Order: A. Respondent, within 10 days after the effective date of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver Order to all relevant personnel for 10 years",
            "quoted_text": "For 10 years after the issuance date of this Order, Respondent must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees having managerial responsibilities for conduct related to the subject matter of the Order and all agents and representatives who participate in conduct related to the subject matter of the Order; and (3) any business entity resulting from any change in structure as set forth in Provision XV. Delivery must occur within 10 days after the effective date of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Obtain signed acknowledgments from personnel",
            "quoted_text": "From each individual or entity to which Respondent delivered a copy of this Order, that Respondent must obtain, within 30 days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XV",
        "title": "Compliance Reports and Notices",
        "category": "compliance_reporting",
        "summary": "Respondent must submit compliance reports to the FTC at 180 days and annually thereafter for five more years, and notices of any business changes.",
        "requirements": [
          {
            "description": "Submit compliance reports starting at 180 days and annually for five more years",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent makes timely submissions to the Commission: A. One hundred and eighty days after the effective date of this Order, and annually thereafter for five more years, Respondent must submit a compliance report, sworn under penalty of perjury, in which Respondent must: (a) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission, may use to communicate with Respondent; (b) identify all of that Respondent's businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (c) describe the activities of each business, including the services offered, the means of advertising and marketing, what Covered Information it collects, how Covered Information is used and disclosed to Third Parties; (d) describe in detail whether and how Respondent is in compliance with each Provision of this Order, including a discussion of all of the changes Respondent made to comply with the Order; and (e) provide a copy of each Acknowledgment of the Order obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit compliance notice within 14 days of business changes",
            "quoted_text": "Respondent must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in: (a) any designated point of contact; or (b) the structure of any Covered Business, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit notice of bankruptcy or insolvency within 14 days",
            "quoted_text": "Respondent must submit notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against such Respondent within 14 days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XVI",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must create and retain specific records for 20 years, with each record retained for 5 years unless otherwise specified.",
        "requirements": [
          {
            "description": "Create and retain specified records for 20 years (each record retained for 5 years)",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent must create certain records for 20 years after the issuance date of the Order, and retain each such record for 5 years, unless otherwise specified below. Specifically, Respondent for each Covered Business, must create and retain the following records: A. accounting records showing the revenues from all products or services sold, the costs incurred in generating those revenues, and resulting net profit or loss; B. personnel records showing, for each person providing services in relation to any aspect of the Order, whether as an employee or otherwise, that person's: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination; C. copies or records of all consumer complaints and refund requests concerning the collection, use, maintenance, disclosure, deletion, or permission of access to Covered Information, whether received directly or indirectly, such as through a Third Party, and any response; D. records of all disclosures of consumers' Covered Information to Third Parties showing, for each Third Party that received Covered Information, the name and address of the Third Party, the date(s) of such disclosures, the purpose(s) for which the Covered Information was transferred, and how and when Respondent obtained consumers' Affirmative Express Consent for the disclosures in accordance with Provision II; E. a copy of each unique advertisement or other marketing material making a representation subject to this Order; F. a copy of each widely disseminated representation by Respondent that describes the extent to which Respondent maintains or protects the privacy, security, availability, confidentiality, or integrity of any Covered Information, including any representation concerning a change in any website or other service controlled by Respondent that relates to the privacy, security, availability, confidentiality, or integrity of Covered Information; G. for 5 years after the date of preparation of each Assessment required by Provision VII, all materials relied upon to prepare the Assessment, whether prepared by or on behalf of Respondent, including all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, and any other materials concerning Respondent's compliance with related Provisions of this Order, for the compliance period covered by such Assessment; H. for 5 years from the date received, copies of all subpoenas and other communications with law enforcement, if such communication relate to Respondent's compliance with this Order; I. for 5 years from the date created or received, all records, whether prepared by or on behalf of Respondent, that tend to show any lack of compliance by Respondent with this Order; and J. all records necessary to demonstrate full compliance with each Provision of this Order, including all submissions to the Commission.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "XVII",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The FTC has the right to monitor Respondent's compliance through requests for reports, records inspection, and interviews.",
        "requirements": [
          {
            "description": "Submit additional compliance reports or records within 10 days of FTC request",
            "quoted_text": "IT IS FURTHER ORDERED that, for the purpose of monitoring Respondent's compliance with this Order: A. Within 10 days of receipt of a written request from a representative of the Commission, Respondent must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury, and produce records for inspection and copying.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Permit FTC to communicate directly with Respondent and interview personnel",
            "quoted_text": "For matters concerning this Order, representatives of the Commission are authorized to communicate directly with Respondent. Respondent must permit representatives of the Commission to interview anyone affiliated with Respondent who has agreed to such an interview. The interviewee may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XVIII",
        "title": "Order Effective Dates",
        "category": "duration",
        "summary": "The Order is effective upon publication and terminates 20 years from issuance, with extensions if violations are alleged.",
        "requirements": [
          {
            "description": "Order becomes final and effective upon publication",
            "quoted_text": "IT IS FURTHER ORDERED that this Order is final and effective upon the date of its publication on the Commission's website (ftc.gov) as a final order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This Order will terminate 20 years from the date of its issuance (which date may be stated at the end of this Order, near the Commission's seal), or 20 years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of this Order, whichever comes later"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "05.24, BetterHelp Complaint (Pending).pdf",
      "order": "05.24, BetterHelp Order (Pending).pdf"
    },
    "extraction_stats": {
      "complaint_counts": 8,
      "complaint_representations": 8,
      "order_provisions": 18,
      "order_definitions": 11,
      "order_requirements": 40
    },
    "processing_time_seconds": 269.7
  }
}