{
  "case_info": {
    "docket_number": "06-CV-00105-WFD",
    "company": {
      "name": "Accusearch, Inc.",
      "incorporation_state": "Wyoming",
      "entity_type": "corporation",
      "address": "6812 Lupine Trail, Cheyenne, Wyoming",
      "business_description": "Accusearch, Inc. operated the Abika.com website, which sold personal data including confidential customer telephone records and other personal information obtained from telecommunications carriers without customer authorization."
    },
    "commissioners": [],
    "case_date": {
      "month": 6,
      "year": 2009
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a); Section 13(b) of the Federal Trade Commission Act, 15 U.S.C. § 53(b)",
    "violation_type": "unfair",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/052-3126-accusearch-inc-dba-abikacom-jay-patel",
    "statutory_topics": [
      "Section 5 Only"
    ],
    "practice_areas": [
      "Privacy"
    ],
    "industry_sectors": [
      "Healthcare",
      "Telecom"
    ]
  },
  "complaint": {
    "factual_background": "Accusearch, Inc. (doing business as Abika.com) and its sole officer Jay Patel advertised online that they could obtain confidential customer phone records from telecommunications carriers and sell them to clients for a fee. To obtain these records, Defendants used false pretenses, fraudulent statements, and misrepresentations—including impersonating customers of telecommunications carriers—to induce carrier employees to disclose confidential call detail records. The account holders never authorized Defendants to access or sell their records. This practice caused substantial harm to consumers, including endangering their health and safety, and consumers could not reasonably avoid the harm because the scheme was entirely invisible to them.",
    "representations_made": [
      {
        "description": "Defendants advertised that they could obtain and provide confidential customer phone records—including details of incoming and outgoing calls from any phone number, prepaid calling card, or internet phone—for any country in the world, for a fee",
        "quoted_text": "9. Since at least 2004, Defendants have advertised over the World Wide Web that they can obtain confidential customer phone records from telecommunications carriers and make such information available to their clients for a fee. For a fee, Defendants have offered to obtain \"Details of incoming or outgoing calls from any phone number, prepaid calling card or Internet Phone. Phone searches are available for every country of the world.\"",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 9,
        "quote_start_line": 108,
        "quote_end_line": 112
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Unfair Practice – Obtaining and Selling Confidential Customer Phone Records Without Consent",
        "representation": "Defendants obtained and sold to third parties confidential customer proprietary network information without the knowledge or consent of the customers, using false pretenses, fraudulent statements, and misrepresentations including posing as customers of telecommunications carriers.",
        "fact": "Customers had not authorized Defendants to access or sell their confidential phone records. Federal law (the Telecommunications Act) prohibits disclosure of customer proprietary network information except with customer approval or as required by law, and permits disclosure only upon affirmative written request by the customer.",
        "conclusion": "Defendants' practices constitute an unfair practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a), because they caused or were likely to cause substantial injury to consumers that was not reasonably avoidable and not outweighed by countervailing benefits to consumers or competition."
      }
    ]
  },
  "order": {
    "definitions": {},
    "provisions": [
      {
        "provision_number": "1",
        "title": "Prohibition on Trading Customer Phone Records",
        "category": "prohibition",
        "summary": "The injunction prohibits Accusearch from trading in customer phone records unless clearly permitted by law, regulation, or lawful court order.",
        "requirements": [
          {
            "description": "Accusearch is prohibited from trading in 'customer phone records' unless doing so would be 'clearly permitted by any law, regulation, or lawful court order'",
            "quoted_text": "(1) Trading in “customer phone records” unless doing so would be “clearly permitted by any law, regulation, or lawful court order,” Aplts. App., Vol. 5 at 1607; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 679,
            "quote_end_line": 681
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "2",
        "title": "Prohibition on Trading Consumer Personal Information Without Consent",
        "category": "prohibition",
        "summary": "The injunction prohibits Accusearch from trading in consumer personal information without the express written permission of the consumer, unless lawfully obtained from publicly available information.",
        "requirements": [
          {
            "description": "Accusearch is prohibited from trading in other 'consumer personal information without the express written permission of [the consumer], unless [the] consumer personal information was lawfully obtained from publicly available information'",
            "quoted_text": "(2) Trading in other “consumer personal information without the express written permission of [the consumer], unless [the] consumer personal information was lawfully obtained from publically available information,” id. at 1608.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 682,
            "quote_end_line": 685
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "3",
        "title": "Disgorgement of Profits",
        "category": "affirmative_obligation",
        "summary": "Accusearch was ordered to disgorge $199,692.71 in profits earned from the sale of telephone-record information.",
        "requirements": [
          {
            "description": "Accusearch was ordered to disgorge $199,692.71 in profits garnered from the sale of telephone records",
            "quoted_text": "disgorge $199,692.71 in profits garnered from the sale of telephone records. We address Accusearch’s contentions in turn.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 691,
            "quote_end_line": 692
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": null
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "06.09, Accusearch, Inc. dba Abika.com, and Jay Patel Complaint.pdf",
      "order": "06.09, Accusearch, Inc. dba Abika.com, and Jay Patel Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 1,
      "order_provisions": 3,
      "order_definitions": 0,
      "order_requirements": 3,
      "provisions_per_section": {
        "1": 1,
        "2": 1,
        "3": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 1,
        "complaint_total": 1,
        "order_verified": 3,
        "order_total": 3
      }
    },
    "processing_time_seconds": 88.8
  }
}