{
  "case_info": {
    "docket_number": "C-4110",
    "company": {
      "name": "MTS, Inc.",
      "incorporation_state": "California",
      "entity_type": "corporation",
      "address": "2500 Del Monte, West Sacramento, California 95691",
      "business_description": "MTS, Inc., doing business as Tower Records/Books/Video, marketed and sold music and video recordings, books, and other entertainment products through physical retail locations and through the Internet at www.TowerRecords.com since at least 1996."
    },
    "commissioners": [
      "Timothy J. Muris, Chairman",
      "Mozelle W. Thompson",
      "Orson Swindle",
      "Thomas B. Leary",
      "Pamela Jones Harbour"
    ],
    "date_issued": "",
    "legal_authority": "Federal Trade Commission Act, 15 U.S.C. ยง 45 et seq.",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/032-3209-mts-inc-et-al-matter"
  },
  "complaint": {
    "factual_background": "Tower Records operated a website that collected personal information from consumers and promised to protect their privacy with state-of-the-art security measures. In November-December 2002, when redesigning their checkout system, they failed to include authentication code in the Order Status application, creating a vulnerability that allowed unauthorized users to access personal information of approximately 5,225 consumers simply by entering valid order numbers in URLs. The company failed to implement reasonable procedures to detect and prevent such vulnerabilities despite the security risks being widely known in the industry.",
    "representations_made": [
      {
        "description": "Promised to safeguard consumer privacy and never share personal information without explicit permission",
        "quoted_text": "Your privacy is important to us. TowerRecords.com is committed to safeguarding your privacy online. We will never share your personal information with anyone for any reason without your explicit permission.",
        "source_paragraph": 7
      },
      {
        "description": "Claimed to use state-of-the-art technology to safeguard personal information",
        "quoted_text": "How does TowerRecords.com protect my personal information? We use state-of-the-art technology to safeguard your personal information.",
        "source_paragraph": 7
      },
      {
        "description": "Promised that account information was password-protected and only the consumer had access",
        "quoted_text": "Your TowerRecords.com Account information is password-protected. You and only you have access to this information . . . TowerRecords.com takes steps to ensure that your information is treated securely and in accordance with the relevant Terms of Service and this Privacy Policy.",
        "source_paragraph": 7
      },
      {
        "description": "Claimed to make best efforts to ensure security of consumer information on their systems",
        "quoted_text": "Once we receive your transmission, we make our best effort to ensure its security on our systems.",
        "source_paragraph": 7
      },
      {
        "description": "Represented that they implemented reasonable and appropriate measures to maintain and protect privacy and confidentiality of personal information",
        "quoted_text": "Through the means described in Paragraph 7, Respondents have represented, expressly or by implication, that they implemented measures reasonable and appropriate under the circumstances to maintain and protect the privacy and confidentiality of personal information obtained from or about consumers through the Tower Web site.",
        "source_paragraph": 12
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "False or Misleading Data Security Representations",
        "representation": "Respondents represented that they implemented measures reasonable and appropriate under the circumstances to maintain and protect the privacy and confidentiality of personal information obtained from or about consumers through the Tower Web site",
        "fact": "Respondents did not implement measures reasonable and appropriate under the circumstances to maintain and protect the privacy and confidentiality of personal information obtained from or about consumers through the Tower Web site. In particular, Respondents failed to implement procedures that were reasonable and appropriate to detect and prevent vulnerabilities in their Web site and applications, including reasonable and appropriate procedures for writing and revising Web-application code",
        "conclusion": "Therefore, the representation set forth in Paragraph 12 was false or misleading."
      }
    ]
  },
  "order": {
    "definitions": {
      "Personal information": "individually identifiable information from or about an individual consumer including, but not limited to: (a) a first and last name; (b) a home or other physical address, including street name and name of city or town; (c) an email address or other online contact information, such as an instant messaging user identifier or a screen name that reveals an individual's email address; (d) a telephone number; (e) a Social Security number; (f) a persistent identifier, such as a customer number held in a \"cookie\" or processor serial number, that is combined with other available data that identifies an individual consumer; or (g) any other information from or about an individual consumer that is combined with (a) through (f) above.",
      "Respondents": "MTS, Inc., and its successors and assigns (including the reorganized debtor or any entity in which property of the bankruptcy estate vests pursuant to any confirmed plan) officers, agents, representatives, and employees; Tower Direct, LLC, and its successors and assigns (including the reorganized debtor or any entity in which property of the bankruptcy estate vests pursuant to any confirmed plan), officers, agents, representatives, and employees; and both of them and their successors and assigns, officers, agents, representatives, and employees.",
      "Commerce": "as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. ยง 44."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Privacy and Security",
        "category": "prohibition",
        "summary": "Respondents must not misrepresent the extent to which they maintain and protect the privacy, confidentiality, or security of personal information collected from or about consumers.",
        "requirements": [
          {
            "description": "Must not misrepresent privacy, confidentiality, or security practices",
            "quoted_text": "IT IS ORDERED that Respondents, directly or through any corporation, subsidiary, division, or other device, in connection with the online advertising, marketing, promotion, offering for sale, or sale of any product or service, in or affecting commerce, shall not misrepresent in any manner, expressly or by implication, the extent to which Respondents maintain and protect the privacy, confidentiality, or security of any personal information collected from or about consumers.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Comprehensive Information Security Program",
        "category": "affirmative_obligation",
        "summary": "Respondents must establish, implement, and maintain a comprehensive written information security program with administrative, technical, and physical safeguards to protect personal information.",
        "requirements": [
          {
            "description": "Establish and implement comprehensive information security program",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents, directly or through any corporation, subsidiary, division, or other device, in connection with the online advertising, marketing, promotion, offering for sale, or sale of any product or service, in or affecting commerce, shall, no later than the date of service of this order, establish and implement, and thereafter maintain, a comprehensive information security program that is reasonably designed to protect the security, confidentiality, and integrity of personal information collected from or about consumers.",
            "deadline": "no later than the date of service of this order",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Designate employee(s) to coordinate and be accountable for the information security program",
            "quoted_text": "the designation of an employee or employees to coordinate and be accountable for the information security program.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Identify material internal and external risks and assess safeguards",
            "quoted_text": "the identification of material internal and external risks to the security, confidentiality, and integrity of personal information that could result in the unauthorized disclosure, misuse, loss, alteration, destruction, or other compromise of such information, and assessment of the sufficiency of any safeguards in place to control these risks. At a minimum, this risk assessment should include consideration of risks in each area of relevant operation, including, but not limited to: (1) employee training and management; (2) information systems, including network and software design, information processing, storage, transmission, and disposal; and (3) prevention, detection, and response to attacks, intrusions, or other systems failures.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Design and implement reasonable safeguards and regularly test or monitor their effectiveness",
            "quoted_text": "the design and implementation of reasonable safeguards to control the risks identified through risk assessment, and regular testing or monitoring of the effectiveness of the safeguards' key controls, systems, and procedures.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Evaluate and adjust the information security program based on testing, monitoring, and material changes",
            "quoted_text": "the evaluation and adjustment of Respondents' information security program in light of the results of the testing and monitoring required by subparagraph C, any material changes to Respondents' operations or business arrangements, or any other circumstances that Respondents know or have reason to know may have a material impact on the effectiveness of their information security program.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Third-Party Assessments",
        "category": "assessment",
        "summary": "Respondents must obtain biannual third-party security assessments from a qualified professional for ten years, with the first assessment due within 180 days and submitted to the FTC within 10 days of preparation.",
        "requirements": [
          {
            "description": "Obtain initial third-party assessment",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents obtain an assessment and report (an \"Assessment\") from a qualified, objective, independent third-party professional, using procedures and standards generally accepted in the profession, within one hundred and eighty (180) days after service of the order",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Obtain biannual assessments for ten years",
            "quoted_text": "biannually thereafter for ten (10) years after service of the order",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Assessment must set forth specific safeguards implemented and maintained",
            "quoted_text": "sets forth the specific administrative, technical, and physical safeguards that Respondents have implemented and maintained during the reporting period;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Assessment must explain how safeguards are appropriate to Respondents' size, complexity, activities, and data sensitivity",
            "quoted_text": "explains how such safeguards are appropriate to Respondents' size and complexity, the nature and scope of Respondents' activities, and the sensitivity of the personal information collected from or about consumers;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Assessment must explain how safeguards meet or exceed Paragraph II requirements",
            "quoted_text": "explains how the safeguards that have been implemented meet or exceed the protections required by Paragraph II of this order;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Assessment must certify that security program is operating with sufficient effectiveness",
            "quoted_text": "certifies that Respondents' security program is operating with sufficient effectiveness to provide reasonable assurance that the security, confidentiality, and integrity of personal information is protected and, for biannual reports, has so operated throughout the reporting period.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide first assessment and supporting documents to FTC",
            "quoted_text": "Respondents shall provide the first Assessment, as well as all: plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, whether prepared by or on behalf of Respondents, relied upon to prepare such Assessment to the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580, within ten (10) days after the Assessment has been prepared.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Retain subsequent biannual assessments and provide to FTC upon request",
            "quoted_text": "All subsequent biannual Assessments shall be retained by the Respondents until the order is terminated and provided to the Associate Director of Enforcement within ten (10) days of request.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondents must maintain and make available to the FTC documents relating to compliance, including advertisements and privacy materials for five years, and assessment-related documents for three years.",
        "requirements": [
          {
            "description": "Maintain for five years sample copies of advertisements and documents regarding online collection, use, and security of personal information",
            "quoted_text": "for a period of five (5) years: a sample copy of each different print, broadcast, cable, or Internet advertisement, promotion, information collection form, Web page, screen, email message, or other document containing any representation regarding Respondents' online collection, use, and security of personal information from or about consumers.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Maintain for five years any documents that contradict, qualify, or call into question compliance with the order",
            "quoted_text": "any documents, whether prepared by or on behalf of Respondents, that contradict, qualify, or call into question Respondents' compliance with this order;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Maintain for three years all plans, reports, studies, reviews, audits, policies, training materials, and assessments relating to compliance with Paragraphs II and III",
            "quoted_text": "for a period of three (3) years after the date of preparation of each biannual Assessment required under Paragraph III of this order: all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, whether prepared by or on behalf of Respondents, relating to Respondents' compliance with Paragraphs II and III of this order for the compliance period covered by such biannual Assessment.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Order Distribution and Acknowledgment",
        "category": "acknowledgment",
        "summary": "Respondents must deliver a copy of the order to all current and future personnel with managerial responsibilities relating to the subject matter of the order.",
        "requirements": [
          {
            "description": "Deliver order to current personnel with managerial responsibilities",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents shall deliver a copy of this order to all current and future principals, officers, directors, and managers, and to all current and future employees, agents, and representatives having managerial responsibilities relating to the subject matter of this order. Respondents shall deliver this order to such current personnel within thirty (30) days after service of this order",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver order to future personnel with managerial responsibilities",
            "quoted_text": "to such future personnel within thirty (30) days after the person assumes such position or responsibilities.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Corporate Change Notification",
        "category": "compliance_reporting",
        "summary": "Respondents must notify the Commission at least 30 days prior to any corporate change that may affect compliance obligations.",
        "requirements": [
          {
            "description": "Notify FTC at least 30 days prior to corporate changes affecting compliance",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents shall notify the Commission at least thirty (30) days prior to any change in either corporation that may affect compliance obligations arising under this order, including, but not limited to, a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition following the dismissal or closing of the current bankruptcy cases; or a change in either corporate name or address.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Notify FTC as soon as practicable if learning of corporate change less than 30 days prior",
            "quoted_text": "Provided, however, that, with respect to any proposed change in either corporation about which either Respondent learns less than thirty (30) days prior to the date such action is to take place, Respondents shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondents must file an initial compliance report with the Commission within 180 days and additional reports as required by the Commission.",
        "requirements": [
          {
            "description": "File initial compliance report within 180 days",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents shall, within one hundred and eighty (180) days after service of this order, and at such other times as the Commission may require, file with the Commission an initial report, in writing, setting forth in detail the manner and form in which they have complied with this order.",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Order Termination",
        "category": "duration",
        "summary": "The order will terminate on May 28, 2024, or 20 years from the most recent date the FTC files a complaint alleging violation of the order, whichever comes later.",
        "requirements": [
          {
            "description": "Order terminates on May 28, 2024, or 20 years from most recent complaint filing, whichever is later",
            "quoted_text": "This order will terminate on May 28, 2024, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. any Paragraph in this Order that terminates in less than twenty (20) years; B. this Order's application to any Respondent that is not named as a defendant in such complaint; and C. this Order if such complaint is filed after the Order has terminated pursuant to this Paragraph.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on May 28, 2024, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. any Paragraph in this Order that terminates in less than twenty (20) years; B. this Order's application to any Respondent that is not named as a defendant in such complaint; and C. this Order if such complaint is filed after the Order has terminated pursuant to this Paragraph."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "06.04, MTS Complaint.pdf",
      "order": "06.04, MTS Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 5,
      "order_provisions": 8,
      "order_definitions": 3,
      "order_requirements": 23
    },
    "processing_time_seconds": 100.5
  }
}