{
  "case_info": {
    "docket_number": "C-4110",
    "company": {
      "name": "MTS, Inc.",
      "incorporation_state": "California",
      "entity_type": "corporation",
      "address": "2500 Del Monte, West Sacramento, California 95691",
      "business_description": "MTS, Inc., doing business as Tower Records/Books/Video, marketed and sold music and video recordings, books, and other entertainment products through the Internet at their Web site, www.TowerRecords.com since at least 1996, collecting personal information from consumers who visit the Web site and purchase products online."
    },
    "commissioners": [
      "Timothy J. Muris, Chairman",
      "Mozelle W. Thompson",
      "Orson Swindle",
      "Thomas B. Leary",
      "Pamela Jones Harbour"
    ],
    "case_date": {
      "month": 6,
      "year": 2004
    },
    "legal_authority": "Federal Trade Commission Act, 15 U.S.C. § 45 et seq",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/032-3209-mts-inc-et-al-matter",
    "statutory_topics": [
      "Section 5 Only"
    ],
    "practice_areas": [
      "Data Security"
    ],
    "industry_sectors": [
      "Retail"
    ]
  },
  "complaint": {
    "factual_background": "MTS, Inc. (Tower Records) and its subsidiary Tower Direct, LLC operated an online retail website, TowerRecords.com, collecting personal information from consumers including names, addresses, email, phone numbers, and purchase histories. In late 2002, Respondents redesigned their checkout process and rewrote the Order Status application, but failed to include authentication code in the new version, creating a 'broken account and session management' vulnerability. The Order Status URL exposed order numbers in clear text, allowing any visitor to view other consumers' personal information simply by entering a valid order number. The vulnerability persisted for eight days, during which unauthorized users accessed personal information of approximately 5,225 consumers. These failures occurred despite Respondents' explicit privacy policy representations promising state-of-the-art security and that only the account holder could access their information.",
    "representations_made": [
      {
        "description": "Claimed that TowerRecords.com would never share personal information with anyone for any reason without explicit permission, and that it was committed to safeguarding consumer privacy online",
        "quoted_text": "Your privacy is important to us. TowerRecords.com is committed to safeguarding your privacy online. We will never share your personal information with anyone for any reason without your explicit permission.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 7,
        "quote_start_line": 65,
        "quote_end_line": 68
      },
      {
        "description": "Claimed to use state-of-the-art technology to safeguard personal information and that all employees are required to comply with the privacy policy under penalty of disciplinary action",
        "quoted_text": "We use state-of-the-art technology to safeguard your personal information. All TowerRecords.com employees are required to acknowledge that they understand and will comply with this privacy policy. Employees who violate this policy will be subjected to disciplinary action, up to and including termination.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 7,
        "quote_start_line": 71,
        "quote_end_line": 75
      },
      {
        "description": "Claimed that consumer account information is password-protected and that only the consumer has access to their information, and that TowerRecords.com takes steps to ensure information is treated securely",
        "quoted_text": "Your TowerRecords.com Account information is password-protected. You and only you have access to this information . . . TowerRecords.com takes steps to ensure that your information is treated securely and in accordance with the relevant Terms of Service and this Privacy Policy. Unfortunately, no data transmission over the Internet can be guaranteed 100% secure. While we strive to protect your personal information, TowerRecords.com cannot ensure or warrant the security or services, and you do so at your own risk. Once we receive your transmission, we make our best effort to ensure its security on our systems.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 7,
        "quote_start_line": 82,
        "quote_end_line": 90
      },
      {
        "description": "Represented, expressly or by implication, that Respondents implemented measures reasonable and appropriate under the circumstances to maintain and protect the privacy and confidentiality of personal information obtained from consumers",
        "quoted_text": "12. Through the means described in Paragraph 7, Respondents have represented, expressly or by implication, that they implemented measures reasonable and appropriate under the circumstances to maintain and protect the privacy and confidentiality of personal information obtained from or about consumers through the Tower Web site.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 12,
        "quote_start_line": 131,
        "quote_end_line": 134
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Deceptive Data Security Representations",
        "representation": "Through their privacy policy, Respondents represented, expressly or by implication, that they implemented measures reasonable and appropriate under the circumstances to maintain and protect the privacy and confidentiality of personal information obtained from or about consumers through the Tower Web site.",
        "fact": "Respondents did not implement measures reasonable and appropriate under the circumstances to maintain and protect the privacy and confidentiality of personal information. Specifically, they failed to implement procedures reasonable and appropriate to detect and prevent vulnerabilities in their Web site and applications, including reasonable and appropriate procedures for writing and revising Web-application code, resulting in exposure of approximately 5,225 consumers' personal information.",
        "conclusion": "Therefore, the representation set forth in Paragraph 12 was false or misleading, and the acts and practices of Respondents constitute unfair or deceptive acts or practices in or affecting commerce in violation of Section 5(a) of the Federal Trade Commission Act."
      }
    ]
  },
  "order": {
    "definitions": {
      "Personal information": "individually identifiable information from or about an individual consumer including, but not limited to: (a) a first and last name; (b) a home or other physical address, including street name and name of city or town; (c) an email address or other online contact information, such as an instant messaging user identifier or a screen name that reveals an individual's email address; (d) a telephone number; (e) a Social Security number; (f) a persistent identifier, such as a customer number held in a \"cookie\" or processor serial number, that is combined with other available data that identifies an individual consumer; or (g) any other information from or about an individual consumer that is combined with (a) through (f) above.",
      "Respondents": "MTS, Inc., and its successors and assigns (including the reorganized debtor or any entity in which property of the bankruptcy estate vests pursuant to any confirmed plan) officers, agents, representatives, and employees; Tower Direct, LLC, and its successors and assigns (including the reorganized debtor or any entity in which property of the bankruptcy estate vests pursuant to any confirmed plan), officers, agents, representatives, and employees; and both of them and their successors and assigns, officers, agents, representatives, and employees.",
      "Commerce": "as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. § 44."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Privacy and Security",
        "category": "prohibition",
        "summary": "Respondents must not misrepresent in any manner the extent to which they maintain and protect the privacy, confidentiality, or security of personal information collected from or about consumers, in connection with any online advertising, marketing, or sale of products or services.",
        "requirements": [
          {
            "description": "Must not misrepresent the extent to which Respondents maintain and protect the privacy, confidentiality, or security of any personal information collected from or about consumers, in connection with online advertising, marketing, promotion, offering for sale, or sale of any product or service",
            "quoted_text": "IT IS ORDERED that Respondents, directly or through any corporation, subsidiary, division, or other device, in connection with the online advertising, marketing, promotion, offering for sale, or sale of any product or service, in or affecting commerce, shall not misrepresent in any manner, expressly or by implication, the extent to which Respondents maintain and protect the privacy, confidentiality, or security of any personal information collected from or about consumers.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 79,
            "quote_end_line": 84
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Information Security Program",
        "category": "affirmative_obligation",
        "summary": "Respondents must establish, implement, and maintain a comprehensive written information security program with administrative, technical, and physical safeguards, including risk identification, safeguard design, and ongoing evaluation.",
        "requirements": [
          {
            "description": "Establish and implement a comprehensive information security program, fully documented in writing, reasonably designed to protect the security, confidentiality, and integrity of personal information, no later than the date of service of the order",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents, directly or through any corporation, subsidiary, division, or other device, in connection with the online advertising, marketing, promotion, offering for sale, or sale of any product or service, in or affecting commerce, shall, no later than the date of service of this order, establish and implement, and thereafter maintain, a comprehensive information security program that is reasonably designed to protect the security, confidentiality, and integrity of personal information collected from or about consumers. Such program, the content and implementation of which must be fully documented in writing, shall contain administrative, technical, and physical safeguards appropriate to Respondents’ size and complexity, the nature and scope of Respondents’ activities, and the sensitivity of the personal information collected from or about consumers, including:",
            "deadline": "date of service of order",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 86,
            "quote_end_line": 95
          },
          {
            "description": "Designate an employee or employees to coordinate and be accountable for the information security program",
            "quoted_text": "A. the designation of an employee or employees to coordinate and be accountable for the information security program.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 96,
            "quote_end_line": 97
          },
          {
            "description": "Identify material internal and external risks to the security, confidentiality, and integrity of personal information and assess the sufficiency of existing safeguards, covering employee training and management, information systems, and prevention/detection/response to attacks",
            "quoted_text": "B. the identification of material internal and external risks to the security, confidentiality, and integrity of personal information that could result in the unauthorized disclosure, misuse, loss, alteration, destruction, or other compromise of such information, and assessment of the sufficiency of any safeguards in place to control these risks. At a minimum, this risk assessment should include consideration of risks in each area of relevant operation, including, but not limited to: (1) employee training and management; (2) information systems, including network and software design, information processing, storage, transmission, and disposal; and (3) prevention, detection, and response to attacks, intrusions, or other systems failures.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 98,
            "quote_end_line": 106
          },
          {
            "description": "Design and implement reasonable safeguards to control identified risks, and regularly test or monitor the effectiveness of safeguards' key controls, systems, and procedures",
            "quoted_text": "C. the design and implementation of reasonable safeguards to control the risks identified through risk assessment, and regular testing or monitoring of the effectiveness of the safeguards’ key controls, systems, and procedures.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 107,
            "quote_end_line": 109
          },
          {
            "description": "Evaluate and adjust the information security program in light of testing and monitoring results, material changes to operations or business arrangements, or other circumstances that may materially impact program effectiveness",
            "quoted_text": "D. the evaluation and adjustment of Respondents’ information security program in light of the results of the testing and monitoring required by subparagraph C, any material changes to Respondents’ operations or business arrangements, or any other circumstances that Respondents know or have reason to know may have a material impact on the effectiveness of their information security program.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 113,
            "quote_end_line": 117
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Comprehensive Security Program"
        ]
      },
      {
        "provision_number": "III",
        "title": "Third-Party Security Assessments",
        "category": "assessment",
        "summary": "Respondents must obtain biannual independent third-party security assessments for ten years after service of the order, with the first assessment due within 180 days, and submit the first assessment and supporting materials to the FTC within 10 days of preparation.",
        "requirements": [
          {
            "description": "Obtain an assessment and report from a qualified, objective, independent third-party professional within 180 days after service of the order, and biannually thereafter for ten years, covering safeguards implemented, their appropriateness, how they meet Paragraph II requirements, and certifying the program's operating effectiveness",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents obtain an assessment and report (an “Assessment”) from a qualified, objective, independent third-party professional, using procedures and standards generally accepted in the profession, within one hundred and eighty (180) days after service of the order, and biannually thereafter for ten (10) years after service of the order that: A. sets forth the specific administrative, technical, and physical safeguards that Respondents have implemented and maintained during the reporting period; B. explains how such safeguards are appropriate to Respondents’ size and complexity, the nature and scope of Respondents’ activities, and the sensitivity of the personal information collected from or about consumers; C. explains how the safeguards that have been implemented meet or exceed the protections required by Paragraph II of this order; and D. certifies that Respondents’ security program is operating with sufficient effectiveness to provide reasonable assurance that the security, confidentiality, and integrity of personal information is protected and, for biannual reports, has so operated throughout the reporting period.",
            "deadline": "180 days after service of order; biannually thereafter for 10 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 119,
            "quote_end_line": 134
          },
          {
            "description": "Each Assessment must be prepared by a person qualified as a CISSP or holding Global Information Assurance Certification from the SysAdmin, Audit, Network, Security Institute, or a similarly qualified person or organization approved by the FTC Associate Director for Enforcement",
            "quoted_text": "Each Assessment shall be prepared by a person qualified as a Certified Information System Security Professional (CISSP) or holding Global Information Assurance Certification from the SysAdmin, Audit, Network, Security Institute, or by a similarly qualified person or organization approved by the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 135,
            "quote_end_line": 139
          },
          {
            "description": "Provide the first Assessment and all related plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments to the FTC Associate Director for Enforcement within 10 days after the Assessment has been prepared",
            "quoted_text": "Respondents shall provide the first Assessment, as well as all: plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, whether prepared by or on behalf of Respondents, relied upon to prepare such Assessment to the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580, within ten (10) days after the Assessment has been prepared. All subsequent biannual",
            "deadline": "10 days after Assessment is prepared",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 140,
            "quote_end_line": 144
          },
          {
            "description": "Retain all subsequent biannual Assessments until the order is terminated and provide them to the FTC Associate Director of Enforcement within 10 days of request",
            "quoted_text": "20580, within ten (10) days after the Assessment has been prepared. All subsequent biannual Assessments shall be retained by the Respondents until the order is terminated and provided to the Associate Director of Enforcement within ten (10) days of request.",
            "deadline": "10 days of request",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 144,
            "quote_end_line": 146
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Third-Party Assessment"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondents must maintain and make available to the FTC copies of compliance-related documents, including advertisements and security-related materials, for specified retention periods of five years and three years respectively.",
        "requirements": [
          {
            "description": "For five years, maintain a sample copy of each different advertisement, promotion, information collection form, web page, screen, email message, or other document containing any representation regarding Respondents' online collection, use, and security of personal information",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents shall maintain, and upon request make available to the Federal Trade Commission for inspection and copying, a print or electronic copy of each document relating to compliance, including but not limited to: A. for a period of five (5) years: 1. a sample copy of each different print, broadcast, cable, or Internet advertisement, promotion, information collection form, Web page, screen, email message, or other document containing any representation regarding Respondents’ online collection, use, and security of personal information from or about consumers. Each Web page copy shall be dated and contain the full URL of the Web page where the material was posted online. Electronic copies shall include all text and graphics files, audio scripts, and other computer files used in presenting the information on the Web. Provided, however, that after creation of any Web page or screen in compliance with this order, Respondents shall not be required to retain a print or electronic copy of: (1) any amended Web page or screen to the extent that the amendment does not affect Respondents’ compliance obligations under this order; or (2) any Web page or screen that contains a hypertext link to Respondents’ privacy policy, but otherwise does not relate to Respondents’ compliance obligations under this order.",
            "deadline": "5 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 151,
            "quote_end_line": 166
          },
          {
            "description": "For five years, maintain any documents that contradict, qualify, or call into question Respondents' compliance with this order",
            "quoted_text": "2. any documents, whether prepared by or on behalf of Respondents, that contradict, qualify, or call into question Respondents’ compliance with this order; and",
            "deadline": "5 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 167,
            "quote_end_line": 168
          },
          {
            "description": "For three years after the preparation of each biannual Assessment, maintain all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments relating to Respondents' compliance with Paragraphs II and III for the covered compliance period",
            "quoted_text": "B. for a period of three (3) years after the date of preparation of each biannual Assessment required under Paragraph III of this order: all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, whether prepared by or on behalf of Respondents, relating to Respondents’ compliance with Paragraphs II and III of this order for the compliance period covered by such biannual Assessment.",
            "deadline": "3 years after preparation of each biannual Assessment",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 169,
            "quote_end_line": 173
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "V",
        "title": "Order Acknowledgment and Delivery",
        "category": "acknowledgment",
        "summary": "Respondents must deliver a copy of this order to all current and future principals, officers, directors, managers, and employees with managerial responsibilities related to the order's subject matter within 30 days.",
        "requirements": [
          {
            "description": "Deliver a copy of this order to all current principals, officers, directors, managers, and employees, agents, and representatives having managerial responsibilities relating to the subject matter of this order within 30 days after service of this order",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents shall deliver a copy of this order to all current and future principals, officers, directors, and managers, and to all current and future employees, agents, and representatives having managerial responsibilities relating to the subject matter of this order. Respondents shall deliver this order to such current personnel within thirty (30) days after service of this order, and to such future personnel within thirty (30) days after the",
            "deadline": "30 days after service of order",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 175,
            "quote_end_line": 179
          },
          {
            "description": "Deliver a copy of this order to all future such personnel within 30 days after the person assumes such position or responsibilities",
            "quoted_text": "(30) days after service of this order, and to such future personnel within thirty (30) days after the person assumes such position or responsibilities.",
            "deadline": "30 days after person assumes position",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 179,
            "quote_end_line": 180
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Corporate Change Notification",
        "category": "compliance_reporting",
        "summary": "Respondents must notify the FTC at least 30 days prior to any corporate change that may affect compliance obligations under this order, such as dissolution, merger, sale, bankruptcy filing, or change of name or address.",
        "requirements": [
          {
            "description": "Notify the FTC at least 30 days prior to any corporate change that may affect compliance obligations, including dissolution, assignment, sale, merger, creation or dissolution of a subsidiary/parent/affiliate, proposed bankruptcy filing, or change of corporate name or address; if less than 30 days' notice is possible, notify as soon as practicable",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents shall notify the Commission at least thirty (30) days prior to any change in either corporation that may affect compliance obligations arising under this order, including, but not limited to, a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition following the dismissal or closing of the current bankruptcy cases; or a change in either corporate name or address. Provided, however, that, with respect to any proposed change in either corporation about which either Respondent learns less than thirty (30) days prior to the date such action is to take place, Respondents shall notify the Commission as soon as is practicable after obtaining such knowledge. All notices required by this Paragraph shall be sent by certified mail to the Associate Director, Division of Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580.",
            "deadline": "at least 30 days prior to change (or as soon as practicable)",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 185,
            "quote_end_line": 197
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondents must file an initial written compliance report with the FTC within 180 days after service of the order, and at such other times as the Commission may require.",
        "requirements": [
          {
            "description": "File an initial written compliance report with the FTC within 180 days after service of the order, setting forth in detail the manner and form in which Respondents have complied with this order",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents shall, within one hundred and eighty (180) days after service of this order, and at such other times as the Commission may require, file with the Commission an initial report, in writing, setting forth in detail the manner and form in which they have complied with this order.",
            "deadline": "180 days after service of order",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 199,
            "quote_end_line": 202
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "The order terminates on May 28, 2024, or twenty years from the most recent date the FTC files a federal court complaint alleging a violation of the order, whichever is later, with specific carve-outs for dismissed complaints.",
        "requirements": [
          {
            "description": "Order terminates on May 28, 2024, or twenty years from the most recent date a federal court complaint alleging a violation is filed, whichever is later; filing such a complaint does not affect paragraphs terminating in less than 20 years, application to non-defendant Respondents, or a terminated order",
            "quoted_text": "This order will terminate on May 28, 2024, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. any Paragraph in this Order that terminates in less than twenty (20) years; B. this Order’s application to any Respondent that is not named as a defendant in such complaint; and C. this Order if such complaint is filed after the Order has terminated pursuant to this Paragraph. Provided, further, that if such complaint is dismissed or a federal court rules that the Respondents did not violate any provision of the Order, and the dismissal or ruling is either not appealed or upheld on appeal, then the Order will terminate according to this Paragraph as 6 though the complaint had never been filed, except that the Order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 204,
            "quote_end_line": 221
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on May 28, 2024, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. any Paragraph in this Order that terminates in less than twenty (20) years; B. this Order's application to any Respondent that is not named as a defendant in such complaint; and C. this Order if such complaint is filed after the Order has terminated pursuant to this Paragraph."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "06.04, MTS Complaint.pdf",
      "order": "06.04, MTS Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 4,
      "order_provisions": 8,
      "order_definitions": 3,
      "order_requirements": 18,
      "provisions_per_section": {
        "I": 1,
        "II": 5,
        "III": 4,
        "IV": 3,
        "V": 2,
        "VI": 1,
        "VII": 1,
        "VIII": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 4,
        "complaint_total": 4,
        "order_verified": 18,
        "order_total": 18
      }
    },
    "processing_time_seconds": 79.5
  }
}