{
  "case_info": {
    "docket_number": "C-4161",
    "company": {
      "name": "Nations Title Agency, Inc.",
      "incorporation_state": "Kansas",
      "entity_type": "corporation",
      "address": "9415 Nall Avenue, Prairie Village, Kansas 66207",
      "business_description": "Nations Title Agency provides services in connection with financing home purchases and refinancing existing home mortgages, including real estate settlement services, residential closings, title abstracts, title commitments, appraisals, foreclosure management, asset disposition, and real estate management."
    },
    "commissioners": [
      "Deborah Platt Majoras, Chairman",
      "Pamela Jones Harbour",
      "Jon Leibowitz",
      "William E. Kovacic",
      "J. Thomas Rosch"
    ],
    "case_date": {
      "month": 6,
      "year": 2006
    },
    "legal_authority": "Gramm-Leach-Bliley Act (15 U.S.C. ยง 6801 et seq.), Standards for Safeguarding Customer Information Rule (16 C.F.R. Part 314), Privacy of Customer Financial Information Rule (16 C.F.R. Part 313), and Federal Trade Commission Act (15 U.S.C. ยง 45)",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/052-3117-nations-title-agency-inc-nations-holding-company-christopher-m-likens-matter"
  },
  "complaint": {
    "factual_background": "Nations Title Agency and its parent company Nations Holding Company failed to implement reasonable data security measures to protect sensitive consumer information including Social Security numbers, bank account numbers, and mortgage information. In April 2004, a hacker exploited common website vulnerabilities to gain unauthorized access to the company's computer network. In February 2005, a television station found intact documents containing sensitive personal information in the company's unsecured dumpster.",
    "representations_made": [
      {
        "description": "Claimed to implement reasonable and appropriate measures to protect consumers' personal information from unauthorized access",
        "quoted_text": "NTA, at all times, strives to maintain the confidentiality and integrity of the personal information in its possession and has instituted measures to guard against its unauthorized access. We maintain physical, electronic and procedural safeguards in compliance with federal standards to protect the information.",
        "source_paragraph": 11
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Violations of the Safeguards Rule",
        "representation": "Respondents were required as financial institutions to implement reasonable security policies and procedures including identifying risks, designing and implementing safeguards, testing and monitoring them, maintaining a written security program, and overseeing service providers",
        "fact": "Respondents failed to: (1) assess risks to information collected and stored; (2) implement reasonable policies for employee screening, training, and information handling; (3) implement defenses against common website attacks or reasonable access controls; (4) employ reasonable measures to detect and respond to unauthorized access; and (5) provide reasonable oversight of service providers",
        "conclusion": "Respondents violated the Safeguards Rule by failing to identify reasonably foreseeable risks, failing to design and implement information safeguards, failing to investigate and adjust the security program, failing to develop a comprehensive written information security program, and failing to oversee service providers"
      },
      {
        "count_number": 2,
        "title": "Data Security Misrepresentation - FTC Act Violation",
        "representation": "Respondents represented that they implement reasonable and appropriate measures to protect consumers' personal information from unauthorized access",
        "fact": "Respondents did not implement reasonable and appropriate measures to protect consumers' personal information from unauthorized access",
        "conclusion": "Therefore, the representation set forth in Paragraph 12 was, and is, false or misleading, in violation of Section 5(a) of the Federal Trade Commission Act."
      },
      {
        "count_number": 3,
        "title": "Privacy Rule Violation",
        "representation": "The Privacy Rule requires financial institutions to provide customers with a clear and conspicuous notice that accurately reflects the institution's privacy policies and practices including its security policies and practices",
        "fact": "Respondents disseminated a privacy policy that contained false or misleading statements regarding the measures implemented to protect consumers' personal information",
        "conclusion": "Therefore, respondents have disseminated a privacy policy that does not accurately reflect their privacy policies and practices, including their security policies and practices, in violation of the Privacy Rule."
      }
    ]
  },
  "order": {
    "definitions": {
      "Personally identifiable information": "individually identifiable information from or about an individual consumer including, but not limited to: (a) a first and last name; (b) a home or other physical address, including street name and name of city or town; (c) an email address or other online contact information, such as an instant messaging user identifier or a screen name that reveals an individual's email address; (d) a telephone number; (e) a Social Security number; (f) a bank, loan, or credit card account number; (g) a persistent identifier, such as a customer number held in a \"cookie\" or processor serial number, that is combined with other available data that identifies an individual consumer; or (h) any information that is combined with any of (a) through (g) above.",
      "Personal information": "individually identifiable information from or about an individual consumer including, but not limited to: (a) a first and last name; (b) a home or other physical address, including street name and name of city or town; (c) an email address or other online contact information, such as an instant messaging user identifier or a screen name that reveals an individual's email address; (d) a telephone number; (e) a Social Security number; (f) a bank, loan, or credit card account number; (g) a persistent identifier, such as a customer number held in a \"cookie\" or processor serial number, that is combined with other available data that identifies an individual consumer; or (h) any information that is combined with any of (a) through (g) above.",
      "Respondents": "Nations Holding and Nations Title and their successors and assigns, officers, agents, representatives, subsidiaries, affiliates, and employees, and Christopher M. Likens, individually and as an officer of Nations Holding.",
      "Commerce": "as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. ยง 44."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Privacy and Security",
        "category": "prohibition",
        "summary": "Respondents must not misrepresent the extent to which they maintain and protect the privacy, confidentiality, or integrity of personal information collected from or about consumers.",
        "requirements": [
          {
            "description": "Must not misrepresent privacy, confidentiality, or integrity protections for personal information",
            "quoted_text": "IT IS ORDERED that respondents, directly or through any corporation, subsidiary, division, or other device, in connection with the collection of personally identifiable information from or about consumers, in or affecting commerce, shall not misrepresent in any manner, expressly or by implication, the extent to which respondents maintain and protect the privacy, confidentiality, or integrity of any personal information collected from or about consumers.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Comprehensive Information Security Program",
        "category": "affirmative_obligation",
        "summary": "Respondents must establish and maintain a comprehensive written information security program containing administrative, technical, and physical safeguards appropriate to their size, complexity, activities, and the sensitivity of personal information collected.",
        "requirements": [
          {
            "description": "Establish and implement comprehensive information security program",
            "quoted_text": "IT IS FURTHER ORDERED that respondents, directly or through any corporation, subsidiary, division, or other device, in connection with the advertising, marketing, promotion, offering for sale, or sale of any product or service, in or affecting commerce, shall, no later than the date of service of this order, establish and implement, and thereafter maintain, a comprehensive information security program that is reasonably designed to protect the security, confidentiality, and integrity of personal information collected from or about consumers. Such program, the content and implementation of which must be fully documented in writing, shall contain administrative, technical, and physical safeguards appropriate to respondents' size and complexity, the nature and scope of respondents' activities, and the sensitivity of the personal information collected from or about consumers",
            "deadline": "no later than the date of service of this order",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Designate employee(s) to coordinate and be accountable for the information security program",
            "quoted_text": "the designation of an employee or employees to coordinate and be accountable for the information security program.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Identify and assess material internal and external risks to personal information security",
            "quoted_text": "the identification of material internal and external risks to the security, confidentiality, and integrity of personal information that could result in the unauthorized disclosure, misuse, loss, alteration, destruction, or other compromise of such information, and assessment of the sufficiency of any safeguards in place to control these risks. At a minimum, this risk assessment should include consideration of risks in each area of relevant operation, including, but not limited to: (1) employee training and management; (2) information systems, including network and software design, information processing, storage, transmission, and disposal; and (3) prevention, detection, and response to attacks, intrusions, or other systems failures.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Design and implement reasonable safeguards to control identified risks and regularly test or monitor their effectiveness",
            "quoted_text": "the design and implementation of reasonable safeguards to control the risks identified through risk assessment, and regular testing or monitoring of the effectiveness of the safeguards' key controls, systems, and procedures.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Evaluate and adjust information security program based on testing results, material changes, or other circumstances",
            "quoted_text": "the evaluation and adjustment of respondents' information security program in light of the results of the testing and monitoring required by Part II.C., any material changes to respondents' operations or business arrangements, or any other circumstances that respondents know or have reason to know may have a material impact on the effectiveness of their information security program.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Compliance with GLB and FACTA Rules",
        "category": "prohibition",
        "summary": "Respondents must not violate the Gramm-Leach-Bliley Act's Safeguards Rule, Privacy Rule, or the FACTA Disposal Rule.",
        "requirements": [
          {
            "description": "Must not violate GLB Safeguards Rule (16 C.F.R. Part 314)",
            "quoted_text": "IT IS FURTHER ORDERED that respondents shall not, directly or through any corporation, subsidiary, division, website, or other device, violate any provision of: A. the Gramm-Leach-Bliley Act's Standards for Safeguarding Customer Information Rule, 16 C.F.R. Part 314;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not violate GLB Privacy Rule (16 C.F.R. Part 313)",
            "quoted_text": "IT IS FURTHER ORDERED that respondents shall not, directly or through any corporation, subsidiary, division, website, or other device, violate any provision of: B. the Gramm-Leach-Bliley Act's Privacy of Customer Financial Information Rule, 16 C.F.R. Part 313;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Must not violate FACTA Disposal Rule (16 C.F.R. Part 682)",
            "quoted_text": "IT IS FURTHER ORDERED that respondents shall not, directly or through any corporation, subsidiary, division, website, or other device, violate any provision of: C. the Fair and Accurate Credit Transactions Act's Disposal of Consumer Report Information and Records Rule, 16 C.F.R. Part 682.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Third-Party Assessments",
        "category": "assessment",
        "summary": "Respondents must obtain initial and biennial third-party assessments of their information security program from qualified professionals for 20 years.",
        "requirements": [
          {
            "description": "Obtain initial third-party assessment covering first 180 days after service of order",
            "quoted_text": "IT IS FURTHER ORDERED that, in connection with their compliance with Parts II, III.A., and III.C. of this order, respondents shall obtain initial and biennial assessments and reports (\"Assessments\") from a qualified, objective, independent third-party professional, using procedures and standards generally accepted in the profession. The reporting period for the Assessments shall cover: (1) the first one hundred and eighty (180) days after service of the order for the initial Assessment",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Obtain biennial assessments every 2 years for 20 years after service of order",
            "quoted_text": "The reporting period for the Assessments shall cover: (2) each two (2) year period thereafter for twenty (20) years after service of the order for the biennial Assessments.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9011656441717791
          },
          {
            "description": "Each assessment must set forth specific safeguards implemented and maintained",
            "quoted_text": "Each Assessment shall: A. set forth the specific administrative, technical, and physical safeguards that respondents have implemented and maintained during the reporting period;",
            "deadline": null,
            "verified": true,
            "confidence": 0.88
          },
          {
            "description": "Each assessment must explain how safeguards are appropriate to respondents' operations",
            "quoted_text": "Each Assessment shall: B. explain how such safeguards are appropriate to respondents' size and complexity, the nature and scope of respondents' activities, and the sensitivity of the personal information collected from or about consumers;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Each assessment must explain how safeguards meet or exceed order requirements",
            "quoted_text": "Each Assessment shall: C. explain how the safeguards that have been implemented meet or exceed the protections required by the Parts II, III.A., and III.C. of this order;",
            "deadline": null,
            "verified": true,
            "confidence": 0.9526006191950465
          },
          {
            "description": "Each assessment must certify that security program is operating with sufficient effectiveness",
            "quoted_text": "Each Assessment shall: D. certify that respondents' security program is operating with sufficient effectiveness to provide reasonable assurance that the security, confidentiality, and integrity of personal information is protected and has so operated throughout the reporting period.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Eachassessment must be prepared within 60 days after end of reporting period by qualified professional",
            "quoted_text": "Each Assessment shall be prepared and completed within sixty (60) days after the end of the reporting period to which the Assessment applies by a person qualified as a Certified Information System Security Professional (CISSP) or as a Certified Information Systems Auditor (CISA); a person holding Global Information Assurance Certification (GIAC) from the SysAdmin, Audit, Network, Security (SANS) Institute; or a similarly qualified person or organization approved by the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide initial assessment and supporting materials to FTC within 10 days after preparation",
            "quoted_text": "Respondents shall provide the initial Assessment, as well as all: plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, whether prepared by or on behalf of either respondent, relied upon to prepare such Assessment to the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580, within ten (10) days after the Assessment has been prepared.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Retain biennial assessments until order termination and provide to FTC within 10 days of request",
            "quoted_text": "All subsequent biennial Assessments shall be retained by respondents until the order is terminated and provided to the Associate Director of Enforcement within ten (10) days of request.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondents must maintain and make available to the FTC documents relating to compliance with the order for specified periods.",
        "requirements": [
          {
            "description": "Maintain for 5 years any documents that contradict, qualify, or call into question compliance with order",
            "quoted_text": "IT IS FURTHER ORDERED that respondents shall maintain, and upon request make available to the Federal Trade Commission for inspection and copying, a print or electronic copy of each document relating to compliance, including but not limited to: A. for a period of five (5) years: any documents, whether prepared by or on behalf of either respondent, that contradict, qualify, or call into question respondents' compliance with this order;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Maintain for 3 years after each biennial assessment all plans, reports, studies, and materials relating to compliance",
            "quoted_text": "IT IS FURTHER ORDERED that respondents shall maintain, and upon request make available to the Federal Trade Commission for inspection and copying, a print or electronic copy of each document relating to compliance, including but not limited to: B. for a period of three (3) years after the date of preparation of each biennial Assessment required under Part IV of this order: all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, whether prepared by or on behalf of either respondent, relating to respondents' compliance with Parts II, III.A., and III.C. of this order for the compliance period covered by such biennial Assessment.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Order Acknowledgment and Distribution",
        "category": "acknowledgment",
        "summary": "Respondents must deliver a copy of the order to all current and future principals, officers, directors, managers, and supervisory personnel.",
        "requirements": [
          {
            "description": "Deliver order to current personnel with supervisory responsibilities within 30 days after service",
            "quoted_text": "IT IS FURTHER ORDERED that respondents shall deliver a copy of this order to all current and future principals, officers, directors, and managers, and to all current and future employees, agents, and representatives having supervisory responsibilities relating to the subject matter of this order. Respondents shall deliver this order to such current personnel within thirty (30) days after service of this order",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver order to future personnel with supervisory responsibilities within 30 days after they assume position",
            "quoted_text": "IT IS FURTHER ORDERED that respondents shall deliver a copy of this order to all current and future principals, officers, directors, and managers, and to all current and future employees, agents, and representatives having supervisory responsibilities relating to the subject matter of this order. Respondents shall deliver this order to such future personnel within thirty (30) days after the person assumes such position or responsibilities.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Individual Respondent Employment Notification",
        "category": "compliance_reporting",
        "summary": "Christopher M. Likens must notify the FTC for 10 years of any discontinuance of current business or employment, or affiliation with new business or employment providing financial products or services.",
        "requirements": [
          {
            "description": "Christopher M. Likens must notify FTC of discontinuance of current business/employment or new business/employment in financial services for 10 years",
            "quoted_text": "IT IS FURTHER ORDERED that respondent Christopher M. Likens, for a period of ten (10) years, after the date of issuance of this order, shall notify the Commission of the discontinuance of his current business or employment, or of his affiliation with any new business or employment that provides financial products or services. The notice shall include respondent Christopher M. Likens's new business address and telephone number and a description of the nature of the business or employment and his duties and responsibilities. All notices required by this Part shall be sent by certified mail to the Associate Director, Division of Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Corporate Change Notification",
        "category": "compliance_reporting",
        "summary": "Respondents must notify the FTC at least 30 days prior to any corporate change that may affect compliance obligations.",
        "requirements": [
          {
            "description": "Notify FTC at least 30 days prior to corporate changes affecting compliance obligations",
            "quoted_text": "IT IS FURTHER ORDERED that respondents and their successors and assigns shall notify the Commission at least thirty (30) days prior to any change in the corporation(s) that may affect compliance obligations arising under this order, including, but not limited to, a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in the corporate name or address.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "If corporate change is learned less than 30 days before it occurs, notify FTC as soon as practicable",
            "quoted_text": "Provided, however, that, with respect to any proposed change in the corporation about which respondents learn less than thirty (30) days prior to the date such action is to take place, respondents shall notify the Commission as soon as is practicable after obtaining such knowledge. All notices required by this Part shall be sent by certified mail to the Associate Director, Division of Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondents must file written compliance reports with the FTC within 180 days after service of the order and at other times as required.",
        "requirements": [
          {
            "description": "File written compliance report with FTC within 180 days after service of order",
            "quoted_text": "IT IS FURTHER ORDERED that respondents and their successors and assigns shall, within one hundred and eighty (180) days after service of this order, and at such other times as the Federal Trade Commission may require, file with the Commission a report, in writing, setting forth in detail the manner and form in which it has complied with this order.",
            "deadline": "180 days",
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "The order will terminate on June 19, 2026, or 20 years from the most recent date the FTC files a complaint alleging violation of the order, whichever comes later.",
        "requirements": [
          {
            "description": "Order terminates on June 19, 2026, or 20 years from most recent complaint filing, whichever is later",
            "quoted_text": "This order will terminate on June 19, 2026, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part in this order that terminates in less than twenty (20) years; B. This order's application to any respondent that is not named as a defendant in such complaint; and C. This order if such complaint is filed after the order has terminated pursuant to this Part.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on June 19, 2026, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part in this order that terminates in less than twenty (20) years; B. This order's application to any respondent that is not named as a defendant in such complaint; and C. This order if such complaint is filed after the order has terminated pursuant to this Part."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "06.06, Nations Title Agency, Inc., Nations Holding Company, and Christopher M. Likens. Complaint.pdf",
      "order": "06.06, Nations Title Agency, Inc., Nations Holding Company, and Christopher M. Likens. Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 3,
      "complaint_representations": 1,
      "order_provisions": 10,
      "order_definitions": 4,
      "order_requirements": 27
    },
    "processing_time_seconds": 126.8
  }
}