{
  "case_info": {
    "docket_number": "C-4259",
    "company": {
      "name": "CVS CAREMARK CORPORATION",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "One CVS Drive, Woonsocket, Rhode Island 02895",
      "business_description": "CVS Caremark Corporation operates approximately 6,300 retail pharmacy stores in the United States and conducts online and mail order pharmacy businesses. The company sells prescription and non-prescription medicines, supplies, and other products to consumers through multiple payment and transaction methods."
    },
    "commissioners": [
      "Jon Leibowitz, Chairman",
      "Pamela Jones Harbour",
      "William E. Kovacic",
      "J. Thomas Rosch"
    ],
    "case_date": {
      "month": 6,
      "year": 2009
    },
    "legal_authority": "Federal Trade Commission Act, 15 U.S.C. § 45 et seq",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/072-3119-cvs-caremark-corporation-matter",
    "statutory_topics": [
      "Section 5 Only"
    ],
    "practice_areas": [
      "Data Security",
      "Financial Practices",
      "Privacy"
    ],
    "industry_sectors": [
      "Technology",
      "Healthcare",
      "Financial Services",
      "Retail"
    ]
  },
  "complaint": {
    "factual_background": "CVS Caremark Corporation, one of the largest retail pharmacy chains in the United States, publicly represented that it maintained strong privacy protections for customers' personal and health information. However, CVS failed to implement reasonable and appropriate security measures for the disposal of sensitive personal information. As a result, CVS pharmacies repeatedly discarded materials containing personal information in clear readable text — including prescriptions, prescription bottles, pharmacy labels, credit card receipts, and employee records — in unsecured, publicly-accessible trash dumpsters. Media investigations in 2006 and 2007 documented these incidents in at least 15 cities across the United States, exposing both customer and employee data to risks of identity theft and prescription drug theft.",
    "representations_made": [
      {
        "description": "CVS represented that maintaining the privacy of customer health information is central to its operations and that it takes this responsibility very seriously, implying it implemented reasonable and appropriate measures to protect personal information against unauthorized access.",
        "quoted_text": "CVS/pharmacy wants you to know that nothing is more central to our operations than maintaining the privacy of your health information (“Protected Health Information” or “PHI”). PHI is information about you, including basic information that may identify you and relates to your past, present, or future health or condition and the dispensing of pharmaceutical products to you. We take this responsibility very seriously. (CVS Privacy Policy, attached as Exhibit A.)",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 6,
        "quote_start_line": 56,
        "quote_end_line": 62
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "False or Misleading Privacy Representation",
        "representation": "Through its privacy policy statements, CVS represented, expressly or by implication, that it implemented reasonable and appropriate measures to protect personal information against unauthorized access.",
        "fact": "In truth and in fact, CVS did not implement reasonable and appropriate measures to protect personal information against unauthorized access, as evidenced by its failure to establish secure disposal policies, adequately train employees, assess compliance, or remediate risks — resulting in sensitive personal information being discarded in publicly-accessible dumpsters.",
        "conclusion": "The representation set forth in Paragraph 9 was, and is, false or misleading."
      },
      {
        "count_number": 2,
        "title": "Unfair Data Security Practices",
        "representation": "CVS failed to employ reasonable and appropriate measures to prevent unauthorized access to personal information, including failing to implement secure disposal policies and procedures, failing to train employees, failing to assess compliance, and failing to employ a reasonable process for discovering and remedying risks.",
        "fact": "CVS's failures caused CVS pharmacies to discard materials containing personal information in clear readable text in unsecured, publicly-accessible trash dumpsters on numerous occasions, exposing customers and employees to risks of identity theft and prescription drug theft.",
        "conclusion": "Respondent's practices caused, or are likely to cause, substantial injury to consumers that is not offset by countervailing benefits to consumers or competition and is not reasonably avoidable by consumers. This practice was, and is, an unfair act or practice."
      }
    ]
  },
  "order": {
    "definitions": {
      "store": "each pharmacy entity or store location that sells prescription medicines, drugs, devices, supplies, or services and/or non-prescription products and services.",
      "LLC": "a limited liability company: (a) that owns, controls, or operates one or more stores (including, but not limited to, the companies identified in attached Exhibit A), and (b) in which CVS Caremark Corporation is a member, directly or indirectly.",
      "respondent": "CVS Caremark Corporation, its subsidiaries, divisions, affiliates, and LLCs, and its successors and assigns.",
      "Personal information": "individually identifiable information from or about an individual consumer including, but not limited to: (a) a first and last name; (b) a home or other physical address, including street name and name of city or town; (c) an email address or other online contact information, such as an instant messaging user identifier or a screen name; (d) a telephone number; (e) a Social Security number; (f) a driver's license number or other government-issued identification number; (g) prescription information, such as medication and dosage, and prescribing physician name, address, and telephone number, health insurer name, insurance account number, or insurance policy number; (h) a bank account, debit card, or credit card account number; (i) a persistent identifier, such as a customer number held in a \"cookie\" or processor serial number, that is combined with other available data that identifies an individual consumer; (j) a biometric record; or (k) any information that is combined with any of (a) through (j) above. For the purpose of this provision, a \"consumer\" shall include an \"employee,\" and an individual seeking to become an employee, where \"employee\" shall mean an agent, servant, salesperson, associate, independent contractor, and other person directly or indirectly under the control of respondent.",
      "Commerce": "as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. § 44."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Privacy and Security",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent in any manner, expressly or by implication, the extent to which it maintains and protects the privacy, confidentiality, security, or integrity of consumers' personal information.",
        "requirements": [
          {
            "description": "Must not misrepresent the extent to which it maintains and protects the privacy, confidentiality, security, or integrity of personal information collected from or about consumers",
            "quoted_text": "IT IS ORDERED that respondent, and its officers, agents, representatives, and employees, directly or through any corporation, subsidiary, limited liability company, division, or other device, in connection with the advertising, marketing, promotion, offering for sale, or sale of any product or service, in or affecting commerce, shall not misrepresent in any manner, expressly or by implication, the extent to which it maintains and protects the privacy, confidentiality, security, or integrity of personal information collected from or about consumers.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 77,
            "quote_end_line": 82
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Comprehensive Information Security Program",
        "category": "affirmative_obligation",
        "summary": "Respondent must establish, implement, and maintain a comprehensive written information security program with administrative, technical, and physical safeguards appropriate to its size, complexity, activities, and the sensitivity of personal information collected.",
        "requirements": [
          {
            "description": "Establish and implement, no later than the date of service of this order, and thereafter maintain, a comprehensive information security program reasonably designed to protect the security, confidentiality, and integrity of personal information, fully documented in writing",
            "quoted_text": "IT IS FURTHER ORDERED that respondent, and its officers, agents, representatives, and employees, directly or through any corporation, subsidiary, limited liability company, division, or other device, in connection with the advertising, marketing, promotion, offering for sale, or sale of any product or service, in or affecting commerce, shall, no later than the date of service of this order, establish and implement, and thereafter maintain, a comprehensive information security program that is reasonably designed to protect the security, confidentiality, and integrity of personal information collected from or about consumers. Such program, the content and implementation of which must be fully documented in writing, shall contain administrative, technical, and physical safeguards appropriate to respondent’s size and complexity, the nature and scope of respondent’s activities, and the sensitivity of the personal information collected from or about consumers, including:",
            "deadline": "date of service of order",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 84,
            "quote_end_line": 94
          },
          {
            "description": "Designate an employee or employees to coordinate and be accountable for the information security program",
            "quoted_text": "A. the designation of an employee or employees to coordinate and be accountable for the information security program.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 95,
            "quote_end_line": 96
          },
          {
            "description": "Identify material internal and external risks to the security, confidentiality, and integrity of personal information, and assess the sufficiency of safeguards in place to control those risks, including consideration of employee training, information systems, and prevention/detection/response to attacks",
            "quoted_text": "B. the identification of material internal and external risks to the security, confidentiality, and integrity of personal information that could result in the unauthorized disclosure, misuse, loss, alteration, destruction, or other compromise of such information, and assessment of the sufficiency of any safeguards in place to control these risks. At a minimum, this risk assessment should include consideration of risks in each area of relevant operation, including, but not limited to: (1) employee training and management; (2) information systems, including network and software design, information processing, storage, transmission, and disposal; and (3) prevention, detection, and response to attacks, intrusions, or other systems failures.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 97,
            "quote_end_line": 105
          },
          {
            "description": "Design and implement reasonable safeguards to control identified risks, and regularly test or monitor the effectiveness of those safeguards' key controls, systems, and procedures",
            "quoted_text": "C. the design and implementation of reasonable safeguards to control the risks identified through risk assessment, and regular testing or monitoring of the effectiveness of the safeguards’ key controls, systems, and procedures.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 106,
            "quote_end_line": 108
          },
          {
            "description": "Take reasonable steps to select and retain service providers capable of appropriately safeguarding personal information, and require service providers by contract to implement and maintain appropriate safeguards",
            "quoted_text": "D. the development and use of reasonable steps to select and retain service providers capable of appropriately safeguarding personal information they receive from respondent, and requiring service providers by contract to implement and maintain appropriate safeguards.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 109,
            "quote_end_line": 112
          },
          {
            "description": "Evaluate and adjust the information security program in light of testing/monitoring results, material changes to operations or business arrangements, or other circumstances that may materially impact the effectiveness of the program",
            "quoted_text": "E. the evaluation and adjustment of respondent’s information security program in light of the results of the testing and monitoring required by subpart C, any material changes to respondent’s operations or business arrangements, or any other circumstances that respondent knows or has reason to know may have a material impact on the effectiveness of its information security program.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 116,
            "quote_end_line": 120
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Comprehensive Security Program"
        ]
      },
      {
        "provision_number": "III",
        "title": "Third-Party Security Assessments",
        "category": "assessment",
        "summary": "Respondent must obtain initial and biennial assessments from a qualified, independent third-party professional covering security safeguards, with the initial assessment submitted to the FTC within 10 days of preparation and subsequent assessments retained and provided upon request.",
        "requirements": [
          {
            "description": "Obtain initial and biennial assessments from a qualified, objective, independent third-party professional using generally accepted procedures and standards; the initial assessment covers the first year after service of the order, and biennial assessments cover each two-year period thereafter for twenty years",
            "quoted_text": "IT IS FURTHER ORDERED that, in connection with their compliance with Part II of this order, respondent, and its officers, agents, representatives, and employees, shall obtain initial and biennial assessments and reports (“Assessments”) from a qualified, objective, independent third-party professional, who uses procedures and standards generally accepted in the profession. The reporting period for the Assessments shall cover: (1) the first year after service of the order for the initial Assessment, and (2) each two (2) year period thereafter for twenty (20) years after service of the order for the biennial Assessments. Each Assessment shall:",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 122,
            "quote_end_line": 128
          },
          {
            "description": "Each assessment must set forth specific safeguards implemented, explain their appropriateness, explain how they meet or exceed Part II requirements, and certify that the security program is operating with sufficient effectiveness to protect personal information throughout the reporting period",
            "quoted_text": "A. set forth the specific administrative, technical, and physical safeguards that respondent has implemented and maintained during the reporting period; B. explain how such safeguards are appropriate to respondent’s size and complexity, the nature and scope of respondent’s activities, and the sensitivity of the personal information collected from or about consumers; C. explain how the safeguards that have been implemented meet or exceed the protections required by the Part II of this order; and D. certify that respondent’s security program is operating with sufficient effectiveness to provide reasonable assurance that the security, confidentiality, and integrity of personal information is protected and has so operated throughout the reporting period.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 129,
            "quote_end_line": 139
          },
          {
            "description": "Each assessment must be prepared and completed within sixty (60) days after the end of the reporting period by a CISSP, CISA, GIAC-certified person, or a person/organization approved by the FTC Associate Director for Enforcement",
            "quoted_text": "Each Assessment shall be prepared and completed within sixty (60) days after the end of the reporting period to which the Assessment applies by a person qualified as a Certified Information System Security Professional (CISSP) or as a Certified Information Systems Auditor (CISA); a person holding Global Information Assurance Certification (GIAC) from the SysAdmin, Audit, Network, Security (SANS) Institute; or a qualified person or organization approved by the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580.",
            "deadline": "60 days after end of reporting period",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 140,
            "quote_end_line": 146
          },
          {
            "description": "Provide the initial assessment to the FTC Associate Director for Enforcement within ten (10) days after it has been prepared; retain all subsequent biennial assessments until the order is terminated and provide them to the Associate Director within ten (10) days of request",
            "quoted_text": "Respondent shall provide the initial Assessment to the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580, within ten (10) days after the Assessment has been prepared. All subsequent biennial Assessments shall be retained by respondent until the order is terminated and provided to the Associate Director for Enforcement within ten (10) days of request.",
            "deadline": "10 days after preparation (initial); 10 days of request (subsequent)",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 147,
            "quote_end_line": 151
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Third-Party Assessment",
          "Comprehensive Security Program"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must maintain and make available to the FTC compliance-related documents for five years and all materials relied upon to prepare each assessment for three years after preparation of that assessment.",
        "requirements": [
          {
            "description": "Maintain and make available to the FTC for inspection and copying, for five (5) years, a print or electronic copy of each document relating to compliance, including documents that contradict, qualify, or call into question respondent's compliance with this order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall maintain and, upon request, make available to the Federal Trade Commission for inspection and copying: A. for a period of five (5) years, a print or electronic copy of each document relating to compliance, including, but not limited to, documents, prepared by or on behalf of respondent, that contradict, qualify, or call into question respondent’s compliance with this order; and",
            "deadline": "5 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 156,
            "quote_end_line": 161
          },
          {
            "description": "Maintain and make available to the FTC, for three (3) years after the date of preparation of each Assessment, all materials relied upon to prepare the Assessment, including plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments",
            "quoted_text": "B. for a period of three (3) years after the date of preparation of each Assessment required under Part III of this order, all materials relied upon to prepare the Assessment, whether prepared by or on behalf of respondent, including, but not limited to, all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, and any other materials relating to respondent’s compliance with Parts II and III of this order, for the compliance period covered by such Assessment.",
            "deadline": "3 years after preparation of each Assessment",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 162,
            "quote_end_line": 167
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Financial Practices",
          "Privacy"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "V",
        "title": "Order Acknowledgment and Delivery",
        "category": "acknowledgment",
        "summary": "Respondent must deliver a copy of this order to all current and future subsidiaries, principals, officers, directors, managers, employees, agents, and representatives with relevant responsibilities, within sixty days of service or assumption of such role.",
        "requirements": [
          {
            "description": "Deliver a copy of this order to all current and future subsidiaries (including LLCs and each owned/controlled/operated store), current and future principals, officers, directors, managers, employees, agents, and representatives having responsibilities relating to the subject matter of this order; deliver to current subsidiaries and personnel within sixty (60) days after service, and to future subsidiaries and personnel within sixty (60) days after acquisition or assumption of responsibilities",
            "quoted_text": "IT IS FURTHER ORDERED that respondent CVS Caremark Corporation shall deliver a copy of this order to all its current and future subsidiaries (including LLCs and each store that is owned, controlled, or operated by respondent or an LLC), current and future principals, officers, directors, and managers, and to all current and future employees, agents, and representatives having responsibilities relating to the subject matter of this order. Respondent shall deliver this order to such current subsidiaries and personnel within sixty (60) days after service of this order, and to such future subsidiaries and personnel within sixty (60) days after the respondent acquires the subsidiary or the person assumes such position or responsibilities.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 169,
            "quote_end_line": 176
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Financial Practices",
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Compliance Notification of Changes",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the FTC at least thirty days prior to any change that may affect its compliance obligations, such as dissolution, merger, sale, bankruptcy, or name/address change, with expedited notice if less than thirty days' advance knowledge.",
        "requirements": [
          {
            "description": "Notify the FTC at least thirty (30) days prior to any change in respondent that may affect compliance obligations, including dissolution, assignment, sale, merger, creation or dissolution of a subsidiary, proposed bankruptcy filing, or change in name or address; if less than thirty days' advance notice is available, notify the Commission as soon as practicable; all notices must be sent by certified mail to the Associate Director, Division of Enforcement, Bureau of Consumer Protection",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall notify the Commission at least thirty (30) days prior to any change in respondent that may affect compliance obligations arising under this order, including, but not limited to, a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor company; the creation or dissolution of a subsidiary (including an LLC), parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in respondent’s name or address. Provided, however, that, with respect to any proposed change in respondent about which respondent learns less than thirty (30) days prior to the date such action is to take place, respondent shall notify the Commission as soon as is practicable after obtaining such knowledge. All notices required by this Part shall be sent by certified mail to the Associate Director, Division of Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580.",
            "deadline": "30 days prior to change (or as soon as practicable)",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 178,
            "quote_end_line": 189
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Financial Practices",
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondent must file a written compliance report with the FTC within ninety days of service of this order, and at such other times as the FTC may require.",
        "requirements": [
          {
            "description": "File with the Commission a written report setting forth in detail the manner and form in which respondent has complied with this order, within ninety (90) days after service of this order and at such other times as the FTC may require",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall, within ninety (90) days after service of this order, and at such other times as the Federal Trade Commission may require, file with the Commission a report, in writing, setting forth in detail the manner and form in which it has complied with this order.",
            "deadline": "90 days after service of order",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 194,
            "quote_end_line": 197
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Financial Practices",
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "The order terminates on June 18, 2029, or twenty years from the most recent date the FTC files a complaint alleging any violation of the order in federal court, whichever is later, subject to specified exceptions.",
        "requirements": [
          {
            "description": "Order terminates on June 18, 2029, or twenty (20) years from the most recent date the United States or the FTC files a complaint in federal court alleging any violation of the order, whichever comes later, subject to exceptions for parts with shorter termination periods, non-defendant respondents, and orders already terminated",
            "quoted_text": "This order will terminate on June 18, 2029, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part in this order that terminates in less than twenty (20) years; B. This order’s application to any respondent that is not named as a defendant in such complaint; and C. This order if such complaint is filed after the order has terminated pursuant to this Part. Provided, further, that if such complaint is dismissed or a federal court rules that respondent did not violate any provision of the order, and the dismissal or ruling is either not appealed or upheld on appeal, then the order will terminate according to this Part as though the complaint had never been filed, except that the order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 199,
            "quote_end_line": 214
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Financial Practices",
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on June 18, 2029, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part in this order that terminates in less than twenty (20) years; B. This order's application to any respondent that is not named as a defendant in such complaint; and C. This order if such complaint is filed after the order has terminated pursuant to this Part."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "06.09, CVS Caremark Corporation Complaint.pdf",
      "order": "06.09, CVS Caremark Corporation Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 1,
      "order_provisions": 8,
      "order_definitions": 5,
      "order_requirements": 17,
      "provisions_per_section": {
        "I": 1,
        "II": 6,
        "III": 4,
        "IV": 2,
        "V": 1,
        "VI": 1,
        "VII": 1,
        "VIII": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 1,
        "complaint_total": 1,
        "order_verified": 17,
        "order_total": 17
      }
    },
    "processing_time_seconds": 123.6
  }
}