{
  "case_info": {
    "docket_number": "C-4161",
    "company": {
      "name": "Nations Title Agency, Inc.",
      "incorporation_state": "Kansas",
      "entity_type": "corporation",
      "address": "9415 Nall Avenue, Prairie Village, Kansas 66207",
      "business_description": "Nations Title Agency, Inc. provides services in connection with financing home purchases and refinancing existing home mortgages, including real estate settlement services, residential closings, title abstracts, title commitments, appraisals, foreclosure management, asset disposition, and real estate management. The company routinely obtains sensitive consumer information from banks, lenders, real estate brokers, and public records."
    },
    "commissioners": [
      "Deborah Platt Majoras, Chairman",
      "Pamela Jones Harbour",
      "Jon Leibowitz",
      "William E. Kovacic",
      "J. Thomas Rosch"
    ],
    "case_date": {
      "month": 6,
      "year": 2006
    },
    "legal_authority": "Section 5 of the Federal Trade Commission Act, 15 U.S.C. § 45; Standards for Safeguarding Customer Information Rule, 16 C.F.R. Part 314; Privacy of Customer Financial Information Rule, 16 C.F.R. Part 313",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/052-3117-nations-title-agency-inc-nations-holding-company-christopher-m-likens-matter",
    "statutory_topics": [
      "GLBA"
    ],
    "practice_areas": [
      "Data Security"
    ],
    "industry_sectors": [
      "Financial Services"
    ]
  },
  "complaint": {
    "factual_background": "Nations Title Agency, Inc. (NTA), Nations Holding Company (NHC), and their president Christopher M. Likens provided real estate settlement and mortgage-related services, routinely collecting sensitive consumer information including Social Security numbers, bank account numbers, and credit histories. Since at least 2003, respondents failed to implement reasonable security measures, including risk assessments, employee training, website attack defenses, access controls, and service provider oversight. In April 2004, a hacker exploited these failures to gain unauthorized access to NHC's computer network, and in February 2005 a television station discovered intact documents containing sensitive personal information discarded in an unsecured dumpster. Despite these failures, respondents disseminated a privacy policy falsely claiming they maintained strong physical, electronic, and procedural safeguards to protect consumer information.",
    "representations_made": [
      {
        "description": "Claimed to maintain the confidentiality and integrity of personal information and to have instituted measures guarding against unauthorized access, including physical, electronic, and procedural safeguards in compliance with federal standards",
        "quoted_text": "NTA, at all times, strives to maintain the confidentiality and integrity of the personal information in its possession and has instituted measures to guard against its unauthorized access. We maintain physical, electronic and procedural safeguards in compliance with federal standards to protect the information. (Nations Title Agency Privacy Policy.)",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 11,
        "quote_start_line": 123,
        "quote_end_line": 127
      },
      {
        "description": "Represented, expressly or by implication, that they implement reasonable and appropriate measures to protect consumers' personal information from unauthorized access",
        "quoted_text": "12. Through the means set forth in Paragraph 11, respondents have represented, expressly or by implication, that they implement reasonable and appropriate measures to protect consumers’ personal information from unauthorized access.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 12,
        "quote_start_line": 128,
        "quote_end_line": 130
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Violations of the Safeguards Rule",
        "representation": "Respondents NHC and NTA, as financial institutions subject to the Safeguards Rule, were required to develop and maintain a comprehensive written information security program with reasonable administrative, technical, and physical safeguards",
        "fact": "Respondents failed to: (A) identify reasonably foreseeable risks to customer information; (B) design, implement, test, and monitor information safeguards; (C) investigate, evaluate, and adjust their security program in light of known risks; (D) develop and maintain a comprehensive written information security program; and (E) oversee service providers and require them by contract to implement appropriate safeguards",
        "conclusion": "Respondents engaged in violations of the Safeguards Rule, 16 C.F.R. Part 314, as set forth in Paragraphs 5, 6, and 10."
      },
      {
        "count_number": 2,
        "title": "Deceptive Security Representations — Violation of Section 5(a) of the FTC Act",
        "representation": "Respondents represented, expressly or by implication, that they implement reasonable and appropriate measures to protect consumers' personal information from unauthorized access, as stated in their privacy policy claiming physical, electronic, and procedural safeguards in compliance with federal standards",
        "fact": "Respondents did not implement reasonable and appropriate measures to protect consumers' personal information from unauthorized access, as evidenced by the April 2004 hacking incident and the February 2005 discovery of sensitive documents in an unsecured dumpster",
        "conclusion": "The representation set forth in Paragraph 12 was, and is, false or misleading, in violation of Section 5(a) of the Federal Trade Commission Act."
      },
      {
        "count_number": 3,
        "title": "Violation of the Privacy Rule — Inaccurate Privacy Notice",
        "representation": "Respondents disseminated a privacy policy purporting to accurately reflect their privacy policies and practices, including their security policies and practices, as required by the Privacy Rule",
        "fact": "The privacy policy contained false or misleading statements regarding the measures implemented to protect consumers' personal information and therefore did not accurately reflect respondents' actual privacy and security policies and practices",
        "conclusion": "Respondents disseminated a privacy policy that does not accurately reflect their privacy policies and practices, including their security policies and practices, in violation of the Privacy Rule, 16 C.F.R. Part 313."
      }
    ]
  },
  "order": {
    "definitions": {
      "Personally identifiable information / personal information": "individually identifiable information from or about an individual consumer including, but not limited to: (a) a first and last name; (b) a home or other physical address, including street name and name of city or town; (c) an email address or other online contact information, such as an instant messaging user identifier or a screen name that reveals an individual's email address; (d) a telephone number; (e) a Social Security number; (f) a bank, loan, or credit card account number; (g) a persistent identifier, such as a customer number held in a \"cookie\" or processor serial number, that is combined with other available data that identifies an individual consumer; or (h) any information that is combined with any of (a) through (g) above.",
      "Respondents": "Nations Holding and Nations Title and their successors and assigns, officers, agents, representatives, subsidiaries, affiliates, and employees, and Christopher M. Likens, individually and as an officer of Nations Holding.",
      "Commerce": "as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. § 44."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Privacy and Security",
        "category": "prohibition",
        "summary": "Respondents must not misrepresent in any manner the extent to which they maintain and protect the privacy, confidentiality, or integrity of any personal information collected from consumers.",
        "requirements": [
          {
            "description": "Must not misrepresent, expressly or by implication, the extent to which respondents maintain and protect the privacy, confidentiality, or integrity of personal information collected from or about consumers",
            "quoted_text": "IT IS ORDERED that respondents, directly or through any corporation, subsidiary, division, or other device, in connection with the collection of personally identifiable information from or about consumers, in or affecting commerce, shall not misrepresent in any manner, expressly or by implication, the extent to which respondents maintain and protect the privacy, confidentiality, or integrity of any personal information collected from or about consumers.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 85,
            "quote_end_line": 89
          }
        ],
        "statutory_topics": [
          "GLBA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Comprehensive Information Security Program",
        "category": "affirmative_obligation",
        "summary": "Respondents must establish, implement, and maintain a comprehensive written information security program with administrative, technical, and physical safeguards appropriate to their size, complexity, and the sensitivity of personal information collected.",
        "requirements": [
          {
            "description": "Establish, implement, and maintain a comprehensive information security program, fully documented in writing, containing administrative, technical, and physical safeguards appropriate to respondents' size, complexity, and the sensitivity of personal information",
            "quoted_text": "IT IS FURTHER ORDERED that respondents, directly or through any corporation, subsidiary, division, or other device, in connection with the advertising, marketing, promotion, offering for sale, or sale of any product or service, in or affecting commerce, shall, no later than the date of service of this order, establish and implement, and thereafter maintain, a comprehensive information security program that is reasonably designed to protect the security, confidentiality, and integrity of personal information collected from or about consumers. Such program, the content and implementation of which must be fully documented in writing, shall contain administrative, technical, and physical safeguards appropriate to respondents’ size and complexity, the nature and scope of respondents’ activities, and the sensitivity of the personal information collected from or about consumers, including:",
            "deadline": "date of service of this order",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 91,
            "quote_end_line": 100
          },
          {
            "description": "Designate an employee or employees to coordinate and be accountable for the information security program",
            "quoted_text": "A. the designation of an employee or employees to coordinate and be accountable for the information security program.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 101,
            "quote_end_line": 102
          },
          {
            "description": "Identify material internal and external risks to the security, confidentiality, and integrity of personal information and assess the sufficiency of safeguards in place, including consideration of employee training, information systems, and prevention/detection/response to attacks",
            "quoted_text": "B. the identification of material internal and external risks to the security, confidentiality, and integrity of personal information that could result in the unauthorized disclosure, misuse, loss, alteration, destruction, or other compromise of such information, and assessment of the sufficiency of any safeguards in place to control these risks. At a minimum, this risk assessment should include consideration of risks in each area of relevant operation, including, but not limited to: (1) employee training and management; (2) information systems, including network and Page 3 of 7 software design, information processing, storage, transmission, and disposal; and (3) prevention, detection, and response to attacks, intrusions, or other systems failures.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 103,
            "quote_end_line": 116
          },
          {
            "description": "Design and implement reasonable safeguards to control identified risks, and regularly test or monitor the effectiveness of safeguards' key controls, systems, and procedures",
            "quoted_text": "C. the design and implementation of reasonable safeguards to control the risks identified through risk assessment, and regular testing or monitoring of the effectiveness of the safeguards’ key controls, systems, and procedures.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 117,
            "quote_end_line": 120
          },
          {
            "description": "Evaluate and adjust the information security program in light of testing and monitoring results, material changes to operations or business arrangements, or other circumstances that may materially impact the program's effectiveness",
            "quoted_text": "D. the evaluation and adjustment of respondents’ information security program in light of the results of the testing and monitoring required by Part II.C., any material changes to respondents’ operations or business arrangements, or any other circumstances that respondents know or have reason to know may have a material impact on the effectiveness of their information security program.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 121,
            "quote_end_line": 126
          }
        ],
        "statutory_topics": [
          "GLBA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Comprehensive Security Program"
        ]
      },
      {
        "provision_number": "III",
        "title": "Prohibition Against Violating Gramm-Leach-Bliley and FACTA Rules",
        "category": "prohibition",
        "summary": "Respondents must not violate the GLB Safeguards Rule (16 C.F.R. Part 314), the GLB Privacy Rule (16 C.F.R. Part 313), or the FACTA Disposal Rule (16 C.F.R. Part 682); compliance with any future amendments to those rules will not constitute a violation of this order.",
        "requirements": [
          {
            "description": "Must not violate the Gramm-Leach-Bliley Act's Standards for Safeguarding Customer Information Rule, 16 C.F.R. Part 314",
            "quoted_text": "IT IS FURTHER ORDERED that respondents shall not, directly or through any corporation, subsidiary, division, website, or other device, violate any provision of: A. the Gramm-Leach-Bliley Act’s Standards for Safeguarding Customer Information Rule, 16 C.F.R. Part 314;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 128,
            "quote_end_line": 131
          },
          {
            "description": "Must not violate the Gramm-Leach-Bliley Act's Privacy of Customer Financial Information Rule, 16 C.F.R. Part 313",
            "quoted_text": "B. the Gramm-Leach-Bliley Act’s Privacy of Customer Financial Information Rule, 16 C.F.R. Part 313; or",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 132,
            "quote_end_line": 133
          },
          {
            "description": "Must not violate the Fair and Accurate Credit Transactions Act's Disposal of Consumer Report Information and Records Rule, 16 C.F.R. Part 682",
            "quoted_text": "C. the Fair and Accurate Credit Transactions Act’s Disposal of Consumer Report Information and Records Rule, 16 C.F.R. Part 682.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 134,
            "quote_end_line": 135
          }
        ],
        "statutory_topics": [
          "GLBA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Third-Party Security Assessments",
        "category": "assessment",
        "summary": "Respondents must obtain initial and biennial third-party security assessments from a qualified, independent professional covering the first 180 days and each subsequent two-year period for 20 years; each assessment must be completed within 60 days after the reporting period and submitted to the FTC.",
        "requirements": [
          {
            "description": "Obtain an initial third-party Assessment covering the first 180 days after service of the order, from a qualified, objective, independent third-party professional using procedures and standards generally accepted in the profession",
            "quoted_text": "IT IS FURTHER ORDERED that, in connection with their compliance with Parts II, III.A., and III.C. of this order, respondents shall obtain initial and biennial assessments and reports (“Assessments”) from a qualified, objective, independent third-party professional, using procedures and standards generally accepted in the profession. The reporting period for the Assessments shall cover: (1) the first one hundred and eighty (180) days after service of the order for the initial Assessment, and (2) each two (2) year period thereafter for twenty (20) years after service of the order for the biennial Assessments. Each Assessment shall:",
            "deadline": "within 180 days after service of order (reporting period); assessment completed within 60 days after period end",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 139,
            "quote_end_line": 145
          },
          {
            "description": "Obtain biennial Assessments covering each two-year period thereafter for twenty (20) years after service of the order",
            "quoted_text": "Assessments shall cover: (1) the first one hundred and eighty (180) days after service of the order for the initial Assessment, and (2) each two (2) year period thereafter for twenty (20) years after service of the order for the biennial Assessments. Each Assessment shall:",
            "deadline": "biennial, for 20 years after service of order",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 143,
            "quote_end_line": 145
          },
          {
            "description": "Each Assessment must set forth specific safeguards implemented and maintained, explain their appropriateness, explain how they meet order requirements, and certify that the security program is operating with sufficient effectiveness",
            "quoted_text": "A. set forth the specific administrative, technical, and physical safeguards that respondents have implemented and maintained during the reporting period; B. explain how such safeguards are appropriate to respondents’ size and complexity, the nature and scope of respondents’ activities, and the sensitivity of the personal information collected from or about consumers; C. explain how the safeguards that have been implemented meet or exceed the protections required by the Parts II, III.A., and III.C. of this order; and D. certify that respondents’ security program is operating with sufficient effectiveness to provide reasonable assurance that the security, confidentiality, and integrity of personal information is protected and has so operated throughout the reporting period.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 149,
            "quote_end_line": 158
          },
          {
            "description": "Each Assessment must be prepared and completed within sixty (60) days after the end of the reporting period by a CISSP, CISA, GIAC-certified, or similarly qualified person approved by the FTC's Associate Director for Enforcement",
            "quoted_text": "Each Assessment shall be prepared and completed within sixty (60) days after the end of the reporting period to which the Assessment applies by a person qualified as a Certified Information System Security Professional (CISSP) or as a Certified Information Systems Auditor (CISA); a person holding Global Information Assurance Certification (GIAC) from the SysAdmin, Audit, Network, Security (SANS) Institute; or a similarly qualified person or organization approved by the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580.",
            "deadline": "60 days after end of reporting period",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 159,
            "quote_end_line": 165
          },
          {
            "description": "Provide the initial Assessment and all supporting plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments to the FTC Associate Director for Enforcement within ten (10) days after the Assessment has been prepared",
            "quoted_text": "Respondents shall provide the initial Assessment, as well as all: plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, whether prepared by or on behalf of either respondent, relied upon to prepare such Assessment to the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580, within ten (10) days after the Assessment has been prepared. All subsequent biennial",
            "deadline": "10 days after Assessment is prepared",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 166,
            "quote_end_line": 170
          },
          {
            "description": "Retain all subsequent biennial Assessments until the order is terminated and provide them to the Associate Director of Enforcement within ten (10) days of request",
            "quoted_text": "Assessments shall be retained by respondents until the order is terminated and provided to the Associate Director of Enforcement within ten (10) days of request.",
            "deadline": "10 days of request",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 171,
            "quote_end_line": 172
          }
        ],
        "statutory_topics": [
          "GLBA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Third-Party Assessment"
        ]
      },
      {
        "provision_number": "V",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondents must maintain and make available to the FTC copies of compliance-related documents: documents contradicting compliance for five years, and all plans, reports, and assessments related to biennial assessment periods for three years after each assessment.",
        "requirements": [
          {
            "description": "Maintain for five (5) years any documents that contradict, qualify, or call into question respondents' compliance with this order, and make them available to the FTC upon request",
            "quoted_text": "IT IS FURTHER ORDERED that respondents shall maintain, and upon request make available to the Federal Trade Commission for inspection and copying, a print or electronic copy of each document relating to compliance, including but not limited to: A. for a period of five (5) years: any documents, whether prepared by or on behalf of either respondent, that contradict, qualify, or call into question respondents’ compliance with this order; and",
            "deadline": "5 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 174,
            "quote_end_line": 179
          },
          {
            "description": "Maintain for three (3) years after the date of preparation of each biennial Assessment all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments relating to compliance with Parts II, III.A., and III.C. of this order for the covered compliance period",
            "quoted_text": "B. for a period of three (3) years after the date of preparation of each biennial Assessment required under Part IV of this order: all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, whether prepared by or Page 5 of 7 on behalf of either respondent, relating to respondents’ compliance with Parts II, III.A., and III.C. of this order for the compliance period covered by such biennial Assessment.",
            "deadline": "3 years after date of preparation of each biennial Assessment",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 180,
            "quote_end_line": 187
          }
        ],
        "statutory_topics": [
          "GLBA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Order Delivery and Acknowledgment",
        "category": "acknowledgment",
        "summary": "Respondents must deliver a copy of this order to all current and future principals, officers, directors, managers, and employees with supervisory responsibilities relating to the subject matter of the order, within 30 days of service or assumption of responsibilities.",
        "requirements": [
          {
            "description": "Deliver a copy of this order to all current principals, officers, directors, managers, and employees/agents/representatives with supervisory responsibilities relating to the order's subject matter within thirty (30) days after service of this order",
            "quoted_text": "IT IS FURTHER ORDERED that respondents shall deliver a copy of this order to all current and future principals, officers, directors, and managers, and to all current and future employees, agents, and representatives having supervisory responsibilities relating to the subject matter of this order. Respondents shall deliver this order to such current personnel within thirty (30) days after service of this order, and to such future personnel within thirty (30) days after the",
            "deadline": "30 days after service of this order",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 189,
            "quote_end_line": 193
          },
          {
            "description": "Deliver a copy of this order to all future principals, officers, directors, managers, and employees/agents/representatives with supervisory responsibilities within thirty (30) days after the person assumes such position or responsibilities",
            "quoted_text": "(30) days after service of this order, and to such future personnel within thirty (30) days after the person assumes such position or responsibilities.",
            "deadline": "30 days after person assumes position",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 193,
            "quote_end_line": 194
          }
        ],
        "statutory_topics": [
          "GLBA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Notice of Business Changes — Christopher M. Likens",
        "category": "compliance_reporting",
        "summary": "For ten years after issuance, Christopher M. Likens must notify the FTC by certified mail of any discontinuance of his current business or employment, or affiliation with any new business or employment providing financial products or services, including address, phone, and description of duties.",
        "requirements": [
          {
            "description": "For ten (10) years after issuance, Christopher M. Likens must notify the FTC by certified mail of the discontinuance of his current business or employment, or of his affiliation with any new business or employment that provides financial products or services, including new business address, telephone number, and description of the business and his duties",
            "quoted_text": "IT IS FURTHER ORDERED that respondent Christopher M. Likens, for a period of ten (10) years, after the date of issuance of this order, shall notify the Commission of the discontinuance of his current business or employment, or of his affiliation with any new business or employment that provides financial products or services. The notice shall include respondent Christopher M. Likens’s new business address and telephone number and a description of the nature of the business or employment and his duties and responsibilities. All notices required by this Part shall be sent by certified mail to the Associate Director, Division of Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580.",
            "deadline": "10 years from date of issuance; notice sent promptly upon triggering event",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 196,
            "quote_end_line": 203
          }
        ],
        "statutory_topics": [
          "GLBA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Notice of Corporate Changes",
        "category": "compliance_reporting",
        "summary": "Respondents must notify the FTC at least 30 days prior to any corporate change (dissolution, merger, sale, bankruptcy filing, name or address change, etc.) that may affect compliance obligations; if less than 30 days' notice is possible, notification must be as soon as practicable.",
        "requirements": [
          {
            "description": "Notify the FTC by certified mail at least thirty (30) days prior to any change in the corporation(s) that may affect compliance obligations, including dissolution, assignment, sale, merger, creation or dissolution of a subsidiary/parent/affiliate, bankruptcy filing, or change in corporate name or address",
            "quoted_text": "IT IS FURTHER ORDERED that respondents and their successors and assigns shall notify the Commission at least thirty (30) days prior to any change in the corporation(s) that may affect compliance obligations arising under this order, including, but not limited to, a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in the corporate name or address. Provided, however, that, with respect to any proposed change in the corporation about which respondents learn less than thirty (30) days prior to the date such action is to take place, respondents shall notify the Commission as soon as is practicable after obtaining such knowledge. All notices required by this Part shall be sent by certified mail to the Associate Director, Division of Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580.",
            "deadline": "at least 30 days prior to corporate change; as soon as practicable if change occurs with less than 30 days' notice",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 205,
            "quote_end_line": 216
          }
        ],
        "statutory_topics": [
          "GLBA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "IX",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondents must file a written compliance report with the FTC within 180 days after service of this order, and at such other times as the FTC may require, detailing the manner and form of compliance.",
        "requirements": [
          {
            "description": "File a written compliance report with the FTC within one hundred and eighty (180) days after service of this order, and at such other times as the FTC may require, setting forth in detail the manner and form in which respondents have complied with this order",
            "quoted_text": "IT IS FURTHER ORDERED that respondents and their successors and assigns shall, within one hundred and eighty (180) days after service of this order, and at such other times as Page 6 of 7 the Federal Trade Commission may require, file with the Commission a report, in writing, setting forth in detail the manner and form in which it has complied with this order.",
            "deadline": "180 days after service of order",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 218,
            "quote_end_line": 224
          }
        ],
        "statutory_topics": [
          "GLBA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "X",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "The order terminates on June 19, 2026, or twenty years from the most recent date the FTC files a federal court complaint alleging a violation of the order, whichever is later, subject to specified exceptions.",
        "requirements": [
          {
            "description": "Order terminates on June 19, 2026, or twenty (20) years from the most recent date the United States or FTC files a federal court complaint alleging any violation of the order, whichever comes later, subject to exceptions for provisions with shorter terms, non-named respondents, and post-termination filings",
            "quoted_text": "This order will terminate on June 19, 2026, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part in this order that terminates in less than twenty (20) years; B. This order’s application to any respondent that is not named as a defendant in such complaint; and C. This order if such complaint is filed after the order has terminated pursuant to this Part. Provided, further, that if such complaint is dismissed or a federal court rules that one or both of the respondents did not violate any provision of the order, and the dismissal or ruling is either not appealed or upheld on appeal, then the order as to that respondent(s) will terminate according to this Part as though the complaint had never been filed, except that the order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": "June 19, 2026 or 20 years from most recent qualifying court filing",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 226,
            "quote_end_line": 240
          }
        ],
        "statutory_topics": [
          "GLBA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on June 19, 2026, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part in this order that terminates in less than twenty (20) years; B. This order's application to any respondent that is not named as a defendant in such complaint; and C. This order if such complaint is filed after the order has terminated pursuant to this Part."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "06.06, Nations Title Agency, Inc., Nations Holding Company, and Christopher M. Likens. Complaint.pdf",
      "order": "06.06, Nations Title Agency, Inc., Nations Holding Company, and Christopher M. Likens. Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 3,
      "complaint_representations": 2,
      "order_provisions": 10,
      "order_definitions": 3,
      "order_requirements": 23,
      "provisions_per_section": {
        "I": 1,
        "II": 5,
        "III": 3,
        "IV": 6,
        "V": 2,
        "VI": 2,
        "VII": 1,
        "VIII": 1,
        "IX": 1,
        "X": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 2,
        "complaint_total": 2,
        "order_verified": 23,
        "order_total": 23
      }
    },
    "processing_time_seconds": 89.4
  }
}