{
  "case_info": {
    "docket_number": "06-CV-00105-WFD",
    "company": {
      "name": "Accusearch, Inc.",
      "incorporation_state": "Wyoming",
      "entity_type": "corporation",
      "address": "6812 Lupine Trail, Cheyenne, Wyoming",
      "business_description": "Accusearch, Inc., operating as Abika.com, was a website that offered services to obtain and sell confidential customer phone records and other personal data from telecommunications carriers, including details of incoming and outgoing calls from any phone number worldwide."
    },
    "commissioners": [],
    "case_date": {
      "month": 6,
      "year": 2009
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. ยง 45(a), and Section 13(b) of the Federal Trade Commission Act, 15 U.S.C. ยง 53(b)",
    "violation_type": "unfair",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/052-3126-accusearch-inc-dba-abikacom-jay-patel"
  },
  "complaint": {
    "factual_background": "Since at least 2004, Accusearch, Inc. and its officer Jay Patel advertised and sold confidential customer phone records obtained from telecommunications carriers without authorization. To obtain these records, Defendants used false pretenses, fraudulent statements, and other misrepresentations, including posing as customers, to induce telecommunications carrier employees to disclose confidential information. This unauthorized access and sale of phone records caused substantial harm to consumers including endangering their health and safety.",
    "representations_made": [
      {
        "description": "Advertised ability to obtain confidential customer phone records from telecommunications carriers",
        "quoted_text": "Since at least 2004, Defendants have advertised over the World Wide Web that they can obtain confidential customer phone records from telecommunications carriers and make such information available to their clients for a fee. For a fee, Defendants have offered to obtain \"Details of incoming or outgoing calls from any phone number, prepaid calling card or Internet Phone. Phone searches are available for every country of the world.\"",
        "source_paragraph": 9
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Unfair Practice - Unauthorized Obtaining and Selling of Confidential Phone Records",
        "representation": "Defendants obtained and sold to third parties confidential customer proprietary network information without the knowledge or consent of the customer",
        "fact": "Defendants' practices in obtaining and selling to third parties confidential customer phone records have caused or are likely to cause substantial injury to consumers that is not reasonably avoidable by consumers and is not outweighed by countervailing benefits to consumers or competition",
        "conclusion": "Therefore, Defendants' practices, as alleged in paragraphs 12 and 13, constitute an unfair practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. ยง 45(a)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Consumer Personal Information": "any individually identifiable information concerning a consumer",
      "Customer Proprietary Network Information": "information contained in bills and information that relates to the quantity, technical configuration, type, destination, location, and amount of use of a telecommunications service subscribed to by any customer"
    },
    "provisions": [
      {
        "provision_number": "1",
        "title": "Prohibition on Trading in Customer Phone Records",
        "category": "prohibition",
        "summary": "Accusearch is prohibited from trading in customer phone records unless clearly permitted by law, regulation, or lawful court order.",
        "requirements": [
          {
            "description": "Must not trade in customer phone records unless clearly permitted by law",
            "quoted_text": "Trading in 'customer phone records' unless doing so would be 'clearly permitted by any law, regulation, or lawful court order'",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "2",
        "title": "Prohibition on Trading in Consumer Personal Information Without Consent",
        "category": "prohibition",
        "summary": "Accusearch is prohibited from trading in consumer personal information without express written permission, unless lawfully obtained from publicly available information.",
        "requirements": [
          {
            "description": "Must not trade in consumer personal information without express written permission unless obtained from publicly available information",
            "quoted_text": "Trading in other 'consumer personal information without the express written permission of [the consumer], unless [the] consumer personal information was lawfully obtained from publically available information'",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "3",
        "title": "Disgorgement of Profits",
        "category": "affirmative_obligation",
        "summary": "Accusearch must disgorge profits from the sale of telephone-record information.",
        "requirements": [
          {
            "description": "Disgorge $199,692.71 in profits from sale of telephone records",
            "quoted_text": "Accusearch was also ordered, among other things, to disgorge $199,692.71 in profits garnered from the sale of telephone-record information.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9693939393939395
          }
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "the district court entered a permanent injunction"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "06.09, Accusearch, Inc. dba Abika.com, and Jay Patel Complaint.pdf",
      "order": "06.09, Accusearch, Inc. dba Abika.com, and Jay Patel Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 1,
      "order_provisions": 3,
      "order_definitions": 2,
      "order_requirements": 3
    },
    "processing_time_seconds": 87.7
  }
}