{
  "case_info": {
    "docket_number": "C-4326",
    "company": {
      "name": "Lookout Services, Inc.",
      "incorporation_state": "Texas",
      "entity_type": "corporation",
      "address": "5909 West Loop South, Suite 300, Bellaire, Texas 77401",
      "business_description": "Lookout Services, Inc. is in the business of selling a web-based computer product known as the I-9 Solution, designed to help employers comply with their federal obligations to complete and maintain U.S. Citizenship and Immigration Services Form I-9 to verify employee work eligibility in the United States."
    },
    "commissioners": [
      "Jon Leibowitz, Chairman",
      "William E. Kovacic",
      "J. Thomas Rosch",
      "Edith Ramirez",
      "Julie Brill"
    ],
    "case_date": {
      "month": 6,
      "year": 2011
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a)",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/102-3076-lookout-services-inc-matter",
    "statutory_topics": [
      "Section 5 Only"
    ],
    "practice_areas": [
      "Data Security"
    ],
    "industry_sectors": [
      "Technology"
    ]
  },
  "complaint": {
    "factual_background": "Lookout Services, Inc. sold a web-based I-9 compliance product that collected and stored highly sensitive employee information including Social Security numbers, passport numbers, and driver's license numbers. Despite publicly claiming to protect data with secure transmissions and 24/7 network monitoring, Lookout failed to implement basic security safeguards such as strong password requirements, account lockout policies, URL authentication controls, and intrusion detection systems. These failures allowed a customer's employee to exploit predictable URL patterns and trivially weak credentials (user ID 'test', password 'test') to access the personal information of over 37,000 consumers in October and December 2009. Lookout did not detect the unauthorized access until after the breaches occurred due to the absence of adequate monitoring.",
    "representations_made": [
      {
        "description": "Claimed that customer data would be encoded, transmitted over secured lines, and protected from interception and unauthorized access via an FTP interface",
        "quoted_text": "Secure Your Data Although the data is entered via the web, your data will be encoded and transmitted over secured lines to Lookout Services server. This FTP interface will protect your data from interception, as well as, keep the data secure from unauthorized access.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 5,
        "quote_start_line": 44,
        "quote_end_line": 49
      },
      {
        "description": "Claimed that servers continuously monitored attempted network attacks on a 24/7 basis using sophisticated software tools (Perimeter Defense)",
        "quoted_text": "Perimeter Defense – Our servers are continuously monitoring attempted network attacks on a 24 x 7 basis, using sophisticated software tools.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 6,
        "quote_start_line": 51,
        "quote_end_line": 53
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Data Security Misrepresentation (Deceptive Practice)",
        "representation": "Through its marketing materials, Lookout represented, expressly or by implication, that it implemented reasonable and appropriate measures to protect personal information against unauthorized access, including secured data transmission and 24/7 perimeter network monitoring.",
        "fact": "Lookout did not implement reasonable and appropriate security measures. It failed to enforce strong password policies, suspend credentials after failed login attempts, address known web application vulnerabilities such as predictable resource location, require authentication for direct URL access, employ an intrusion detection system, monitor system logs adequately, or prevent storage of passwords in clear text.",
        "conclusion": "Therefore, the representations set forth in Paragraph 13 were, and are, false and misleading, and constitute a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 2,
        "title": "Failure to Provide Reasonable Data Security (Unfair Practice)",
        "representation": "Lookout engaged in the practice of failing to employ reasonable and appropriate measures to prevent unauthorized access to sensitive personal information stored in its I-9 database.",
        "fact": "Lookout's security failures — including weak authentication, lack of intrusion detection, failure to patch known vulnerabilities, and storage of passwords in clear text — caused unauthorized access to the personal information of over 37,000 consumers, causing or likely to cause substantial injury that was not offset by countervailing benefits and was not reasonably avoidable by consumers.",
        "conclusion": "Respondent's practices caused, or are likely to cause, substantial injury to consumers that is not offset by countervailing benefits to consumers or competition and is not reasonably avoidable by consumers. This practice was, and is, an unfair act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      }
    ]
  },
  "order": {
    "definitions": {
      "respondent": "Lookout Services, Inc., its subsidiaries, divisions, affiliates, successors and assigns.",
      "Personal information": "individually identifiable information from or about an individual consumer including, but not limited to: (a) a first and last name; (b) a home or other physical address, including street name and name of city or town; (c) an email address or other online contact information, such as an instant messaging user identifier or a screen name; (d) a telephone number; (e) a Social Security number; (f) a driver's license number or other government-issued identification number; (g) a bank account, debit card, or credit card account number; (h) a persistent identifier, such as a customer number held in a \"cookie\" or processor serial number, that is combined with other available data that identifies an individual consumer; (i) a biometric record; or (j) any information that is combined with any of (a) through (i) above. For the purpose of this provision, a \"consumer\" shall mean any person, including, but not limited to, any user of respondent's services, any employee of respondent, or any individual seeking to become an employee, where \"employee\" shall mean an agent, servant, salesperson, associate, independent contractor, or other person directly or indirectly under the control of respondent.",
      "Commerce": "as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. § 44."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Privacy and Security",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent in any manner the extent to which it maintains and protects the privacy, confidentiality, security, or integrity of personal information collected from or about consumers.",
        "requirements": [
          {
            "description": "Respondent shall not misrepresent, expressly or by implication, the extent to which it maintains and protects the privacy, confidentiality, security, or integrity of personal information collected from or about consumers.",
            "quoted_text": "IT IS ORDERED that respondent, directly or through any corporation, subsidiary, division, website, or other device, shall not misrepresent in any manner, expressly or by implication, the extent to which it maintains and protects the privacy, confidentiality, security, or integrity of personal information collected from or about consumers.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 66,
            "quote_end_line": 69
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Comprehensive Information Security Program",
        "category": "affirmative_obligation",
        "summary": "Respondent must establish, implement, and maintain a comprehensive written information security program with administrative, technical, and physical safeguards appropriate to its size, complexity, and the sensitivity of personal information collected.",
        "requirements": [
          {
            "description": "Establish and implement, no later than the date of service of this order, and thereafter maintain, a comprehensive information security program reasonably designed to protect the security, confidentiality, and integrity of personal information, fully documented in writing.",
            "quoted_text": "IT IS FURTHER ORDERED that respondent and its officers, agents, representatives, and employees, directly or through any corporation, subsidiary, division, website, or other device, shall, no later than the date of service of this order, establish and implement, and thereafter maintain, a comprehensive information security program that is reasonably designed to protect the security, confidentiality, and integrity of personal information collected from or about consumers. Such program, the content and implementation of which must be fully documented in writing, shall contain administrative, technical, and physical safeguards appropriate to respondent’s size and complexity, the nature and scope of respondent’s activities, and the sensitivity of the personal information collected from or about consumers, including:",
            "deadline": "date of service of order",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 74,
            "quote_end_line": 82
          },
          {
            "description": "Designate an employee or employees to coordinate and be accountable for the information security program.",
            "quoted_text": "A. the designation of an employee or employees to coordinate and be accountable for the information security program.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 83,
            "quote_end_line": 84
          },
          {
            "description": "Identify material internal and external risks to the security, confidentiality, and integrity of personal information and assess the sufficiency of safeguards in place, covering employee training and management, information systems, and prevention/detection/response to attacks.",
            "quoted_text": "B. the identification of material internal and external risks to the security, confidentiality, and integrity of personal information that could result in the unauthorized disclosure, misuse, loss, alteration, destruction, or other compromise of such information, and assessment of the sufficiency of any safeguards in place to control these risks. At a minimum, this risk assessment should include consideration of risks in each area of relevant operation, including, but not limited to: (1) employee training and management; (2) information systems, including network and software design, information processing, storage, transmission, and disposal; and (3) prevention, detection, and response to attacks, intrusions, or other systems failures.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 85,
            "quote_end_line": 94
          },
          {
            "description": "Design and implement reasonable safeguards to control identified risks, and regularly test or monitor the effectiveness of key controls, systems, and procedures.",
            "quoted_text": "C. the design and implementation of reasonable safeguards to control the risks identified through risk assessment, and regular testing or monitoring of the effectiveness of the safeguards’ key controls, systems, and procedures.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 95,
            "quote_end_line": 97
          },
          {
            "description": "Take reasonable steps to select and retain service providers capable of appropriately safeguarding personal information, and require service providers by contract to implement and maintain appropriate safeguards.",
            "quoted_text": "D. the development and use of reasonable steps to select and retain service providers capable of appropriately safeguarding personal information they receive from respondent, and requiring service providers by contract to implement and maintain appropriate safeguards.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 98,
            "quote_end_line": 101
          },
          {
            "description": "Evaluate and adjust the information security program in light of testing and monitoring results, material changes to operations or business arrangements, or other circumstances that may materially impact the program's effectiveness.",
            "quoted_text": "E. the evaluation and adjustment of respondent’s information security program in light of the results of the testing and monitoring required by subpart C, any material changes to respondent’s operations or business arrangements, or any other circumstances that respondent knows or has reason to know may have a material impact on the effectiveness of the information security program.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 102,
            "quote_end_line": 107
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Comprehensive Security Program"
        ]
      },
      {
        "provision_number": "III",
        "title": "Third-Party Security Assessments",
        "category": "assessment",
        "summary": "Respondent must obtain initial and biennial third-party security assessments from a qualified independent professional, covering the first 180 days after service and each two-year period thereafter for twenty years, and submit or retain these assessments as directed.",
        "requirements": [
          {
            "description": "Obtain an initial Assessment from a qualified, objective, independent third-party professional covering the first 180 days after service of the order; the Assessment must set forth safeguards implemented, explain their appropriateness, explain how they meet Part II requirements, and certify the program's operating effectiveness.",
            "quoted_text": "IT IS FURTHER ORDERED that, in connection with its compliance with Part II of this order, respondent shall obtain initial and biennial assessments and reports (“Assessments”) from a qualified, objective, independent third-party professional, who uses procedures and standards generally accepted in the profession. Professionals qualified to prepare such assessments shall be: a person qualified as a Certified Information System Security Professional (CISSP) or as a Certified Information Systems Auditor (CISA); a person holding Global Information Assurance Certification (GIAC) from the SysAdmin, Audit, Network, Security (SANS) Institute; or a qualified person or organization approved by the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580. The reporting period for the Assessments shall cover: (1) the first one hundred and eighty (180) days after service of the order for the initial Assessment, and (2) each two (2) year period thereafter for twenty (20) years after service of the order for the biennial Assessments. Each Assessment shall: A. set forth the specific administrative, technical, and physical safeguards that respondent has implemented and maintained during the reporting period; B. explain how such safeguards are appropriate to respondent’s size and complexity, the nature and scope of respondent’s activities, and the sensitivity of the personal information collected from or about consumers; C. explain how the safeguards that have been implemented meet or exceed the protections required by Part II of this order; and D. certify that respondent’s security program is operating with sufficient effectiveness to provide reasonable assurance that the security, confidentiality, and integrity of personal information is protected and has so operated throughout the reporting period.",
            "deadline": "180 days after service (reporting period); Assessment completed within 60 days after end of reporting period",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 112,
            "quote_end_line": 134
          },
          {
            "description": "Obtain biennial Assessments from a qualified independent professional covering each two-year period for twenty years after service of the order, each prepared and completed within sixty (60) days after the end of the applicable reporting period.",
            "quoted_text": "period for the Assessments shall cover: (1) the first one hundred and eighty (180) days after service of the order for the initial Assessment, and (2) each two (2) year period thereafter for twenty (20) years after service of the order for the biennial Assessments. Each Assessment shall: A. set forth the specific administrative, technical, and physical safeguards that respondent has implemented and maintained during the reporting period; B. explain how such safeguards are appropriate to respondent’s size and complexity, the nature and scope of respondent’s activities, and the sensitivity of the personal information collected from or about consumers; C. explain how the safeguards that have been implemented meet or exceed the protections required by Part II of this order; and D. certify that respondent’s security program is operating with sufficient effectiveness to provide reasonable assurance that the security, confidentiality, and integrity of personal information is protected and has so operated throughout the reporting period. Each Assessment shall be prepared and completed within sixty (60) days after the end of the",
            "deadline": "60 days after end of each biennial reporting period",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 121,
            "quote_end_line": 135
          },
          {
            "description": "Provide the initial Assessment to the FTC Associate Director for Enforcement within ten (10) days after it has been completed, sent by overnight courier or first-class mail with contemporaneous electronic copy.",
            "quoted_text": "reporting period to which the Assessment applies. Respondent shall provide the initial Assessment to the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580, within ten (10) days after the Assessment has been completed. All subsequent biennial Assessments shall be retained by respondent until the order is terminated and provided to the Associate Director for Enforcement within ten (10) days of request. Unless otherwise directed by a representative of the Commission, the initial Assessment, and any subsequent Assessments requested, shall be sent by overnight courier (not the U.S. Postal Service) to the Associate Director of Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, D.C. 20580, with the subject line In the matter of Lookout Services, Inc., FTC File No.1023076. Provided, however, that in lieu of overnight courier, notices may be sent by first-class mail, but only if an electronic version of any such notice is contemporaneously sent to the Commission at Debrief@ftc.gov.",
            "deadline": "10 days after Assessment completion",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 136,
            "quote_end_line": 147
          },
          {
            "description": "Retain all subsequent biennial Assessments until the order is terminated and provide them to the Associate Director for Enforcement within ten (10) days of request.",
            "quoted_text": "completed. All subsequent biennial Assessments shall be retained by respondent until the order is terminated and provided to the Associate Director for Enforcement within ten (10) days of request. Unless otherwise directed by a representative of the Commission, the initial Assessment,",
            "deadline": "10 days of request",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 139,
            "quote_end_line": 141
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Third-Party Assessment"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must maintain and make available to the FTC all materials relied upon for Assessments for three years, and all other compliance-related documents for five years.",
        "requirements": [
          {
            "description": "Maintain all materials relied upon to prepare each Assessment required under Part III for three (3) years after the date of preparation of each Assessment, including plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments.",
            "quoted_text": "A. for a period of three (3) years after the date of preparation of each Assessment required under Part III of this order, all materials relied upon to prepare the Assessment, whether prepared by or on behalf of respondent, including but not limited to, all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, and any other materials relating to respondent’s compliance with Parts II and III of this order, for the compliance period covered by such Assessment;",
            "deadline": "3 years after date of preparation of each Assessment",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 154,
            "quote_end_line": 160
          },
          {
            "description": "Maintain a print or electronic copy of each document relating to compliance with this order, including all advertisements and promotional materials and any documents that contradict, qualify, or call into question compliance, for five (5) years from the date of preparation or dissemination, whichever is later.",
            "quoted_text": "B. unless covered by IV.A, for a period of five (5) years from the date of preparation or dissemination, whichever is later, a print or electronic copy of each document relating to compliance with this order, including but not limited to: 1. all advertisements and promotional materials containing any representations covered by this order, with all materials used or relied upon in making or disseminating the representation; and 2. any documents, whether prepared by or on behalf of respondent, that contradict, qualify, or call into question compliance with this order.",
            "deadline": "5 years from date of preparation or dissemination",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 161,
            "quote_end_line": 169
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "V",
        "title": "Order Distribution and Acknowledgment",
        "category": "acknowledgment",
        "summary": "Respondent must deliver copies of the order to current and future principals, officers, directors, managers, employees, agents, and representatives, and obtain signed acknowledgments of receipt.",
        "requirements": [
          {
            "description": "Deliver a copy of this order to all current principals, officers, directors, managers, employees, agents, and representatives having responsibilities relating to the subject matter of this order within thirty (30) days after service of this order.",
            "quoted_text": "A. Respondent must deliver a copy of this order to (1) all current and future principals, officers, directors, and managers, (2) all current and future employees, agents, and representatives having responsibilities relating to the subject matter of this order, and (3) any business entity resulting from any change in structure set forth in Part VI. Respondent shall deliver this order to such current personnel within thirty (30) days after service of this order, and to such future personnel within thirty (30) days after the person assumes such position or responsibilities.",
            "deadline": "30 days after service of order",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 173,
            "quote_end_line": 179
          },
          {
            "description": "Deliver a copy of this order to future personnel within thirty (30) days after the person assumes such position or responsibilities; for any business entity resulting from a change in structure set forth in Part VI, delivery shall be at least ten (10) days prior to the change in structure.",
            "quoted_text": "within thirty (30) days after service of this order, and to such future personnel within thirty (30) days after the person assumes such position or responsibilities. For any business entity resulting from any change in structure set forth in Part VI, delivery shall be at least ten (10) days prior to the change in structure.",
            "deadline": "30 days after assumption of position; 10 days prior to structural change",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 178,
            "quote_end_line": 181
          },
          {
            "description": "Secure a signed and dated statement acknowledging receipt of this order within thirty (30) days of delivery from all persons receiving a copy of the order.",
            "quoted_text": "B. Respondent must secure a signed and dated statement acknowledging receipt of this order, within thirty (30) days of delivery, from all persons receiving a copy of the order pursuant to this section.",
            "deadline": "30 days of delivery",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 182,
            "quote_end_line": 184
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Notification of Corporate Changes",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the FTC at least thirty days prior to any corporate change that may affect compliance obligations under this order, including dissolution, merger, sale, bankruptcy filing, or change in name or address.",
        "requirements": [
          {
            "description": "Notify the Commission at least thirty (30) days prior to any change in respondent that may affect compliance obligations, including dissolution, assignment, sale, merger, creation or dissolution of a subsidiary/parent/affiliate, bankruptcy petition, or change in corporate name or address; if less than 30 days' notice is possible, notify as soon as practicable.",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall notify the Commission at least thirty (30) days prior to any change in respondent that may affect compliance obligations arising under this order, including, but not limited to, a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor company; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in either corporate name or address. Provided, however, that, with respect to any proposed change in the corporation about which respondent learns less than thirty (30) days prior to the date such action is to take place, respondent shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": "30 days prior to change (or as soon as practicable)",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 189,
            "quote_end_line": 197
          },
          {
            "description": "Send all required notices by overnight courier or first-class mail with contemporaneous electronic copy to the FTC Associate Director of Enforcement.",
            "quoted_text": "Unless otherwise directed by a representative of the Commission, all notices required by this Part shall be sent by overnight courier (not the U.S. Postal Service) to the Associate Director of Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, D.C. 20580, with the subject line In the matter of Lookout Services, Inc., FTC File No.1023076. Provided, however, that in lieu of overnight courier, notices may be sent by first-class mail, but only if an electronic version of any such notice is contemporaneously sent to the Commission at Debrief@ftc.gov.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 198,
            "quote_end_line": 204
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondent must file an initial written compliance report with the FTC within sixty days of service of the order, and submit additional written reports within ten days of written notice from the Commission.",
        "requirements": [
          {
            "description": "File with the Commission a true and accurate written report detailing the manner and form of compliance with this order within sixty (60) days after the date of service of this order.",
            "quoted_text": "IT IS FURTHER ORDERED that respondent, within sixty (60) days after the date of service of this order, shall file with the Commission a true and accurate report, in writing, setting forth in detail the manner and form of its compliance with this order. Within ten (10) days of",
            "deadline": "60 days after service of order",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 206,
            "quote_end_line": 208
          },
          {
            "description": "Submit additional true and accurate written reports within ten (10) days of receipt of written notice from a representative of the Commission.",
            "quoted_text": "forth in detail the manner and form of its compliance with this order. Within ten (10) days of receipt of written notice from a representative of the Commission, it shall submit additional true and accurate written reports.",
            "deadline": "10 days of receipt of written notice",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 208,
            "quote_end_line": 210
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "This order will terminate on June 15, 2031, or twenty years from the most recent date the FTC files a complaint alleging any violation of the order in federal court, whichever is later, subject to specified exceptions.",
        "requirements": [
          {
            "description": "Order terminates on June 15, 2031, or twenty (20) years from the most recent date the United States or FTC files a federal court complaint alleging any violation of the order, whichever is later, with exceptions for parts terminating in less than twenty years, respondents not named in such complaint, and orders already terminated.",
            "quoted_text": "This order will terminate on June 15, 2031, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part in this order that terminates in less than twenty (20) years; B. This order’s application to any respondent that is not named as a defendant in such complaint; and C. This order if such complaint is filed after the order has terminated pursuant to this Part. -6- Provided, further, that if such complaint is dismissed or a federal court rules that respondent did not violate any provision of the order, and the dismissal or ruling is either not appealed or upheld on appeal, then the order will terminate according to this Part as though the complaint had never been filed, except that the order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": "June 15, 2031 or 20 years from most recent complaint filing",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 212,
            "quote_end_line": 229
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on June 15, 2031, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part in this order that terminates in less than twenty (20) years; B. This order's application to any respondent that is not named as a defendant in such complaint; and C. This order if such complaint is filed after the order has terminated pursuant to this Part."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "06.11, Lookout Services Complaint.pdf",
      "order": "06.11, Lookout Services Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 2,
      "order_provisions": 8,
      "order_definitions": 3,
      "order_requirements": 21,
      "provisions_per_section": {
        "I": 1,
        "II": 6,
        "III": 4,
        "IV": 2,
        "V": 3,
        "VI": 2,
        "VII": 2,
        "VIII": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 2,
        "complaint_total": 2,
        "order_verified": 21,
        "order_total": 21
      }
    },
    "processing_time_seconds": 106.4
  }
}