{
  "case_info": {
    "docket_number": "C-4324",
    "company": {
      "name": "CHITIKA, INC.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "1800 West Park Drive, Westborough, Massachusetts, 01581",
      "business_description": "Chitika is in the business of online behavioral advertising, which is the practice of tracking a consumer's online activities in order to deliver advertising targeted to the individual consumer's interests. Respondent acts as an intermediary between website publishers and advertisers, purchasing advertising space on publishers' websites and contracting with advertisers to place their advertisements on the websites."
    },
    "commissioners": [
      "Jon Leibowitz, Chairman",
      "William E. Kovacic",
      "J. Thomas Rosch",
      "Edith Ramirez",
      "Julie Brill"
    ],
    "case_date": {
      "month": 6,
      "year": 2011
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45 et seq.",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/1023087-chitika-inc-matter",
    "statutory_topics": [
      "Section 5 Only"
    ],
    "practice_areas": [
      "Privacy"
    ],
    "industry_sectors": [
      "Technology"
    ]
  },
  "complaint": {
    "factual_background": "Chitika, Inc. is an online behavioral advertising company that tracked consumers' browsing activity and search terms using cookies to serve targeted advertisements. From at least May 2008 to February 28, 2010, Chitika's privacy policy offered consumers an opt-out from targeted advertising, accompanied by an 'Opt-Out' button that displayed a confirmation message when clicked. However, the opt-out cookies Chitika set were programmed to expire after only 10 days, after which Chitika resumed tracking and targeting those consumers without notifying them. Chitika did not disclose this 10-day expiration to consumers, making its opt-out representations false and misleading. Only after being contacted by FTC staff in early 2010 did Chitika extend the opt-out cookie duration to 10 years.",
    "representations_made": [
      {
        "description": "Chitika's privacy policy represented that consumers could opt out of receiving Chitika cookies and targeted advertising, implying the opt-out would last for a reasonable period of time",
        "quoted_text": "When users visit a page in the Chitika network, one or more cookies - a small file containing a string of characters - are set to the computer that uniquely identifies the users (sic) browser. Chitika uses cookies to improve the quality of the targeting service by storing anonymous activity data and tracking user trends, such as how people search and browse. Users can reset their browsers to refuse all cookies or to indicate when a cookie is being sent. . . . Page 2 of 4 Chitika encourages and promotes business practices that protect and honor the privacy of users. You can opt-out of receiving Chitika cookies by using the button below.",
        "verified": true,
        "confidence": 0.85,
        "source_paragraph": 9,
        "quote_start_line": 69,
        "quote_end_line": 82
      },
      {
        "description": "An 'Opt-Out' button with an adjacent confirmation message ('You are currently opted out') reinforced the representation that consumers had successfully and durably opted out of Chitika's targeted advertising",
        "quoted_text": "10. Directly following the above statement is a button labeled “Opt-Out,” with an adjacent statement that “You are currently not opted out.” (Exhibit A) When a consumer clicks the “Opt-Out” button, the message adjacent to the button changes to, “You are currently opted out.” (Exhibit B)",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 10,
        "quote_start_line": 83,
        "quote_end_line": 86
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Deceptive Opt-Out Representation",
        "representation": "Through its privacy policy and opt-out button, Chitika represented, expressly or by implication, that when consumers opt out of targeted advertising by Chitika, such opt-out will last for a reasonable period of time.",
        "fact": "When consumers opted out of targeted advertising by Chitika, such opt-out did not last for a reasonable period of time — the opt-out cookie expired after only 10 days, after which Chitika resumed tracking and targeting those consumers without their knowledge or consent.",
        "conclusion": "The representations set forth in Paragraphs 9 and 10 were false or misleading, constituting deceptive acts or practices in or affecting commerce in violation of Section 5(a) of the Federal Trade Commission Act."
      }
    ]
  },
  "order": {
    "definitions": {
      "respondent": "Chitika, Inc., a corporation, its successors and assigns, and its officers, agents, representatives, and employees.",
      "Clear(ly) and prominent(ly)": "A. In textual communications (e.g., printed publications or words displayed on the screen of a computer or mobile device), the required disclosures are of a type, size, and location sufficiently noticeable for an ordinary consumer to read and comprehend them, in print that contrasts highly with the background on which they appear; B. In communications disseminated orally or through audible means (e.g., radio or streaming audio), the required disclosures are delivered in a volume and cadence sufficient for an ordinary consumer to hear and comprehend them; C. In communications disseminated through video means (e.g., television or streaming video), the required disclosures are in writing in a form consistent with subparagraph (A) of this definition and shall appear on the screen for a duration sufficient for an ordinary consumer to read and comprehend them, and in the same language as the predominant language that is used in the communication; and D. In all instances, the required disclosures: (1) are presented in an understandable language and syntax; and (2) include nothing contrary to, inconsistent with, or in mitigation of any other statements or disclosures provided by respondent.",
      "Commerce": "as it is defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. § 44.",
      "Computer or device": "any desktop or laptop computer, handheld device, telephone, or other product or device through which a consumer can access the Internet.",
      "Collection of data or collecting data": "the practice of receiving any information or data from a computer or device, whether transmitted by a web browser or otherwise, and retaining that information, whether on the user's computer or on a server. \"Data collected\" shall mean any information or data received from a computer or device, whether transmitted by a web browser or otherwise, and retained, whether on the user's computer or respondent's server(s).",
      "Chitika user": "any consumer, computer, or device that respondent has uniquely identified.",
      "Online behavioral advertising": "the practice of tracking a consumer's online activities in order to deliver advertising targeted to the individual consumer's interests."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Data Control and Collection",
        "category": "prohibition",
        "summary": "Respondent is prohibited from misrepresenting consumers' ability to control data collected about them, or the extent to which their data is collected, used, disclosed, or shared.",
        "requirements": [
          {
            "description": "Must not misrepresent the extent to which consumers may exercise control over the collection, use, disclosure, or sharing of data collected from or about them, or the extent to which data from or about a particular consumer is collected, used, disclosed, or shared",
            "quoted_text": "IT IS ORDERED that respondent, directly or through any corporation, subsidiary, division, website, third party, or other means, in connection with the online advertising, marketing, promotion, offering for sale, sale, or dissemination of any product or service, in or affecting commerce, shall not misrepresent in any manner, expressly or by implication: (A) the extent to which consumers may exercise control over the collection, use, disclosure, or sharing of data collected from or about them, their computers or devices, or their online activities, or (B) the extent to which data from or about a particular consumer, computer, or device is collected, used, disclosed, or shared.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 86,
            "quote_end_line": 93
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Opt-Out Notice and Mechanism for Online Behavioral Advertising",
        "category": "affirmative_obligation",
        "summary": "Respondent must place clear opt-out notices on its website homepage, provide a persistent opt-out mechanism for consumers, and include opt-out hyperlinks in behavioral ads, all within specified timeframes.",
        "requirements": [
          {
            "description": "Within 30 days, place a clear and prominent notice with hyperlink on homepage(s) stating Chitika collects information to send targeted advertisements and providing an opt-out link",
            "quoted_text": "A. Within thirty (30) days after the date of service of the order, place a clear and prominent notice, including a hyperlink, on the homepage(s) of its website(s), which states, “We collect information about your activities on certain websites to send you targeted advertisements. To opt out of Chitika’s targeted ads, click here.” When selected, the hyperlink shall directly take consumers to the mechanism required by Part II.C. of the order;",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 99,
            "quote_end_line": 104
          },
          {
            "description": "Within 30 days and for 12 months, include a notice immediately after the Part II.A. notice informing consumers who opted out before March 1, 2010 that their opt-out has expired and they must opt out again",
            "quoted_text": "B. Within thirty (30) days after the date of service of the order, for a duration of twelve (12) months, include immediately after the notice required by Part II.A. of the order, the following statement: “If you opted out of our targeted ads before March 1, 2010, the opt-out has expired and you must opt out again to avoid targeted ads.”;",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 105,
            "quote_end_line": 109
          },
          {
            "description": "Within 30 days, provide a separate opt-out mechanism (apart from browser controls) enabling Chitika users to prevent data collection, browser redirection, and association of previously collected data, lasting at least 5 years, with clear and prominent disclosures about collection practices, opt-out effects, current opt status, and browser-specificity",
            "quoted_text": "C. Within thirty (30) days after the date of service of the order, provide a mechanism, separate and apart from any preferences or controls offered by 3 consumers’ browsers, to enable Chitika users to prevent respondent from collecting data that can be associated with a Chitika user or a Chitika user’s computer or device, or that contains any unique identifier, including Chitika user ID or Internet Protocol (IP) address; from redirecting Chitika users’ browsers to third parties that collect data, absent a click or other affirmative action by such Chitika user; and from associating any previously collected data with any Chitika user’s computer or device. This mechanism shall require no more than one additional click for consumers to exercise their choice(s), and shall remain in effect for a minimum time period of five (5) years, unless the consumer deletes his or her cookies or takes deliberate action to disable the mechanism. Within close proximity to the mechanism, respondent shall clearly and prominently disclose to consumers: (1) that Chitika collects information about consumers’ activities on certain websites in order to deliver targeted advertisements; (2) that by opting out, Chitika will not collect this information for the purpose of delivering targeted advertisements; (3) the current status of their choice (i.e., “opted in” or “opted out” of collection); and (4) that their choice is specific to the browser they are using, and they need to implement the mechanism again if they use a different browser; and",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 110,
            "quote_end_line": 132
          },
          {
            "description": "Within 90 days, include a hyperlink in every behavioral advertisement that takes consumers directly to the opt-out mechanism, with hover-over text stating 'Opt out of Chitika's targeted ads.'",
            "quoted_text": "D. Within ninety (90) days after the date of service of the order, within any advertisement that respondent serves as part of online behavioral advertising, include a hyperlink that directly takes consumers to the mechanism required by Part II.C. of this order. The hyperlink text shall clearly and prominently state: “Opt out?” While a consumer’s cursor, or functional equivalent, hovers over the hyperlink, a box shall be visible in close proximity to the hyperlink, which clearly and prominently states, “Opt out of Chitika’s targeted ads.”",
            "deadline": "90 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 133,
            "quote_end_line": 139
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "III",
        "title": "Prohibition on Use of Pre-March 2010 Data and Required Deletion",
        "category": "prohibition",
        "summary": "Respondent must not use, disclose, sell, or transfer data collected prior to March 1, 2010, and must permanently delete all such data within 60 days, with written sworn confirmation to the FTC.",
        "requirements": [
          {
            "description": "Must not use, disclose, sell, rent, lease, or transfer any information associated with a Chitika user or their device that was obtained prior to March 1, 2010",
            "quoted_text": "IT IS FURTHER ORDERED that respondent, directly or through any corporation, subsidiary, division, third party, or other entity, shall not use, disclose, sell, rent, lease, or transfer any information that can be associated with a Chitika user or a Chitika user’s computer or device that respondent obtained prior to March 1, 2010. Within sixty (60) days after the date",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 141,
            "quote_end_line": 144
          },
          {
            "description": "Within 60 days, permanently delete or destroy all pre-March 1, 2010 data stored in Chitika users' cookies and all IP addresses and unique identifiers in log files and backup tapes, and provide a sworn written statement to the Commission confirming deletion or destruction",
            "quoted_text": "or device that respondent obtained prior to March 1, 2010. Within sixty (60) days after the date of service of the order, respondent shall permanently delete or destroy: (1) all such information stored in Chitika users’ cookies; and (2) all IP addresses and unique identifiers, including any Chitika user identification numbers, in log files on respondent’s server(s) and in backup tapes, and shall provide a written statement to the Commission, sworn under penalty of perjury, confirming that all such information has been deleted or destroyed. Provided that, if respondent is prohibited from deleting or destroying such information by law, regulation, or court order, respondent shall provide a written statement to the Commission, sworn under penalty of perjury, identifying any information that has not been deleted or destroyed and the specific law, regulation, or court order that prohibits respondent from deleting or destroying such information.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 144,
            "quote_end_line": 153
          },
          {
            "description": "If legally prohibited from deleting such information, provide a sworn written statement to the Commission identifying the retained information and the specific law, regulation, or court order preventing deletion",
            "quoted_text": "confirming that all such information has been deleted or destroyed. Provided that, if respondent is prohibited from deleting or destroying such information by law, regulation, or court order, respondent shall provide a written statement to the Commission, sworn under penalty of perjury, identifying any information that has not been deleted or destroyed and the specific law, regulation, or court order that prohibits respondent from deleting or destroying such information.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 149,
            "quote_end_line": 153
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Data Deletion",
          "Prohibition"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must maintain and make available to the FTC all documents relating to compliance with this order, including complaint records for 5 years and advertising/policy documents for 5 years after last dissemination.",
        "requirements": [
          {
            "description": "For 5 years, maintain all documents relating to complaints or inquiries about data collection, use, disclosure, or opt-out mechanisms, and all responses to those complaints or inquiries",
            "quoted_text": "A. For a period of five (5) years, any documents, whether prepared by or on behalf of respondent, that: 1. Comprise or relate to complaints or inquiries, whether received directly or indirectly, concerning: (a) any data collection by respondent; (b) the use, disclosure or sharing of such data; or (c) any mechanism to limit or prevent such collection of data or the use, disclosure, or sharing of data collected, as well as any responses to those complaints or inquiries;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 168,
            "quote_end_line": 174
          },
          {
            "description": "For 5 years, maintain all documents necessary to demonstrate full compliance with each provision of this order, including all reports submitted to the Commission",
            "quoted_text": "2. Are necessary to demonstrate full compliance with each provision of this order, including, but not limited to, all documents obtained, created, generated, or which in any way relate to the requirements, provisions, or terms of this order, and all reports submitted to the Commission pursuant to this order; or",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 175,
            "quote_end_line": 179
          },
          {
            "description": "For 5 years, maintain all documents that contradict, qualify, or call into question respondent's compliance with this order",
            "quoted_text": "3. Contradict, qualify, or call into question respondent’s compliance with this order; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 180,
            "quote_end_line": 181
          },
          {
            "description": "For 5 years after last public dissemination, maintain all advertisements, terms of use, end-user license agreements, FAQs, privacy policies, and similar documents relating to data collection, use, disclosure, or opt-out mechanisms",
            "quoted_text": "B. For a period of five (5) years after the last public dissemination thereof, all advertisements, terms of use, end-user license agreements, frequently asked questions, privacy policies, and similar documents relating to: (a) any data collection by respondent; (b) the use, disclosure or sharing of such data; or (c) any mechanism to limit or prevent such collection of data or use, disclosure, or sharing of data collected, as well as any responses to those complaints or inquiries.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 182,
            "quote_end_line": 188
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "V",
        "title": "Order Acknowledgment and Delivery",
        "category": "acknowledgment",
        "summary": "Respondent must deliver a copy of this order to all current and future principals, officers, directors, managers, employees, agents, and representatives with relevant responsibilities, within 30 days of service or assumption of duties.",
        "requirements": [
          {
            "description": "Deliver a copy of this order to all current principals, officers, directors, managers, employees, agents, and representatives having responsibilities with respect to the subject matter of this order within 30 days after the date of service",
            "quoted_text": "IT IS FURTHER ORDERED that Chitika, Inc., and its successors and assigns, shall deliver a copy of this order to all current and future principals, officers, directors, and managers, and to all current and future employees, agents, and representatives having responsibilities with respect to the subject matter of this order. Respondent shall deliver this order to current personnel within thirty (30) days after the date of service of the order, and to future personnel within thirty (30) days after the person assumes such position or responsibilities.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 190,
            "quote_end_line": 195
          },
          {
            "description": "Deliver a copy of this order to all future principals, officers, directors, managers, employees, agents, and representatives having relevant responsibilities within 30 days after the person assumes such position or responsibilities",
            "quoted_text": "respect to the subject matter of this order. Respondent shall deliver this order to current personnel within thirty (30) days after the date of service of the order, and to future personnel within thirty (30) days after the person assumes such position or responsibilities.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 193,
            "quote_end_line": 195
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Notification of Corporate Changes",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the FTC at least 30 days prior to any corporate change that may affect compliance obligations under this order, such as dissolution, merger, sale, bankruptcy filing, or name/address change.",
        "requirements": [
          {
            "description": "Notify the Commission at least 30 days prior to any change in the entity—including dissolution, assignment, sale, merger, creation or dissolution of a subsidiary/parent/affiliate, bankruptcy filing, or name/address change—that may affect compliance obligations under this order",
            "quoted_text": "IT IS FURTHER ORDERED that Chitika, Inc., and its successors and assigns, shall notify the Commission at least thirty (30) days prior to any change in the entity that may affect compliance obligations arising under this order, including, but not limited to, a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor entity; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in the entity name or address. Provided, however, that with respect to any proposed change in the entity about which respondent learns less than thirty (30) days prior to the date such action is to take place, respondent shall notify the Commission as soon as is practicable after obtaining such knowledge. Unless otherwise directed by a representative of the Commission, all notices required by this Part shall be sent by overnight courier (not the U.S. Postal Service) to the Associate Director of Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580, with the subject line FTC v. Chitika.",
            "deadline": "30 days prior to change",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 201,
            "quote_end_line": 213
          },
          {
            "description": "If respondent learns of a proposed change less than 30 days before it occurs, notify the Commission as soon as practicable after obtaining such knowledge",
            "quoted_text": "entity name or address. Provided, however, that with respect to any proposed change in the entity about which respondent learns less than thirty (30) days prior to the date such action is to take place, respondent shall notify the Commission as soon as is practicable after obtaining such knowledge. Unless otherwise directed by a representative of the Commission, all notices",
            "deadline": "as soon as practicable",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 207,
            "quote_end_line": 210
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondent must file a written compliance report with the FTC within 60 days of service and at other times as required, and submit additional reports within 10 days of written notice from the Commission.",
        "requirements": [
          {
            "description": "Within 60 days after service of the order, and at such other times as the FTC may require, file a true and accurate written report setting forth the manner and form in which respondent has complied with this order",
            "quoted_text": "IT IS FURTHER ORDERED that Chitika, Inc., and its successors and assigns, within sixty (60) days after service of the order, and at such other times as the Federal Trade Commission may require, shall file with the Commission a true and accurate report, in writing, setting forth the manner and form in which respondent has complied with this order. Within ten",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 218,
            "quote_end_line": 221
          },
          {
            "description": "Within 10 days of receipt of written notice from a Commission representative, submit additional true and accurate written reports",
            "quoted_text": "setting forth the manner and form in which respondent has complied with this order. Within ten (10) days of receipt of written notice from a representative of the Commission, Chitika, Inc. shall submit additional true and accurate written reports.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 221,
            "quote_end_line": 223
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Order Duration",
        "category": "duration",
        "summary": "This order terminates on June 7, 2031, or 20 years from the most recent date the FTC files a complaint alleging any violation of the order in federal court, whichever is later.",
        "requirements": [
          {
            "description": "Order terminates on June 7, 2031, or 20 years from the most recent date the United States or FTC files a federal court complaint alleging any violation of the order, whichever is later, subject to specified exceptions",
            "quoted_text": "This order will terminate on June 7, 2031, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part of this order that terminates in less than twenty (20) years; B. This order’s application to any respondent that is not named as a defendant in such a complaint; and C. This order if such complaint is filed after the order has terminated pursuant to this Part. 6 Provided, further, that if such complaint is dismissed or a federal court rules that the respondent did not violate any provision of the order, and the dismissal or ruling is either not appealed or upheld on appeal, then the order will terminate according to this Part as though the complaint had never been filed, except that this order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 225,
            "quote_end_line": 242
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on June 7, 2031, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part of this order that terminates in less than twenty (20) years; B. This order's application to any respondent that is not named as a defendant in such a complaint; and C. This order if such complaint is filed after the order has terminated pursuant to this Part."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "06.11, Chitika Complaint.pdf",
      "order": "06.11, Chitika Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 2,
      "order_provisions": 8,
      "order_definitions": 7,
      "order_requirements": 19,
      "provisions_per_section": {
        "I": 1,
        "II": 4,
        "III": 3,
        "IV": 4,
        "V": 2,
        "VI": 2,
        "VII": 2,
        "VIII": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 2,
        "complaint_total": 2,
        "order_verified": 19,
        "order_total": 19
      }
    },
    "processing_time_seconds": 88.9
  }
}