{
  "case_info": {
    "docket_number": "2:12-cv-05001-MMM-SH",
    "company": {
      "name": "Spokeo, Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "C-type corporation",
      "address": "1999 South Los Robles Avenue, Suite 711, Pasadena, CA 91101",
      "business_description": "Spokeo assembles consumer information from hundreds of online and offline sources, such as social networking sites, data brokers, and other sources to create consumer information databases."
    },
    "commissioners": [
      "Monique Einhorn, Attorney, Federal Trade Commission",
      "Jamie Hine, Attorney, Federal Trade Commission",
      "Katherine Armstrong, Attorney, Federal Trade Commission"
    ],
    "date_issued": "2012-06-07",
    "legal_authority": "Section 5(a), 13(b), and 16(a) of the Federal Trade Commission Act, 15 U.S.C. §§ 45(a), 53(b), and 56(a); and Section 621(a) of the Fair Credit Reporting Act, 15 U.S.C. § 1681s(a)",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/1023163-spokeo-inc"
  },
  "complaint": {
    "factual_background": "Spokeo assembled consumer profiles from hundreds of online and offline sources and sold these profiles to businesses, including HR, background screening, and recruiting companies, to use as a factor in employment decisions. Despite marketing its services to recruiters and employers, Spokeo changed its Terms of Service in 2010 to claim it was not a consumer reporting agency and that consumers may not use its information for FCRA-covered purposes, yet failed to ensure existing users complied with this restriction. Spokeo directed employees to draft fake endorsements posing as independent consumer reviews to be posted on news and technology websites.",
    "representations_made": [
      {
        "description": "Spokeo claimed it was not a consumer reporting agency and that consumers may not use its website or information for FCRA-covered purposes",
        "quoted_text": "In 2010, Spokeo changed its website Terms of Service to state that it was not a consumer reporting agency and that consumers may not use the company's website or information for FCRA-covered purposes.",
        "source_paragraph": 11
      },
      {
        "description": "Spokeo marketed its services to HR professionals and recruiters for use in employment screening and hiring decisions",
        "quoted_text": "In its marketing and advertising, the company has promoted the use of its profiles as a factor in deciding whether to interview a job candidate or whether to hire a candidate after a job interview. Spokeo purchased thousands of online advertising keywords including terms targeting employment background checks, applicant screening, and recruiting. Spokeo ran online advertisements with taglines to attract recruiters and encourage HR professionals to use Spokeo to obtain information about job candidates' online activities.",
        "source_paragraph": 10
      },
      {
        "description": "Spokeo represented that comments about Spokeo on news and technology websites were independent comments from ordinary consumers or business users",
        "quoted_text": "During 2010, Defendant directed its employees to draft comments endorsing Spokeo to be posted on news and technology websites. These comments were reviewed and edited by Spokeo managers and then posted using account names, provided by Spokeo, that would give the readers of these comments the impression they had been submitted by independent, ordinary consumers or business users of Spokeo.",
        "source_paragraph": 35
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "VIOLATIONS OF SECTION 607(a) of the FCRA",
        "representation": "Spokeo provided consumer reports to third parties without maintaining reasonable procedures to limit the furnishing of consumer reports to permissible purposes, including failing to require prospective users to identify themselves, certify the purposes for which information is sought, and certify that the information will be used for no other purpose.",
        "fact": "Spokeo failed to maintain any procedures required by section 607(a) of the FCRA to verify the identity of prospective users and the uses certified prior to furnishing consumer reports.",
        "conclusion": "Spokeo violated section 607(a) of the FCRA by failing to maintain reasonable procedures to limit the furnishing of consumer reports for enumerated permissible purposes."
      },
      {
        "count_number": 2,
        "title": "VIOLATIONS OF SECTION 607(b) OF THE FCRA",
        "representation": "Spokeo provided consumer reports to third parties.",
        "fact": "Spokeo failed to follow any reasonable procedures to assure maximum possible accuracy of consumer report information.",
        "conclusion": "Spokeo violated section 607(b) of the FCRA by failing to use reasonable procedures to assure maximum possible accuracy of the information concerning the individual about whom the report relates."
      },
      {
        "count_number": 3,
        "title": "VIOLATIONS OF SECTION 607(d) OF THE FCRA",
        "representation": "Spokeo provided consumer reports to users (third parties).",
        "fact": "Spokeo failed to provide User Notices to users informing them of their obligations under the FCRA, including the obligation to provide notice to consumers who are the subject of an adverse action based on information in the consumer report.",
        "conclusion": "Spokeo violated section 607(d) of the FCRA by failing to provide the required User Notice to any person to whom it provides a consumer report."
      },
      {
        "count_number": 4,
        "title": "VIOLATIONS OF SECTION 604 OF THE FCRA",
        "representation": "Spokeo regularly furnished consumer reports to third parties without procedures to inquire into the purpose for which the user is buying the report.",
        "fact": "Spokeo furnished consumer reports to persons that it did not have reason to believe had a permissible purpose to obtain a consumer report.",
        "conclusion": "Spokeo violated section 604 of the FCRA by furnishing consumer reports to persons that it did not have a reason to believe had a permissible purpose to obtain a consumer report."
      },
      {
        "count_number": 5,
        "title": "ENDORSEMENTS",
        "representation": "Spokeo represented that comments about Spokeo on news and technology websites were independent comments reflecting the views of ordinary consumers or business users of Spokeo.",
        "fact": "The comments were not independent comments reflecting the views of ordinary consumers or business users. The comments were created by employees and managers of Spokeo in response to news articles or reviews of Spokeo.",
        "conclusion": "Spokeo's acts and practices constitute unfair or deceptive acts or practices in violation of Section 5(a) of the Federal Trade Commission Act."
      }
    ]
  },
  "order": {
    "definitions": {
      "Defendant": "Spokeo, Inc., and its successors and assigns",
      "Permissible purpose": "the circumstances under which a consumer report may be furnished as described in Section 604 of the Fair Credit Reporting Act, 15 U.S.C. § 1681b",
      "FCRA definitions": "The definitions set forth in the FCRA, 15 U.S.C. §§ 1681a, et seq., shall apply",
      "Material connection": "any relationship that materially affects the weight or credibility of any endorsement and that would not be reasonably expected by consumers",
      "Endorsement": "as defined in the Commission's Guides Concerning the Use of Endorsements and Testimonials in Advertising, 16 C.F.R. § 255.0",
      "Clear and prominent": "In textual communications (e.g., printed publications or words displayed on the screen of a computer), the required disclosures are of a type, size, and location sufficiently noticeable for an ordinary consumer to read and comprehend them, in print that contrasts with the background on which they appear; In communications disseminated orally or through audible means (e.g., radio or streaming audio), the required disclosures are delivered in a volume and cadence sufficient for an ordinary consumer to hear and comprehend them; In communications disseminated through video means (e.g., television or streaming video), the required disclosures are in writing in a form consistent with subparagraph (i) of this definition and shall appear on the screen for a duration sufficient for an ordinary consumer to read and comprehend them, and in the same language as the predominant language that is used in the communication; In communications made through interactive media, such as the Internet, online services, and software, the required disclosures are unavoidable and presented in a form consistent with subparagraph (i) of this definition, in addition to any audio or video presentation of them; and In all instances, the required disclosures are presented in an understandable language and syntax, and with nothing contrary to, inconsistent with, or in mitigation of the disclosures used in any communication of them."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Civil Penalty",
        "category": "affirmative_obligation",
        "summary": "Defendant must pay a civil penalty of $800,000 for FCRA violations within seven business days of service of the Order.",
        "requirements": [
          {
            "description": "Pay $800,000 civil penalty via electronic fund transfer to the Treasurer of the United States",
            "quoted_text": "Judgment in the amount of eight hundred thousand dollars ($800,000) is hereby entered against Defendant, as a civil penalty for violations of the FCRA pursuant to section 621(a) of the Fair Credit Reporting Act, 15 U.S.C. § 1681s(a).",
            "deadline": null,
            "verified": true,
            "confidence": 0.9995740365111562
          },
          {
            "description": "Make payment within seven business days of service of Order",
            "quoted_text": "Defendant shall make this payment within seven (7) business days of the date of service of this Order to the Treasurer of the United States by electronic fund transfer in accordance with instructions provided by the Consumer Protection Branch, Civil Division, U.S. Department of Justice, Washington, D.C. 20530, for appropriate disposition.",
            "deadline": "7 business days",
            "verified": true,
            "confidence": 0.9090909090909091
          },
          {
            "description": "Turn over full civil penalty amount to attorneys prior to or concurrently with execution of Order",
            "quoted_text": "Prior to or concurrently with Defendant's execution of this Order, Defendant shall turn over the full amount of the civil penalty, eight hundred thousand dollars ($800,000), to their attorneys, who shall hold the entire sum for no purpose other than payment to the Treasurer of the United States after entry of this Order by the Court.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9749929478138223
          },
          {
            "description": "Defendant's attorneys must transfer payment within five days of service of Order",
            "quoted_text": "Within five (5) days of service of this Order, Defendant's attorneys shall transfer such civil penalty payment in the form of a wire transfer to the Treasurer of the United States.",
            "deadline": "5 days",
            "verified": true,
            "confidence": 0.9744444444444444
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Prohibited Business Activities - FCRA",
        "category": "prohibition",
        "summary": "Defendant is permanently enjoined from violating the Fair Credit Reporting Act, including furnishing consumer reports without permissible purpose, failing to maintain reasonable procedures, and failing to provide required notices.",
        "requirements": [
          {
            "description": "Must not furnish consumer reports to any person without a permissible purpose",
            "quoted_text": "Violating section 604 of the FCRA, 15 U.S.C. § 1681b, by furnishing a consumer report to any person who does not have a permissible purpose to receive the consumer report",
            "deadline": null,
            "verified": true,
            "confidence": 0.9915384615384616
          },
          {
            "description": "Must not fail to maintain reasonable procedures designed to limit furnishing of consumer reports to users with permissible purpose",
            "quoted_text": "Failing to maintain reasonable procedures designed to limit the furnishing of consumer reports to users that have a permissible purpose to receive them under section 604 of the FCRA, 15 U.S.C. § 1681b, as required by Section 607(a) of the FCRA, 15 U.S.C. § 1681e(a)",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not fail to maintain reasonable procedures to assure maximum possible accuracy of information in consumer reports",
            "quoted_text": "Failing to maintain reasonable procedures to assure the maximum possible accuracy of the information concerning the individual about whom a consumer report relates, as required by section 607(b) of the FCRA, 15 U.S.C. § 1681e(b)",
            "deadline": null,
            "verified": true,
            "confidence": 0.9890163934426229
          },
          {
            "description": "Must not fail to provide the User Notice required by FCRA section 607(d) to all users of consumer reports",
            "quoted_text": "Failing to provide the \"Notice to Users of Consumer Reports: Obligations of Users Under the FCRA\" (\"User Notice\") required by section 607(d) of the FCRA, 15 U.S.C. § 1681e(d), to all users of Defendant's consumer reports. Provided, however, that Defendant may provide an electronic copy of the User Notice to a user if: (a) in the ordinary course of business, the user obtains consumer report information from Defendant in electronic form, and (b) the notice is clear and prominent.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Prohibited Business Activities - Section 5 (Endorsements)",
        "category": "prohibition",
        "summary": "Defendant is permanently enjoined from misrepresenting the status of users or endorsers and must clearly disclose material connections between endorsers and the company.",
        "requirements": [
          {
            "description": "Must not misrepresent the status of any user or endorser as independent or ordinary consumer",
            "quoted_text": "Misrepresenting, in any manner, expressly or by implication, the status of any user or endorser of a product or service, including, but not limited to, misrepresenting that the user or endorser is an independent user or ordinary consumer of the product or service",
            "deadline": null,
            "verified": true,
            "confidence": 0.9951376146788992
          },
          {
            "description": "Must disclose clearly and prominently any material connection between endorser and company",
            "quoted_text": "Making any representation, in any manner, expressly or by implication, about any user or endorser of such product or service unless they disclose, clearly and prominently, a material connection, when one exists, between such user or endorser and the respondent or any other individual or entity manufacturing, advertising, labeling, promoting, offering for sale, selling, or distributing such product or service.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Remove non-compliant product reviews or endorsements currently viewable by the public",
            "quoted_text": "Within seven (7) days of the date of service of this Order, Defendant shall take all reasonable steps to remove any product review or endorsement, currently viewable by the public, that does not comply with this Section.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Defendant must submit acknowledgment of receipt of the Order and deliver copies to personnel and obtain signed acknowledgments from recipients.",
        "requirements": [
          {
            "description": "Submit acknowledgment of receipt of Order to the Commission",
            "quoted_text": "Defendant, within seven (7) days of entry of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 0.9940718562874252
          },
          {
            "description": "Deliver copy of Order to all principals, officers, directors, managers, and relevant employees for five years",
            "quoted_text": "For five (5) years after entry of this Order, Defendant must deliver a copy of this Order to: (a) all principals, officers, directors, and managers; (b) all employees, agents, and representatives who participate in conduct related to the subject matter of the Order; and (c) any business entity resulting from any change in structure as set forth in the Section titled Compliance Reporting. Delivery must occur within seven (7) days of entry of this Order for current personnel. To all others, delivery must occur before they assume their responsibilities.",
            "deadline": "7 days for current personnel",
            "verified": true,
            "confidence": 0.8731876606683805
          },
          {
            "description": "Obtain signed and dated acknowledgments of receipt from each recipient",
            "quoted_text": "From each individual or entity to which Defendant delivered a copy of this Order, Defendant must obtain, within 30 days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendant must submit compliance reports to the Commission, including an initial report one year after entry and notices of structural changes for 20 years.",
        "requirements": [
          {
            "description": "Submit initial compliance report one year after entry of Order",
            "quoted_text": "One year after entry of this Order, Defendant must submit a compliance report, sworn under penalty of perjury. Defendant must: (a) designate at least one telephone number and an email, physical, and postal address as points of contact, which representatives of the Commission and Plaintiff may use to communicate with Defendant; (b) identify all of Defendant's businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (c) describe in detail whether and how Defendant is in compliance with each Section of this Order; and (d) provide a copy of each Order Acknowledgment obtainedpursuant to this Order, unless previously submitted to the Commission",
            "deadline": "1 year",
            "verified": true,
            "confidence": 0.9390909090909091
          },
          {
            "description": "Submit compliance notices for 20 years following entry regarding changes in contact or structure",
            "quoted_text": "For 20 years following entry of this Order, Defendant must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following: (a) any designated point of contact; or (b) the structure of any entity that Defendant has any ownership interest in or directly or indirectly controls that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days of change",
            "verified": true,
            "confidence": 0.9585714285714286
          },
          {
            "description": "Submit notice of bankruptcy or insolvency proceedings",
            "quoted_text": "Defendant must submit to the Commission notice of the filing of any bankruptcy petition, insolvency proceeding, or any similar proceeding by or against Defendant within 14 days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendant must create and retain specific records for 20 years after entry of Order, with each record retained for five years.",
        "requirements": [
          {
            "description": "Create and retain accounting records showing revenues, costs, and net profit or loss",
            "quoted_text": "Accounting records showing the revenues from all goods or services sold, all costs incurred in generating those revenues, and the resulting net profit or loss",
            "deadline": null,
            "verified": true,
            "confidence": 0.9920253164556962
          },
          {
            "description": "Create and retain personnel records for each person providing services",
            "quoted_text": "Personnel records showing, for each person providing services, whether as an employee or otherwise, that person's: name, addresses, and telephone numbers; job title or position; dates of service; and, if applicable, the reason for termination",
            "deadline": null,
            "verified": true,
            "confidence": 0.8880733944954129
          },
          {
            "description": "Create and retain copies of all training materials related to consumer report information",
            "quoted_text": "Copies of all training materials that relate to the collection and sale of consumer report information",
            "deadline": null,
            "verified": true,
            "confidence": 0.9922641509433963
          },
          {
            "description": "Create and retain copies of all training materials related to compliance with Order",
            "quoted_text": "Copies of all training materials that relate to Defendant's activities as alleged in the Complaint and Defendant's compliance with the provisions of this Order",
            "deadline": null,
            "verified": true,
            "confidence": 0.9922641509433963
          },
          {
            "description": "Create and retain all records necessary to demonstrate compliance with Order",
            "quoted_text": "All records and documents necessary to demonstrate full compliance with each provision of this Order, including but not limited to, copies of acknowledgments of receipt of this Order, required by the Sections titled \"Distribution of Order\" and \"Acknowledgment of Receipt of Order\" and all reports submitted to the FTC pursuant to the Section titled \"Compliance Reporting\"",
            "deadline": null,
            "verified": true,
            "confidence": 0.9711764705882353
          },
          {
            "description": "Create and retain complaints and refund requests and responses",
            "quoted_text": "Complaints and refund requests, whether received directly or indirectly, such as through a third party, and any response",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and retain copy of each advertisement or marketing material",
            "quoted_text": "A copy of each advertisement or other marketing material",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "If operating as consumer reporting agency, retain files containing information about entities receiving consumer reports",
            "quoted_text": "If operating as a consumer reporting agency, files containing the names, addresses, telephone numbers, and permissible purpose of all entities to whom Spokeo supplies consumer reports and all materials considered by Defendant to ensure compliance with section 604 of the FCRA",
            "deadline": null,
            "verified": true,
            "confidence": 0.9983098591549296
          },
          {
            "description": "If operating as consumer reporting agency, retain files containing user information and certifications",
            "quoted_text": "If operating as a consumer reporting agency, files containing the names, addresses and telephone numbers of all users of consumer report information and the certifications made by the user pursuant to section 607(a) of the FCRA, and all materials considered by Defendant in connection with its verification of the identity of the user and verification of the certifications made under section 607(a), to demonstrate Defendant's compliance with section 607(a) of the FCRA",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "If operating as consumer reporting agency, retain files containing information about users who received User Notice",
            "quoted_text": "If operating as a consumer reporting agency, files containing the names, addresses, telephone numbers of all users of consumer report information that received the section 607(d) User Notice, and all materials considered by Defendant to demonstrate compliance with section 607(d) of the FCRA.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission and Plaintiff are authorized to monitor Defendant's compliance through various means including requesting documents, conducting depositions, and interviewing personnel.",
        "requirements": [
          {
            "description": "Submit additional compliance reports or information upon written request from Commission or Plaintiff within 14 days",
            "quoted_text": "Within 14 days of receipt of a written request from a representative of the Commission or Plaintiff, Defendant must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury; appear for depositions; and produce documents, for inspection and copying.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.9832710280373832
          },
          {
            "description": "Permit representatives of Commission and Plaintiff to interview employees or affiliated persons who agree",
            "quoted_text": "For matters concerning this Order, the Commission and Plaintiff are authorized to communicate directly with Defendant. Defendant must permit representatives of the Commission and Plaintiff to interview any employee or other person affiliated with Defendant who has agreed to such an interview. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9715204678362573
          },
          {
            "description": "Allow Commission and Plaintiff to use lawful means including posing as consumers or other entities",
            "quoted_text": "The Commission and Plaintiff may use all other lawful means, including posing, through its representatives, as consumers, suppliers, or other individuals or entities, to Defendant or any individual or entity affiliated with Defendant, without the necessity of identification or prior notice.",
            "deadline": null,
            "verified": true,
            "confidence": 0.8875
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction over this matter for purposes of construction, modification, and enforcement of the Order.",
        "requirements": [
          {
            "description": "Court retains jurisdiction for construction, modification, and enforcement of Order",
            "quoted_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9971052631578947
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Costs and Attorneys' Fees",
        "category": "affirmative_obligation",
        "summary": "Each party bears its own costs and attorneys' fees incurred in connection with this action.",
        "requirements": [
          {
            "description": "Each party bears its own costs and attorneys' fees",
            "quoted_text": "IT IS FURTHER ORDERED that each party shall bear its own costs and attorneys' fees incurred in connection with this action.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "For 20 years following entry of this Order, Defendant must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following: (a) any designated point of contact; or (b) the structure of any entity that Defendant has any ownership interest in or directly or indirectly controls that may affect compliance obligations arising under this Order"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "06.12, Spokeo Complaint.pdf",
      "order": "06.12, Spokeo Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 5,
      "complaint_representations": 3,
      "order_provisions": 9,
      "order_definitions": 6,
      "order_requirements": 32
    },
    "processing_time_seconds": 476.4
  }
}