{
  "case_info": {
    "docket_number": "C-4465",
    "company": {
      "name": "Charles River Laboratories International, Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "251 Ballardvale Street, Wilmington, Massachusetts 01887",
      "business_description": "Charles River Laboratories International, Inc. provides solutions that accelerate the early-stage drug discovery and development process and models required in research and development of new drugs, devices and therapies."
    },
    "commissioners": [
      "Edith Ramirez, Chairwoman",
      "Julie Brill",
      "Maureen K. Ohlhausen",
      "Joshua D. Wright",
      "Terrell McSweeny"
    ],
    "case_date": {
      "month": 6,
      "year": 2014
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a)",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/142-3022-charles-river-laboratories-intl-matter",
    "statutory_topics": [
      "Section 5 Only"
    ],
    "practice_areas": [
      "Data Security"
    ],
    "industry_sectors": [
      "Healthcare"
    ]
  },
  "complaint": {
    "factual_background": "Charles River Laboratories International, Inc. represented on its website that it was a current participant in the U.S.-EU Safe Harbor Framework and self-certified its adherence to the Safe Harbor Privacy Principles. However, from May 2011 until December 2013, the company failed to renew its self-certification and was not a current participant in the framework, despite continuing to claim compliance on its website.",
    "representations_made": [
      {
        "description": "Claimed to comply with the U.S.-EU Safe Harbor Framework and self-certify adherence to the Safe Harbor Privacy Principles",
        "quoted_text": "It is our policy to respect the privacy of our employees, customers, business partners, and others. Personal Data is used, collected, and retained in a manner consistent with the laws of the countries in which we do business. In furtherance of this commitment, we comply with the U.S.-EU Safe Harbor Framework as set forth by the U.S. Department of Commerce regarding the collection, use, and retention of personal data from European Union countries (“EU”). We self-certify our adherence to the Safe Harbor Privacy Principles (“Safe Harbor Principles”) of notice, choice, onward transfer, security, data integrity, access and enforcement. To learn more about the Safe Harbor Principles, and to view our certification, please visit http://www.export.gov/safeharbor/.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 11,
        "quote_start_line": 77,
        "quote_end_line": 88
      },
      {
        "description": "Represented that it is a current participant in the U.S.-EU Safe Harbor Framework",
        "quoted_text": "12. Through the means described in Paragraph 11, respondent represents, expressly or by implication, that it is a “current” participant in the U.S.-EU Safe Harbor Framework.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 12,
        "quote_start_line": 89,
        "quote_end_line": 90
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "False Safe Harbor Participation Claim",
        "representation": "Respondent represented that it is a current participant in the U.S.-EU Safe Harbor Framework",
        "fact": "From May 2011 until December 2013, respondent was not a current participant in the U.S.-EU Safe Harbor Framework",
        "conclusion": "Therefore, the representation set forth in Paragraph 12 was false and misleading."
      }
    ]
  },
  "order": {
    "definitions": {
      "respondent": "Charles River Laboratories International, Inc. and its successors and assigns.",
      "Commerce": "as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. § 44."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Privacy or Security Programs",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent its membership in, adherence to, or participation in any privacy or security program, including the U.S.-EU Safe Harbor Framework and U.S.-Swiss Safe Harbor Framework.",
        "requirements": [
          {
            "description": "Must not misrepresent the extent to which respondent is a member of, adheres to, complies with, is certified by, is endorsed by, or otherwise participates in any privacy or security program sponsored by the government or any other self-regulatory or standard-setting organization",
            "quoted_text": "IT IS ORDERED that respondent and its officers, agents, representatives, and employees, whether acting directly or indirectly, in connection with the advertising, marketing, promotion, offering for sale, or sale of any product or service, in or affecting commerce, shall not misrepresent in any manner, expressly or by implication, the extent to which respondent is a member of, adheres to, complies with, is certified by, is endorsed by, or otherwise participates in any privacy or security program sponsored by the government or any other self-regulatory or standard-setting organization, including, but not limited to, the U.S.-EU Safe Harbor Framework and the U.S.-Swiss Safe Harbor Framework.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 56,
            "quote_end_line": 63
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition",
          "Comprehensive Security Program"
        ]
      },
      {
        "provision_number": "II",
        "title": "Recordkeeping Requirements",
        "category": "recordkeeping",
        "summary": "Respondent must maintain and make available for FTC inspection all documents relating to compliance with this order for five years from the date of preparation or dissemination.",
        "requirements": [
          {
            "description": "Maintain and make available to the FTC for inspection all documents relating to compliance with this order for five years",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall maintain and upon request make available to the Federal Trade Commission for inspection and copying, a print or electronic copy of, for a period of five (5) years from the date of preparation or dissemination, whichever is later, all documents relating to compliance with this order, including but not limited to:",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 65,
            "quote_end_line": 68
          },
          {
            "description": "Retain all advertisements, promotional materials, and statements containing representations covered by this order, with all materials relied upon",
            "quoted_text": "A. all advertisements, promotional materials, and any other statements containing any representations covered by this order, with all materials relied upon in disseminating the representation; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 69,
            "quote_end_line": 71
          },
          {
            "description": "Retain any documents that call into question respondent's compliance with this order",
            "quoted_text": "B. any documents, whether prepared by or on behalf of respondent, that call into question respondent’s compliance with this order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 72,
            "quote_end_line": 73
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "III",
        "title": "Order Acknowledgment and Distribution",
        "category": "acknowledgment",
        "summary": "Respondent must deliver a copy of this order to all current and future personnel with relevant responsibilities and obtain signed acknowledgments of receipt within thirty days.",
        "requirements": [
          {
            "description": "Deliver a copy of this order to all current and future principals, officers, directors, managers, employees, agents, and representatives having responsibilities relating to the subject matter of this order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall deliver a copy of this order to all current and future principals, officers, directors, and managers, and to all current and future employees, agents, and representatives having responsibilities relating to the subject matter of this order. Respondent shall deliver this order to such current personnel within thirty (30) days",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 78,
            "quote_end_line": 81
          },
          {
            "description": "Deliver this order to current personnel within thirty days after service of this order",
            "quoted_text": "this order. Respondent shall deliver this order to such current personnel within thirty (30) days after service of this order, and to such future personnel within thirty (30) days after the person",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 81,
            "quote_end_line": 82
          },
          {
            "description": "Deliver this order to future personnel within thirty days after the person assumes such position or responsibilities",
            "quoted_text": "after service of this order, and to such future personnel within thirty (30) days after the person assumes such position or responsibilities. For any business entity resulting from any change in",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 82,
            "quote_end_line": 83
          },
          {
            "description": "For any business entity resulting from any change in structure, deliver the order at least ten days prior to the change in structure",
            "quoted_text": "assumes such position or responsibilities. For any business entity resulting from any change in structure set forth in Part IV, delivery shall be at least ten (10) days prior to the change in structure. Respondent must secure a signed and dated statement acknowledging receipt of this",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 83,
            "quote_end_line": 85
          },
          {
            "description": "Secure a signed and dated statement acknowledging receipt of this order, within thirty days of delivery, from all persons receiving a copy of the order",
            "quoted_text": "structure. Respondent must secure a signed and dated statement acknowledging receipt of this order, within thirty (30) days of delivery, from all persons receiving a copy of the order pursuant to this section.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 85,
            "quote_end_line": 87
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Notification of Corporate Changes",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the Commission at least thirty days prior to any change in the corporation that may affect compliance obligations, including dissolution, merger, sale, bankruptcy, or name/address changes.",
        "requirements": [
          {
            "description": "Notify the Commission at least thirty days prior to any change in the corporation(s) that may affect compliance obligations, including dissolution, assignment, sale, merger, or other action resulting in a successor corporation; creation or dissolution of a subsidiary, parent, or affiliate; proposed filing of bankruptcy petition; or change in corporate name or address",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall notify the Commission at least thirty (30) days prior to any change in the corporation(s) that may affect compliance obligations arising under this order, including, but not limited to: a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in the corporate name or address.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 89,
            "quote_end_line": 94
          },
          {
            "description": "If respondent learns of a proposed change fewer than thirty days prior to the date such action is to take place, notify the Commission as soon as is practicable after obtaining such knowledge",
            "quoted_text": "Provided, however, that, with respect to any proposed change in the corporation(s) about which respondent learns fewer than thirty (30) days prior to the date such action is to take place, respondent shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": "as soon as practicable",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 95,
            "quote_end_line": 97
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "V",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondent must file a compliance report with the Commission within sixty days after service of this order and additional reports upon request within ten days.",
        "requirements": [
          {
            "description": "File with the Commission a true and accurate report, in writing, setting forth in detail the manner and form of its compliance with this order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent, and its successors and assigns, within sixty (60) days after the date of service of this order, shall file with the Commission a true and accurate report, in writing, setting forth in detail the manner and form of its compliance with this order. Within ten (10) days of receipt of written notice from a representative of the Commission,",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 104,
            "quote_end_line": 107
          },
          {
            "description": "Submit an additional true and accurate written report within ten days of receipt of written notice from a representative of the Commission",
            "quoted_text": "order. Within ten (10) days of receipt of written notice from a representative of the Commission, it shall submit an additional true and accurate written report.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 107,
            "quote_end_line": 108
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "This order will terminate on June 19, 2034, or twenty years from the most recent date that the United States or the Commission files a complaint in federal court alleging any violation of the order, whichever comes later.",
        "requirements": [
          {
            "description": "Order terminates on June 19, 2034, or twenty years from the most recent date that the United States or the Commission files a complaint in federal court alleging any violation of the order, whichever comes later",
            "quoted_text": "This order will terminate on June 19, 2034, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of:",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 110,
            "quote_end_line": 113
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on June 19, 2034, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "06.14, Charles River Laboratories, Int’l. Complaint.pdf",
      "order": "06.14, Charles River Laboratories, Int’l. Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 2,
      "order_provisions": 6,
      "order_definitions": 2,
      "order_requirements": 14,
      "provisions_per_section": {
        "I": 1,
        "II": 3,
        "III": 5,
        "IV": 2,
        "V": 2,
        "VI": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 2,
        "complaint_total": 2,
        "order_verified": 14,
        "order_total": 14
      }
    },
    "processing_time_seconds": 66.5
  }
}