{
  "case_info": {
    "docket_number": "C-4468",
    "company": {
      "name": "PDB Sports, Ltd.",
      "incorporation_state": "Colorado",
      "entity_type": "limited partnership",
      "address": "13655 Broncos Parkway, Englewood, CO 80112",
      "business_description": "PDB Sports, Ltd., doing business as the Denver Broncos Football Club, is a professional football team and a member of the National Football League."
    },
    "commissioners": [
      "Edith Ramirez, Chairwoman",
      "Julie Brill",
      "Maureen K. Ohlhausen",
      "Joshua D. Wright",
      "Terrell McSweeny"
    ],
    "case_date": {
      "month": 6,
      "year": 2014
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. ยง 45(a)",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/142-3025-pdb-sports-ltd-dba-denver-broncos-football-club-matter"
  },
  "complaint": {
    "factual_background": "The Denver Broncos Football Club claimed on its website that it complied with the EU Safe Harbor Framework for data protection. However, the company failed to renew its Safe Harbor self-certification in November 2011, causing its status to become \"not current.\" Despite this, the Broncos continued to represent on its website that it complied with the Safe Harbor Framework from November 2011 until November 2013, a period of approximately two years.",
    "representations_made": [
      {
        "description": "Claimed to be a current participant in the U.S.-EU Safe Harbor Framework",
        "quoted_text": "Through the means described in Paragraph 11, respondent represented, expressly or by implication, that it was a \"current\" participant in the U.S.-EU Safe Harbor Framework.",
        "source_paragraph": 12
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "False Safe Harbor Participation Claim",
        "representation": "Respondent represented that it was a \"current\" participant in the U.S.-EU Safe Harbor Framework",
        "fact": "From November 2011 until November 2013, respondent was not a \"current\" participant in the U.S.-EU Safe Harbor Framework",
        "conclusion": "Therefore, the representation set forth in Paragraph 12 is false and misleading."
      }
    ]
  },
  "order": {
    "definitions": {
      "respondent": "PDB Sports, Ltd., doing business as the Denver Broncos Football Club, and its successors and assigns.",
      "Commerce": "as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. ยง 44."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Privacy or Security Programs",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent its membership in, adherence to, or participation in any privacy or security program, including the U.S.-EU Safe Harbor Framework and U.S.-Swiss Safe Harbor Framework.",
        "requirements": [
          {
            "description": "Must not misrepresent participation in privacy or security programs",
            "quoted_text": "IT IS ORDERED that respondent and its officers, agents, representatives, and employees, whether acting directly or indirectly, in connection with the advertising, marketing, promotion, offering for sale, or sale of any product or service, in or affecting commerce, shall not misrepresent in any manner, expressly or by implication, the extent to which respondent is a member of, adheres to, complies with, is certified by, is endorsed by, or otherwise participates in any privacy or security program sponsored by the government or any other self-regulatory or standard-setting organization, including, but not limited to, the U.S.-EU Safe Harbor Framework and the U.S.-Swiss Safe Harbor Framework.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must maintain and make available to the FTC all documents relating to compliance with this order for five years from the date of preparation or dissemination.",
        "requirements": [
          {
            "description": "Maintain all advertisements and promotional materials containing representations covered by this order for 5 years",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall maintain and upon request make available to the Federal Trade Commission for inspection and copying, a print or electronic copy of, for a period of five (5) years from the date of preparation or dissemination, whichever is later, all documents relating to compliance with this order, including but not limited to: A. all advertisements, promotional materials, and any other statements containing any representations covered by this order, with all materials relied upon in disseminating the representation",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Maintain any documents that call into question compliance with this order for 5 years",
            "quoted_text": "B. any documents, whether prepared by or on behalf of respondent, that call into question respondent's compliance with this order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Order Acknowledgment",
        "category": "acknowledgment",
        "summary": "Respondent must deliver a copy of this order to all current and future personnel with relevant responsibilities and obtain signed acknowledgments of receipt within 30 days.",
        "requirements": [
          {
            "description": "Deliver order to current personnel within 30 days after service",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall deliver a copy of this order to all current and future principals, officers, directors, and managers, and to all current and future employees, agents, and representatives having responsibilities relating to the subject matter of this order. Respondent shall deliver this order to such current personnel within thirty (30) days after service of this order",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver order to future personnel within 30 days after they assume their position",
            "quoted_text": "and to such future personnel within thirty (30) days after the person assumes such position or responsibilities.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Secure signed and dated acknowledgment statements within 30 days of delivery",
            "quoted_text": "Respondent must secure a signed and dated statement acknowledging receipt of this order, within thirty (30) days of delivery, from all persons receiving a copy of the order pursuant to this section.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Change in Partnership Notification",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the Commission within 14 days of any change in the partnership that may affect compliance obligations, including dissolution, merger, bankruptcy, or change in name or address.",
        "requirements": [
          {
            "description": "Notify the Commission within 14 days of any change in partnership affecting compliance",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall notify the Commission within fourteen (14) days of any change in the partnership(s) that may affect compliance obligations arising under this order, including, but not limited to: a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor company; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in the partnership name or address.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondent must file a compliance report with the Commission within 90 days after service of this order and submit additional reports within 10 days upon request.",
        "requirements": [
          {
            "description": "File initial compliance report within 90 days after service of order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent, and its successors and assigns, within ninety (90) days after the date of service of this order, shall file with the Commission a true and accurate report, in writing, setting forth in detail the manner and form of its compliance with this order.",
            "deadline": "90 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit additional compliance reports within 10 days upon written request",
            "quoted_text": "Within ten (10) days of receipt of written notice from a representative of the Commission, it shall submit an additional true and accurate written report.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "This order will terminate on June 19, 2034, or twenty years from the most recent date the United States or Commission files a complaint in federal court alleging violation of the order, whichever comes later.",
        "requirements": [
          {
            "description": "Order remains in effect for 20 years from issuance or from filing of any federal complaint alleging violation",
            "quoted_text": "This order will terminate on June 19, 2034, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on June 19, 2034, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. any Part in this order that terminates in fewer than twenty (20) years; B. this order's application to any respondent that is not named as a defendant in such complaint; and C. this order if such complaint is filed after the order has terminated pursuant to this Part."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "06.14, PDB Sports, Ltd., dba Denver Broncos Football Club Complaint.pdf",
      "order": "06.14, PDB Sports, Ltd., dba Denver Broncos Football Club Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 1,
      "order_provisions": 6,
      "order_definitions": 2,
      "order_requirements": 10
    },
    "processing_time_seconds": 78.1
  }
}