{
  "case_info": {
    "docket_number": "C-4325",
    "company": {
      "name": "Ceridian Corporation",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "3311 East Old Shakopee Road, Minneapolis, Minnesota 55425",
      "business_description": "Ceridian is a service provider that provides payroll processing, payroll-related tax filing, benefits administration, and other human resource services to business customers. The company operates Powerpay, a web-based payroll processing service that allows small business customers to collect, track, and store employee payroll data and automate payroll processing."
    },
    "commissioners": [
      "Jon Leibowitz, Chairman",
      "William E. Kovacic",
      "J. Thomas Rosch",
      "Edith Ramirez",
      "Julie Brill"
    ],
    "case_date": {
      "month": 6,
      "year": 2011
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a)",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/102-3160-ceridian-corporation-matter",
    "statutory_topics": [
      "Section 5 Only"
    ],
    "practice_areas": [
      "Data Security"
    ],
    "industry_sectors": [
      "Technology"
    ]
  },
  "complaint": {
    "factual_background": "Ceridian Corporation operated Powerpay, a web-based payroll processing service that collected sensitive employee personal information including Social Security numbers, bank account numbers, and dates of birth. Ceridian represented on its website and in customer contracts that it maintained a comprehensive security program and at least a reasonable degree of care to protect this information. In reality, Ceridian stored personal information in unencrypted clear text, retained it indefinitely without business need, failed to assess or defend against common SQL injection vulnerabilities, and did not employ reasonable intrusion detection measures. In December 2009, hackers exploited these failures via a SQL injection attack and exported the personal information of at least 27,673 individuals to outside computers.",
    "representations_made": [
      {
        "description": "Claimed to maintain a comprehensive security program designed in accordance with ISO 27000 series standards, industry best practices, and regulatory requirements to protect employee health and payroll data",
        "quoted_text": "Worry-free Safety & Reliability . . . When managing employee health and payroll data, security is paramount with Ceridian. Our comprehensive security program is designed in accordance with ISO 27000 series standards, industry best practices and federal, state and local regulatory requirements.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 6,
        "quote_start_line": 48,
        "quote_end_line": 52
      },
      {
        "description": "Claimed in customer contracts to use no less than a reasonable degree of care to maintain in confidence customers' confidential information",
        "quoted_text": "Confidentiality and Privacy: [Ceridian] shall use the same degree of care as it uses to protect its own confidential information of like nature, but no less than a reasonable degree of care, to maintain in confidence the confidential information of the [customer].",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 7,
        "quote_start_line": 57,
        "quote_end_line": 60
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Deceptive Data Security Representations",
        "representation": "Respondent represented, expressly or by implication, that it implemented reasonable and appropriate measures to protect personal information against unauthorized access (via website statements and customer contract language cited in Paragraphs 6 and 7)",
        "fact": "Respondent did not implement reasonable and appropriate measures to protect personal information against unauthorized access — it stored data in clear readable text, retained it without business need, failed to assess or defend against SQL injection attacks, and failed to detect or prevent unauthorized access",
        "conclusion": "The representations set forth in Paragraphs 6 and 7 were, and are, false or misleading, constituting deceptive acts or practices in violation of Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a)"
      },
      {
        "count_number": 2,
        "title": "Unfair Data Security Practices",
        "representation": "Respondent's actual security practices as described in Paragraph 8",
        "fact": "Respondent failed to employ reasonable and appropriate measures to prevent unauthorized access to personal information, causing hackers to export the sensitive data of at least 27,673 individuals",
        "conclusion": "Respondent's practices caused, or are likely to cause, substantial injury to consumers that is not offset by countervailing benefits to consumers or competition and is not reasonably avoidable by consumers — this practice was, and is, an unfair act or practice in violation of Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a)"
      }
    ]
  },
  "order": {
    "definitions": {
      "Personally identifiable information / personal information": "individually identifiable information from or about an individual consumer including, but not limited to: (a) a first and last name; (b) a home or other physical address, including street name and name of city or town; (c) an email address or other online contact information, such as an instant messaging user identifier or a screen name; (d) a telephone number; (e) a Social Security number; (f) a driver's license or other state-issued identification number; (g) a financial institution account number; (h) credit or debit card information, including card number, expiration date, and security code; (i) a persistent identifier, such as a customer number held in a \"cookie\" or processor serial number, that is combined with other available data that identifies an individual consumer; or (j) any information that is combined with any of (a) through (i) above. For the purpose of this provision, a \"consumer\" shall mean any person, including, but not limited to, any user of respondent's services; any employee of respondent, or any individual seeking to become an employee, where \"employee\" shall mean an agent, servant, salesperson, associate, independent contractor, or other person directly or indirectly under the control of respondent.",
      "Respondent": "Ceridian and its subsidiaries, divisions, successors and assigns, except that no provision of this Order shall apply to any foreign entity, to the extent that its conduct does not fall within the Commission's jurisdiction.",
      "Commerce": "as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. § 44."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Privacy and Security",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent in any manner the extent to which it maintains and protects the privacy, confidentiality, or integrity of any personal information collected from or about consumers.",
        "requirements": [
          {
            "description": "Must not misrepresent, expressly or by implication, the extent to which respondent maintains and protects the privacy, confidentiality, or integrity of any personal information collected from or about consumers",
            "quoted_text": "IT IS ORDERED that respondent and its officers, agents, representatives, and employees, directly or through any corporation, subsidiary, division, website, or other device, shall not misrepresent in any manner, expressly or by implication, the extent to which respondent maintains and protects the privacy, confidentiality, or integrity of any personal information collected from or about consumers.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 69,
            "quote_end_line": 73
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Comprehensive Information Security Program",
        "category": "affirmative_obligation",
        "summary": "Respondent must establish, implement, and maintain a comprehensive written information security program with administrative, technical, and physical safeguards appropriate to its size, complexity, and the sensitivity of personal information it handles.",
        "requirements": [
          {
            "description": "Establish and implement, no later than the date of service of this order, and thereafter maintain, a comprehensive information security program reasonably designed to protect the security, confidentiality, and integrity of personal information, fully documented in writing",
            "quoted_text": "IT IS FURTHER ORDERED that respondent and its officers, agents, representatives, and employees, directly or through any corporation, subsidiary, division, website, or other device, shall, no later than the date of service of this order, establish and implement, and thereafter maintain, a comprehensive information security program that is reasonably designed to protect the security, confidentiality, and integrity of personal information collected from or about consumers. Such program, the content and implementation of which must be fully documented in writing, shall contain administrative, technical, and physical safeguards appropriate to respondent’s size and complexity, the nature and scope of respondent’s activities, and the sensitivity of the personal information collected from or about consumers, including:",
            "deadline": "Date of service of this order",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 78,
            "quote_end_line": 86
          },
          {
            "description": "Designate an employee or employees to coordinate and be accountable for the information security program",
            "quoted_text": "A. the designation of an employee or employees to coordinate and be accountable for the information security program;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 87,
            "quote_end_line": 88
          },
          {
            "description": "Identify material internal and external risks to security, confidentiality, and integrity of personal information and assess sufficiency of safeguards, covering at minimum employee training and management, information systems, and prevention/detection/response to attacks",
            "quoted_text": "B. the identification of material internal and external risks to the security, confidentiality, and integrity of personal information that could result in the unauthorized disclosure, misuse, loss, alteration, destruction, or other compromise of such information, and assessment of the sufficiency of any safeguards in place to control these risks. At a minimum, this risk assessment should include consideration of risks in each area of relevant operation, including, but not limited to, (1) employee training and management, (2) information systems, including network and software design, information processing, storage, transmission, and disposal, and (3) prevention, detection, and response to attacks, intrusions, or other systems failure;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 89,
            "quote_end_line": 99
          },
          {
            "description": "Design and implement reasonable safeguards to control identified risks, and regularly test or monitor the effectiveness of safeguards' key controls, systems, and procedures",
            "quoted_text": "C. the design and implementation of reasonable safeguards to control the risks identified through risk assessment, and regular testing or monitoring of the effectiveness of the safeguards’ key controls, systems, and procedures;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 100,
            "quote_end_line": 103
          },
          {
            "description": "Take reasonable steps to select and retain service providers capable of appropriately safeguarding personal information and require them by contract to implement and maintain appropriate safeguards",
            "quoted_text": "D. the development and use of reasonable steps to select and retain service providers capable of appropriately safeguarding personal information they receive from respondent and requiring service providers by contract to implement and maintain appropriate safeguards; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 104,
            "quote_end_line": 107
          },
          {
            "description": "Evaluate and adjust the information security program in light of testing and monitoring results, material changes to operations or business arrangements, or other circumstances that may have a material impact on program effectiveness",
            "quoted_text": "E. the evaluation and adjustment of respondent’s information security program in light of the results of the testing and monitoring required by subpart C, any material changes to respondent’s operations or business arrangements, or any other circumstances that respondent knows or has reason to know may have a material impact on the effectiveness of its information security program.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 108,
            "quote_end_line": 113
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Comprehensive Security Program"
        ]
      },
      {
        "provision_number": "III",
        "title": "Third-Party Security Assessments",
        "category": "assessment",
        "summary": "Respondent must obtain initial and biennial third-party assessments from a qualified, independent professional covering its information security program, with the initial assessment covering the first 180 days and biennial assessments every two years thereafter for 20 years.",
        "requirements": [
          {
            "description": "Obtain an initial third-party assessment from a qualified, objective, independent professional (CISSP,CISA, GIAC, or FTC-approved equivalent) covering the first 180 days after service of the order",
            "quoted_text": "IT IS FURTHER ORDERED that, in connection with its compliance with Part II of this order, respondent shall obtain initial and biennial assessments and reports (“Assessments”) from a qualified, objective, independent third-party professional, who uses procedures and standards generally accepted in the profession; provided, however, that this Part shall not apply to Comdata Network Inc. or Ceridian Stored Value Solutions, Inc. to the extent that they do not advertise, market, promote, offer for sale, or sell any product or service relating to payroll, taxes, or human resources. Provided further that this Part shall not apply to payment cards provided to employers by Comdata Network Inc. that are not linked to accounts maintained by individual employees. Professionals qualified to prepare such Assessments shall be: a person qualified as a Certified Information System Security Professional (CISSP) or as a Certified Information Systems Auditor (CISA); a person holding Global Information Assurance Certification (GIAC) from the SysAdmin, Audit, Network, Security (SANS) Institute; or a similarly qualified person or organization approved by the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580. The reporting period for the Assessments shall cover: (1) the first one hundred eighty (180) days after service of the order for the initial Assessment; and (2) each two (2) year period thereafter for twenty (20) years after service of the order for the biennial Assessments. Each Assessment shall:",
            "deadline": "180 days after service of order (reporting period); assessment completed within 60 days after end of reporting period",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 118,
            "quote_end_line": 134
          },
          {
            "description": "Obtain biennial assessments every two years thereafter for twenty (20) years after service of the order",
            "quoted_text": "Protection, Federal Trade Commission, Washington, D.C. 20580. The reporting period for the Assessments shall cover: (1) the first one hundred eighty (180) days after service of the order for the initial Assessment; and (2) each two (2) year period thereafter for twenty (20) years after service of the order for the biennial Assessments. Each Assessment shall:",
            "deadline": "Every 2 years for 20 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 131,
            "quote_end_line": 134
          },
          {
            "description": "Each Assessment must set forth specific administrative, technical, and physical safeguards implemented and maintained during the reporting period",
            "quoted_text": "A. set forth the specific administrative, technical, and physical safeguards that respondent has implemented and maintained during the reporting period;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 135,
            "quote_end_line": 137
          },
          {
            "description": "Each Assessment must explain how safeguards are appropriate to respondent's size and complexity, nature and scope of activities, and sensitivity of personal information collected",
            "quoted_text": "B. explain how such safeguards are appropriate to respondent’s size and complexity, the nature and scope of respondent’s activities, and the sensitivity of the personal information collected from or about consumers;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 138,
            "quote_end_line": 140
          },
          {
            "description": "Each Assessment must explain how implemented safeguards meet or exceed the protections required by Part II of the order",
            "quoted_text": "C. explain how the safeguards that have been implemented meet or exceed the protections required by Part II of this order; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 141,
            "quote_end_line": 142
          },
          {
            "description": "Each Assessment must certify that respondent's security program is operating with sufficient effectiveness to provide reasonable assurance of protection of personal information throughout the reporting period",
            "quoted_text": "D. certify that respondent’s security program is operating with sufficient effectiveness to provide reasonable assurance that the security, confidentiality, and integrity of personal information is protected and has so operated throughout the reporting period.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 143,
            "quote_end_line": 146
          },
          {
            "description": "Each Assessment must be prepared and completed within sixty (60) days after the end of the reporting period to which it applies",
            "quoted_text": "Each Assessment shall be prepared and completed within sixty (60) days after the end of the",
            "deadline": "60 days after end of reporting period",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 147,
            "quote_end_line": 147
          },
          {
            "description": "Provide the initial Assessment to the FTC Associate Director for Enforcement within ten (10) days after it has been prepared, sent by overnight courier or first-class mail with contemporaneous electronic copy to Debrief@ftc.gov",
            "quoted_text": "reporting period to which the Assessment applies. Respondent shall provide the initial Assessment to the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580, within ten (10) days after the Assessment has been prepared. All subsequent biennial Assessments shall be retained by respondent until the order is terminated and provided to the Associate Director of Enforcement within ten (10) days of request. Unless otherwise directed by a representative of the Commission, the initial Assessment, and any subsequent Assessments requested, shall be sent by overnight courier (not the U.S. Postal Service) to the Associate Director of Enforcement, Bureau of Consumer -4- Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, D.C. 20580, with the subject line In the matter of Ceridian Corporation, FTC File No.1023160. Provided, however, that in lieu of overnight courier, notices may be sent by first-class mail, but only if an electronic version of any such notice is contemporaneously sent to the Commission at Debrief@ftc.gov.",
            "deadline": "10 days after Assessment is prepared",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 148,
            "quote_end_line": 163
          },
          {
            "description": "Retain all subsequent biennial Assessments until the order is terminated and provide them to the Associate Director of Enforcement within ten (10) days of request",
            "quoted_text": "prepared. All subsequent biennial Assessments shall be retained by respondent until the order is terminated and provided to the Associate Director of Enforcement within ten (10) days of request. Unless otherwise directed by a representative of the Commission, the initial",
            "deadline": "10 days of request",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 151,
            "quote_end_line": 153
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Third-Party Assessment"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must maintain and make available to the FTC copies of all materials relied upon for each Assessment for three years, and all other compliance-related documents for five years.",
        "requirements": [
          {
            "description": "Maintain and make available to the FTC for inspection and copying all materials relied upon to prepare each Assessment (plans, reports, studies, reviews, audits, policies, training materials, etc.) for a period of three (3) years after the date of preparation of each Assessment",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall maintain and upon request make available to the Federal Trade Commission for inspection and copying, a print or electronic copy of: A. for a period of three (3) years after the date of preparation of each Assessment required under Part III of this order, all materials relied upon to prepare the Assessment, whether prepared by or on behalf of the respondent, including but not limited to all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, and any other materials relating to respondent’s compliance with Parts II and III of this order, for the compliance period covered by such Assessment;",
            "deadline": "3 years after date of preparation of each Assessment",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 165,
            "quote_end_line": 174
          },
          {
            "description": "Maintain and make available to the FTC for five (5) years from date of preparation ordissemination all other compliance documents, including all advertisements and promotional materials containing representations covered by the order and any documents that contradict, qualify, or call into question respondent's compliance",
            "quoted_text": "B. unless covered by IV.A, for a period of five (5) years from the date of preparation or dissemination, whichever is later, all other documents relating to compliance with this order, including but not limited to: 1. all advertisements and promotional materials containing any representations covered by this order, as well as all materials used or relied upon in making or disseminating the representation; and 2. any documents, whether prepared by or on behalf of respondent, that contradict, qualify, or call into question respondent’s compliance with this order.",
            "deadline": "5 years from date of preparation or dissemination, whichever is later",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 175,
            "quote_end_line": 183
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "V",
        "title": "Order Distribution / Acknowledgment",
        "category": "acknowledgment",
        "summary": "Respondent must deliver a copy of this order to all current and future subsidiaries, principals, officers, directors, managers, employees, agents, and representatives with relevant responsibilities within 30 days of service or assumption of position.",
        "requirements": [
          {
            "description": "Deliver a copy of this order to all current subsidiaries, principals, officers, directors, managers, employees, agents, and representatives having responsibilities relating to the subject matter of this order within thirty (30) days after service of this order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall deliver a copy of this order to all current and future subsidiaries, current and future principals, officers, directors, and managers, and to all current and future employees, agents, and representatives having responsibilities relating to the subject matter of this order. Respondent shall deliver this order to such current subsidiaries and personnel within thirty (30) days after service of this order, and to such future subsidiaries and personnel within thirty (30) days after the person assumes such position or",
            "deadline": "30 days after service of this order",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 185,
            "quote_end_line": 190
          },
          {
            "description": "Deliver a copy of this order to all future subsidiaries and personnel with relevant responsibilities within thirty (30) days after the person assumes such position or responsibilities",
            "quoted_text": "subsidiaries and personnel within thirty (30) days after the person assumes such position or responsibilities.",
            "deadline": "30 days after assumption of position or responsibilities",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 190,
            "quote_end_line": 191
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Notification of Corporate Changes",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the FTC at least 30 days prior to any corporate change that may affect compliance obligations under this order, such as dissolution, sale, merger, bankruptcy filing, or change of name or address.",
        "requirements": [
          {
            "description": "Notify the Commission at least thirty (30) days prior to any change in the corporation(s) that may affect compliance obligations, including dissolution, assignment, sale, merger, creation or dissolution of a subsidiary/parent/affiliate, proposed bankruptcy filing, or change of corporate name or address",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall notify the Commission at least thirty (30) days prior to any change in the corporation(s) that may affect compliance obligations arising under this order, including, but not limited to: a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in the corporate name or address. Provided, however, that, with respect to any proposed change in the corporation(s) about which respondent learns fewer than thirty (30) days prior to the date such action is to take place, respondent shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": "At least 30 days prior to corporate change",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 196,
            "quote_end_line": 204
          },
          {
            "description": "If respondent learns of a corporate change fewer than 30 days before it is to take place, notify the Commission as soon as practicable after obtaining such knowledge",
            "quoted_text": "Provided, however, that, with respect to any proposed change in the corporation(s) about which respondent learns fewer than thirty (30) days prior to the date such action is to take place, respondent shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": "As soon as practicable",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 202,
            "quote_end_line": 204
          },
          {
            "description": "Send all notices by overnight courier (or first-class mail with contemporaneous electronic copy to Debrief@ftc.gov) to the Associate Director of Enforcement, Bureau of Consumer Protection, FTC, with the subject line referencing the matter",
            "quoted_text": "Unless otherwise directed by a representative of the Commission, all notices required by this Part shall be sent by overnight courier (not the U.S. Postal Service) to the Associate Director of Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, D.C. 20580, with the subject line In the matter of Ceridian Corporation, FTC File No.1023160. Provided, however, that in lieu of overnight courier, notices may be sent by first-class mail, but only if an electronic version of any such notice is contemporaneously sent to the Commission at Debrief@ftc.gov.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 205,
            "quote_end_line": 211
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondent must file an initial written compliance report with the FTC within 60 days of service of this order, and submit additional reports within 10 days of written request from the Commission.",
        "requirements": [
          {
            "description": "File a true and accurate written compliance report with the Commission within sixty (60) days after the date of service of this order, setting forth in detail the manner and form of compliance",
            "quoted_text": "IT IS FURTHER ORDERED that respondent within sixty (60) days after the date of service of this order, shall file with the Commission a true and accurate report, in writing, setting forth in detail the manner and form of its compliance with this order. Within ten (10) days of",
            "deadline": "60 days after service of this order",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 213,
            "quote_end_line": 215
          },
          {
            "description": "Submit an additional true and accurate written compliance report within ten (10) days of receipt of written notice from a Commission representative requesting one",
            "quoted_text": "forth in detail the manner and form of its compliance with this order. Within ten (10) days of receipt of written notice from a representative of the Commission, it shall submit an additional true and accurate written report.",
            "deadline": "10 days of receipt of written notice",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 215,
            "quote_end_line": 217
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Order Duration / Termination",
        "category": "duration",
        "summary": "This order terminates on June 8, 2031, or twenty years from the most recent date the FTC files a federal court complaint alleging any violation of the order, whichever is later, subject to specified exceptions.",
        "requirements": [
          {
            "description": "Order terminates on June 8, 2031, or twenty (20) years from the most recent date the United States or the Commission files a federal court complaint alleging any violation of the order, whichever comes later, subject to exceptions for parts terminating earlier, respondents not named in the complaint, and orders already terminated",
            "quoted_text": "This order will terminate on June 8, 2031, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. any Part in this order that terminates in fewer than twenty (20) years; B. this order’s application to any respondent that is not named as a defendant in such complaint; and C. this order if such complaint is filed after the order has terminated pursuant to this Part. -6- Provided, further, that if such complaint is dismissed or a federal court rules that respondent did not violate any provision of the order, and the dismissal or ruling is either not appealed or upheld on appeal, then the order as to such respondent will terminate according to this Part as though the complaint had never been filed, except that the order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 219,
            "quote_end_line": 236
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on June 8, 2031, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. any Part in this order that terminates in fewer than twenty (20) years; B. this order's application to any respondent that is not named as a defendant in such complaint; and C. this order if such complaint is filed after the order has terminated pursuant to this Part."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "06.11, Ceridian Corporation Complaint.pdf",
      "order": "06.11, Ceridian Corporation Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 2,
      "order_provisions": 8,
      "order_definitions": 3,
      "order_requirements": 26,
      "provisions_per_section": {
        "I": 1,
        "II": 6,
        "III": 9,
        "IV": 2,
        "V": 2,
        "VI": 3,
        "VII": 2,
        "VIII": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 2,
        "complaint_total": 2,
        "order_verified": 26,
        "order_total": 26
      }
    },
    "processing_time_seconds": 90.7
  }
}