{
  "case_info": {
    "docket_number": "C-4459",
    "company": {
      "name": "American Apparel, Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "747 Warehouse Street, Los Angeles, CA 90021",
      "business_description": "American Apparel is a clothing manufacturer and retailer with more than 200 stores worldwide. The company operates a website and disseminates privacy policies related to international data transfer frameworks."
    },
    "commissioners": [
      "Edith Ramirez, Chairwoman",
      "Julie Brill",
      "Maureen K. Ohlhausen",
      "Joshua D. Wright",
      "Terrell McSweeny"
    ],
    "case_date": {
      "month": 6,
      "year": 2014
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a)",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/142-3036-american-apparel-inc-matter"
  },
  "complaint": {
    "factual_background": "American Apparel, a clothing manufacturer and retailer, claimed on its website that it was a current participant in the U.S.-EU and U.S.-Swiss Safe Harbor Frameworks. However, from June 2013 until December 2013, the company failed to renew its Safe Harbor certification, and its status was listed as 'not current' on the Commerce Department's public website. Despite this lapsed certification, American Apparel continued to represent on its website that it 'abides by the Safe Harbor privacy principles.'",
    "representations_made": [
      {
        "description": "Claimed to have certified that it abides by the Safe Harbor privacy principles regarding collection, storage, transfer, use and processing of Personal Information transferred from the EEA and Switzerland",
        "quoted_text": "We at American Apparel Corporation (“American Apparel”) respect your concerns about privacy and value the relationship we have with you. American Apparel has certified that it abides by the Safe Harbor privacy principles, as set forth by the United States Department of Commerce, regarding the collection, storage, transfer, use and other processing of Personal Information (as defined below) transferred to the United States from the European Economic Area (“EEA”) and Switzerland…",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 12,
        "quote_start_line": 76,
        "quote_end_line": 81
      },
      {
        "description": "Represented that it is a current participant in the U.S.-EU Safe Harbor Framework and the U.S.-Swiss Safe Harbor Framework",
        "quoted_text": "13. Through the means described in Paragraph 12, respondent represents, expressly or by implication, that it is a “current” participant in the U.S.-EU Safe Harbor Framework and the U.S.-Swiss Safe Harbor Framework.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 13,
        "quote_start_line": 82,
        "quote_end_line": 84
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "False Safe Harbor Certification Claims",
        "representation": "Respondent represented that it is a 'current' participant in the U.S.-EU Safe Harbor Framework and the U.S.-Swiss Safe Harbor Framework",
        "fact": "From June 2013 until December 2013, respondent was not a 'current' participant in the U.S.-EU Safe Harbor Framework or U.S.-Swiss Safe Harbor Framework",
        "conclusion": "Therefore, the representation set forth in Paragraph 13 was false and misleading."
      }
    ]
  },
  "order": {
    "definitions": {
      "respondent": "American Apparel, Inc. and its successors and assigns.",
      "Commerce": "as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. § 44."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Privacy or Security Programs",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent its membership in, adherence to, or participation in any privacy or security program, including the U.S.-EU Safe Harbor Framework and U.S.-Swiss Safe Harbor Framework.",
        "requirements": [
          {
            "description": "Must not misrepresent the extent to which respondent is a member of, adheres to, complies with, is certified by, is endorsed by, or otherwise participates in any privacy or security program sponsored by the government or any other self-regulatory or standard-setting organization",
            "quoted_text": "IT IS ORDERED that respondent and its officers, agents, representatives, and employees, whether acting directly or indirectly, in connection with the advertising, marketing, promotion, offering for sale, or sale of any product or service, in or affecting commerce, shall not misrepresent in any manner, expressly or by implication, the extent to which respondent is a member of, adheres to, complies with, is certified by, is endorsed by, or otherwise participates in any privacy or security program sponsored by the government or any other self-regulatory or standard-setting organization, including, but not limited to, the U.S.-EU Safe Harbor Framework and the U.S.-Swiss Safe Harbor Framework.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 53,
            "quote_end_line": 60
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must maintain and make available to the FTC all documents relating to compliance with the order for five years.",
        "requirements": [
          {
            "description": "Maintain and make available for inspection all advertisements, promotional materials, and statements containing representations covered by this order, with all materials relied upon in disseminating the representation",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall maintain and upon request make available to the Federal Trade Commission for inspection and copying, a print or electronic copy of, for a period of five (5) years from the date of preparation or dissemination, whichever is later, all documents relating to compliance with this order, including but not limited to: A. all advertisements, promotional materials, and any other statements containing any representations covered by this order, with all materials relied upon in disseminating the representation; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 62,
            "quote_end_line": 68
          },
          {
            "description": "Maintain and make available for inspection any documents that call into question respondent's compliance with this order",
            "quoted_text": "B. any documents, whether prepared by or on behalf of respondent, that call into question respondent’s compliance with this order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 69,
            "quote_end_line": 70
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Order Acknowledgment and Distribution",
        "category": "acknowledgment",
        "summary": "Respondent must deliver a copy of the order to current and future personnel with relevant responsibilities and obtain signed acknowledgments of receipt.",
        "requirements": [
          {
            "description": "Deliver a copy of this order to all current and future principals, officers, directors, managers, employees, agents, and representatives having responsibilities relating to the subject matter of this order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall deliver a copy of this order to all current and future principals, officers, directors, and managers, and to all current and future employees, agents, and representatives having responsibilities relating to the subject matter of",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 75,
            "quote_end_line": 77
          },
          {
            "description": "Deliver this order to current personnel within thirty (30) days after service of this order",
            "quoted_text": "this order. Respondent shall deliver this order to such current personnel within thirty (30) days after service of this order, and to such future personnel within thirty (30) days after the person",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 78,
            "quote_end_line": 79
          },
          {
            "description": "Deliver this order to future personnel within thirty (30) days after the person assumes such position or responsibilities",
            "quoted_text": "after service of this order, and to such future personnel within thirty (30) days after the person assumes such position or responsibilities. For any business entity resulting from any change in",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 79,
            "quote_end_line": 80
          },
          {
            "description": "For any business entity resulting from any change in structure set forth in Part IV, delivery shall be at least ten (10) days prior to the change in structure",
            "quoted_text": "assumes such position or responsibilities. For any business entity resulting from any change in structure set forth in Part IV, delivery shall be at least ten (10) days prior to the change in structure. Respondent must secure a signed and dated statement acknowledging receipt of this",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 80,
            "quote_end_line": 82
          },
          {
            "description": "Secure a signed and dated statement acknowledging receipt of this order, within thirty (30) days of delivery, from all persons receiving a copy of the order",
            "quoted_text": "structure. Respondent must secure a signed and dated statement acknowledging receipt of this order, within thirty (30) days of delivery, from all persons receiving a copy of the order pursuant to this section.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 82,
            "quote_end_line": 84
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Notice of Corporate Changes",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the Commission at least thirty days prior to any corporate change that may affect compliance obligations.",
        "requirements": [
          {
            "description": "Notify the Commission at least thirty (30) days prior to any change in the corporation that may affect compliance obligations, including dissolution, assignment, sale, merger, creation or dissolution of a subsidiary, bankruptcy filing, or change in corporate name or address",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall notify the Commission at least thirty (30) days prior to any change in the corporation(s) that may affect compliance obligations arising under this order, including, but not limited to: a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in the corporate name or address.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 86,
            "quote_end_line": 91
          },
          {
            "description": "If respondent learns of a proposed change fewer than thirty (30) days prior to the date such action is to take place, notify the Commission as soon as is practicable after obtaining such knowledge",
            "quoted_text": "Provided, however, that, with respect to any proposed change in the corporation(s) about which respondent learns fewer than thirty (30) days prior to the date such action is to take place, respondent shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 92,
            "quote_end_line": 94
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondent must file compliance reports with the Commission detailing the manner and form of compliance with the order.",
        "requirements": [
          {
            "description": "File with the Commission a true and accurate report, in writing, setting forth in detail the manner and form of its compliance with this order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent, and its successors and assigns, within sixty (60) days after the date of service of this order, shall file with the Commission a true and accurate report, in writing, setting forth in detail the manner and form of its compliance with this",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 101,
            "quote_end_line": 103
          },
          {
            "description": "Submit an additional true and accurate written report within ten (10) days of receipt of written notice from a representative of the Commission",
            "quoted_text": "order. Within ten (10) days of receipt of written notice from a representative of the Commission, it shall submit an additional true and accurate written report.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 104,
            "quote_end_line": 105
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "The order will terminate on June 16, 2034, or twenty years from the most recent date that the United States or Commission files a complaint in federal court alleging any violation of the order, whichever comes later.",
        "requirements": [
          {
            "description": "Order remains in effect until June 16, 2034, or twenty (20) years from the most recent date that the United States or the Commission files a complaint in federal court alleging any violation of the order, whichever comes later",
            "quoted_text": "This order will terminate on June 16, 2034, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of:",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 107,
            "quote_end_line": 110
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on June 16, 2034, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "06.14, American Apparel Complaint.pdf",
      "order": "06.14, American Apparel Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 2,
      "order_provisions": 6,
      "order_definitions": 2,
      "order_requirements": 13,
      "provisions_per_section": {
        "I": 1,
        "II": 2,
        "III": 5,
        "IV": 2,
        "V": 2,
        "VI": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 2,
        "complaint_total": 2,
        "order_verified": 13,
        "order_total": 13
      }
    },
    "processing_time_seconds": 78.6
  }
}