{
  "case_info": {
    "docket_number": "1 11-CV-2060",
    "company": {
      "name": "TELETRACK, INC.",
      "incorporation_state": "Georgia",
      "entity_type": "corporation",
      "address": "5550-A Peachtree Parkway, Suite 600, Norcross, GA 30092",
      "business_description": "Teletrack is a consumer reporting agency that sells consumer reports and other services to non-traditional credit consumers such as payday lenders, rental purchase stores, and non-prime auto lenders. The company assembles consumer credit information for furnishing consumer reports to third parties and maintains marketing databases of consumer names and addresses based on credit inquiries."
    },
    "commissioners": [],
    "case_date": {
      "month": 6,
      "year": 2011
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a); Section 621(a) of the Fair Credit Reporting Act, 15 U.S.C. § 1681s(a); Sections 13(b) and 16(a) of the FTC Act, 15 U.S.C. §§ 53(b) and 56(a)",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/102-3075-teletrack-inc",
    "statutory_topics": [
      "FCRA"
    ],
    "practice_areas": [
      "Financial Practices"
    ],
    "industry_sectors": [
      "Financial Services"
    ]
  },
  "complaint": {
    "factual_background": "Teletrack, Inc. is a consumer reporting agency that sells consumer reports and related services to non-traditional credit businesses such as payday lenders, rental purchase stores, and non-prime auto lenders. In addition to providing credit reports, Teletrack compiled consumer personal information—including names, addresses, and credit inquiry data—into a marketing database and sold lists of consumers to third parties for marketing purposes. These marketing lists constitute 'consumer reports' under the Fair Credit Reporting Act (FCRA) because they identify consumers selected on the basis of credit inquiries bearing on creditworthiness. Since at least 2007, in multiple instances, Teletrack furnished these consumer reports to third parties for marketing purposes, which is not a permissible purpose under Section 604 of the FCRA.",
    "representations_made": [
      {
        "description": "Teletrack sold lists of consumer names and addresses—derived from credit inquiry data—to third-party marketers, effectively furnishing consumer reports without a permissible purpose under the FCRA",
        "quoted_text": "12. Using the information from this marketing database, Teletrack sells to third parties lists of the names and addresses of consumers on whom there has been a credit inquiry by one of Teletrack's clients. For example, Teletrack sells lists of the names and addresses of consumers who sought payday loans from its storefront (as opposed to online) payday lender clients.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 12,
        "quote_start_line": 103,
        "quote_end_line": 107
      },
      {
        "description": "Teletrack's marketing lists qualify as 'consumer reports' because they contain information bearing on consumers' creditworthiness selected on the basis of credit inquiries",
        "quoted_text": "Teletrack's marketing lists contain the names of consumers who were selected on the basis of certain credit inquiries, which bear on, among other things, a consumer's credit worthiness and are often used as a factor in determining a consumer's eligibility for credit.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 13,
        "quote_start_line": 123,
        "quote_end_line": 126
      },
      {
        "description": "Since at least 2007, in multiple instances, Teletrack furnished consumer reports to third parties for marketing purposes, which is not a permissible purpose under the FCRA",
        "quoted_text": "certain enumerated \"permissible purposes.\" Since at least 2007, in multiple instances, Teletrack has furnished consumer reports to third parties for the purpose of marketing, which is not a permissible purpose under the FCRA.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 14,
        "quote_start_line": 132,
        "quote_end_line": 134
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Furnishing Consumer Reports Without Permissible Purpose (FCRA § 604)",
        "representation": "Teletrack furnished consumer reports—in the form of marketing lists compiled from credit inquiry data—to third parties for marketing purposes",
        "fact": "Section 604 of the FCRA prohibits consumer reporting agencies from furnishing consumer reports except for certain enumerated permissible purposes; marketing is not among them",
        "conclusion": "By furnishing consumer reports to persons who did not have a permissible purpose to obtain them, Teletrack violated Section 604 of the FCRA, 15 U.S.C. § 1681b, and such acts also constitute unfair or deceptive acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)"
      }
    ]
  },
  "order": {
    "definitions": {
      "Defendant": "Teletrack, its subsidiaries and operating companies, and their successors and assigns, officers, agents, representatives, and employees.",
      "Permissible purpose": "the circumstances under which a consumer report may be furnished as described in Section 604 of the Fair Credit Reporting Act, 15 U.S.C. § 1681b, which is attached as Appendix A to this Order.",
      "FCRA definitions": "The definitions set forth in the FCRA, 15 U.S.C. §§ 1681a, et seq., shall apply."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Civil Penalty",
        "category": "affirmative_obligation",
        "summary": "Defendant must pay a civil penalty of $1.8 million to the United States Treasury, with specific payment procedures and default consequences.",
        "requirements": [
          {
            "description": "Pay civil penalty of $1.8 million to the Treasurer of the United States within seven business days of service of the Order via electronic fund transfer",
            "quoted_text": "A. Defendant shall make this payment within seven (7) business days of the date of service of this Order to the Treasurer of the United States by electronic fund transfer in accordance with instructions provided by the Office of Consumer Litigation, Civil Division, U.S. Department of Justice, Washington, D.C. 20530, for appropriate disposition.",
            "deadline": "7 business days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 79,
            "quote_end_line": 83
          },
          {
            "description": "In the event of payment default continuing for 10 days beyond the due date, the entire unpaid penalty plus interest becomes immediately due and payable",
            "quoted_text": "B. In the event of any default in payment, which default continues for ten (10) days beyond the due date of payment, the entire unpaid penalty, together with interest, as computed pursuant to 28 U.S.C. § 1961 from the date of default to the date of payment, shall immediately become due and payable.",
            "deadline": "10 days after default",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 84,
            "quote_end_line": 87
          },
          {
            "description": "Defendant relinquishes all dominion, control, and title to the funds paid and shall make no claim for return of the funds",
            "quoted_text": "C. Defendant relinquishes all dominion, control, and title to the funds paid to the fullest extend permitted by law. Defendant shall make no claim to or demand for return of the funds, directly or indirectly, through counselor otherwise.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 88,
            "quote_end_line": 91
          },
          {
            "description": "Prior to or concurrently with execution of the Order, Defendant shall turn over $1.8 million to its attorneys, who shall transfer it by wire to the Treasurer of the United States within five days of service of the Order",
            "quoted_text": "D. Prior to or concurrently with Defendant's execution of this Order, Defendant shall turn over the full amount of the civil penalty, $1.8 million ($1,800,000), to its attorneys, who shall hold the entire sum for no purpose other than payment to the Treasurer of the United States after entry of this Order by the Court. Within five (5) days of service of this Order, Defendant's attorneys shall transfer such civil penalty payment in the form of a wire transfer to the Treasurer of the United States .. Written confirmation of the wire transfer shall be delivered Page 4 of 30 in accordance with the procedures specified by the Office of Consumer Litigation, Civil Division, U.S. Department of Justice, Washington, D.C. 20530.",
            "deadline": "5 days of service",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 92,
            "quote_end_line": 103
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      },
      {
        "provision_number": "II",
        "title": "Prohibited Business Activities",
        "category": "prohibition",
        "summary": "Defendant is permanently enjoined from furnishing consumer reports except to persons it has reason to believe have a permissible purpose or as otherwise permitted by the FCRA.",
        "requirements": [
          {
            "description": "Defendant and all persons within scope of Fed. R. Civ. P. 65 with actual notice of the Order shall furnish a consumer report only to those persons which it has reason to believe have a permissible purpose, or as otherwise permitted by the FCRA",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant, and all other persons or entities within the scope of Fed. R. Civ. P. 65, whether acting directly or through any sole proprietorship, partnership, limited liability company, corporation, subsidiary, branch, division, device, or other business entity who receive actual notice of this Order by personal service or otherwise, shall furnish a consumer report only to those persons which it has reason to believe have a permissible purpose, or as otherwise permitted by the Fair Credit Reporting Act, 15 U.S.C. §§ 1681-1681x.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 105,
            "quote_end_line": 112
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "III",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The FTC is authorized to monitor Defendant's compliance through written reports, document production, depositions, facility inspections, discovery, undercover posing, and employee interviews.",
        "requirements": [
          {
            "description": "Within ten days of receipt of written notice from a Commission representative, Defendant shall submit sworn written reports, produce documents, appear for deposition, and provide entry to business locations during normal business hours",
            "quoted_text": "A. Within ten (10) days of receipt of written notice from a representative of the Commission, Defendant shall submit written reports, which are true and accurate and sworn to under penalty of perjury; produce documents for inspection and copying; appear for deposition; and provide entry during normal business hours to any business location in Defendant's possession or direct or indirect Page 5 of 30 control to inspect the business operation; provided that, Defendant, after attempting to resolve a dispute without court action and for good cause shown may file a motion with this Court seeking an order including one or more of the protections set forth in Fed. R. Civ. P. 26(c).",
            "deadline": "10 days of written notice",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 116,
            "quote_end_line": 127
          },
          {
            "description": "The Commission is authorized to obtain discovery from any person without further leave of court using procedures under Fed. R. Civ. P. 30, 31, 33, 34, 36, 45, and 69",
            "quoted_text": "B. In addition, the Commission is authorized to use all other lawful means, including but not limited to: 1. Obtaining discovery from any person, without further leave of court, using the procedures prescribed by Fed. R. Civ .. P. 30, 31, 33, 34, 36, 45, and 69;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 128,
            "quote_end_line": 132
          },
          {
            "description": "The Commission is authorized to have its representatives pose as consumers and suppliers to Defendant or any entity managed or controlled by Defendant, without identification or prior notice",
            "quoted_text": "2. Having its representative pose as consumers and suppliers to Defendant, its employees, or any other entity managed or controlled in whole or in part by Defendant, without the necessity of identification or prior notice; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 133,
            "quote_end_line": 136
          },
          {
            "description": "Defendant shall permit Commission representatives to interview any employer, consultant, independent contractor, representative, agent, or employee who has agreed to such an interview relating to any conduct subject to this Order",
            "quoted_text": "C. Defendant shall permit representatives of the Commission to interview any employer, consultant, independent contractor, representative, agent, or employee who has agreed to such an interview, relating in any way to any conduct subject to this Order. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 137,
            "quote_end_line": 140
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Compliance Reporting by Defendant",
        "category": "compliance_reporting",
        "summary": "For three years, Defendant must notify the FTC of structural changes, file periodic sworn compliance reports, notify the FTC of any bankruptcy filing, and send all required communications by overnight courier or first-class mail with electronic copy.",
        "requirements": [
          {
            "description": "For three years from entry of the Order, Defendant shall notify the Commission of any changes in its corporate structure or that of entities it controls that may affect compliance obligations, at least thirty days prior to such change (or as soon as practicable if less than thirty days' notice)",
            "quoted_text": "A. For a period of three (3) years from the date of entry of this Order, Defendant shall notify the Commission of any changes in structure of Defendant or any other business entity that Defendant directly or indirectly controls, or has an ownership interest in, that may affect compliance obligations arising under this Order, including but not limited to: incorporation or other organization; a dissolution, assignment, sale, merger, or other action; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order; or a change in the business name or address, at least thirty (30) days prior to such change, provided that, with respect to any proposed change in the business entity about which Defendant learns less than thirty (30) days prior to the date such action is to take place, Defendant shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": "30 days prior to change",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 153,
            "quote_end_line": 164
          },
          {
            "description": "180 days after entry of the Order and annually thereafter for three years, Defendant shall provide a sworn written compliance report to the Commission, including a copy of the acknowledgment of receipt of the Order and any other changes required to be reported",
            "quoted_text": "B. One hundred eighty (180) days after the date of entry of this Order and annually thereafter for a period of three (3) years, Defendant shall provide a written Page 7 of 30 report to the Commission, which is true and accurate and sworn to under penalty of perjury, setting forth in detail the manner and form in which it has complied and is complying with this Order. This report shall include, but not be limited to: 1. A copy of the acknowledgment of receipt of this Order, obtained pursuant to the Section titled \"Distribution of Order;\" and 2. Any other changes required to be reported under Subsection A of this Section.",
            "deadline": "180 days, then annually for 3 years",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 165,
            "quote_end_line": 177
          },
          {
            "description": "Defendant shall notify the Commission of the filing of a bankruptcy petition within fifteen days of filing",
            "quoted_text": "C. Defendant shall notifY the Commission of the filing of a bankruptcy petition within fifteen (15) days of filing.",
            "deadline": "15 days of filing",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 178,
            "quote_end_line": 179
          },
          {
            "description": "All reports and notifications required by the Order shall be sent by overnight courier (or first-class mail with simultaneous electronic copy to DEBrief@ftc.gov) to the Associate Director, Division for Enforcement, Bureau of Consumer Protection, FTC",
            "quoted_text": "D. For purposes of this Order, Defendant shall, unless otherwise directed by the Commission's authorized representatives, send by overnight courier (not the U.S. Postal Service) all reports and notifications to the Commission that are required by this Order to: Associate Director, Division for Enforcement Bureau of Consumer Protection Federal Trade Commission 600 Pennsylvania Avenue, N.W. Washington, D.C. 20580 RE: U.S. v. Teletrack, Inc. Provided that, in lieu of overnight courier, Defendant may send such reports or notifications by first-class mail, but only if the Defendant contemporaneously sends Page 8 of 30 an electronic version of such reports or notifications to the Commission at: DEBrief@ftc.gov.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 180,
            "quote_end_line": 196
          },
          {
            "description": "For compliance reporting and monitoring purposes, the Commission is authorized to communicate directly with Defendant",
            "quoted_text": "E. For purposes of the compliance reporting and monitoring required by this Order, the Commission is authorized to communicate directly with the Defendant.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 197,
            "quote_end_line": 199
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "V",
        "title": "Recordkeeping Provisions",
        "category": "recordkeeping",
        "summary": "For six years from entry of the Order, Defendant must create and retain records of consumer report recipients and their permissible purposes, training materials, and all documents necessary to demonstrate full compliance with the Order.",
        "requirements": [
          {
            "description": "For six years from entry of the Order, Defendant must create and retain files containing the names, addresses, telephone numbers, and permissible purpose of all entities to whom Teletrack supplies consumer reports, and all materials considered to ensure FCRA section 604 compliance",
            "quoted_text": "IT IS FURTHER ORDERED that, for a period of six (6) years from the date of entry of this Order, Defendant is hereby restrained and enjoined from failing to create and retain the following records: A. Files containing the names, addresses, telephone numbers, and permissible purpose of all entities to whom Teletrack supplies consumer reports and all materials considered by Defendant to ensure compliance with section 604 of the FCRA.",
            "deadline": "6 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 202,
            "quote_end_line": 208
          },
          {
            "description": "Retain copies of all training materials relating to the collection and sale of consumer report information",
            "quoted_text": "B. Copies of all training materials that relate to the collection and sale of consumer report information.",
            "deadline": "6 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 209,
            "quote_end_line": 210
          },
          {
            "description": "Retain all records and documents necessary to demonstrate full compliance with each provision of this Order, including copies of acknowledgments of receipt of the Order and all reports submitted to the FTC",
            "quoted_text": "C. All records and documents necessary to demonstrate full compliance with each provision of this Order, including but not limited to, copies of acknowledgments of receipt of this Order, required by the Sections titled \"Distribution of Order\" and \"Acknowledgment of Receipt of Order\" and all reports submitted to the FTC pursuant to the Section titled \"Compliance Reporting.\"",
            "deadline": "6 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 211,
            "quote_end_line": 215
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Distribution of Order",
        "category": "acknowledgment",
        "summary": "For three years, Defendant must deliver copies of the Order to officers, directors, relevant employees, and any successor business entities, and must obtain signed dated acknowledgments of receipt within thirty days of delivery.",
        "requirements": [
          {
            "description": "Deliver a copy of the Order to all officers, vice presidents, and more senior personnel; all directors, managers, employees, agents, and representatives who engage in conduct related to the subject matter of the Order; and any business entity resulting from a structural change — within five days of service for current personnel, ten days for new personnel, and ten days for successor entities",
            "quoted_text": "A. Defendant must deliver a copy of this Order to (1) all of its officers, vice presidents, and other more senior personnel; (2) all of its directors, managers, employees, agents, and representatives who engage in conduct related to the subject matter of this Order; and (3) any business entity resulting from any change in structure set forth in Subsection A of the Section titled \"Compliance Reporting.\" For current personnel, delivery shall be within five (5) days of service of this order upon Defendant. For new personnel, delivery shall occur not later than ten (10) days after assuming their responsibilities. For any business entity resulting from any change in structure set forth in Subsection A of the Section titled \"Compliance Reporting,\" delivery shall occur not later than ten (10) days following the change in structure.",
            "deadline": "5 days (current personnel); 10 days (new personnel or successor entities)",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 223,
            "quote_end_line": 233
          },
          {
            "description": "Secure a signed and dated statement acknowledging receipt of the Order from all persons receiving a copy, within thirty days of delivery",
            "quoted_text": "B. Defendant must secure a signed and dated statement acknowledging receipt of the Order, within thirty (30) days of delivery, from all persons receiving a copy of the Order pursuant to this Section.",
            "deadline": "30 days of delivery",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 234,
            "quote_end_line": 236
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Acknowledgment of Receipt of Order",
        "category": "acknowledgment",
        "summary": "Defendant must submit a truthful sworn statement to the Commission acknowledging receipt of the Order within five business days of receipt.",
        "requirements": [
          {
            "description": "Within five business days of receipt of the Order as entered by the Court, Defendant must submit to the Commission a truthful sworn statement acknowledging receipt of the Order",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant, within five (5) business days Page 10 of 30 of receipt of this Order as entered by the Court, must submit to the Commission a truthful sworn statement acknowledging receipt of this Order.",
            "deadline": "5 business days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 238,
            "quote_end_line": 243
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Retention of Jurisdiction",
        "category": "monitoring",
        "summary": "The Court retains jurisdiction over this matter for purposes of construction, modification, and enforcement of the Order.",
        "requirements": [
          {
            "description": "The Court shall retain jurisdiction of this matter for purposes of construction, modification, and enforcement of the Order",
            "quoted_text": "VIII. RETENTION OF JURISDICTION IT IS FURTHER ORDERED that this Court shall retain jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 244,
            "quote_end_line": 246
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "IX",
        "title": "Costs and Attorneys' Fees",
        "category": "affirmative_obligation",
        "summary": "Each party shall bear its own costs and attorneys' fees incurred in connection with this action.",
        "requirements": [
          {
            "description": "Each party shall bear its own costs and attorneys' fees incurred inconnection with this action",
            "quoted_text": "IX. COSTS AND ATTORNEYS' FEES IT IS FURTHER ORDERED that each party shall bear its own costs and attorneys' fees incurred in connection with this action.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 247,
            "quote_end_line": 249
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "IT IS FURTHER ORDERED that this Court shall retain jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "06.11, Teletrack Complaint.pdf",
      "order": "06.11, Teletrack Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 3,
      "order_provisions": 9,
      "order_definitions": 3,
      "order_requirements": 22,
      "provisions_per_section": {
        "I": 4,
        "II": 1,
        "III": 4,
        "IV": 5,
        "V": 3,
        "VI": 2,
        "VII": 1,
        "VIII": 1,
        "IX": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 3,
        "complaint_total": 3,
        "order_verified": 22,
        "order_total": 22
      }
    },
    "processing_time_seconds": 96.1
  }
}