{
  "case_info": {
    "docket_number": "1 11-CV-2060",
    "company": {
      "name": "Teletrack, Inc.",
      "incorporation_state": "Georgia",
      "entity_type": "corporation",
      "address": "5550-A Peachtree Parkway, Suite 600, Norcross, GA 30092",
      "business_description": "Teletrack is a consumer reporting agency that sells consumer reports and related services to businesses serving non-traditional credit consumers, such as payday lenders, rental purchase stores, and non-prime auto lenders. The company assembles and evaluates consumer credit information and furnishes consumer reports to third parties in interstate commerce."
    },
    "commissioners": [],
    "case_date": {
      "month": 6,
      "year": 2011
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a); Section 621(a) of the Fair Credit Reporting Act, 15 U.S.C. § 1681s(a)",
    "violation_type": "unfair",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/102-3075-teletrack-inc"
  },
  "complaint": {
    "factual_background": "Teletrack, Inc., a consumer reporting agency that sells reports to payday lenders and other non-traditional credit businesses, created a marketing database from credit inquiry information. Since at least 2007, Teletrack sold consumer reports in the form of marketing lists containing names and addresses of consumers who had sought credit, furnishing these reports to third parties for marketing purposes, which is not a permissible purpose under the Fair Credit Reporting Act.",
    "representations_made": [],
    "counts": [
      {
        "count_number": 1,
        "title": "Furnishing Consumer Reports Without Permissible Purpose",
        "representation": "Teletrack furnished consumer reports (marketing lists containing names and addresses of consumers selected based on credit inquiries) to third parties for marketing purposes",
        "fact": "Marketing is not a permissible purpose under section 604 of the FCRA, and consumer reporting agencies are prohibited from furnishing consumer reports except for enumerated permissible purposes",
        "conclusion": "By and through the acts and practices described in Paragraph 15 above, Teletrack has violated section 604 of the FCRA, 15 U.S.C. § 1681b."
      }
    ]
  },
  "order": {
    "definitions": {
      "Defendant": "Teletrack, its subsidiaries and operating companies, and their successors and assigns, officers, agents, representatives, and employees.",
      "Permissible purpose": "the circumstances under which a consumer report may be furnished as described in Section 604 of the Fair Credit Reporting Act, 15 U.S.C. § 1681 b, which is attached as Appendix A to this Order.",
      "FCRA definitions": "The definitions set forth in the FCRA, 15 U.S.C. §§ 1681a, et seq., shall apply."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Civil Penalty",
        "category": "affirmative_obligation",
        "summary": "Defendant must pay a civil penalty of $1.8 million to the U.S. Treasury for violations of the Fair Credit Reporting Act.",
        "requirements": [
          {
            "description": "Pay $1.8 million civil penalty to the Treasurer of the United States",
            "quoted_text": "IT IS ORDERED that Defendant shall pay to Plaintiff, pursuant to section 621(a) of the FCRA, 15 U.S.C. § 1681s(a), a civil penalty in the amount of $1.8 million ($1,800,000).",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Make payment within seven business days of service of the Order",
            "quoted_text": "Defendant shall make this payment within seven (7) business days of the date of service of this Order to the Treasurer of the United States by electronic fund transfer in accordance with instructions provided by the Office of Consumer Litigation, Civil Division, U.S. Department of Justice, Washington, D.C. 20530, for appropriate disposition.",
            "deadline": "7 business days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Prohibited Business Activities",
        "category": "prohibition",
        "summary": "Defendant is permanently enjoined from furnishing consumer reports except to persons with a permissible purpose under the Fair Credit Reporting Act.",
        "requirements": [
          {
            "description": "Only furnish consumer reports to those with permissible purpose",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant, and all other persons or entities within the scope of Fed. R. Civ. P. 65, whether acting directly or through any sole proprietorship, partnership, limited liability company, corporation, subsidiary, branch, division, device, or other business entity who receive actual notice of this Order by personal service or otherwise, shall furnish a consumer report only to those persons which it has reason to believe have a permissible purpose, or as otherwise permitted by the Fair Credit Reporting Act, 15 U.S.C. §§ 1681-1681x.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The FTC has the right to monitor compliance by requesting reports, documents, depositions, and access to business locations.",
        "requirements": [
          {
            "description": "Submit written reports, produce documents, appear for deposition, and provide entry to business locations within ten days of FTC written notice",
            "quoted_text": "Within ten (10) days of receipt of written notice from a representative of the Commission, Defendant shall submit written reports, which are true and accurate and sworn to under penalty of perjury; produce documents for inspection and copying; appear for deposition; and provide entry during normal business hours to any business location in Defendant's possession or direct or indirect control to inspect the business operation",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Permit FTC representatives to interview employees who have agreed to such interviews",
            "quoted_text": "Defendant shall permit representatives of the Commission to interview any employer, consultant, independent contractor, representative, agent, or employee who has agreed to such an interview, relating in any way to any conduct subject to this Order. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Compliance Reporting by Defendant",
        "category": "compliance_reporting",
        "summary": "Defendant must notify the FTC of structural changes and provide annual compliance reports for three years.",
        "requirements": [
          {
            "description": "Notify FTC of any structural changes at least thirty days prior to such change",
            "quoted_text": "For a period of three (3) years from the date of entry of this Order, Defendant shall notify the Commission of any changes in structure of Defendant or any other business entity that Defendant directly or indirectly controls, or has an ownership interest in, that may affect compliance obligations arising under this Order, including but not limited to: incorporation or other organization; a dissolution, assignment, sale, merger, or other action; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order; or a change in the business name or address, at least thirty (30) days prior to such change",
            "deadline": "30 days prior",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide initial compliance report 180 days after entry of Order and annually thereafter for three years",
            "quoted_text": "One hundred eighty (180) days after the date of entry of this Order and annually thereafter for a period of three (3) years, Defendant shall provide a written report to the Commission, which is true and accurate and sworn to under penalty of perjury, setting forth in detail the manner and form in which it has complied and is complying with this Order.",
            "deadline": "180 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Notify FTC of bankruptcy filing within fifteen days",
            "quoted_text": "Defendant shall notifY the Commission of the filing of a bankruptcy petition within fifteen (15) days of filing.",
            "deadline": "15 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Recordkeeping Provisions",
        "category": "recordkeeping",
        "summary": "Defendant must create and retain records related to compliance with the FCRA and this Order for six years.",
        "requirements": [
          {
            "description": "Create and retain files containing names, addresses, telephone numbers, and permissible purpose of all entities receiving consumer reports",
            "quoted_text": "for a period of six (6) years from the date of entry of this Order, Defendant is hereby restrained and enjoined from failing to create and retain the following records: A. Files containing the names, addresses, telephone numbers, and permissible purpose of all entities to whom Teletrack supplies consumer reports and all materials considered by Defendant to ensure compliance with section 604 of the FCRA.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Retain copies of all training materials related to collection and sale of consumer report information",
            "quoted_text": "Copies of all training materials that relate to the collection and sale of consumer report information.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Retain all records demonstrating full compliance with this Order",
            "quoted_text": "All records and documents necessary to demonstrate full compliance with each provision of this Order, including but not limited to, copies of acknowledgments of receipt of this Order, required by the Sections titled \"Distribution of Order\" and \"Acknowledgment of Receipt of Order\" and all reports submitted to the FTC pursuant to the Section titled \"Compliance Reporting.\"",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Distribution of Order",
        "category": "acknowledgment",
        "summary": "Defendant must deliver copies of the Order to officers, directors, managers, employees, and agents for three years.",
        "requirements": [
          {
            "description": "Deliver a copy of Order to all officers, vice presidents, senior personnel, directors, managers, employees, and agents within five days for current personnel",
            "quoted_text": "for a period of three (3) years from the date of entry of this Order, Defendant shall deliver copies of this Order as directed below: A. Defendant must deliver a copy of this Order to (1) all of its officers, vice presidents, and other more senior personnel; (2) all of its directors, managers, employees, agents, and representatives who engage in conduct related to the subject matter of this Order; and (3) any business entity resulting from any change in structure set forth in Subsection A of the Section titled \"Compliance Reporting.\" For current personnel, delivery shall be within five (5) days of service of this order upon Defendant.",
            "deadline": "5 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver Order to new personnel within ten days of assuming responsibilities",
            "quoted_text": "For new personnel, delivery shall occur not later than ten (10) days after assuming their responsibilities.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Secure signed and dated acknowledgment of receipt from all persons receiving the Order",
            "quoted_text": "Defendant must secure a signed and dated statement acknowledging receipt of the Order, within thirty (30) days of delivery, from all persons receiving a copy of the Order pursuant to this Section.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Acknowledgment of Receipt of Order",
        "category": "acknowledgment",
        "summary": "Defendant must submit a truthful sworn statement acknowledging receipt of the Order to the FTC.",
        "requirements": [
          {
            "description": "Submit truthful sworn statement acknowledging receipt of Order to the Commission",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant, within five (5) business days of receipt of this Order as entered by the Court, must submit to the Commission a truthful sworn statement acknowledging receipt of this Order.",
            "deadline": "5 business days",
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction for construction, modification, and enforcement of the Order.",
        "requirements": [
          {
            "description": "Court retains jurisdiction over the matter",
            "quoted_text": "IT IS FURTHER ORDERED that this Court shall retain jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Costs and Attorneys' Fees",
        "category": "acknowledgment",
        "summary": "Each party bears its own costs and attorneys' fees incurred in this action.",
        "requirements": [
          {
            "description": "Each party bears its own costs and attorneys' fees",
            "quoted_text": "IT IS FURTHER ORDERED that each party shall bear its own costs and attorneys' fees incurred in connection with this action.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "This Court shall retain jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "06.11, Teletrack Complaint.pdf",
      "order": "06.11, Teletrack Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 0,
      "order_provisions": 9,
      "order_definitions": 3,
      "order_requirements": 17
    },
    "processing_time_seconds": 106.8
  }
}