{
  "case_info": {
    "docket_number": "CV 09-05276 DDP",
    "company": {
      "name": "Balls of Kryptonite, LLC",
      "incorporation_state": "California",
      "entity_type": "Limited Liability Company",
      "address": "Pasadena, California",
      "business_description": "Balls of Kryptonite, LLC (also doing business as Best Priced Brands, LLC and Bite Size Deals, LLC) sells consumer electronic products including cameras, video game systems, and computer software to consumers in the United Kingdom via internet websites."
    },
    "commissioners": [],
    "case_date": {
      "month": 6,
      "year": 2011
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a); Section 13(b) of the Federal Trade Commission Act, 15 U.S.C. § 53(b); Trade Regulation Rule Concerning the Sale of Mail or Telephone Order Merchandise, 16 C.F.R. Part 435",
    "violation_type": "deceptive",
    "ftc_url": ""
  },
  "complaint": {
    "factual_background": "Defendants operated websites with .co.uk domain names selling consumer electronics to UK consumers while falsely representing they were located in the UK. They failed to deliver products as promised, shipped wrong or incompatible products without valid warranties, charged consumers without shipping goods, did not disclose customs duties or U.S. origin, violated refund policies, and falsely claimed Safe Harbor certification. These deceptive practices violated both Section 5(a) of the FTC Act and the Mail Order Rule.",
    "representations_made": [
      {
        "description": "Claimed to be located in the UK and that goods were intended for sale within the UK with valid manufacturer warranties",
        "quoted_text": "In numerous instances, in connection with the offering for sale or selling of goods over the internet, Defendants have represented to consumers, expressly or by implication, that they are located in the UK and that their goods are intended for sale within the UK, and thus, come with valid manufacturers' warranties.",
        "source_paragraph": 22
      },
      {
        "description": "Claimed the advertised price was the total cost delivered",
        "quoted_text": "In numerous instances, in connection with the offering for sale or selling of goods over the internet, Defendants have represented to consumers, expressly or by implication, that the price for goods sold was the total cost delivered.",
        "source_paragraph": 25
      },
      {
        "description": "Claimed to be located in the UK and subject to UK Distance Selling Regulations giving consumers the right to cancel within seven days without restocking fees",
        "quoted_text": "In numerous instances, in connection with the offering for sale or selling of goods over the internet, Defendants have represented to consumers, expressly or by implication, that they are located in the UK and thus subject to UK DSRs giving consumers the unconditional right to cancel orders within seven days of receiving merchandise, and prohibiting the imposition of restocking fees for returned merchandise.",
        "source_paragraph": 28
      },
      {
        "description": "Claimed they would deliver products in exchange for advance payment",
        "quoted_text": "In numerous instances, in connection with the offering for sale or selling of goods over the internet, Defendants have represented to consumers, expressly or by implication, that they will deliver products offered for sale on their internet web sites in exchange for payment in advance.",
        "source_paragraph": 31
      },
      {
        "description": "Claimed to have self-certified to the U.S. Department of Commerce compliance with the U.S.-E.U. Safe Harbor Framework",
        "quoted_text": "In numerous instances, in connection with the offering for sale or selling of goods over the internet, Defendants have represented to consumers, expressly or by implication, that they have self-certified to Commerce that they are complying with the Safe Harbor.",
        "source_paragraph": 38
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "False UK Location and Invalid Warranties",
        "representation": "Defendants represented they are located in the UK and that their goods are intended for sale within the UK with valid manufacturers' warranties",
        "fact": "Defendants are not in the UK and on many occasions they have sold goods in the UK which were not intended for sale in the UK, and do not come with valid manufacturers' warranties",
        "conclusion": "Therefore, the representation set forth in Paragraph 22 is false and misleading and constitutes a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 2,
        "title": "False Total Cost Representation",
        "representation": "Defendants represented that the price for goods sold was the total cost delivered",
        "fact": "The price for goods sold was not the total cost delivered. Rather, consumers are required by law to pay substantial customs duties and import taxes in addition to the Defendants' advertised total price for the goods",
        "conclusion": "Therefore, the representation set forth in Paragraph 25 is false and misleading and constitutes a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 3,
        "title": "False UK Distance Selling Regulations Compliance",
        "representation": "Defendants represented they are located in the UK and subject to UK DSRs giving consumers the unconditional right to cancel orders within seven days of receiving merchandise, and prohibiting the imposition of restocking fees for returned merchandise",
        "fact": "Defendants are not located in the UK, and do not comply with the UK DSRs. In fact, on numerous occasions, Defendants refuse to accept cancellation of orders received within seven days of receipt of merchandise, and they impose large restocking fees when merchandise is returned to them by consumers",
        "conclusion": "Therefore, the representation set forth in Paragraph 28 is false and misleading, and constitutes a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 4,
        "title": "Failure to Deliver Products After Payment",
        "representation": "Defendants represented they will deliver products offered for sale on their internet web sites in exchange for payment in advance",
        "fact": "In numerous instances, Defendants have failed to deliver the products offered for sale on their internet websites in exchange for payment in advance",
        "conclusion": "Therefore, the representation set forth in Paragraph 31 is false and misleading, and constitutes a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 5,
        "title": "False Safe Harbor Certification",
        "representation": "Defendants represented that they have self-certified to Commerce that they are complying with the Safe Harbor",
        "fact": "Defendants have never self-certified to Commerce that they are complying with the Safe Harbor",
        "conclusion": "Therefore, the representation set forth in Paragraph 38 is false and misleading and constitutes a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 6,
        "title": "Mail Order Rule Violations",
        "representation": "Defendants solicited orders for merchandise and received properly completed orders but were unable to ship within promised or statutory timeframes",
        "fact": "Defendants violated multiple provisions of the Mail Order Rule by: (a) soliciting orders with no reasonable basis to expect timely shipment; (b) failing to offer delay consent or cancellation options; (c) failing to provide definite revised shipping dates; (d) failing to offer renewed delay options; (e) failing to advise of automatic cancellation rights; and (f) failing to deem orders cancelled and provide prompt refunds when consumers did not consent to delays",
        "conclusion": "Pursuant to Section 18(d)(3) of the FTC Act, 15 U.S.C. § 57a(d)(3), a violation of the Mail Order Rule constitutes an unfair or deceptive act or practice in violation of Section 5(a)(1) of the FTC Act, 15 U.S.C. § 45(a)(1)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Defendants": "Balls of Kryptonite, Intrigue, Inc., and Jaivin Karnani, acting directly or through any other individual or legal entity, or doing business as Bite Size Deals, Best Priced Brands, Crazy Cameras, and Specialty Software.",
      "Commerce": "as defined in Section 4 of the FTC Act, 15 U.S.C. § 44.",
      "Mail Order Rule": "the Federal Trade Commission's Trade Regulation Rule Concerning Mail or Telephone Order Merchandise, 16 C.F.R. Part 435, or as the Rule may hereafter be amended.",
      "Person": "a natural person, an organization or other legal entity, including a corporation, partnership, sole proprietorship, limited liability company, association, cooperative, or any other group of combination acting as an entity.",
      "Website": "a set of electronic files or documents, usually a home page and subordinate pages, readily viewable on a computer by anyone with access to the Internet and standard Internet browser software.",
      "Document": "synonymous in meaning and equal in scope to the term as defined in Federal Rule of Civil Procedure 34(a), and includes writings, drawings, graphs, charts, photographs, audio and video recordings, computer records, and any other data compilation from which information can be obtained and translated, if necessary, into reasonably usable form through detection devices. A draft or non-identical copy is a separate document within the meaning of this term.",
      "Customer": "any person who has paid, or may be required to pay, for products or services offered for sale or sold by the Defendants.",
      "Card holder": "any consumer who uses a credit or debit card to purchase goods or services.",
      "Chargeback": "any request by a card holder or a card issuer to reverse a disputed purchase or charge."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibited Misrepresentations",
        "category": "prohibition",
        "summary": "Defendants are permanently enjoined from misrepresenting their location, product characteristics, warranties, pricing, compliance certifications, or refund policies.",
        "requirements": [
          {
            "description": "Must not misrepresent Defendants' location, including that they are located in or operate from the United Kingdom or European Union",
            "quoted_text": "IT IS HEREBY ORDERED that Defendants and their successors, assigns, officers, agents, servants, employees, and attorneys, and those persons or entities in active concert or participation with any of them who receive actual notice of this Order by personal service, facsimile transmission, email, or otherwise, whether acting directly or through any corporation, subsidiary, division, trade name, or other device, in connection with the advertising, marketing, promotion, offering for sale or sale of any goods or services, in or affecting commerce, are hereby restrained and enjoined from misrepresenting, or from assisting others in misrepresenting, expressly or by implication, any of the following: A. Defendants' location, including but not limited to any misrepresentation that Defendants are physically located in or operate from the United Kingdom or European Union;",
            "deadline": null,
            "verified": true,
            "confidence": 0.900561282932417
          },
          {
            "description": "Must not misrepresent the qualities, quantities, or characteristics of any goods sold, including color, brand, or model",
            "quoted_text": "B. The qualities, quantities, or characteristics, of any goods sold, including color, brand, or model name or number;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent the existence and/or validity of any manufacturers' warranty",
            "quoted_text": "C. The existence and/or validity of any manufacturers' warranty;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent the total price for goods sold",
            "quoted_text": "D. The total price for goods sold;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent the extent to which Defendants are members of, adhere to, comply with, are certified by, are endorsed by, or otherwise participate in any privacy, security, or compliance program",
            "quoted_text": "E. The extent to which Defendants are members of, adhere to, comply with, are certified by, are endorsed by, or otherwise participate in any privacy, security, or any other compliance program sponsored by any government or third party; or,",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent Defendants' policies concerning cancellation, exchange, or refund",
            "quoted_text": "F. Defendants' policies concerning cancellation, exchange, or refund.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Ban on Use of Foreign Website Designations",
        "category": "prohibition",
        "summary": "Defendants are enjoined from selling goods over the Internet using foreign domain names unless they are located in and conduct business substantially in that country.",
        "requirements": [
          {
            "description": "Must not sell goods over the Internet using any Website domain name, extension, or suffix associated with a country other than the United States, unless the seller is located within and conducts substantially all business in the foreign country",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants and their successors, assigns, officers, agents, servants, employees, and attorneys, and those persons or entities in active concert or participation with any of them who receive actual notice of this Order by personal service, facsimile transmission, email, or otherwise, whether acting directly or through any corporation, subsidiary, division, trade name, or other device, in connection with the advertising, marketing, promotion, offering for sale or sale of any goods or services over the Internet, in or affecting commerce, are hereby restrained and enjoined from, or from assisting others in, selling goods over the Internet using any Website domain name, extension, or suffix associated with a country other than the United States, including but not limited to, e.g., \".ca,\" \".uk,\" \".de,\" \".be,\" \".eu,\" or \".cn,\" unless the individual or business making the sale is located within the foreign country corresponding to the domain name, extension, or suffix and conducts substantially all of its business activities therein.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9747565543071162
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Ban on Credit or Debit Card Charges",
        "category": "prohibition",
        "summary": "Defendants are enjoined from charging consumer credit or debit cards until the goods have been obtained and are ready to ship.",
        "requirements": [
          {
            "description": "Must not charge consumer credit cards, debit cards, gift cards, or bank accounts for goods until and unless the seller has obtained the goods and is ready to ship them",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants and their successors, assigns, officers, agents, servants, employees, and attorneys, and those persons or entities in active concert or participation with any of them who receive actual notice of this Order by personal service, facsimile transmission, email, or otherwise, whether acting directly or through any corporation, subsidiary, division, trade name, or other device, in connection with the advertising, marketing, promotion, offering for sale or sale of any goods, in or affecting commerce, are hereby restrained and enjoined from charging consumer credit cards, debit cards, gift cards, or bank accounts for such goods until and unless the individual or business making the sale has obtained the goods and is ready to ship them.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9210478834142957
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Compliance with Mail Order Rule",
        "category": "affirmative_obligation",
        "summary": "Defendants must comply with all provisions of the Mail Order Rule, including timely shipping, delay notifications, and prompt refunds.",
        "requirements": [
          {
            "description": "Must not violate Section 435.1(a)(1) by soliciting orders without reasonable expectation of timely shipment within clearly disclosed time limits",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants and their successors, assigns, officers, agents, servants, and employees, and attorneys, and those persons or entities in active concert or participation with any of them who receive actual notice of this Order by personal service, facsimile transmission, email, or otherwise, whether acting directly or through any corporation, subsidiary, division, trade name, or other device, in connection with the advertising, marketing, promotion, offering for sale or sale of any goods, in or affecting commerce, are hereby restrained and enjoined from violating any provision of the Mail Order Rule in any way, including but not limited to: A. Violating Section 435.1(a)(1) of the Rule by soliciting a customer order for merchandise unless, at the time of the solicitation, Defendants have a reasonable expectation that the ordered merchandise can be shipped within the time limits clearly and conspicuously disclosed in the solicitation;",
            "deadline": null,
            "verified": true,
            "confidence": 0.8358727569331158
          },
          {
            "description": "Must not violate Section 435.1(b)(1) by failing to timely offer the buyer an option to consent to delay or cancel and receive a prompt refund",
            "quoted_text": "B. Violating Section 435.1(b)(1) of the Rule by failing to timely offer to the buyer, clearly and conspicuously and without prior demand, an option either to consent to a delay in shipping or to cancel the order and receive a prompt refund;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not violate Section 435.1(b)(1) by failing to provide the buyer with a definite revised shipping date",
            "quoted_text": "C. Violating Section 435.1(b)(1) of the Rule by failing to provide the buyer with a definite revised shipping date;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not violate Section 435.1(b)(2) by failing to timely offer the buyer a renewed option to consent to delay or cancel and receive a prompt refund",
            "quoted_text": "D. Violating Section 435.1(b)(2) of the Rule by failing to timely offer to the buyer, clearly and conspicuously and without prior demand, a renewed option either to consent to a delay in shipping or to cancel the order and receive a prompt refund;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not violate Section 435.1(b)(2)(ii) by failing to advise buyer that order will be automatically canceled unless buyer consents to further delay",
            "quoted_text": "E. Violating Section 435.1(b)(2)(ii) of the Rule by failing to advise the buyer in a renewed option notice that the order will be automatically canceled and a prompt refund provided unless the buyer gives specific consent to a further delay prior to expiration of the old definite revised shipping date; and,",
            "deadline": null,
            "verified": true,
            "confidence": 0.8240343347639485
          },
          {
            "description": "Must not violate Section 435.1(c)(3)by failing to deem orders cancelled and make prompt consumer refunds when consumers have not consented to further delay",
            "quoted_text": "F. Violating Section 435.1(c)(3) of the Rule by failing to deem orders cancelled and make prompt consumer refunds when consumers have not consented to further delay of shipments.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Customer Chargebacks",
        "category": "affirmative_obligation",
        "summary": "Defendants must not oppose or contest customer chargebacks made within twelve months from the date of entry of the Order.",
        "requirements": [
          {
            "description": "Must not oppose or contest customer chargebacks made prior to twelve months from the date of entry of this Order",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants shall not oppose or contest customer chargebacks made prior to twelve (12) months from the date of entry of this Order.",
            "deadline": "12 months",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Monetary Relief",
        "category": "affirmative_obligation",
        "summary": "Defendants must pay $500,000 in equitable monetary relief, which payment is suspended subject to financial disclosure provisions.",
        "requirements": [
          {
            "description": "Must pay to the Commission the sum of five hundred thousand dollars ($500,000) as equitable monetary relief, payment suspended subject to Section VII",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants shall pay to the Commission the sum of five hundred thousand dollars ($500,000), as equitable monetary relief, which payment shall be suspended subject to the provisions of Section VII.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Right to Reopen",
        "category": "affirmative_obligation",
        "summary": "The Commission may reopen and lift the monetary relief suspension if Defendants made material misrepresentations in their financial statements.",
        "requirements": [
          {
            "description": "Must ensure all financial statements and supporting documents submitted to the Commission are truthful, accurate, and complete",
            "quoted_text": "A. The Commission's agreement to this Order is expressly premised upon the truthfulness, accuracy, and completeness of the certified financial statements and supporting documents submitted to the Commission by Defendants including the following: 1. Financial Statements of Balls of Kryptonite, LLC dated August 18 and August 27, 2009, May 13, 2010, and February 17, 2011, including attachments; 2. Financial Statement of Intrigue, Inc., dated February 17, 2011, including attachments; 3. Financial Statement of Erudite, Inc., a corporation wholly-owned by Defendant Jaivin Karnani, dated February 17, 2011, including attachments; 4. Sworn Deposition Testimony of Defendant Jaivin Karnani on September 14, 2009, including exhibits; and 5. Financial Statements of Jaivin Karnani dated August 10, and August 27, 2009, May 13, 2010, and February 17, 2011, including attachments.. Defendants stipulate that all of the materials submitted are truthful, accurate, and complete. These documents contain material information upon which the Commission relied in negotiating and agreeing to the terms of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9085667215815486
          },
          {
            "description": "Must furnish to the Commission taxpayer identifying number and/or social security number for collecting and reporting on any delinquent amounts",
            "quoted_text": "F. In accordance with 31 U.S.C. § 7701, Defendants are hereby required, unless they have done so already, to furnish to the Commission their taxpayer identifying number and/or social security number, which shall be used for the purposes of collecting and reporting on any delinquent amount arising out of Defendants' relationship with the government.",
            "deadline": null,
            "verified": true,
            "confidence": 0.8092909535452323
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission is authorized to monitor compliance through document production, depositions, inspections, and interviews.",
        "requirements": [
          {
            "description": "Must submit additional written reports, produce documents, appear for deposition, and provide entry to business locations within ten days of receipt of written notice from the Commission",
            "quoted_text": "IT IS FURTHER ORDERED that, for the purpose of monitoring and investigating compliance with any provision of this Order: A. Within ten (10) days of receipt of written notice from a representative of the Commission, Defendants shall submit additional written reports, which are true and accurate and sworn to under penalty of perjury; produce documents for inspection and copying; appear for deposition; and provide entry during normal business hours to any business location in each Defendant's possession or direct or indirect control to inspect the business operation;",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.9826315789473684
          },
          {
            "description": "Must permit representatives of the Commission to interview any employer, consultant, independent contractor, representative, agent, or employee who has agreed to such an interview",
            "quoted_text": "C. Defendants shall permit representatives of the Commission to interview any employer, consultant, independent contractor, representative, agent, or employee who has agreed to such an interview, relating in any way to any conduct subject to this Order. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 0.8710596026490066
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendants must notify the Commission of changes in residence, employment, business structure, and must file annual compliance reports for four years.",
        "requirements": [
          {
            "description": "Individual Defendant must notify the Commission of any changes in residence, business address, mailing addresses, and telephone numbers within ten days of such change",
            "quoted_text": "A. For a period of four (4) years from the date of entry of this Order, 1. Individual Defendant shall notify the Commission of the following: a. Any changes in Defendant's residence, business address, mailing addresses, and telephone numbers, within ten (10) days of the date of such change;",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Individual Defendant must notify the Commission of any changes in employment status or ownership in any business entity within ten days of such change",
            "quoted_text": "b. Any changes in Defendant's employment status (including self-employment), and any change in Defendant's ownership in any business entity, within ten (10) days of the date of such change. Such notice shall include the name and address of each business that Defendant is affiliated with, employed by, creates or forms, or performs services for; a detailed description of the nature of the business; and a detailed description of Defendant's duties and responsibilities in connection with the business or employment;",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.8650927487352446
          },
          {
            "description": "Individual Defendant must notify the Commission of any changes in name or use of any aliases or fictitious names",
            "quoted_text": "c. Any changes in Defendant's name or use of any aliases or fictitious names;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Defendants must notify the Commission of any changes in structure of any Corporate Defendant or business entity at least thirty days prior to such change",
            "quoted_text": "2. Defendants shall notify the Commission of any changes in structure of any Corporate Defendant or any business entity that any Defendant directly or indirectly controls, or has an ownership interest in, that may affect compliance obligations arising under this Order, including but not limited to: incorporation or other organization; a dissolution, assignment, sale, merger, or other action; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order; or a change in the business name or address, at least thirty (30) days prior to such change, provided that, with respect to any proposed change in the business entity about which a Defendant learns less than thirty (30) days prior to the date such action is to take place, such Defendant shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.8522092432706958
          },
          {
            "description": "Defendants must provide written compliance reports to the FTC sixty days after the date of entry of this Order and annually thereafter for four years",
            "quoted_text": "B. Sixty days (60) days after the date of entry of this Order and annually thereafter for a period of four (4) years, Defendants each shall provide a written report to the FTC, which is true and accurate and sworn to under penalty of perjury, setting forth in detail the manner and form in which they have complied and are complying with this Order.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Each Defendant must notify the Commission of the filing of a bankruptcy petition within fifteen days of filing",
            "quoted_text": "C. Each Defendant shall notify the Commission of the filing of a bankruptcy petition by such Defendant within fifteen (15) days of filing.",
            "deadline": "15 days",
            "verified": true,
            "confidence": 0.998421052631579
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Record Keeping Provisions",
        "category": "recordkeeping",
        "summary": "Defendants must create and retain specific business records for seven years, including accounting records, personnel files, customer files, and compliance documents.",
        "requirements": [
          {
            "description": "Must create and retain accounting records that reflect the cost of goods or services sold, revenues generated, and disbursement of revenues for seven years",
            "quoted_text": "IT IS FURTHER ORDERED that, for a period of seven (7) years from the date of entry of this Order, in connection with the advertising, marketing, promotion, offering for sale or sale of any goods over the Internet, in or affecting commerce, Defendants are hereby restrained and enjoined from failing to create and retain the following records: A. Accounting records that reflect the cost of goods or services sold, revenues generated, and the disbursement of such revenues;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must create and retain personnel records accurately reflecting name, address, telephone number, job title, commencement date, and termination information for seven years",
            "quoted_text": "B. Personnel records accurately reflecting: the name, address, and telephone number of each person employed in any capacity by such business, including as an independent contractor; that person's job title or position; the date upon which the person commenced work; and the date and reason for the person's termination, if applicable;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must create and retain customer files containing names, addresses, phone numbers, amounts paid, quantity and description of items purchased for seven years",
            "quoted_text": "C. Customer files containing the names, addresses, phone numbers, monetary amounts paid, quantity of items or services purchased, and description of items or services purchased, to the extent such information is obtained in the ordinary course of business;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must create and retain all email communications with customers for the prior three years",
            "quoted_text": "D. All email communications with customers for the prior three years;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must create and retain complaints and refund requests and any responses to those complaints or requests for seven years",
            "quoted_text": "E. Complaints and refund requests (whether received directly, indirectly, or through any third party) and any responses to those complaints or requests;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must create and retain records showing the number of days between receipt of complaints or refund requests and responses, including dates of refund, notification of shipment delay, and pre-paid shipment instructions, in searchable and sortable form for seven years",
            "quoted_text": "F. Records sufficient to show the number of days between receipt of complaints or refund requests and Defendants' responses to them; the report should also show: (1) dates of refund; (2) dates of notification of shipment delay; and, (3) dates that pre-paid shipment instructions were sent to customers for return of merchandise; such data should be kept in a form that is searchable and sortable.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must create and retain copies of all sales scripts, invoices, collection letters, training materials, taped calls, advertisements, or other marketing materials for seven years",
            "quoted_text": "G. Copies of all sales scripts, invoices, collection letters, training materials, taped telemarketing or verification calls, advertisements, or other marketing materials, including newspaper advertisements and Internet web pages; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must create and retain all records and documents necessary to demonstrate full compliance with each provision of this Order for seven years",
            "quoted_text": "H. All records and documents necessary to demonstrate full compliance with each provision of this Order, including but not limited to, copies of acknowledgments of receipt of this Order required by the Sections titled \"Distribution of Order\" and \"Acknowledgment of Receipt of Order\" and all reports submitted to the FTC pursuant to the Section titled \"Compliance Reporting.\"",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XI",
        "title": "Distribution of Order",
        "category": "acknowledgment",
        "summary": "Defendants must deliver copies of the Order to principals, officers, employees, and related personnel for four years and secure signed acknowledgments of receipt.",
        "requirements": [
          {
            "description": "Corporate Defendant must deliver a copy of this Order to all principals, officers, directors, managers, and employees who engage in conduct related to the subject matter, within five days for current personnel",
            "quoted_text": "IT IS FURTHER ORDERED that, for a period of four (4) years from the date of entry of this Order, Defendants shall deliver copies of the Order as directed below: A. Corporate Defendant: Corporate Defendant must deliver a copy of this Order to (1) all of its principals, officers, directors, and managers; (2) all of its employees, agents, and representatives who engage in conduct related to the subject matter of the Order; and (3) any business entity resulting from any change in structure set forth in Subsection A.2 of the Section titled \"Compliance Reporting.\" For current personnel, delivery shall be within five (5) days of service of this Order upon such Defendant.",
            "deadline": "5 days",
            "verified": true,
            "confidence": 0.9749404761904762
          },
          {
            "description": "Corporate Defendant must deliver a copy of this Order to new personnel prior to them assuming their responsibilities",
            "quoted_text": "For new personnel, delivery shall occur prior to them assuming their responsibilities.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Corporate Defendant must deliver a copy of this Order to any business entity resulting from change in structure at least ten days prior to the change",
            "quoted_text": "For any business entity resulting from any change in structure set forth in Subsection A.2 of the Section titled \"Compliance Reporting,\" delivery shall be at least ten (10) days prior to the change in structure.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.9683886255924171
          },
          {
            "description": "Individual Defendant as control person must deliver a copy of this Order to all principals, officers, directors, managers, and employees of businesses they control, within five days for current personnel",
            "quoted_text": "B. Individual Defendant as Control Person: For any business that the Individual Defendant controls, directly or indirectly, or in which such Defendant has a majority ownership interest, such Defendant must deliver a copy of this Order to (1) all principals, officers, directors, and managers of that business; (2) all employees, agents, and representatives of that business who engage in conduct related to the subject matter of the Order; and (3) any business entity resulting from any change in structure set forth in Subsection A.2 of the Section titled \"Compliance Reporting.\" For current personnel, delivery shall be within five (5) days of service of this Order upon such Defendant.",
            "deadline": "5 days",
            "verified": true,
            "confidence": 0.9486046511627907
          },
          {
            "description": "Individual Defendant as employee must deliver a copy of this Order to all principals and managers of any business where they engage in conduct related to the Order, before engaging in such conduct",
            "quoted_text": "C. Individual Defendant as employee or non-control person: For any business where the Individual Defendant is not a controlling person of a business but otherwise engages in conduct related to the subject matter of this Order, such Defendant must deliver a copy of this Order to all principals and managers of such business before engaging in such conduct.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "All Defendants must secure a signed and dated statement acknowledging receipt of the Order within thirty days of delivery from all persons receiving a copy",
            "quoted_text": "D. All Defendants must secure a signed and dated statement acknowledging receipt of the Order, within thirty (30) days of delivery, from all persons receiving a copy of the Order pursuant to this Section.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.7922330097087379
          }
        ]
      },
      {
        "provision_number": "XII",
        "title": "Acknowledgment of Receipt of Order",
        "category": "acknowledgment",
        "summary": "Defendants must submit a truthful sworn statement acknowledging receipt of the Order within ten business days.",
        "requirements": [
          {
            "description": "Defendants must submit to the Commission a truthful sworn statement acknowledging receipt of this Order within ten business days of receipt",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants, within ten (10) business days of receipt of this Order as entered by the Court, must submit to the Commission a truthful sworn statement acknowledging receipt of this Order.",
            "deadline": "10 business days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XIII",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction over this matter for purposes of construction, modification, and enforcement of the Order.",
        "requirements": [
          {
            "description": "Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order",
            "quoted_text": "IT IS FURTHER ORDERED that this Court shall retain jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "IT IS FURTHER ORDERED that this Court shall retain jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "06.11, Best Priced Brands Complaint.pdf",
      "order": "06.11, Best Priced Brands Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 6,
      "complaint_representations": 5,
      "order_provisions": 13,
      "order_definitions": 9,
      "order_requirements": 42
    },
    "processing_time_seconds": 391.8
  }
}