{
  "case_info": {
    "docket_number": "C-4462",
    "company": {
      "name": "Atlanta Falcons Football Club, LLC",
      "incorporation_state": "Georgia",
      "entity_type": "limited liability company",
      "address": "440 Falcon Parkway, Flowery Branch, GA 30542",
      "business_description": "Atlanta Falcons Football Club, LLC is a professional football team and member of the National Football League."
    },
    "commissioners": [
      "Edith Ramirez, Chairwoman",
      "Julie Brill",
      "Maureen K. Ohlhausen",
      "Joshua D. Wright",
      "Terrell McSweeny"
    ],
    "case_date": {
      "month": 6,
      "year": 2014
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a)",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/142-3018-atlanta-falcons-football-club-llc-matter"
  },
  "complaint": {
    "factual_background": "The Atlanta Falcons Football Club self-certified to the U.S.-EU Safe Harbor Framework in September 2005 but failed to renew its certification in September 2006. Despite losing its current status, the company continued to falsely represent on its website from at least September 2005 until November 2013 that it was a current participant in the Safe Harbor Framework and complied with its privacy principles.",
    "representations_made": [
      {
        "description": "Represented that it complies with the U.S.-EU Safe Harbor Framework and has certified that it adheres to the Safe Harbor Privacy Principles",
        "quoted_text": "The Atlanta Falcons Football Club, LLC complies with the U.S.- EU Safe Harbor Framework as set forth by the U.S. Department of Commerce regarding the collection, use, and retention of personal data from European Union member countries. The Atlanta Falcons Page 2 of 3 Football Club, LLC has certified that it adheres to the Safe Harbor Privacy Principles of notice, choice, onward transfer, security, data integrity, access, and enforcement. To learn more about the Safe Harbor program, and to view The Atlanta Falcons Football Club, LLC’s certification, please visit http://www.export.gov/safeharbor.",
        "verified": true,
        "confidence": 0.85,
        "source_paragraph": 11,
        "quote_start_line": 71,
        "quote_end_line": 82
      },
      {
        "description": "Represented that it was a current participant in the U.S.-EU Safe Harbor Framework",
        "quoted_text": "12. Through the means described in Paragraph 11, respondent represented, expressly or by implication, that it was a “current” participant in the U.S.-EU Safe Harbor Framework.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 12,
        "quote_start_line": 83,
        "quote_end_line": 84
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "False Safe Harbor Certification Claim",
        "representation": "Respondent represented that it was a 'current' participant in the U.S.-EU Safe Harbor Framework",
        "fact": "From September 2006 until November 2013, respondent was not a 'current' participant in the U.S.-EU Safe Harbor Framework",
        "conclusion": "Therefore, the representation set forth in Paragraph 12 is false and misleading."
      }
    ]
  },
  "order": {
    "definitions": {
      "respondent": "Atlanta Falcons Football Club, LLC and its successors and assigns.",
      "Commerce": "as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. § 44."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresenting Privacy or Security Program Participation",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent its membership in, adherence to, or participation in any privacy or security program, including the U.S.-EU Safe Harbor Framework and U.S.-Swiss Safe Harbor Framework.",
        "requirements": [
          {
            "description": "Must not misrepresent participation in privacy or security programs sponsored by government or self-regulatory organizations",
            "quoted_text": "IT IS ORDERED that respondent and its officers, agents, representatives, and employees, whether acting directly or indirectly, in connection with the advertising, marketing, promotion, offering for sale, or sale of any product or service, in or affecting commerce, shall not misrepresent in any manner, expressly or by implication, the extent to which respondent is a member of, adheres to, complies with, is certified by, is endorsed by, or otherwise participates in any privacy or security program sponsored by the government or any other self-regulatory or standard-setting organization, including, but not limited to, the U.S.-EU Safe Harbor Framework and the U.S.-Swiss Safe Harbor Framework.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 56,
            "quote_end_line": 63
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must maintain and make available to the FTC for five years all documents relating to compliance with this order, including advertisements and materials that question compliance.",
        "requirements": [
          {
            "description": "Maintain for five years all advertisements, promotional materials, and statements containing representations covered by this order",
            "quoted_text": "A. all advertisements, promotional materials, and any other statements containing any representations covered by this order, with all materials relied upon in disseminating the representation; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 69,
            "quote_end_line": 71
          },
          {
            "description": "Maintain for five years any documents that call into question compliance with this order",
            "quoted_text": "B. any documents, whether prepared by or on behalf of respondent, that call into question respondent’s compliance with this order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 72,
            "quote_end_line": 73
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Acknowledgment of Order",
        "category": "acknowledgment",
        "summary": "Respondent must deliver a copy of this order to current and future personnel with relevant responsibilities and obtain signed acknowledgments of receipt within thirty days.",
        "requirements": [
          {
            "description": "Deliver order to current personnel with responsibilities relating to the subject matter",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall deliver a copy of this order to all current and future principals, officers, directors, and managers, and to all current and future employees, agents, and representatives having responsibilities relating to the subject matter of this order. Respondent shall deliver this order to such current personnel within thirty (30) days after service of this order, and to such future personnel within thirty (30) days after the person",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 78,
            "quote_end_line": 82
          },
          {
            "description": "Deliver order to future personnel with responsibilities relating to the subject matter",
            "quoted_text": "after service of this order, and to such future personnel within thirty (30) days after the person",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 82,
            "quote_end_line": 82
          },
          {
            "description": "Secure signed and dated acknowledgment statements from all persons receiving the order",
            "quoted_text": "assumes such position or responsibilities. Respondent must secure a signed and dated statement acknowledging receipt of this order, within thirty (30) days of delivery, from all persons receiving a copy of the order pursuant to this section.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 83,
            "quote_end_line": 85
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Notice of Corporate Changes",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the Commission within fourteen days of any corporate changes that may affect compliance obligations, including dissolution, merger, bankruptcy, or change of name or address.",
        "requirements": [
          {
            "description": "Notify the Commission of corporate changes affecting compliance obligations",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall notify the Commission within fourteen (14) days of any change in the corporation(s) that may affect compliance obligations arising under this order, including, but not limited to: a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in the corporate name or address. Unless otherwise directed by a representative of the Commission in writing, all notices required by this Part shall be emailed to Debrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director of Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue, N.W., Washington, D.C. 20580. The subject line must begin: In re Atlanta Falcons Football Club, LLC, FTC File No. 1423018.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 87,
            "quote_end_line": 97
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondent must file a compliance report with the Commission within ninety days and submit additional reports upon request within ten days.",
        "requirements": [
          {
            "description": "File initial compliance report detailing manner and form of compliance with this order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent, and its successors and assigns, within ninety (90) days after the date of service of this order, shall file with the Commission a true and accurate report, in writing, setting forth in detail the manner and form of its compliance with this order. Within ten (10) days of receipt of written notice from a representative of the Commission,",
            "deadline": "90 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 99,
            "quote_end_line": 102
          },
          {
            "description": "Submit additional compliance reports upon written notice from the Commission",
            "quoted_text": "order. Within ten (10) days of receipt of written notice from a representative of the Commission, it shall submit an additional true and accurate written report.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 102,
            "quote_end_line": 103
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Order Termination",
        "category": "duration",
        "summary": "This order terminates on June 19, 2034, or twenty years from the most recent date the U.S. or Commission files a federal court complaint alleging any violation of the order, whichever comes later.",
        "requirements": [
          {
            "description": "Order remains in effect until termination date or extended by federal court filing",
            "quoted_text": "This order will terminate on June 19, 2034, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: Page 3 of 4 A. any Part in this order that terminates in fewer than twenty (20) years; B. this order’s application to any respondent that is not named as a defendant in such complaint; and C. this order if such complaint is filed after the order has terminated pursuant to this Part. Provided, further, that if such complaint is dismissed or a federal court rules that respondent did not violate any provision of the order, and the dismissal or ruling is either not appealed or upheld on appeal, then the order as to such respondent will terminate according to this Part as though the complaint had never been filed, except that the order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 105,
            "quote_end_line": 122
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on June 19, 2034, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "06.14, Atlanta Falcons Football Club Complaint.pdf",
      "order": "06.14, Atlanta Falcons Football Club Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 2,
      "order_provisions": 6,
      "order_definitions": 2,
      "order_requirements": 10,
      "provisions_per_section": {
        "I": 1,
        "II": 2,
        "III": 3,
        "IV": 1,
        "V": 2,
        "VI": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 2,
        "complaint_total": 2,
        "order_verified": 10,
        "order_total": 10
      }
    },
    "processing_time_seconds": 54.1
  }
}