{
  "case_info": {
    "docket_number": "CV 09-5276 DDP",
    "company": {
      "name": "Balls of Kryptonite, LLC",
      "incorporation_state": "California",
      "entity_type": "limited liability company",
      "address": "Pasadena, California",
      "business_description": "Sells consumer electronic products including cameras, video game systems, and computer software in the United Kingdom via internet websites. Also operates under the names Best Priced Brands LLC and Bite Size Deals LLC."
    },
    "commissioners": [],
    "case_date": {
      "month": 6,
      "year": 2011
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a), and the Commission's Trade Regulation Rule Concerning the Sale of Mail or Telephone Order Merchandise (Mail Order Rule), 16 C.F.R. Part 435",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/092-3081-best-priced-brands-llc-et-al",
    "statutory_topics": [
      "Section 5 Only"
    ],
    "practice_areas": [
      "Financial Practices"
    ],
    "industry_sectors": [
      "Technology",
      "Telecom"
    ]
  },
  "complaint": {
    "factual_background": "Defendants Jaivin Karnani, Balls of Kryptonite LLC, and Intrigue Inc. operated UK-facing websites selling consumer electronics while falsely presenting themselves as UK-based companies. They deceived UK consumers by using .co.uk domains, pricing in pounds sterling, referencing UK postal services, and listing UK forwarding addresses — all while shipping from the United States and failing to disclose applicable customs duties and import taxes. Defendants shipped wrong or unauthorized products, falsely advertised full manufacturer warranties, failed to deliver goods within promised timeframes, charged consumers upfront without notifying them of delays, imposed undisclosed restocking fees, and falsely claimed to be certified under the U.S.-E.U. Safe Harbor Framework for data privacy. In numerous cases, consumers received neither their ordered products nor refunds.",
    "representations_made": [
      {
        "description": "Claimed to be located in the UK and that their goods were intended for sale within the UK, and thus came with valid manufacturers' warranties",
        "quoted_text": "16 22. In numerous instances, in connection with the offering for sale or 17 selling of goods over the internet, Defendants have represented to consumers, 18 expressly or by implication, that they are located in the UK and that their goods are 19 intended for sale within the UK, and thus, come with valid manufacturers' 20 warranties.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 22,
        "quote_start_line": 200,
        "quote_end_line": 204
      },
      {
        "description": "Represented that the advertised price for goods was the total cost delivered, without disclosing customs duties and import taxes",
        "quoted_text": "28 25. In numerous instances, in connection with the offering for sale or 6 1 selling of goods over the intemet, Defendants have represented to consumers, 2 expressly or by implication, that the price for goods sold was the total cost 3 delivered.",
        "verified": true,
        "confidence": 0.85,
        "source_paragraph": 25,
        "quote_start_line": 212,
        "quote_end_line": 218
      },
      {
        "description": "Represented that they were located in the UK and therefore subject to UK Distance Selling Regulations, giving consumers the unconditional right to cancel orders within seven days and prohibiting restocking fees",
        "quoted_text": "11 28. In numerous instances, in connection with the offering for sale or 12 selling of goods over the intemet, Defendants have represented to consumers, 13 expressly or by implication, that they are located in the UK and thus subject to UK 14 DSRs giving consumers the unconditional right to cancel orders within seven days 15 of receiving merchandise, and prohibiting the imposition of restocking fees for 16 retumed merchandise.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 28,
        "quote_start_line": 226,
        "quote_end_line": 231
      },
      {
        "description": "Represented that they would deliver products offered for sale on their websites in exchange for payment in advance",
        "quoted_text": "26 31. In numerous instances, in cOlmection with the offering for sale or 27 selling of goods over the intemet, Defendants have represented to consumers, 28 expressly or by implication, that they will deliver products offered for sale on their 7 1 internet web sites in exchange for payment in advance.",
        "verified": true,
        "confidence": 0.85,
        "source_paragraph": 31,
        "quote_start_line": 241,
        "quote_end_line": 247
      },
      {
        "description": "Represented that they had self-certified to the U.S. Department of Commerce that they were complying with the U.S.-E.U. Safe Harbor Framework",
        "quoted_text": "7 38. InnUlnerous instances, in connection with the offering for sale or 8 selling of goods over the internet, Defendants have represented to conSUlners, 9 expressly or by implication, that they have self-certified to Commerce that they are 10 complying with the Safe Harbor.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 38,
        "quote_start_line": 284,
        "quote_end_line": 287
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "False UK Location and Manufacturer Warranty Claims",
        "representation": "Defendants represented, expressly or by implication, that they are located in the UK and that their goods are intended for sale within the UK, and thus come with valid manufacturers' warranties",
        "fact": "Defendants are not in the UK and on many occasions sold goods in the UK which were not intended for sale in the UK and do not come with valid manufacturers' warranties",
        "conclusion": "The representation set forth in Paragraph 22 is false and misleading and constitutes a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)"
      },
      {
        "count_number": 2,
        "title": "False Total Delivered Price Representations",
        "representation": "Defendants represented, expressly or by implication, that the price for goods sold was the total cost delivered",
        "fact": "The price for goods sold was not the total cost delivered; consumers were required by law to pay substantial customs duties and import taxes in addition to Defendants' advertised total price",
        "conclusion": "The representation set forth in Paragraph 25 is false and misleading and constitutes a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)"
      },
      {
        "count_number": 3,
        "title": "False UK Distance Selling Regulations Compliance Claims",
        "representation": "Defendants represented, expressly or by implication, that they are located in the UK and thus subject to UK DSRs giving consumers the unconditional right to cancel orders within seven days of receiving merchandise and prohibiting the imposition of restocking fees for returned merchandise",
        "fact": "Defendants are not located in the UK and do not comply with the UK DSRs; on numerous occasions they refused to accept cancellations within seven days of receipt and imposed large restocking fees when merchandise was returned",
        "conclusion": "The representation set forth in Paragraph 28 is false and misleading and constitutes a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)"
      },
      {
        "count_number": 4,
        "title": "Failure to Deliver Products as Promised",
        "representation": "Defendants represented, expressly or by implication, that they would deliver products offered for sale on their internet websites in exchange for payment in advance",
        "fact": "In numerous instances, Defendants failed to deliver the products offered for sale on their internet websites in exchange for payment in advance",
        "conclusion": "The representation set forth in Paragraph 31 is false and misleading and constitutes a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)"
      },
      {
        "count_number": 5,
        "title": "False Safe Harbor Self-Certification Claims",
        "representation": "Defendants represented, expressly or by implication, that they have self-certified to Commerce that they are complying with the Safe Harbor",
        "fact": "Defendants have never self-certified to Commerce that they are complying with the Safe Harbor",
        "conclusion": "The representation set forth in Paragraph 38 is false and misleading and constitutes a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)"
      },
      {
        "count_number": 6,
        "title": "Violations of the Mail Order Rule",
        "representation": "Defendants solicited and accepted advance payment for merchandise orders, implicitly promising timely shipment and proper handling of delays, cancellations, and refunds in accordance with the Mail Order Rule",
        "fact": "Defendants violated the Mail Order Rule by: (a) soliciting orders without a reasonable basis to ship within promised or 30-day timeframes; (b) failing to timely offer buyers the option to consent to delays or cancel for a prompt refund; (c) failing to provide definite revised shipping dates; (d) failing to provide renewed delay/cancellation options; (e) failing to advise buyers of automatic cancellation rights; and (f) failing to deem orders cancelled and issue prompt refunds when consumers did not consent to further delays",
        "conclusion": "Defendants' acts and practices constitute violations of the Mail Order Rule, 16 C.F.R. Part 435, which pursuant to Section 18(d)(3) of the FTC Act constitute unfair or deceptive acts or practices in violation of Section 5(a)(1) of the FTC Act, 15 U.S.C. § 45(a)(1)"
      }
    ]
  },
  "order": {
    "definitions": {
      "Defendants": "Balls of Kryptonite, Intrigue, Inc., and Jaivin Karnani, acting directly or through any other individual or legal entity, or doing business as Bite Size Deals, Best Priced Brands, Crazy Cameras, and Specialty Software.",
      "Commerce": "as defined in Section 4 of the FTC Act, 15 U.S.C. § 44.",
      "Mail Order Rule": "the Federal Trade Commission's Trade Regulation Rule Concerning Mail or Telephone Order Merchandise, 16 C.F.R. Part 435, or as the Rule may hereafter be amended.",
      "Person": "a natural person, an organization or other legal entity, including a corporation, partnership, sole proprietorship, limited liability company, association, cooperative, or any other group of combination acting as an entity.",
      "Website": "a set of electronic files or documents, usually a home page and subordinate pages, readily viewable on a computer by anyone with access to the Internet and standard Internet browser software.",
      "Document": "synonymous in meaning and equal in scope to the term as defined in Federal Rule of Civil Procedure 34(a), and includes writings, drawings, graphs, charts, photographs, audio and video recordings, computer records, and any other data compilation from which information can be obtained and translated, if necessary, into reasonably usable form through detection devices. A draft or non-identical copy is a separate document within the meaning of this term.",
      "Customer / consumer / buyer": "\"Customer,\" \"consumer,\" or \"buyer\" means any person who has paid, or may be required to pay, for products or services offered for sale or sold by the Defendants.",
      "Card holder": "any consumer who uses a credit or debit card to purchase goods or services.",
      "Chargeback": "any request by a card holder or a card issuer to reverse a disputed purchase or charge."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations",
        "category": "prohibition",
        "summary": "Defendants are permanently restrained from misrepresenting, or assisting others in misrepresenting, key facts about their business including location, product qualities, warranties, pricing, compliance program membership, and cancellation/refund policies.",
        "requirements": [
          {
            "description": "Must not misrepresent Defendants' physical location, including any claim of being located in or operating from the UK or EU",
            "quoted_text": "18 A. Defendants’ location, including but not limited to any 19 misrepresentation that Defendants are physically located in or operate 20 from the United Kingdom or European Union;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 124,
            "quote_end_line": 126
          },
          {
            "description": "Must not misrepresent the qualities, quantities, or characteristics of goods sold, including color, brand, or model",
            "quoted_text": "21 B. The qualities, quantities, or characteristics, of any goods sold, 22 including color, brand, or model name or number;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 127,
            "quote_end_line": 128
          },
          {
            "description": "Must not misrepresent the existence and/or validity of any manufacturers' warranty",
            "quoted_text": "23 C. The existence and/or validity of any manufacturers’ warranty;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 129,
            "quote_end_line": 129
          },
          {
            "description": "Must not misrepresent the total price for goods sold",
            "quoted_text": "24 D. The total price for goods sold;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 130,
            "quote_end_line": 130
          },
          {
            "description": "Must not misrepresent the extent to which Defendants are members of, adhere to, or are certified by any privacy, security, or compliance program",
            "quoted_text": "25 E. The extent to which Defendants are members of, adhere to, comply 26 with, are certified by, are endorsed by, or otherwise participate in any 27 privacy, security, or any other compliance program sponsored by any 28 government or third party; or,",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 131,
            "quote_end_line": 134
          },
          {
            "description": "Must not misrepresent Defendants' policies concerning cancellation, exchange, or refund",
            "quoted_text": "1 F. Defendants’ policies concerning cancellation, exchange, or refund.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 139,
            "quote_end_line": 139
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Ban on Use of Foreign Website Designations",
        "category": "prohibition",
        "summary": "Defendants are permanently prohibited from selling goods over the Internet using any website domain name, extension, or suffix associated with a country other than the United States, unless actually located and doing business in that foreign country.",
        "requirements": [
          {
            "description": "Must not sell goods over the Internet using any foreign country domain name, extension, or suffix (e.g., .ca, .uk, .de, .be, .eu, .cn) unless the seller is actually located within and conducts substantially all business in that foreign country",
            "quoted_text": "4 IT IS FURTHER ORDERED that Defendants and their successors, 5 assigns, officers, agents, servants, employees, and attorneys, and those persons or 6 entities in active concert or participation with any of them who receive actual 7 notice of this Order by personal service, facsimile transmission, email, or 8 otherwise, whether acting directly or through any corporation, subsidiary, division, 9 trade name, or other device, in connection with the advertising, marketing, 10 promotion, offering for sale or sale of any goods or services over the Internet, in or 11 affecting commerce, are hereby restrained and enjoined from, or from assisting 12 others in, selling goods over the Internet using any Website domain name, 13 extension, or suffix associated with a country other than the United States, 14 including but not limited to, e.g., “.ca,” “.uk,” “.de,” “.be,” “.eu,” or “.cn,” unless 15 the individual or business making the sale is located within the foreign country 16 corresponding to the domain name, extension, or suffix and conducts substantially 17 all of its business activities therein.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 142,
            "quote_end_line": 155
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "III",
        "title": "Ban on Credit or Debit Card Charges Before Readiness to Ship",
        "category": "prohibition",
        "summary": "Defendants are permanently prohibited from charging consumer credit cards, debit cards, gift cards, or bank accounts for goods until they have actually obtained the goods and are ready to ship them.",
        "requirements": [
          {
            "description": "Must not charge consumer credit cards, debit cards, gift cards, or bank accounts for goods until the seller has obtained the goods and is ready to ship them",
            "quoted_text": "20 IT IS FURTHER ORDERED that Defendants and their successors, 21 assigns, officers, agents, servants, employees, and attorneys, and those persons or 22 entities in active concert or participation with any of them who receive actual 23 notice of this Order by personal service, facsimile transmission, email, or 24 otherwise, whether acting directly or through any corporation, subsidiary, division, 25 trade name, or other device, in connection with the advertising, marketing, 26 promotion, offering for sale or sale of any goods, in or affecting commerce, are 27 hereby restrained and enjoined from charging consumer credit cards, debit cards, 28 gift cards, or bank accounts for such goods until and unless the individual or 5 Case 2:09-cv-05276-DDP -E Document 57 Filed 05/20/11 Page 6 of 17 Page ID #:1250 1 business making the sale has obtained the goods and is ready to ship them.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 158,
            "quote_end_line": 171
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Compliance with Mail Order Rule",
        "category": "affirmative_obligation",
        "summary": "Defendants are permanently enjoined from violating any provision of the Mail Order Rule, including specific requirements around shipping time disclosures, delay options, revised shipping dates, renewed delay options, cancellation notices, and prompt refunds.",
        "requirements": [
          {
            "description": "Must not solicit customer orders for merchandise without a reasonable expectation of shipping within clearly and conspicuously disclosed time limits (Mail Order Rule § 435.1(a)(1))",
            "quoted_text": "13 A. Violating Section 435.1(a)(1) of the Rule by soliciting a customer 14 order for merchandise unless, at the time of the solicitation, 15 Defendants have a reasonable expectation that the ordered 16 merchandise can be shipped within the time limits clearly and 17 conspicuously disclosed in the solicitation;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 183,
            "quote_end_line": 187
          },
          {
            "description": "Must timely offer buyer a clear option to consent to a shipping delay or cancel and receive a prompt refund (Mail Order Rule § 435.1(b)(1))",
            "quoted_text": "18 B. Violating Section 435.1(b)(1) of the Rule by failing to timely offer to 19 the buyer, clearly and conspicuously and without prior demand, an 20 option either to consent to a delay in shipping or to cancel the order 21 and receive a prompt refund;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 188,
            "quote_end_line": 191
          },
          {
            "description": "Must provide the buyer with a definite revised shipping date (Mail Order Rule § 435.1(b)(1))",
            "quoted_text": "22 C. Violating Section 435.1(b)(1) of the Rule by failing to provide the 23 buyer with a definite revised shipping date;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 192,
            "quote_end_line": 193
          },
          {
            "description": "Must timely offer a renewed option to consent to a further shipping delay or cancel and receive a prompt refund (Mail Order Rule § 435.1(b)(2))",
            "quoted_text": "24 D. Violating Section 435.1(b)(2) of the Rule by failing to timely offer to 25 the buyer, clearly and conspicuously and without prior demand, a 26 renewed option either to consent to a delay in shipping or to cancel 27 the order and receive a prompt refund;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 194,
            "quote_end_line": 197
          },
          {
            "description": "Must advise buyer in renewed option notice that the order will be automatically canceled and a prompt refund provided unless buyer gives specific consent to further delay before expiration of the old revised shipping date (Mail Order Rule § 435.1(b)(2)(ii))",
            "quoted_text": "28 E. Violating Section 435.1(b)(2)(ii) of the Rule by failing to advise the 6 Case 2:09-cv-05276-DDP -E Document 57 Filed 05/20/11 Page 7 of 17 Page ID #:1251 1 buyer in a renewed option notice that the order will be automatically 2 canceled and a prompt refund provided unless the buyer gives specific 3 consent to a further delay prior to expiration of the old definite revised 4 shipping date; and,",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 198,
            "quote_end_line": 206
          },
          {
            "description": "Must deem orders cancelled and make prompt consumer refunds when consumers have not consented to further shipment delay (Mail Order Rule § 435.1(c)(3))",
            "quoted_text": "5 F. Violating Section 435.1(c)(3) of the Rule by failing to deem orders 6 cancelled and make prompt consumer refunds when consumers have 7 not consented to further delay of shipments.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 207,
            "quote_end_line": 209
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "V",
        "title": "Customer Chargebacks",
        "category": "prohibition",
        "summary": "Defendants must not oppose or contest customer chargebacks made prior to twelve months from the date of entry of this Order.",
        "requirements": [
          {
            "description": "Must not oppose or contest customer chargebacks made prior to twelve (12) months from the date of entry of this Order",
            "quoted_text": "10 IT IS FURTHER ORDERED that Defendants shall not oppose or contest 11 customer chargebacks made prior to twelve (12) months from the date of entry of 12 this Order.",
            "deadline": "12 months",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 212,
            "quote_end_line": 214
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Monetary Relief",
        "category": "affirmative_obligation",
        "summary": "Defendants are ordered to pay $500,000 in equitable monetary relief to the Commission, with payment suspended subject to the provisions of Section VII.",
        "requirements": [
          {
            "description": "Defendants shall pay to the Commission $500,000 as equitable monetary relief, suspended subject to Section VII conditions",
            "quoted_text": "15 IT IS FURTHER ORDERED that Defendants shall pay to the Commission 16 the sum of five hundred thousand dollars ($500,000), as equitable monetary relief, 17 which payment shall be suspended subject to the provisions of Section VII.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 217,
            "quote_end_line": 219
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Right to Reopen / Suspension of Monetary Judgment",
        "category": "affirmative_obligation",
        "summary": "The $500,000 monetary judgment suspension is premised on the truthfulness of Defendants' financial statements; if material misrepresentation is found, the suspension is lifted and the full amount becomes due. Funds paid go toward consumer redress, with any remainder deposited in the U.S. Treasury.",
        "requirements": [
          {
            "description": "Commission's agreement to suspend monetary judgment is premised on truthfulness and completeness of certified financial statements submitted by Defendants",
            "quoted_text": "21 A. The Commission’s agreement to this Order is expressly premised 22 upon the truthfulness, accuracy, and completeness of the certified 23 financial statements and supporting documents submitted to the 24 Commission by Defendants including the following: 25 1. Financial Statements of Balls of Kryptonite, LLC dated August 26 18 and August 27, 2009, May 13, 2010, and February 17, 2011, 27 including attachments; 28 2. Financial Statement of Intrigue, Inc., dated February 17, 2011, 7 Case 2:09-cv-05276-DDP -E Document 57 Filed 05/20/11 Page 8 of 17 Page ID #:1252 1 including attachments; 2 3. Financial Statement of Erudite, Inc., a corporation wholly- 3 owned by Defendant Jaivin Karnani, dated February 17, 2011, 4 including attachments; 5 4. Sworn Deposition Testimony of Defendant Jaivin Karnani on 6 September 14, 2009, including exhibits; and 7 5. Financial Statements of Jaivin Karnani dated August 10, and 8 August 27, 2009, May 13, 2010, and February 17, 2011, 9 including attachments.. 10 Defendants stipulate that all of the materials submitted are truthful, 11 accurate, and complete. These documents contain material 12 information upon which the Commission relied in negotiating and 13 agreeing to the terms of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 223,
            "quote_end_line": 247
          },
          {
            "description": "If court finds material misrepresentation or omission in financial disclosures, suspension of $500,000 judgment is lifted and the full amount becomes immediately due and payable with interest",
            "quoted_text": "14 B. If, upon motion by the Commission, a Court determines that 15 Defendants made a material misrepresentation or omitted material 16 information concerning their financial condition, then the Court shall 17 lift the suspension described in Section VI, and shall enter a money 18 judgment against Defendants, jointly and severally, for the sum of five 19 hundred thousand dollars ($500,000) as equitable monetary relief, 20 which amount shall become immediately due and payable by 21 Defendants, and interest computed at the rate prescribed under 28 22 U.S.C. § 1961, as amended, shall immediately begin to accrue on the 23 unpaid balance, provided, however, that in all other respects this Order 24 shall remain in full force and effect unless otherwise ordered by the 25 Court; and provided, further, that proceedings instituted under this 26 provision would be in addition to, and not in lieu of, any other civil or 27 criminal remedies, as may be provided by law, including but not 28 limited to contempt proceedings, or any other proceedings that the 8 Case 2:09-cv-05276-DDP -E Document 57 Filed 05/20/11 Page 9 of 17 Page ID #:1253 1 Commission may initiate to enforce this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 248,
            "quote_end_line": 267
          },
          {
            "description": "All funds paid shall be deposited into a Commission-administered account for equitable relief including consumer redress; any unused funds shall be deposited in the U.S. Treasury as disgorgement",
            "quoted_text": "2 C. All funds paid to the Commission pursuant to this Order shall be 3 deposited into an account administered by the Commission or its 4 agents to be used for equitable relief, including, but not limited to, 5 consumer redress, and any attendant expenses for the administration 6 of such equitable relief. In the event that direct redress to consumers 7 is wholly or partially impracticable, or funds remain after the redress 8 is completed, the Commission may apply any remaining funds for 9 such other equitable relief (including consumer information remedies) 10 as it determines to be reasonably related to Defendants’ practices 11 alleged in the Complaint. Any funds not used for such equitable relief 12 shall be deposited in the United States Treasury as disgorgement. 13 Defendants shall have no right to challenge the Commission’s choice 14 of remedies under this Section. Defendants shall have no right to 15 contest the manner of distribution chosen by the Commission. No 16 portion of any payment ordered herein shall be deemed a payment of 17 any fine, penalty, or punitive assessment.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 268,
            "quote_end_line": 283
          },
          {
            "description": "Defendants relinquish all dominion, control, and title to funds paid and shall make no claim to or demand return of funds",
            "quoted_text": "18 D. Defendants relinquish all dominion, control and title to the funds paid, 19 to the fullest extent permitted by law. Defendants shall make no claim 20 to, or demand return of the funds, directly or indirectly, through 21 counsel or otherwise.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 284,
            "quote_end_line": 287
          },
          {
            "description": "Defendants agree that facts alleged in the Complaint shall be taken as true in any bankruptcy or subsequent civil litigation by the Commission to enforce payment",
            "quoted_text": "22 E. Defendants agree that the facts as alleged in the Complaint filed in 23 this action shall be taken as true without further proof in any 24 bankruptcy case or subsequent civil litigation pursued by the 25 Commission to enforce its rights to any payment pursuant to this 26 Order, including, but not limited to, a nondischargeability complaint 27 in any bankruptcy case.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 288,
            "quote_end_line": 293
          },
          {
            "description": "Defendants must furnish their taxpayer identifying number and/or social security number to the Commission pursuant to 31 U.S.C. § 7701",
            "quoted_text": "28 F. In accordance with 31 U.S.C. § 7701, Defendants are hereby required, 9 Case 2:09-cv-05276-DDP -E Document 57 Filed 05/20/11 Page 10 of 17 Page ID #:1254 1 unless they have done so already, to furnish to the Commission their 2 taxpayer identifying number and/or social security number, which 3 shall be used for the purposes of collecting and reporting on any 4 delinquent amount arising out of Defendants’ relationship with the 5 government.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 294,
            "quote_end_line": 303
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The FTC is authorized to monitor compliance through written reports, document production, depositions, facility inspections, undercover investigations, and employee interviews.",
        "requirements": [
          {
            "description": "Within 10 days of written notice from the Commission, Defendants must submit additional written reports under penalty of perjury, produce documents for inspection, appear for deposition, and provide entry to business locations during normal business hours",
            "quoted_text": "14 A. Within ten (10) days of receipt of written notice from a representative 15 of the Commission, Defendants shall submit additional written 16 reports, which are true and accurate and sworn to under penalty of 17 perjury; produce documents for inspection and copying; appear for 18 deposition; and provide entry during normal business hours to any 19 business location in each Defendant’s possession or direct or indirect 20 control to inspect the business operation; 21 B. In addition, the Commission is authorized to use all other lawful 22 means, including but not limited to:",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 312,
            "quote_end_line": 320
          },
          {
            "description": "Commission is authorized to use all other lawful means including obtaining discovery from any person and posing as consumers and suppliers without prior notice",
            "quoted_text": "21 B. In addition, the Commission is authorized to use all other lawful 22 means, including but not limited to: 23 1. obtaining discovery from any person, without further leave of 24 court, using the procedures prescribed by Fed. R. Civ. P. 30, 31, 25 33, 34, 36, 45 and 69; 26 2. posing as consumers and suppliers to Defendants, their 27 employees, or any other entity managed or controlled in whole 28 or in part by any Defendant, without the necessity of 10 Case 2:09-cv-05276-DDP -E Document 57 Filed 05/20/11 Page 11 of 17 Page ID #:1255 1 identification or prior notice; and",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 319,
            "quote_end_line": 331
          },
          {
            "description": "Defendants must permit Commission representatives to interview any employer, consultant, independent contractor, representative, agent, or employee who has agreed to such an interview; the person interviewed may have counsel present",
            "quoted_text": "2 C. Defendants shall permit representatives of the Commission to 3 interview any employer, consultant, independent contractor, 4 representative, agent, or employee who has agreed to such an 5 interview, relating in any way to any conduct subject to this Order. 6 The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 332,
            "quote_end_line": 336
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "IX",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "For four years from entry of the Order, Defendants must notify the FTC of changes in residence, employment, business structure, and name; file sworn annual compliance reports starting 60 days after entry; and notify the Commission of any bankruptcy filing within 15 days.",
        "requirements": [
          {
            "description": "Individual Defendant must notify the Commission within 10 days of any changes in residence, business address, mailing addresses, and telephone numbers",
            "quoted_text": "16 A. For a period of four (4) years from the date of entry of this Order, 17 1. Individual Defendant shall notify the Commission of the 18 following: 19 a. Any changes in Defendant’s residence, business address, 20 mailing addresses, and telephone numbers, within ten 21 (10) days of the date of such change;",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 346,
            "quote_end_line": 351
          },
          {
            "description": "Individual Defendant must notify the Commission within 10 days of any changes in employment status or ownership in any business entity, including details of the business and Defendant's role",
            "quoted_text": "22 b. Any changes in Defendant’s employment status 23 (including self-employment), and any change in 24 Defendant’s ownership in any business entity, within ten 25 (10) days of the date of such change. Such notice shall 26 include the name and address of each business that 27 Defendant is affiliated with, employed by, creates or 28 forms, or performs services for; a detailed description of 11 Case 2:09-cv-05276-DDP -E Document 57 Filed 05/20/11 Page 12 of 17 Page ID #:1256 1 the nature of the business; and a detailed description of 2 Defendant’s duties and responsibilities in connection 3 with the business or employment; and",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 352,
            "quote_end_line": 365
          },
          {
            "description": "Individual Defendant must notify the Commission of any changes in Defendant's name or use of any aliases or fictitious names",
            "quoted_text": "4 c. Any changes in Defendant’s name or use of any aliases 5 or fictitious names;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 366,
            "quote_end_line": 367
          },
          {
            "description": "All Defendants must notify the Commission at least 30 days prior to any changes in structure of any Corporate Defendant or business entity controlled by a Defendant, including incorporation, dissolution, merger, or name/address changes",
            "quoted_text": "6 2. Defendants shall notify the Commission of any changes in 7 structure of any Corporate Defendant or any business entity that 8 any Defendant directly or indirectly controls, or has an 9 ownership interest in, that may affect compliance obligations 10 arising under this Order, including but not limited to: 11 incorporation or other organization; a dissolution, assignment, 12 sale, merger, or other action; the creation or dissolution of a 13 subsidiary, parent, or affiliate that engages in any acts or 14 practices subject to this Order; or a change in the business name 15 or address, at least thirty (30) days prior to such change, 16 provided that, with respect to any proposed change in the 17 business entity about which a Defendant learns less than thirty 18 (30) days prior to the date such action is to take place, such 19 Defendant shall notify the Commission as soon as is practicable 20 after obtaining such knowledge.",
            "deadline": "30 days prior",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 368,
            "quote_end_line": 382
          },
          {
            "description": "Starting 60 days after entry and annually for 4 years, each Defendant must submit a sworn written compliance report to the FTC detailing current address, employment, business affiliations, and copies of Order acknowledgments",
            "quoted_text": "21 B. Sixty days (60) days after the date of entry of this Order and annually 22 thereafter for a period of four (4) years, Defendants each shall provide 23 a written report to the FTC, which is true and accurate and sworn to 24 under penalty of perjury, setting forth in detail the manner and form in 25 which they have complied and are complying with this Order. This 26 report shall include, but not be limited to: 27 1. For Individual Defendant: 28 a. Defendant’s then-current residence address, mailing 12 Case 2:09-cv-05276-DDP -E Document 57 Filed 05/20/11 Page 13 of 17 Page ID #:1257 1 addresses, and telephone numbers; 2 b. Defendant’s then-current employment status (including 3 self-employment), including the name, addresses, and 4 telephone numbers of each business that Defendant is 5 affiliated with, employed by, or performs services for; a 6 detailed description of the nature of the business; and a 7 detailed description of Defendant’s duties and 8 responsibilities in connection with the business or 9 employment; and 10 c. Any other changes required to be reported under 11 Subsection A of this Section. 12 2. For all Defendants: 13 a. A copy of each acknowledgment of receipt of this Order, 14 obtained pursuant to the Section titled “Distribution of 15 Order”; and, 16 b. Any other changes required to be reported under 17 Subsection A of this Section.",
            "deadline": "60 days, then annually for 4 years",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 383,
            "quote_end_line": 411
          },
          {
            "description": "Each Defendant must notify the Commission of any bankruptcy petition filed by that Defendant within 15 days of filing",
            "quoted_text": "18 C. Each Defendant shall notify the Commission of the filing of a 19 bankruptcy petition by such Defendant within fifteen (15) days of 20 filing.",
            "deadline": "15 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 412,
            "quote_end_line": 414
          },
          {
            "description": "All reports and notifications must be sent by overnight courier (or first-class mail with simultaneous email to DEBrief@ftc.gov) to the Associate Director for Enforcement, FTC, 600 Pennsylvania Avenue, N.W., Washington, D.C. 20580",
            "quoted_text": "21 D. For the purposes of this Order, Defendants shall, unless otherwise 22 directed by the Commission’s authorized representatives, send by 23 overnight courier all reports and notifications required by this Order to 24 the Commission, to the following address: 25 Associate Director for Enforcement Federal Trade Commission 26 600 Pennsylvania Avenue, N.W. Washington, D.C. 20580 27 RE: FTC v. JAIVIN KARNANI, et al. 28 Provided that, in lieu of overnight courier, Defendants may send such reports or 13 Case 2:09-cv-05276-DDP -E Document 57 Filed 05/20/11 Page 14 of 17 Page ID #:1258 1 notifications by first-class mail, but only if Defendants contemporaneously send an 2 electronic version of such report or notification to the Commission at: 3 DEBrief@ftc.gov.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 415,
            "quote_end_line": 431
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "X",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "For seven years from entry of the Order, Defendants must create and retain records including accounting records, personnel records, customer files, email communications, complaints and refund requests, complaint response metrics, marketing materials, and all compliance documentation.",
        "requirements": [
          {
            "description": "For 7 years, must create and retain accounting records reflecting costs of goods or services sold, revenues generated, and disbursement of revenues",
            "quoted_text": "9 IT IS FURTHER ORDERED that, for a period of seven (7) years from the 10 date of entry of this Order, in connection with the advertising, marketing, 11 promotion, offering for sale or sale of any goods over the Internet, in or affecting 12 commerce, Defendants are hereby restrained and enjoined from failing to create 13 and retain the following records: 14 A. Accounting records that reflect the cost of goods or services sold, 15 revenues generated, and the disbursement of such revenues;",
            "deadline": "7 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 437,
            "quote_end_line": 443
          },
          {
            "description": "For 7 years, must retain personnel records reflecting name, address, phone number, job title, start date, and termination date/reason for each person employed or contracted",
            "quoted_text": "16 B. Personnel records accurately reflecting: the name, address, and 17 telephone number of each person employed in any capacity by such 18 business, including as an independent contractor; that person's job title 19 or position; the date upon which the person commenced work; and the 20 date and reason for the person's termination, if applicable;",
            "deadline": "7 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 444,
            "quote_end_line": 448
          },
          {
            "description": "For 7 years, must retain customer files containing names, addresses, phone numbers, amounts paid, quantity and description of items purchased",
            "quoted_text": "21 C. Customer files containing the names, addresses, phone numbers, 22 monetary amounts paid, quantity of items or services purchased, and 23 description of items or services purchased, to the extent such 24 information is obtained in the ordinary course of business;",
            "deadline": "7 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 449,
            "quote_end_line": 452
          },
          {
            "description": "For 7 years, must retain all email communications with customers for the prior three years",
            "quoted_text": "25 D. All email communications with customers for the prior three years;",
            "deadline": "7 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 453,
            "quote_end_line": 453
          },
          {
            "description": "For 7 years, must retain complaints and refund requests (direct, indirect, or through third parties) and all responses",
            "quoted_text": "26 E. Complaints and refund requests (whether received directly, indirectly, 27 or through any third party) and any responses to those complaints or 28 requests;",
            "deadline": "7 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 454,
            "quote_end_line": 456
          },
          {
            "description": "For 7 years, must retain searchable and sortable records showing days between receipt of complaints/refund requests and Defendants' responses, including dates of refund, shipment delay notification, and return instructions sent to customers",
            "quoted_text": "1 F. Records sufficient to show the number of days between receipt of 2 complaints or refund requests and Defendants’ responses to them; the 3 report should also show: (1) dates of refund; (2) dates of notification 4 of shipment delay; and, (3) dates that pre-paid shipment instructions 5 were sent to customers for return of merchandise; such data should be 6 kept in a form that is searchable and sortable.",
            "deadline": "7 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 461,
            "quote_end_line": 466
          },
          {
            "description": "For 7 years, must retain copies of all sales scripts, invoices, collection letters, training materials, taped telemarketing or verification calls, advertisements, and other marketing materials including web pages",
            "quoted_text": "7 G. Copies of all sales scripts, invoices, collection letters, training 8 materials, taped telemarketing or verification calls, advertisements, or 9 other marketing materials, including newspaper advertisements and 10 Internet web pages; and",
            "deadline": "7 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 467,
            "quote_end_line": 470
          },
          {
            "description": "For 7 years, must retain all records and documents necessary to demonstrate full compliance with each provision of the Order, including Order acknowledgments and FTC compliance reports",
            "quoted_text": "11 H. All records and documents necessary to demonstrate full compliance 12 with each provision of this Order, including but not limited to, copies 13 of acknowledgments of receipt of this Order required by the Sections 14 titled “Distribution of Order” and “Acknowledgment of Receipt of 15 Order” and all reports submitted to the FTC pursuant to the Section 16 titled “Compliance Reporting.”",
            "deadline": "7 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 471,
            "quote_end_line": 476
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "XI",
        "title": "Distribution of Order",
        "category": "acknowledgment",
        "summary": "For four years from entry, Defendants must deliver copies of the Order to principals, officers, employees, and agents; new personnel must receive copies before assuming responsibilities; and all recipients must sign and date an acknowledgment of receipt within 30 days of delivery.",
        "requirements": [
          {
            "description": "Corporate Defendant must deliver the Order to all principals, officers, directors, managers, relevant employees/agents, and successor business entities; for current personnel within 5 days of service; for new personnel before assuming responsibilities; for successor entities at least 10 days prior to structural change",
            "quoted_text": "22 A. Corporate Defendant: Corporate Defendant must deliver a copy of 23 this Order to (1) all of its principals, officers, directors, and managers; 24 (2) all of its employees, agents, and representatives who engage in 25 conduct related to the subject matter of the Order; and (3) any 26 business entity resulting from any change in structure set forth in 27 Subsection A.2 of the Section titled “Compliance Reporting.” For 28 current personnel, delivery shall be within five (5) days of service of 15 Case 2:09-cv-05276-DDP -E Document 57 Filed 05/20/11 Page 16 of 17 Page ID #:1260 1 this Order upon such Defendant. For new personnel, delivery shall 2 occur prior to them assuming their responsibilities. For any business 3 entity resulting from any change in structure set forth in Subsection 4 A.2 of the Section titled “Compliance Reporting,” delivery shall be at 5 least ten (10) days prior to the change in structure.",
            "deadline": "5 days (current personnel); prior to start (new personnel); 10 days prior (successor entities)",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 482,
            "quote_end_line": 497
          },
          {
            "description": "Individual Defendant as control person must deliver the Order to all principals, officers, directors, managers, and relevant employees/agents of any controlled business; for current personnel within 5 days; for new personnel before assuming responsibilities; for successor entities at least 10 days prior to structural change",
            "quoted_text": "6 B. Individual Defendant as Control Person: For any business that the 7 Individual Defendant controls, directly or indirectly, or in which such 8 Defendant has a majority ownership interest, such Defendant must 9 deliver a copy of this Order to (1) all principals, officers, directors, 10 and managers of that business; (2) all employees, agents, and 11 representatives of that business who engage in conduct related to the 12 subject matter of the Order; and (3) any business entity resulting from 13 any change in structure set forth in Subsection A.2 of the Section 14 titled “Compliance Reporting.” For current personnel, delivery shall 15 be within five (5) days of service of this Order upon such Defendant. 16 For new personnel, delivery shall occur prior to them assuming their 17 responsibilities. For any business entity resulting from any change in 18 structure set forth in Subsection A.2 of the Section titled “Compliance 19 Reporting,” delivery shall be at least ten (10) days prior to the change 20 in structure.",
            "deadline": "5 days (current personnel); prior to start (new personnel); 10 days prior (successor entities)",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 498,
            "quote_end_line": 512
          },
          {
            "description": "Individual Defendant as non-control person must deliver the Order to all principals and managers of any business where Defendant engages in conduct related to the Order before engaging in such conduct",
            "quoted_text": "21 C. Individual Defendant as employee or non-control person: For any 22 business where the Individual Defendant is not a controlling person of 23 a business but otherwise engages in conduct related to the subject 24 matter of this Order, such Defendant must deliver a copy of this Order 25 to all principals and managers of such business before engaging in 26 such conduct.",
            "deadline": "Before engaging in conduct",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 513,
            "quote_end_line": 518
          },
          {
            "description": "All Defendants must secure a signed and dated acknowledgment of receipt of the Order from all persons receiving a copy within 30 days of delivery",
            "quoted_text": "27 D. All Defendants must secure a signed and dated statement 28 acknowledging receipt of the Order, within thirty (30) days of 16 Case 2:09-cv-05276-DDP -E Document 57 Filed 05/20/11 Page 17 of 17 Page ID #:1261 1 delivery, from all persons receiving a copy of the Order pursuant to 2 this Section.",
            "deadline": "30 days of delivery",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 519,
            "quote_end_line": 526
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "XII",
        "title": "Acknowledgment of Receipt of Order",
        "category": "acknowledgment",
        "summary": "Within ten business days of receipt of the Order as entered by the Court, each Defendant must submit a truthful sworn statement to the Commission acknowledging receipt of the Order.",
        "requirements": [
          {
            "description": "Within 10 business days of receipt of the Order as entered by the Court, Defendants must submit a truthful sworn statement to the Commission acknowledging receipt of the Order",
            "quoted_text": "5 IT IS FURTHER ORDERED that Defendants, within ten (10) business 6 days of receipt of this Order as entered by the Court, must submit to the 7 Commission a truthful sworn statement acknowledging receipt of this Order.",
            "deadline": "10 business days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 529,
            "quote_end_line": 531
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "XIII",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction over this matter for purposes of construction, modification, and enforcement of the Order.",
        "requirements": [
          {
            "description": "Court retains jurisdiction for purposes of construction, modification, and enforcement of this Order",
            "quoted_text": "10 IT IS FURTHER ORDERED that this Court shall retain jurisdiction of this 11 matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 534,
            "quote_end_line": 535
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "IT IS FURTHER ORDERED that this Court shall retain jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "06.11, Best Priced Brands Complaint.pdf",
      "order": "06.11, Best Priced Brands Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 6,
      "complaint_representations": 5,
      "order_provisions": 13,
      "order_definitions": 9,
      "order_requirements": 46,
      "provisions_per_section": {
        "I": 6,
        "II": 1,
        "III": 1,
        "IV": 6,
        "V": 1,
        "VI": 1,
        "VII": 6,
        "VIII": 3,
        "IX": 7,
        "X": 8,
        "XI": 4,
        "XII": 1,
        "XIII": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 1
      },
      "verification_details": {
        "complaint_verified": 5,
        "complaint_total": 5,
        "order_verified": 46,
        "order_total": 46
      }
    },
    "processing_time_seconds": 199.4
  }
}