{
  "case_info": {
    "docket_number": "C-4468",
    "company": {
      "name": "PDB Sports, Ltd.",
      "incorporation_state": "Colorado",
      "entity_type": "limited partnership",
      "address": "13655 Broncos Parkway, Englewood, CO 80112",
      "business_description": "PDB Sports, Ltd., doing business as the Denver Broncos Football Club, is a professional football team and a member of the National Football League."
    },
    "commissioners": [
      "Edith Ramirez, Chairwoman",
      "Julie Brill",
      "Maureen K. Ohlhausen",
      "Joshua D. Wright",
      "Terrell McSweeny"
    ],
    "case_date": {
      "month": 6,
      "year": 2014
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a)",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/142-3025-pdb-sports-ltd-dba-denver-broncos-football-club-matter",
    "statutory_topics": [
      "Section 5 Only"
    ],
    "practice_areas": [
      "Data Security"
    ],
    "industry_sectors": [
      "Other"
    ]
  },
  "complaint": {
    "factual_background": "The Denver Broncos Football Club self-certified to the U.S.-EU Safe Harbor Framework in November 2008 but failed to renew its certification in November 2011. Despite losing its 'current' status, the organization continued to represent on its website from November 2011 until November 2013 that it complied with the EU Safe Harbor framework, misleading consumers about its data protection practices.",
    "representations_made": [
      {
        "description": "Claimed to comply with the EU Safe Harbor framework regarding collection, use, and retention of data from the European Union",
        "quoted_text": "Denver Broncos Football Club complies with the EU Safe Harbor framework as set forth by the Department of Commerce regarding the collection, use, and retention of data from the European Union.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 11,
        "quote_start_line": 71,
        "quote_end_line": 73
      },
      {
        "description": "Represented that it was a current participant in the U.S.-EU Safe Harbor Framework",
        "quoted_text": "12. Through the means described in Paragraph 11, respondent represented, expressly or by implication, that it was a “current” participant in the U.S.-EU Safe Harbor Framework.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 12,
        "quote_start_line": 77,
        "quote_end_line": 78
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "False Safe Harbor Participation Claims",
        "representation": "Respondent represented that it was a 'current' participant in the U.S.-EU Safe Harbor Framework",
        "fact": "From November 2011 until November 2013, respondent was not a 'current' participant in the U.S.-EU Safe Harbor Framework",
        "conclusion": "Therefore, the representation set forth in Paragraph 12 is false and misleading."
      }
    ]
  },
  "order": {
    "definitions": {
      "respondent": "PDB Sports, Ltd., doing business as the Denver Broncos Football Club, and its successors and assigns.",
      "Commerce": "as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. § 44."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Privacy or Security Programs",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent its membership in, adherence to, or participation in any privacy or security program, including the U.S.-EU Safe Harbor Framework and U.S.-Swiss Safe Harbor Framework.",
        "requirements": [
          {
            "description": "Must not misrepresent the extent to which respondent is a member of, adheres to, complies with, is certified by, is endorsed by, or otherwise participates in any privacy or security program sponsored by the government or any self-regulatory or standard-setting organization",
            "quoted_text": "IT IS ORDERED that respondent and its officers, agents, representatives, and employees, whether acting directly or indirectly, in connection with the advertising, marketing, promotion, offering for sale, or sale of any product or service, in or affecting commerce, shall not misrepresent in any manner, expressly or by implication, the extent to which respondent is a member of, adheres to, complies with, is certified by, is endorsed by, or otherwise participates in any privacy or security program sponsored by the government or any other self-regulatory or standard-setting organization, including, but not limited to, the U.S.-EU Safe Harbor Framework and the U.S.-Swiss Safe Harbor Framework.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 56,
            "quote_end_line": 63
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition",
          "Comprehensive Security Program"
        ]
      },
      {
        "provision_number": "II",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must maintain and make available to the FTC for five years all documents relating to compliance with this order, including advertisements and materials that question compliance.",
        "requirements": [
          {
            "description": "Maintain and make available to the FTC for inspection and copying, for a period of five years from the date of preparation or dissemination, all advertisements, promotional materials, and statements containing representations covered by this order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall maintain and upon request make available to the Federal Trade Commission for inspection and copying, a print or electronic copy of, for a period of five (5) years from the date of preparation or dissemination, whichever is later, all documents relating to compliance with this order, including but not limited to: A. all advertisements, promotional materials, and any other statements containing any representations covered by this order, with all materials relied upon in disseminating the representation; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 65,
            "quote_end_line": 71
          },
          {
            "description": "Maintain and make available to the FTC for inspection and copying, for a period of five years, any documents that call into question respondent's compliance with this order",
            "quoted_text": "B. any documents, whether prepared by or on behalf of respondent, that call into question respondent’s compliance with this order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 72,
            "quote_end_line": 73
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "III",
        "title": "Order Acknowledgment and Distribution",
        "category": "acknowledgment",
        "summary": "Respondent must deliver a copy of this order to all current and future principals, officers, directors, managers, employees, agents, and representatives with relevant responsibilities, and obtain signed acknowledgments of receipt.",
        "requirements": [
          {
            "description": "Deliver a copy of this order to all current principals, officers, directors, managers, employees, agents, and representatives having responsibilities relating to the subject matter of this order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall deliver a copy of this order to all current and future principals, officers, directors, and managers, and to all current and future employees, agents, and representatives having responsibilities relating to the subject matter of this order. Respondent shall deliver this order to such current personnel within thirty (30) days after service of this order, and to such future personnel within thirty (30) days after the person",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 78,
            "quote_end_line": 82
          },
          {
            "description": "Deliver this order to future personnel having responsibilities relating to the subject matter of this order",
            "quoted_text": "after service of this order, and to such future personnel within thirty (30) days after the person assumes such position or responsibilities. Respondent must secure a signed and dated statement",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 82,
            "quote_end_line": 83
          },
          {
            "description": "Secure a signed and dated statement acknowledging receipt of this order from all persons receiving a copy of the order",
            "quoted_text": "assumes such position or responsibilities. Respondent must secure a signed and dated statement acknowledging receipt of this order, within thirty (30) days of delivery, from all persons receiving a copy of the order pursuant to this section.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 83,
            "quote_end_line": 85
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Change in Corporate Structure Notification",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the Commission within fourteen days of any change in the partnership that may affect compliance obligations, including dissolution, merger, bankruptcy, or change in name or address.",
        "requirements": [
          {
            "description": "Notify the Commission within fourteen days of any change in the partnership that may affect compliance obligations, including dissolution, assignment, sale, merger, successor company, creation or dissolution of subsidiary, bankruptcy petition, or change in partnership name or address",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall notify the Commission within fourteen (14) days of any change in the partnership(s) that may affect compliance obligations arising under this order, including, but not limited to: a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor company; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in the partnership name or address. Unless otherwise directed by a representative of the Commission in writing, all notices required by this Part shall be emailed to Debrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director of Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue, N.W., Washington, D.C. 20580. The subject line must begin: In re PDB Sports, Ltd., d/b/a the Denver Broncos Football Club, FTC File No. 1423025.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 87,
            "quote_end_line": 98
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "V",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondent must file a true and accurate compliance report with the Commission within ninety days after service of this order, and submit additional reports within ten days upon request.",
        "requirements": [
          {
            "description": "File with the Commission a true and accurate report, in writing, setting forth in detail the manner and form of its compliance with this order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent, and its successors and assigns, within ninety (90) days after the date of service of this order, shall file with the Commission a true and accurate report, in writing, setting forth in detail the manner and form of its compliance with this order. Within ten (10) days of receipt of written notice from a representative of the Commission,",
            "deadline": "90 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 100,
            "quote_end_line": 103
          },
          {
            "description": "Submit an additional true and accurate written report upon receipt of written notice from a representative of the Commission",
            "quoted_text": "order. Within ten (10) days of receipt of written notice from a representative of the Commission, it shall submit an additional true and accurate written report.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 103,
            "quote_end_line": 104
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "This order will terminate on June 19, 2034, or twenty years from the most recent date that the United States or Commission files a complaint in federal court alleging any violation of the order, whichever comes later.",
        "requirements": [
          {
            "description": "Order terminates on June 19, 2034, or twenty years from the most recent date that the United States or the Commission files a complaint in federal court alleging any violation of the order, whichever comes later",
            "quoted_text": "This order will terminate on June 19, 2034, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of:",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 106,
            "quote_end_line": 109
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on June 19, 2034, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "06.14, PDB Sports, Ltd., dba Denver Broncos Football Club Complaint.pdf",
      "order": "06.14, PDB Sports, Ltd., dba Denver Broncos Football Club Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 2,
      "order_provisions": 6,
      "order_definitions": 2,
      "order_requirements": 10,
      "provisions_per_section": {
        "I": 1,
        "II": 2,
        "III": 3,
        "IV": 1,
        "V": 2,
        "VI": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 2,
        "complaint_total": 2,
        "order_verified": 10,
        "order_total": 10
      }
    },
    "processing_time_seconds": 66.7
  }
}