{
  "case_info": {
    "docket_number": "C-4463",
    "company": {
      "name": "Baker Tilly Virchow Krause, LLP",
      "incorporation_state": "Illinois",
      "entity_type": "limited liability partnership",
      "address": "205 North Michigan Avenue, Chicago, IL 60601",
      "business_description": "Baker Tilly Virchow Krause, LLP is an accounting and advisory services firm that transfers personal data internationally and participates in privacy frameworks."
    },
    "commissioners": [
      "Edith Ramirez, Chairwoman",
      "Julie Brill",
      "Maureen K. Ohlhausen",
      "Joshua D. Wright",
      "Terrell McSweeny"
    ],
    "case_date": {
      "month": 6,
      "year": 2014
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a)",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/142-3019-baker-tilly-virchow-krause-llp-matter"
  },
  "complaint": {
    "factual_background": "Baker Tilly Virchow Krause, LLP, an accounting and advisory services firm, self-certified to the U.S.-EU Safe Harbor Framework in June 2010 but failed to renew its certification in June 2011. Despite losing its 'current' status from June 2011 until December 2013, the company continued to display the Safe Harbor certification mark on its website and make statements claiming certification under the program, misleading consumers about its privacy compliance status.",
    "representations_made": [
      {
        "description": "Claimed that its data processing systems are certified under the voluntary U.S.-EU Safe Harbor program",
        "quoted_text": "Baker Tilly Virchow Krause, LLP, whose principal office is located in the State of Illinois, United States of America (the “United States”) controls and operates the following data processing systems (referred to herein as the “Systems”) that are certified under the voluntary U.S.-EU Safe Harbor program…",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 12,
        "quote_start_line": 82,
        "quote_end_line": 86
      },
      {
        "description": "Displayed the U.S.-EU Safe Harbor Framework Certification Mark on its website",
        "quoted_text": "13. From at least June 2010, respondent has displayed the mark on the www.bakertilly.com website.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 13,
        "quote_start_line": 87,
        "quote_end_line": 88
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "False Safe Harbor Participation Claims",
        "representation": "Through statements on its website and display of the Safe Harbor certification mark, respondent represented that it is a 'current' participant in the U.S.-EU Safe Harbor Framework",
        "fact": "From June 2011 until December 2013, respondent was not a 'current' participant in the U.S.-EU Safe Harbor Framework",
        "conclusion": "Therefore, the representation set forth in Paragraph 14 was false and misleading."
      }
    ]
  },
  "order": {
    "definitions": {
      "respondent": "Baker Tilly Virchow Krause, LLP, and its successors and assigns.",
      "Commerce": "as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. § 44."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Privacy or Security Programs",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent its membership in, adherence to, compliance with, certification by, endorsement by, or participation in any privacy or security program sponsored by the government or any self-regulatory or standard-setting organization, including the U.S.-EU Safe Harbor Framework and U.S.-Swiss Safe Harbor Framework.",
        "requirements": [
          {
            "description": "Must not misrepresent membership in, adherence to, compliance with, certification by, endorsement by, or participation in any privacy or security program including Safe Harbor frameworks",
            "quoted_text": "IT IS ORDERED that respondent and its officers, agents, representatives, and employees, whether acting directly or indirectly, in connection with the advertising, marketing, promotion, offering for sale, or sale of any product or service, in or affecting commerce, shall not misrepresent in any manner, expressly or by implication, the extent to which respondent is a member of, adheres to, complies with, is certified by, is endorsed by, or otherwise participates in any privacy or security program sponsored by the government or any other self-regulatory or standard-setting organization, including, but not limited to, the U.S.-EU Safe Harbor Framework and the U.S.-Swiss Safe Harbor Framework.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 55,
            "quote_end_line": 62
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Recordkeeping Requirements",
        "category": "recordkeeping",
        "summary": "Respondent must maintain and make available to the FTC for inspection all documents relating to compliance with this order for five years from the date of preparation or dissemination.",
        "requirements": [
          {
            "description": "Maintain and make available to FTC all advertisements, promotional materials, and statements containing representations covered by the order, with all materials relied upon in disseminating the representation",
            "quoted_text": "A. all advertisements, promotional materials, and any other statements containing any representations covered by this order, with all materials relied upon in disseminating the representation; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 68,
            "quote_end_line": 70
          },
          {
            "description": "Maintain and make available to FTC any documents that call into question respondent's compliance with this order",
            "quoted_text": "B. any documents, whether prepared by or on behalf of respondent, that call into question respondent’s compliance with this order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 74,
            "quote_end_line": 75
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Order Acknowledgment and Distribution",
        "category": "acknowledgment",
        "summary": "Respondent must deliver a copy of this order to all current and future principals, officers, directors, managers, employees, agents, and representatives with responsibilities relating to the subject matter of the order, and obtain signed acknowledgments of receipt.",
        "requirements": [
          {
            "description": "Deliver order to current personnel with responsibilities relating to the subject matter of the order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall deliver a copy of this order to all current and future principals, officers, directors, and managers, and to all current and future employees, agents, and representatives having responsibilities relating to the subject matter of this order. Respondent shall deliver this order to such current personnel within thirty (30) days after service of this order, and to such future personnel within thirty (30) days after the person",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 77,
            "quote_end_line": 81
          },
          {
            "description": "Deliver order to future personnel with responsibilities relating to the subject matter of the order",
            "quoted_text": "after service of this order, and to such future personnel within thirty (30) days after the person assumes such position or responsibilities. For any business entity resulting from any change in",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 81,
            "quote_end_line": 82
          },
          {
            "description": "For any business entity resulting from change in structure, deliver order prior to the change",
            "quoted_text": "assumes such position or responsibilities. For any business entity resulting from any change in structure set forth in Part IV, delivery shall be at least ten (10) days prior to the change in structure. Respondent must secure a signed and dated statement acknowledging receipt of this",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 82,
            "quote_end_line": 84
          },
          {
            "description": "Secure signed and dated statement acknowledging receipt of order from all persons receiving a copy",
            "quoted_text": "structure. Respondent must secure a signed and dated statement acknowledging receipt of this order, within thirty (30) days of delivery, from all persons receiving a copy of the order pursuant to this section.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 84,
            "quote_end_line": 86
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Notification of Corporate Changes",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the Commission at least 30 days prior to any corporate changes that may affect compliance obligations, including dissolution, assignment, sale, merger, creation or dissolution of subsidiaries, bankruptcy filing, or changes in corporate name or address.",
        "requirements": [
          {
            "description": "Notify Commission at least 30 days prior to any change in the corporation that may affect compliance obligations, including dissolution, assignment, sale, merger, successor corporation, creation or dissolution of subsidiary, bankruptcy filing, or change in corporate name or address",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall notify the Commission at least thirty (30) days prior to any change in the corporation(s) that may affect compliance obligations arising under this order, including, but not limited to: a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in the corporate name or address.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 88,
            "quote_end_line": 93
          },
          {
            "description": "If respondent learns of proposed change fewer than 30 days prior to the date such action is to take place, notify Commission as soon as practicable after obtaining such knowledge",
            "quoted_text": "Provided, however, that, with respect to any proposed change in the corporation(s) about which respondent learns fewer than thirty (30) days prior to the date such action is to take place, respondent shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 94,
            "quote_end_line": 96
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondent must file an initial compliance report with the Commission within 60 days after service of the order, and submit additional reports within 10 days of receipt of written notice from the Commission.",
        "requirements": [
          {
            "description": "File with the Commission a true and accurate report setting forth in detail the manner and form of compliance with this order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent, and its successors and assigns, within sixty (60) days after the date of service of this order, shall file with the Commission a true and accurate report, in writing, setting forth in detail the manner and form of its compliance with this order. Within ten (10) days of receipt of written notice from a representative of the Commission,",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 103,
            "quote_end_line": 106
          },
          {
            "description": "Submit additional true and accurate written report upon receipt of written notice from Commission representative",
            "quoted_text": "order. Within ten (10) days of receipt of written notice from a representative of the Commission, it shall submit an additional true and accurate written report.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 106,
            "quote_end_line": 107
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "The order will terminate on June 19, 2034, or 20 years from the most recent date that the United States or Commission files a complaint in federal court alleging any violation of the order, whichever comes later.",
        "requirements": [
          {
            "description": "Order remains in effect until June 19, 2034, or 20 years from the most recent complaint filing date, whichever is later",
            "quoted_text": "This order will terminate on June 19, 2034, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of:",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 112,
            "quote_end_line": 115
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on June 19, 2034, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "06.14, Baker Tilly Virchow Krause, LLP Complaint.pdf",
      "order": "06.14, Baker Tilly Virchow Krause, LLP Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 2,
      "order_provisions": 6,
      "order_definitions": 2,
      "order_requirements": 12,
      "provisions_per_section": {
        "I": 1,
        "II": 2,
        "III": 4,
        "IV": 2,
        "V": 2,
        "VI": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 2,
        "complaint_total": 2,
        "order_verified": 12,
        "order_total": 12
      }
    },
    "processing_time_seconds": 58.4
  }
}