{
  "case_info": {
    "docket_number": "C-4466",
    "company": {
      "name": "DataMotion, Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "35 Airport Road, Suite 120, Morristown, New Jersey 07960",
      "business_description": "DataMotion provides businesses with systems for sending encrypted email and other secure file transport."
    },
    "commissioners": [
      "Edith Ramirez, Chairwoman",
      "Julie Brill",
      "Maureen K. Ohlhausen",
      "Joshua D. Wright",
      "Terrell McSweeny"
    ],
    "case_date": {
      "month": 6,
      "year": 2014
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. ยง 45(a)",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/142-3023-datamotion-inc-corporation-matter"
  },
  "complaint": {
    "factual_background": "DataMotion, Inc., a provider of encrypted email and secure file transport systems, claimed to be a current participant in the U.S.-EU and U.S.-Swiss Safe Harbor Frameworks on its website and displayed the Safe Harbor certification mark. However, from April 2013 until November 2013, the company failed to renew its Safe Harbor self-certification, causing its status to lapse to 'not current' while continuing to represent to consumers that it was compliant with the frameworks.",
    "representations_made": [
      {
        "description": "Claimed to be a current participant in the U.S.-EU and U.S.-Swiss Safe Harbor Frameworks",
        "quoted_text": "Through the means described in Paragraph 13 and 14, respondent represented, expressly or by implication, that it was a \"current\" participant in the U.S.-EU Safe Harbor and U.S.-Swiss Safe Harbor Frameworks.",
        "source_paragraph": 15
      },
      {
        "description": "Claimed compliance with Safe Harbor Frameworks and certification to Safe Harbor Privacy Principles",
        "quoted_text": "DataMotion complies with the U.S.-EU Safe Harbor Framework and the U.S.-Swiss Safe Harbor Framework as set forth by the U.S. Department of Commerce regarding the collection, use, and retention of personal information from European Union member countries and Switzerland. DataMotion has certified that it adheres to the Safe Harbor Privacy Principles of notice, choice, onward transfer, security, data integrity, access, and enforcement.",
        "source_paragraph": 13
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "False Safe Harbor Participation Claim",
        "representation": "Respondent represented that it was a 'current' participant in the U.S.-EU Safe Harbor and U.S.-Swiss Safe Harbor Frameworks",
        "fact": "From April 2013 until November 2013, respondent was not a 'current' participant in the U.S.-EU Safe Harbor Framework or the U.S.-Swiss Safe Harbor Framework",
        "conclusion": "Therefore, the representation set forth in Paragraph 15 is false and misleading."
      }
    ]
  },
  "order": {
    "definitions": {
      "respondent": "DataMotion, Inc. and its successors and assigns.",
      "Commerce": "as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. ยง 44."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Privacy or Security Programs",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent its membership in, adherence to, or participation in any privacy or security program, including the U.S.-EU Safe Harbor Framework and U.S.-Swiss Safe Harbor Framework.",
        "requirements": [
          {
            "description": "Must not misrepresent participation in privacy or security programs",
            "quoted_text": "IT IS ORDERED that respondent and its officers, agents, representatives, and employees, whether acting directly or indirectly, in connection with the advertising, marketing, promotion, offering for sale, or sale of any product or service, in or affecting commerce, shall not misrepresent in any manner, expressly or by implication, the extent to which respondent is a member of, adheres to, complies with, is certified by, is endorsed by, or otherwise participates in any privacy or security program sponsored by the government or any other self-regulatory or standard-setting organization, including, but not limited to, the U.S.-EU Safe Harbor Framework and the U.S.-Swiss Safe Harbor Framework.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Recordkeeping Requirements",
        "category": "recordkeeping",
        "summary": "Respondent must maintain and make available to the FTC all documents relating to compliance with the order for five years.",
        "requirements": [
          {
            "description": "Maintain compliance documents for five years, including advertisements and materials",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall maintain and upon request make available to the Federal Trade Commission for inspection and copying, a print or electronic copy of, for a period of five (5) years from the date of preparation or dissemination, whichever is later, all documents relating to compliance with this order, including but not limited to: A. all advertisements, promotional materials, and any other statements containing any representations covered by this order, with all materials relied upon in disseminating the representation; and B. any documents, whether prepared by or on behalf of respondent, that call into question respondent's compliance with this order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Delivery and Acknowledgment of Order",
        "category": "acknowledgment",
        "summary": "Respondent must deliver copies of the order to current and future personnel with relevant responsibilities and obtain signed acknowledgments.",
        "requirements": [
          {
            "description": "Deliver order to current personnel within 30 days",
            "quoted_text": "Respondent shall deliver this order to such current personnel within thirty (30) days after service of this order",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver order to future personnel within 30 days of assuming position",
            "quoted_text": "to such future personnel within thirty (30) days after the person assumes such position or responsibilities",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver order at least 10 days prior to change in business structure",
            "quoted_text": "For any business entity resulting from any change in structure set forth in Part IV, delivery shall be at least ten (10) days prior to the change in structure.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Obtain signed acknowledgment within 30 days of delivery",
            "quoted_text": "Respondent must secure a signed and dated statement acknowledging receipt of this order, within thirty (30) days of delivery, from all persons receiving a copy of the order pursuant to this section.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Notice of Corporate Changes",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the FTC at least 30 days before any corporate changes that may affect compliance obligations.",
        "requirements": [
          {
            "description": "Notify FTC at least 30 days prior to corporate changes",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall notify the Commission at least thirty (30) days prior to any change in the corporation(s) that may affect compliance obligations arising under this order, including, but not limited to: a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in the corporate name or address.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Notify FTC as soon as practicable if learning of change fewer than 30 days before it occurs",
            "quoted_text": "Provided, however, that, with respect to any proposed change in the corporation(s) about which respondent learns fewer than thirty (30) days prior to the date such action is to take place, respondent shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondent must file compliance reports with the FTC within 60 days of service and upon request.",
        "requirements": [
          {
            "description": "File initial compliance report within 60 days",
            "quoted_text": "IT IS FURTHER ORDERED that respondent, and its successors and assigns, within sixty (60) days after the date of service of this order, shall file with the Commission a true and accurate report, in writing, setting forth in detail the manner and form of its compliance with this order.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit additional compliance report within 10 days of written notice",
            "quoted_text": "Within ten (10) days of receipt of written notice from a representative of the Commission, it shall submit an additional true and accurate written report.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "The order will terminate on June 19, 2034, or 20 years from the most recent complaint filing alleging violation, whichever comes later.",
        "requirements": [
          {
            "description": "Order remains in effect until termination date or extended by complaint filing",
            "quoted_text": "This order will terminate on June 19, 2034, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. any Part in this order that terminates in fewer than twenty (20) years; B. this order's application to any respondent that is not named as a defendant in such complaint; and C. this order if such complaint is filed after the order has terminated pursuant to this Part.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on June 19, 2034, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "06.14, DataMotion, Inc., a corporation Complaint.pdf",
      "order": "06.14, DataMotion, Inc., a corporation Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 2,
      "order_provisions": 6,
      "order_definitions": 2,
      "order_requirements": 11
    },
    "processing_time_seconds": 62.7
  }
}