{
  "case_info": {
    "docket_number": "C-12-cv-05001-MMM-SH (Case No. 2:12-cv-05001-MMM-SH)",
    "company": {
      "name": "Spokeo, Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "C-type corporation",
      "address": "1999 South Los Robles Avenue, Suite 711, Pasadena, CA 91101",
      "business_description": "Spokeo assembles consumer information from hundreds of online and offline sources, such as social networking sites, data brokers, and other sources to create consumer reports. The company operates as a consumer reporting agency engaging in the collection and compilation of consumer data."
    },
    "commissioners": [],
    "case_date": {
      "month": 6,
      "year": 2012
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a); Section 621(a) of the Fair Credit Reporting Act, 15 U.S.C. § 1681s(a)",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/1023163-spokeo-inc"
  },
  "complaint": {
    "factual_background": "Spokeo, Inc. assembled consumer information from hundreds of online and offline sources to create consumer profiles that it marketed to businesses, including those in the human resources, background screening, and recruiting industries. The company promoted these profiles for use in employment decisions, such as whether to interview or hire job candidates. Despite operating as a consumer reporting agency under the Fair Credit Reporting Act, Spokeo failed to maintain required procedures to verify users' identities and permissible purposes, failed to ensure maximum possible accuracy of consumer report information, failed to provide required notices to users, and furnished consumer reports without verifying users had permissible purposes. Additionally, in 2010, Spokeo directed employees to post fake endorsements on news and technology websites using account names that would give readers the impression they were submitted by independent, ordinary consumers.",
    "representations_made": [
      {
        "description": "Promoted use of consumer profiles as a factor in deciding whether to interview or hire job candidates through marketing, advertising, and targeted outreach to HR professionals and recruiters",
        "quoted_text": "1100 IInn iittss mmaarrkkeettiinngg aanndd aaddvveerrttiissiinngg,, tthhee ccoommppaannyy hhaass pprroommootteedd 1111 .. tthhee uussee ooff iittss pprrooffiilleess aass aa ffaaccttoorr iinn ddeecciiddiinngg wwhheetthheerr ttoo 1122 iinntteerrvviieeww aajjoobb ccaannddiiddaattee oorr wwhheetthheerr ttoo hhiirree aa ccaannddiiddaattee 1133 aafftteerr aajjoobb iinntteerrvviieeww.. SSppookkeeoo ppuurrcchhaasseedd tthhoouussaannddss ooff oonnlliinnee 1144 aaddvveerrttiissiinngg kkeeyywwoorrddss iinncclluuddiinngg tteerrmmss ttaarrggeettiinngg eemmppllooyymmeenntt 1155 bbaacckkggrroouunndd cchheecckkss,, aapppplliiccaanntt..ssccrreeeenniinngg,, aanndd rreeccrruuiittiinngg.. 1166 SSppookkeeoo rraann oonnlliinnee aaddvveerrttiisseemmeennttss wwiitthh ttaagglliinneess ttoo aattttrraacctt 1177 rreeccrruuiitteerrss aanndd eennccoouurraaggee HHRR pprrooffeessssiioonnaallss ttoo uussee SSppookkeeoo ttoo 1188 oobbttaaiinn iinnffoorrmmaattiioonn aabboouutt jjoobb ccaannddiiddaatteess'' oonnlliinnee aaccttiivviittiieess.. 1199 cc.. SSppookkeeoo hhaass aaffffiirrmmaattiivveellyy ttaarrggeetteedd ccoommppaanniieess ooppeerraattiinngg iinn 2200 tthhee hhuummaann rreessoouurrcceess,, bbaacckkggrroouunndd ssccrreeeenniinngg,, aanndd rreeccrruuiittiinngg 2211 iinndduussttrriieess.. IItt ccrreeaatteedd aa ppoorrttiioonn ooff iittss wweebbssiittee iinntteennddeedd 2222 ssppeecciiffiiccaallllyy ffoorr rreeccrruuiitteerrss,, wwhhiicchh wwaass aavvaaiillaabbllee tthhrroouugghh aa 2233 ddeeddiiccaatteedd cclliicckk ttaabb llaabbeelleedd \"\"rreeccrruuiitteerrss\"\" tthhaatt wwaass pprroommiinneennttllyy 2244 ddiissppllaayyeedd aatt tthhee ttoopp ooff tthhee SSppookkeeoo hhoommee ppaaggee.. RReeccrruuiitteerrss 2255 wweerree eennccoouurraaggeedd ttoo \"\"EExxpplloorree BBeeyyoonndd tthhee RReessuummee..\"\" IInn 2266 aaddddiittiioonn,, DDeeffeennddaanntt pprroommootteedd tthhee SSppookkeeoo..ccoommllHHRR UURRLL ttoo 2277 rreeccrruuiitteerrss iinn tthhee mmeeddiiaa aanndd iinn mmaarrkkeettiinngg ttoo tthhiirrdd ppaarrttiieess,, aanndd 2288 ooffffeerreedd ssppeecciiaall ssuubbssccrriippttiioonn ppllaannss ffoorr iittss HHRR ccuussttoommeerrss..",
        "verified": false,
        "confidence": 0.0,
        "source_paragraph": 10,
        "quote_start_line": 127,
        "quote_end_line": 145
      },
      {
        "description": "Represented through posted comments that they were independent comments reflecting the views of ordinary consumers or business users of Spokeo",
        "quoted_text": "1122 3366.. AAss ddeessccrriibbeedd iinn PPaarraaggrraapphh 3355,, DDeeffeennddaanntt hhaass rreepprreesseenntteedd,, 1133 eexxpprreessssllyy oorr bbyy iimmpplliiccaattiioonn,, tthhaatt iittss ccoommmmeennttss aabboouutt SSppookkeeoo wweerree iinnddeeppeennddeenntt 1144 ccoommmmeennttss rreefflleeccttiinngg tthhee vviieewwss ooff oorrddiinnaarryy ccoonnssuummeerrss oorr bbuussiinneessss uusseerrss ooff 1155 SSppookkeeoo..",
        "verified": false,
        "confidence": 0.2852112676056338,
        "source_paragraph": 36,
        "quote_start_line": 356,
        "quote_end_line": 359
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Failure to Maintain Reasonable Procedures for Permissible Purposes",
        "representation": "Spokeo failed to maintain reasonable procedures to limit the furnishing of consumer reports for permissible purposes, including failing to require prospective users to identify themselves, certify the purposes for which information is sought, and certify that the information will be used for no other purpose",
        "fact": "Section 607(a) of the FCRA requires every consumer reporting agency to maintain reasonable procedures to limit the furnishing of consumer reports for enumerated permissible purposes, including making reasonable efforts to verify the identity of each prospective user and the uses certified by each prospective user prior to furnishing such user with a consumer report",
        "conclusion": "By and through these acts and practices, Defendant has violated section 607(a) of the FCRA, 15 U.S.C. § 1681e(a), which also constitute unfair or deceptive acts or practices in violation of section 5(a) of the FTC Act"
      },
      {
        "count_number": 2,
        "title": "Failure to Follow Reasonable Procedures to Assure Maximum Possible Accuracy",
        "representation": "Spokeo failed to use reasonable procedures to assure maximum possible accuracy of consumer report information",
        "fact": "Section 607(b) of the FCRA requires consumer reporting agencies to follow reasonable procedures to assure maximum possible accuracy of the information concerning the individual about whom the report relates",
        "conclusion": "By and through these acts and practices, Defendant has violated section 607(b) of the FCRA, 15 U.S.C. § 1681e(b), which also constitute unfair or deceptive acts or practices in violation of section 5(a) of the FTC Act"
      },
      {
        "count_number": 3,
        "title": "Failure to Provide User Notices",
        "representation": "Spokeo failed to provide User Notices to users who purchased consumer reports",
        "fact": "Section 607(d) of the FCRA requires that a consumer reporting agency provide, to any person to whom it provides a consumer report (users), a User Notice that provides users with important information regarding their obligations under the FCRA, including the obligation to provide notice to consumers who are the subject of an adverse action based in whole or in part on information contained in the consumer report",
        "conclusion": "By and through these acts and practices, Defendant has violated section 607(d) of the FCRA, 15 U.S.C. § 1681e(d), which also constitute unfair or deceptive acts or practices in violation of section 5(a) of the FTC Act"
      },
      {
        "count_number": 4,
        "title": "Furnishing Consumer Reports Without Permissible Purpose",
        "representation": "In multiple instances, Spokeo furnished consumer reports to persons that it did not have reason to believe had a permissible purpose to obtain a consumer report",
        "fact": "Section 604 of the FCRA prohibits CRAs from furnishing consumer reports to persons that it did not have reason to believe had a permissible purpose to obtain a consumer report. Spokeo regularly furnishes consumer reports to third parties without procedures to inquire into the purpose for which the user is buying the report",
        "conclusion": "By and through these acts and practices, Defendant has violated section 604 of the FCRA, 15 U.S.C. § 1681b, which also constitute unfair or deceptive acts or practices in violation of section 5(a) of the FTC Act"
      },
      {
        "count_number": 5,
        "title": "Fake Endorsements",
        "representation": "Spokeo represented, expressly or by implication, that its comments about Spokeo were independent comments reflecting the views of ordinary consumers or business users of Spokeo",
        "fact": "In truth and in fact, the comments about Spokeo were not independent comments reflecting the views of ordinary consumers or business users of Spokeo. The comments were created by employees and managers of Spokeo in response to news articles or reviews of Spokeo",
        "conclusion": "Therefore, the representations set forth in Paragraph 36 were, and are, false and misleading. The acts and practices constitute unfair or deceptive acts or practices in or affecting commerce in violation of Section 5(a) of the Federal Trade Commission Act"
      }
    ]
  },
  "order": {
    "definitions": {
      "Defendant": "Spokeo, Inc., and its successors and assigns",
      "Permissible purpose": "the circumstances under which a consumer report may be furnished as described in Section 604 of the Fair Credit Reporting Act, 15 U.S.C. § 1681b",
      "Material connection": "any relationship that materially affects the weight or credibility of any endorsement and that would not be reasonably expected by consumers",
      "Endorsement": "as defined in the Commission's Guides Concerning the Use of Endorsements and Testimonials in Advertising, 16 C.F.R. § 255.0",
      "Clear and prominent": "In textual communications (e.g., printed pUblications or words displayed on the screen of a computer), the required disclosures are of a type, size, and location sufficiently noticeable for an ordinary consumer to read and comprehend them, in print that contrasts with the background on which they appear; In communications disseminated orally or through audible means (e.g., radio or streaming audio), the required disclosures are delivered in a volume and cadence sufficient for an ordinary consumer to hear and comprehend them; In communications disseminated through video means (e~g., television or streaming video), the required disclosures are in writing in a form consistent with subparagraph (i) of this. definition and shall appear on the screen for a duration sufficient for an ordinary consumer to read and comprehend them, and in the same language as the predominant language that is used in the communication; In communications made through interactive media, such as the Internet, online services, and software, the required disclosures are unavoidable and presented in a form consistent with subparagraph (i) of this definition, in addition to any audio or video presentation of them; and In all instances, the required disclosures are presen~ted iIi an understandable language and syntax, and with nothing contrary to, inconsistent with, or in mitigation of the disclosures used in any communication of them."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Civil Penalty",
        "category": "affirmative_obligation",
        "summary": "Defendant must pay a civil penalty of $800,000 for violations of the Fair Credit Reporting Act.",
        "requirements": [
          {
            "description": "Pay $800,000 civil penalty to the Treasurer of the United States by electronic fund transfer",
            "quoted_text": "24 1. Judgment in the amount of eight hundred thousand dollars ($800,000) is 25 hereby entered against Defendant, as a civil penalty for violations of the 26 FCRA pursuant to section 621(a) of the Fair Credit Reporting Act, 15 27 U.S.C. § 1681s(a). 28 2. Defendant shall make this payment within seven (7) business days of the Consent Decree Page 4 of 15 EXHIBIT \\ 1 1 date of service of this Order to the Treasurer of the United States by 2 electronic fund transfer in accordance with instructions provided by the 3 Consumer Protection Branch, Civil Division, U.S. Department of Justice, 4 Washington, D.C. 20530, for appropriate disposition.",
            "deadline": "7 business days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 295,
            "quote_end_line": 308
          },
          {
            "description": "Turn over $800,000 to attorneys who must hold funds for payment to Treasurer after entry of Order",
            "quoted_text": "10 4. Defendant relinquishes all dominion; control; and title to the funds paid 11 to the fullest extent permitted by law. Defendant shall make no claim to 12 or demand for return of the funds, directly or indirectly, through counsel 13 or otherwise. 14 5. Prior to or concurrently with Defendant's execution of this Order, 15 Defendant shall turn over the full amount of the civil penalty, eight 16 hundred thousand dollars ($800,000), to their attorneys, who shall hold 17 the entire sum for no purpose other than payment to the Treasurer of the 18 United States after entry of this Order by the Court. Within five (5) days 19 of service of this Order, Defendant's attorneys shall transfer such civil 20 penalty payment in the form of a wire transfer to the Treasurer of the 21 United States. Written confirmation of the wire transfer shall be 22 delivered in accordance with the procedures specified by the Consumer 23 Protection Branch, Civil Division, U.S. Department of Justice, 24 Washington, D.C. 20530.",
            "deadline": "prior to or concurrently with execution of Order",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 314,
            "quote_end_line": 328
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Prohibited Business Activities - FCRA",
        "category": "prohibition",
        "summary": "Defendant is permanently restrained and enjoined from violating the Fair Credit Reporting Act, including prohibitions on furnishing consumer reports without permissible purpose and requirements to maintain reasonable procedures.",
        "requirements": [
          {
            "description": "Must not furnish a consumer report to any person who does not have a permissible purpose to receive the consumer report",
            "quoted_text": "9 1. Violating section 604 of the FCRA, 15 U.S.C. § 1681b, by furnishing a 10 consumer report to any person-who does not have a permissible purpose 11 to receive the consumer report;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 346,
            "quote_end_line": 348
          },
          {
            "description": "Must maintain reasonable procedures designed to limit the furnishing of consumer reports to users that have a permissible purpose",
            "quoted_text": "12 2. Failing to maintain reasonable procedures designed to limit the 13 furnishing of consumer reports to users that have a permissible purpose 14 to receive them under section 604 of the FCRA, 15 U.S.C. § 1681b, as 15 required by Section 607(a) of the FCRA, 15 U.S.C. § 1681e(a);",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 349,
            "quote_end_line": 352
          },
          {
            "description": "Must maintain reasonable procedures to assure the maximum possible accuracy of the information concerning the individual about whom a consumer report relates",
            "quoted_text": "16 3. Failing to maintain reasonable procedures to assure the maximum 17 possible accuracy of the information concerning the individual about 18 whom a consumer report relates, as required by section 607(b) of the 19 FCRA, 15 U.S.C. § 1681e(b); and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 353,
            "quote_end_line": 356
          },
          {
            "description": "Must provide the User Notice required by FCRA to all users of Defendant's consumer reports, with option to provide electronically if certain conditions are met",
            "quoted_text": "20 4. Failing to provide the \"Notice to Users of Consumer Reports: 21 Obligations of Users Under the FCRA\" (\"User Notice\") required by 22 section 607(d) of the FCRA, 15 U.S.C. § 1681e(d), to all users of 23 Defendant's consumer reports. Provided,·however, that Defendant may 24 provide an electronic copy of the User Notice to a user if: ( a) in the 25 ordinary course of business, the user obtains consumer report 26 information from Defendant in electronic form, and (b) the notice is clear 27 and prominent.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 357,
            "quote_end_line": 364
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Prohibited Business Activities - Section 5 (Endorsements)",
        "category": "prohibition",
        "summary": "Defendant is permanently restrained from misrepresenting the status of users or endorsers and must disclose material connections between endorsers and the company.",
        "requirements": [
          {
            "description": "Must not misrepresent the status of any user or endorser of a product or service, including misrepresenting that the user or endorser is an independent user or ordinary consumer",
            "quoted_text": "9 1. Misrepresenting, in any manner, expressly or by implication, the status 10 of any user or endorser of a product or service, including, but not limited 11 to, misrepresenting that the user or endorser is an independent user or 12 ordinary consumer of the product or service; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 381,
            "quote_end_line": 384
          },
          {
            "description": "Must disclose clearly and prominently a material connection when one exists between a user or endorser and the respondent or any entity manufacturing, advertising, or selling the product or service",
            "quoted_text": "13 2. Making any representation, in any manner, expressly or by implication, 14 about any user or endorser of such product or service unless they 15 disclose, clearly and prominently, a material connection, when one 16 exists, between such user or endorser and the respondent or any other 17 individual or entity manufacturing, advertising, labeling, promoting, 18 offering for sale, selling, or distributing such product or service.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 385,
            "quote_end_line": 390
          },
          {
            "description": "Must take all reasonable steps to remove any product review or endorsement currently viewable by the public that does not comply with this Section",
            "quoted_text": "19 Within seven (7) days of the date of service of this Order, Defendant shall take 20 all reasonable steps to remove any product review or endorsement, currently 21 viewable by the public, that does not comply with this Section.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 391,
            "quote_end_line": 393
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Defendant must submit acknowledgments of receipt of the Order and deliver copies to personnel and related entities for five years.",
        "requirements": [
          {
            "description": "Submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury",
            "quoted_text": "25 1. Defendant, within seven (7) days of entry of this Order, must submit to 26 the Commission an acknowledgment of receipt of this Order sworn 27 under penalty of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 397,
            "quote_end_line": 399
          },
          {
            "description": "Deliver a copy of this Order to all principals, officers, directors, managers, relevant employees and agents, and any business entity resulting from change in structure",
            "quoted_text": "28 2. For five (5) years after entry of this Order, Defendant must deliver a Consent Decree Page 7 of 15 EXHIBIl - 1 copy of this Order to: (a) all principals, officers, directors, and managers; 2 (b) all employees, agents, and representatives who participate in' conduct 3 related to the subject matter of the Order; and (c) any business entity 4 resulting from any change in structure as set forth in the Section titled 5 Compliance Reporting. Delivery must occur within seven (7) daYB of 6 entry of this Order fOr current pe.rsonneL To all others, delivery must 1 occur before they assume their responsibilities.",
            "deadline": "7 days for current personnel; before assumption of responsibilities for others",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 400,
            "quote_end_line": 412
          },
          {
            "description": "Obtain signed and dated acknowledgment of receipt of this Order from each individual or entity to which Defendant delivered a copy",
            "quoted_text": "8 3. From each individual or entity to which Defendant delivered a copy of 9 this Order, Defendant must obtain, within 30 days, a signed and dated 10 acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 413,
            "quote_end_line": 415
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendant must submit compliance reports to the Commission, including an initial report after one year and ongoing notices of changes for 20 years.",
        "requirements": [
          {
            "description": "Submit a compliance report sworn under penalty of perjury designating contact points, identifying all businesses, describing compliance with each Section, and providing copies of Order Acknowledgments",
            "quoted_text": "14 1. One year after entry of this Order, Defendant must submit a compliance 15 report, sworn under penalty of perjury. Defendant must: (a) designate at 16 least one telephone number and an email, physical, and postal address as 17 points of contact, which representatives of the Commission and Plaintiff 18 may use to communicate with Defendant; (b) identify all of Defendant's 19 businesses by all of their names, telephone numbers, and physical, 20 postal, email, and Internet addresses; ( c) describe in detail whether and 21 how Defendant is in compliance with each Section of this Order; and (d) 22 provide a copy of each Order Acknowledgment obtained pursuant to this 23 Order, unless previously submitted to the Commission;",
            "deadline": "one year after entry of Order",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 419,
            "quote_end_line": 428
          },
          {
            "description": "Submit compliance notice sworn under penalty of perjury within 14 days of any change in designated point of contact or structure of any entity that may affect compliance obligations",
            "quoted_text": "24 2. For 20 years following entry of this Order, Defendant must submit a 25 compliance notice, sworn under penalty of perjury, within 14 days of any 26 change in the following: ( a) any designated point of contact; or (b) the 27 structure of any entity that Defendant has any ownership interest in or 28 directly or indirectly controls that may affect compliance obligations Consent Decree Page 8 of 15 EXHIBI 1 1 arising under this Order, including: creation, merger, sale, or dissolution 2 of the entity or any subsidiary, parent, or affiliate that engages in any acts 3 or practices subject to this Order.",
            "deadline": "14 days of any change",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 429,
            "quote_end_line": 441
          },
          {
            "description": "Submit notice of filing of any bankruptcy petition, insolvency proceeding, or similar proceeding",
            "quoted_text": "4 3. Defendant must submit to the Commission notice of the filing of any 5 bankruptcy petition, insolvency proceeding, or any similar proceeding by '6 or against Defendant within 14 days of its filing.",
            "deadline": "14 days of filing",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 442,
            "quote_end_line": 444
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendant must create and retain specified records for 20 years after entry of the Order, with each record retained for five years.",
        "requirements": [
          {
            "description": "Maintain accounting records showing revenues, costs, and net profit or loss",
            "quoted_text": "24 1. Accounting records showing the revenues from all goods or services 25 sold, all costs incurred in generating those revenues, and the resulting net 26 profit or loss;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 464,
            "quote_end_line": 466
          },
          {
            "description": "Maintain personnel records showing name, addresses, telephone numbers, job title, dates of service, and reason for termination for each person providing services",
            "quoted_text": "27 2. Personnel records showing, for each person providing services, whether 28 as an employee or otherwise, that person's: name, addresses, and Consent Decree Page 9 of 15 EXHIBI 1 telephone numbers; job title or position; dates of service; and, if 2 applicable, the reason for termination;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 467,
            "quote_end_line": 474
          },
          {
            "description": "Maintain copies of all training materials that relate to the collection and sale of consumer report information",
            "quoted_text": "3 3. Copies of all training materials that relate to the collection and sale of 4 consumer report information;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 475,
            "quote_end_line": 476
          },
          {
            "description": "Maintain copies of all training materials that relate to Defendant's activities as alleged in the Complaint and compliance with provisions of this Order",
            "quoted_text": "5 4. Copies of all training materials that relate to Defendant's activities as 6 alleged in the Complaint and Defendant's compliance with the 7 provisions Qfthis Order;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 477,
            "quote_end_line": 479
          },
          {
            "description": "Maintain all records and documents necessary to demonstrate full compliance with each provision of this Order, including copies of acknowledgments and all reports submitted to the FTC",
            "quoted_text": "8 5. All records and documents necessary to demonstrate full.compliance 9 with each provision of this Order, including but not limited to, copies of -10 acknowledgments. of receipt of this Order, required by the Sections titled· 11 \"Distribution of Order\" and \"Acknowledgment of Receipt of Order\" and 12 all reports submitted to the FTC pursuant to the Section titled 13 \"Compliance Reporting\";",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 480,
            "quote_end_line": 485
          },
          {
            "description": "Maintain complaints and refund requests, whether received directly or indirectly, and any response",
            "quoted_text": "14 6. Complaints and refund requests, whether received directly or indirectly, 15 such as through a third party, and any response;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 486,
            "quote_end_line": 487
          },
          {
            "description": "Maintain a copy of each advertisement or other marketing material",
            "quoted_text": "16 7. A copy of each advertisement or other marketing material;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 488,
            "quote_end_line": 488
          },
          {
            "description": "If operating as a consumer reporting agency, maintain files containing names, addresses, telephone numbers, and permissible purpose of all entities to whom Spokeo supplies consumer reports and all materials considered to ensure compliance with section 604 of the FCRA",
            "quoted_text": "17 8. . If operating as a consumer reporting agency, files containing the names, 18 addresses, telephone numbers, and permissible purpose of all entities to 19 whom Spokeo supplies consumer reports and all materials considered by 20 Defendant to ensure compliance with section 604 of the FCRA;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 489,
            "quote_end_line": 492
          },
          {
            "description": "If operating as a consumer reporting agency, maintain files containing names, addresses, telephone numbers, certifications of all users, and all materials considered in connection with verification of identity and certifications to demonstrate compliance with section 607(a) ofthe FCRA",
            "quoted_text": "21 9. If operating as a consumer reporting agency, files containing the names, 22 addresses and telephone numbers of all users of consumer report 23 information and the certifications made by the user pursuant to section 24 607(a) of the FCRA, and all materials considered by Defendant in 25 connection with its verification of the identity of the user and 26 verification of the certifications made under section 607(a), to 27 demonstrate Defendant's compliance with section 607(a) of the FCRA;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 493,
            "quote_end_line": 499
          },
          {
            "description": "If operating as a consumer reporting agency, maintain files containing names, addresses, telephone numbers of all users that received the section 607(d) User Notice and all materials considered to demonstrate compliance with section 607(d) of the FCRA",
            "quoted_text": "1 10. If operating as a consumer reporting agency, files containing the names, 2 addresses, telephone numbers of all users of consumer report information 3 that received the section 607(d ) User Notice, and all materials considered 4 by Defendant to demonstrate compliance with section 607(d) of the 5 FCRA.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 506,
            "quote_end_line": 510
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission and Plaintiff are authorized to monitor Defendant's compliance through various means including document requests, depositions, interviews, and posing as consumers.",
        "requirements": [
          {
            "description": "Within 14 days of written request from Commission or Plaintiff, must submit additional compliance reports or requested information sworn under penalty of perjury, appear for depositions, and produce documents for inspection and copying",
            "quoted_text": "_ 10 1. Within 14 days of receipt of a written request from a representative of 11 the Commission or Plaintiff, Defendant must: submit additional 12 compliance reports or other requested information, which must be sworn 13 under penalty of perjury; appear for depositions; and produce documents, 14 for inspection and copying. The Commission and Plaintiff are also 15 authorized to obtain discovery, without further leave of court, using any 16 of the procedures prescribed by Federal Rules of Civil Procedure 29,30 17 (including telephonic depositions), 31, 33, 34, 36, 45, and 69, provided 18 that, Defendant, after attempting to resolve a dispute without court action 19 and for good cause shown, may file a motion with this Court seeking an 20 order including one or more of the protections set forth in Rule 26( c).",
            "deadline": "14 days of receipt of written request",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 515,
            "quote_end_line": 525
          },
          {
            "description": "Must permit representatives of the Commission and Plaintiff to interview any employee or other person affiliated with Defendant who has agreed to such an interview",
            "quoted_text": "22 authorized to communicate directly with Defendant. Defendant must \" 23 permit representatives of the Commission and Plaintiff to interview any 24 employee or other person affiliated with Defendant who has agreed to 25 such an interview. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 527,
            "quote_end_line": 530
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
        "requirements": [
          {
            "description": "Court retains jurisdiction for purposes of construction, modification, and enforcement of this Order",
            "quoted_text": "6 IT IS FURTHER ORDERED that this Court retains jurisdiction of this 7 matter for. purposes of construction,_ modific~tion, and enforcement of this 8 Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 545,
            "quote_end_line": 547
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "For 20 years following entry of this Order, Defendant must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following: (a) any designated point of contact; or (b) the structure of any entity that Defendant has any ownership interest in or directly or indirectly controls that may affect compliance obligations arising under this Order"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "06.12, Spokeo Complaint.pdf",
      "order": "06.12, Spokeo Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 5,
      "complaint_representations": 2,
      "order_provisions": 8,
      "order_definitions": 5,
      "order_requirements": 28,
      "provisions_per_section": {
        "I": 2,
        "II": 4,
        "III": 3,
        "IV": 3,
        "V": 3,
        "VI": 10,
        "VII": 2,
        "VIII": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 1
      },
      "verification_details": {
        "complaint_verified": 0,
        "complaint_total": 2,
        "order_verified": 28,
        "order_total": 28
      }
    },
    "processing_time_seconds": 277.7
  }
}