{
  "case_info": {
    "docket_number": "C-4291",
    "company": {
      "name": "Dave & Buster's, Inc.",
      "incorporation_state": "Missouri",
      "entity_type": "corporation",
      "address": "2481 Manana Drive, Dallas, Texas 75220",
      "business_description": "Dave & Buster's, Inc. owns and operates 53 restaurant/entertainment complexes in the United States under the names Dave & Buster's, Dave & Buster's Grand Sports Café, and Jillian's. The company operates in-store networks and corporate computer networks used to process sales transactions and collect payment card information from consumers."
    },
    "commissioners": [
      "Jon Leibowitz, Chairman",
      "William E. Kovacic",
      "J. Thomas Rosch",
      "Edith Ramirez",
      "Julie Brill"
    ],
    "case_date": {
      "month": 6,
      "year": 2010
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a)",
    "violation_type": "unfair",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/082-3153-dave-busters-incin-matter"
  },
  "complaint": {
    "factual_background": "Dave & Buster's, Inc. operated 53 restaurant/entertainment complexes and collected sensitive payment card information—including account numbers, expiration dates, and electronic security codes—from consumers to process transactions. The company failed to implement reasonable and appropriate security measures on its networks, including lacking intrusion detection systems, inadequate restrictions on third-party access, failure to monitor outbound traffic, absence of firewalls between in-store networks, and failure to secure wireless access points. Between April 30 and August 28, 2007, an intruder exploited these vulnerabilities, connecting to the networks multiple times, installing unauthorized software, and intercepting personal information in transit. The breach compromised approximately 130,000 unique payment cards, resulting in issuing banks collectively claiming several hundred thousand dollars in fraudulent charges.",
    "representations_made": [
      {
        "description": "Respondent engaged in practices that, taken together, failed to provide reasonable and appropriate security for personal information on its networks, including failing to detect unauthorized access, restrict third-party access, monitor outbound traffic, isolate payment card systems, and secure wireless access points",
        "quoted_text": "7. In collecting and processing sensitive personal information, respondent engaged in a number of practices that, taken together, failed to provide reasonable and appropriate security for personal information on its networks. In particular, respondent: (a) failed to employ sufficient measures to detect and prevent unauthorized access to computer networks or to conduct security investigations, such as by employing an intrusion detection system and monitoring system logs; (b) failed to adequately restrict third-party access to its networks, such as by restricting connections to specified IP addresses or granting temporary, limited access; (c) failed to monitor and filter outbound traffic from its networks to identify and block export of sensitive personal information without authorization; (d) failed to use readily available security measures to limit access between in-store networks, such as by employing firewalls or isolating the payment card system from the rest of the corporate network; and (e) failed to use readily available security measures to limit access to its computer networks through wireless access points on the networks.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 7,
        "quote_start_line": 44,
        "quote_end_line": 59
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Unfair Data Security Practices",
        "representation": "Respondent collected and processed sensitive personal payment card information from consumers across its 53 locations",
        "fact": "Respondent failed to employ reasonable and appropriate security measures, including failing to use intrusion detection systems, failing to restrict third-party network access, failing to monitor and filter outbound traffic, failing to employ firewalls or isolate payment card systems from corporate networks, and failing to secure wireless access points — allowing an intruder to compromise approximately 130,000 unique payment cards between April 30 and August 28, 2007",
        "conclusion": "Respondent's failure to employ reasonable and appropriate security measures to protect personal information caused or is likely to cause substantial injury to consumers that is not offset by countervailing benefits to consumers or competition and is not reasonably avoidable by consumers, constituting an unfair act or practice in violation of Section 5(a) of the Federal Trade Commission Act, 15 U.S.C § 45(a)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Personal information": "individually identifiable information from or about an individual consumer including, but not limited to: (a) a first and last name; (b) a home or other physical address, including street name and name of city or town; (c) an email address or other online contact information, such as an instant messaging user identifier or a screen name; (d) a telephone number; (e) a Social Security number; (f) a driver's license number; (g) a credit card or debit card account number; (h) a persistent identifier, such as a customer number held in \"cookie\" or processor serial number, that is combined with other available data that identifies an individual consumer; or (i) any information that is combined with any of (a) through (h) above.",
      "Respondent": "Dave & Buster's, Inc., and its subsidiaries, divisions, and affiliates owned or controlled by Dave & Buster's, Inc. and the successors and assigns of Dave & Buster's, Inc.",
      "Commerce": "as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. § 44."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Comprehensive Information Security Program",
        "category": "affirmative_obligation",
        "summary": "Respondent must establish, implement, and maintain a comprehensive written information security program with administrative, technical, and physical safeguards appropriate to its size, complexity, and the sensitivity of personal information collected.",
        "requirements": [
          {
            "description": "Establish and implement a comprehensive information security program no later than the date of service of the order, and thereafter maintain it; the program must be fully documented in writing and contain safeguards appropriate to respondent's size, complexity, activities, and the sensitivity of personal information collected.",
            "quoted_text": "IT IS ORDERED that respondent, in connection with the advertising, marketing, promotion, offering for sale, or sale of any product or service, in or affecting commerce, shall, no later than the date of service of this order, establish and implement, and thereafter maintain, a comprehensive information security program that is reasonably designed to protect the security, confidentiality, and integrity of personal information collected from or about consumers. Such program, the content and implementation of which must be fully documented in writing, shall contain administrative, technical, and physical safeguards appropriate to respondent’s size and complexity, the nature and scope of respondent’s activities, and the sensitivity of the personal information collected from or about consumers, including:",
            "deadline": "date of service of order",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 63,
            "quote_end_line": 71
          },
          {
            "description": "Designate an employee or employees to coordinate and be accountable for the information security program.",
            "quoted_text": "A. the designation of an employee or employees to coordinate and be accountable for the information security program;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 72,
            "quote_end_line": 73
          },
          {
            "description": "Identify material internal and external risks to the security, confidentiality, and integrity of personal information and assess the sufficiency of safeguards in place, including risks in employee training and management, information systems, and prevention/detection/response to attacks.",
            "quoted_text": "B. the identification of material internal and external risks to the security, confidentiality, and integrity of personal information that could result in 2 the unauthorized disclosure, misuse, loss, alteration, destruction, or other compromise of such information, and assessment of the sufficiency of any safeguards in place to control these risks. At a minimum, this risk assessment should include consideration of risks in each area of relevant operation, including, but not limited to: (1) employee training and management; (2) information systems, including network and software design, information processing, storage, transmission, and disposal; and (3) prevention, detection, and response to attacks, intrusions, or other systems failures;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 74,
            "quote_end_line": 87
          },
          {
            "description": "Design and implement reasonable safeguards to control identified risks, and regularly test or monitor the effectiveness of safeguards' key controls, systems, and procedures.",
            "quoted_text": "C. the design and implementation of reasonable safeguards to control the risks identified through risk assessment and regular testing or monitoring of the effectiveness of the safeguards’ key controls, systems, and procedures;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 88,
            "quote_end_line": 91
          },
          {
            "description": "Take reasonable steps to select and retain service providers capable of appropriately safeguarding personal information, and require service providers by contract to implement and maintain appropriate safeguards.",
            "quoted_text": "D. the development and use of reasonable steps to select and retain service providers capable of appropriately safeguarding personal information they receive from respondent, and requiring service providers by contract to implement and maintain appropriate safeguards; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 92,
            "quote_end_line": 95
          },
          {
            "description": "Evaluate and adjust the information security program in light of testing and monitoring results, material changes to operations or business arrangements, or any other circumstances that may have a material impact on the program's effectiveness.",
            "quoted_text": "E. the evaluation and adjustment of respondent’s information security program in light of the results of the testing and monitoring required by sub-Part C, any material changes to respondent’s operations or business arrangements, or any other circumstances that respondent knows or has reason to know may have a material impact on the effectiveness of its information security program.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 96,
            "quote_end_line": 100
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Biennial Third-Party Security Assessments",
        "category": "assessment",
        "summary": "Respondent must obtain initial and biennial third-party assessments from a qualified independent professional covering the first 180 days and each two-year period thereafter for ten years, and submit the initial assessment to the FTC within 10 days of completion.",
        "requirements": [
          {
            "description": "Obtain an initial third-party assessment covering the first 180 days after service of the order, and biennial assessments covering each two-year period thereafter for ten years after service of the order.",
            "quoted_text": "IT IS FURTHER ORDERED that, in connection with its compliance with Part I of this order, respondent shall obtain initial and biennial assessments and reports (“Assessments”) from a qualified, objective, independent third-party professional, who uses procedures and standards generally accepted in the profession. The reporting period for the Assessments shall cover: (1) the first one hundred and eighty (180) days after service of the order for the initial Assessment, and (2) each two (2) year period thereafter for ten (10) years after service of the order for the biennial Assessments. Each Assessment shall:",
            "deadline": "initial: 180 days after service; biennial: every 2 years for 10 years",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 102,
            "quote_end_line": 108
          },
          {
            "description": "Each assessment must set forth the specific administrative, technical, and physical safeguards implemented and maintained during the reporting period.",
            "quoted_text": "A. set forth the specific administrative, technical, and physical safeguards that respondent has implemented and maintained during the reporting period;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 109,
            "quote_end_line": 110
          },
          {
            "description": "Each assessment must explain how the safeguards are appropriate to respondent's size, complexity, activities, and the sensitivity of personal information collected.",
            "quoted_text": "B. explain how such safeguards are appropriate to respondent’s size and complexity, the nature and scope of respondent’s activities, and the sensitivity of the personal information collected from or about consumers;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 111,
            "quote_end_line": 113
          },
          {
            "description": "Each assessment must explain how the implemented safeguards meet or exceed the protections required by Part I of the order.",
            "quoted_text": "C. explain how the safeguards that have been implemented meet or exceed the protections required by the Part I of this order; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 114,
            "quote_end_line": 115
          },
          {
            "description": "Each assessment must certify that respondent's security program is operating with sufficient effectiveness to provide reasonable assurance that the security, confidentiality, and integrity of personal information is protected throughout the reporting period.",
            "quoted_text": "D. certify that respondent’s security program is operating with sufficient effectiveness to provide reasonable assurance that the security, confidentiality, and integrity of personal information is protected and has so operated throughout the reporting period.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 119,
            "quote_end_line": 122
          },
          {
            "description": "Each assessment must be prepared and completed within sixty (60) days after the end of the reporting period by a CISSP, CISA, GIAC-certified professional, or similarly qualified person or organization approved by the FTC's Associate Director for Enforcement.",
            "quoted_text": "Each Assessment shall be prepared and completed within sixty (60) days after the end of the reporting period to which the Assessment applies by a person qualified as a Certified Information System Security Professional (CISSP) or as a Certified Information Systems Auditor (CISA); a person holding Global Information Assurance Certification (GIAC) from the SysAdmin, Audit, Network, Security (SANS) Institute; or a similarly qualified person or organization approved by the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580.",
            "deadline": "60 days after end of reporting period",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 123,
            "quote_end_line": 129
          },
          {
            "description": "Provide the initial assessment to the FTC's Associate Director for Enforcement within ten (10) days after it has been prepared; retain all subsequent biennial assessments until the order is terminated and provide them to the Associate Director within ten (10) days of request.",
            "quoted_text": "Respondent shall provide the initial Assessment to the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580, within ten (10) days after the Assessment has been prepared. All subsequent biennial Assessments shall be retained by respondent until the order is terminated and provided to the Associate Director of Enforcement within ten (10) days of request.",
            "deadline": "10 days after assessment is prepared (initial); 10 days of request (biennial)",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 130,
            "quote_end_line": 134
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must maintain compliance-related documents for five years and all materials relied upon to prepare each assessment for three years after the date of preparation, and make them available to the FTC upon request.",
        "requirements": [
          {
            "description": "Maintain for five (5) years a print or electronic copy of each compliance-related document, including documents that contradict, qualify, or call into question respondent's compliance with the order, and make them available to the FTC for inspection and copying upon request.",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall maintain, and upon request make available to the Federal Trade Commission for inspection and copying: A. for a period of five (5) years, a print or electronic copy of each document relating to compliance, including but not limited to documents, prepared by or on behalf of respondent, that contradict, qualify, or call into question respondent’s compliance with this order; and",
            "deadline": "5 years",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 136,
            "quote_end_line": 141
          },
          {
            "description": "Maintain for three (3) years after the date of preparation of each assessment all materials relied upon to prepare it, including plans, reports, studies, reviews, audits, audit trails, policies, training materials, assessments, and any other materials relating to compliance with Parts I and II of the order.",
            "quoted_text": "B. for a period of three (3) years after the date of preparation of each Assessment required under Part II of this order, all materials relied upon to prepare the Assessment, whether prepared by or on behalf of the respondent, including but not limited to all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, and any other materials relating to respondent’s compliance with Parts I and II of this order, for the compliance period covered by such Assessment.",
            "deadline": "3 years after date of preparation of each assessment",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 142,
            "quote_end_line": 148
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Order Delivery and Acknowledgment",
        "category": "acknowledgment",
        "summary": "Respondent must deliver a copy of the order to all current and future principals, officers, directors, and managers with relevant responsibilities within thirty days of service or assumption of duties.",
        "requirements": [
          {
            "description": "Deliver a copy of the order to all current principals, officers, directors, and managers at corporate headquarters, regional offices, and each store with responsibilities relating to the subject matter of the order, within thirty (30) days after service of the order.",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall deliver a copy of this order to all current and future principals, officers, directors, and managers at corporate headquarters, regional offices, and at each store having responsibilities relating to the subject matter of this order. Respondent shall deliver this order to such current personnel within thirty (30) days after service of this order, and to such future personnel within thirty (30) days after the person",
            "deadline": "30 days after service of order",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 150,
            "quote_end_line": 154
          },
          {
            "description": "Deliver a copy of the order to all future principals, officers, directors, and managers with relevant responsibilities within thirty (30) days after the person assumes such position or responsibilities.",
            "quoted_text": "service of this order, and to such future personnel within thirty (30) days after the person assumes such position or responsibilities.",
            "deadline": "30 days after person assumes position",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 154,
            "quote_end_line": 155
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Corporate Change Notification",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the FTC at least thirty days prior to any corporate change that may affect compliance obligations, including dissolution, merger, sale, bankruptcy filing, or name/address change.",
        "requirements": [
          {
            "description": "Notify the FTC at least thirty (30) days prior to any corporate change that may affect compliance obligations, including dissolution, assignment, sale, merger, creation or dissolution of a subsidiary/parent/affiliate, proposed bankruptcy filing, or change in corporate name or address.",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall notify the Commission at least thirty (30) days prior to any change in the corporation that may affect compliance obligations arising under this order, including, but not limited to, a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in the corporate name or address.",
            "deadline": "at least 30 days prior to corporate change",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 160,
            "quote_end_line": 165
          },
          {
            "description": "If respondent learns of a proposed corporate change less than thirty (30) days before it is to take place, notify the FTC as soon as practicable after obtaining such knowledge.",
            "quoted_text": "Provided, however, that with respect to any proposed change in the corporation about which respondent learns less than thirty (30) days prior to the date such action is to take place, respondent shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": "as soon as practicable",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 166,
            "quote_end_line": 168
          },
          {
            "description": "All notices required by Part V must be sent by certified mail to the Associate Director, Division of Enforcement, Bureau of Consumer Protection, FTC, Washington, D.C. 20580.",
            "quoted_text": "All notices required by this Part shall be sent by certified mail to the Associate Director, Division of Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 169,
            "quote_end_line": 171
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondent must file a written compliance report with the FTC within ninety days after service of the order and at such other times as the FTC may require.",
        "requirements": [
          {
            "description": "File a written report with the FTC within ninety (90) days after service of the order, and at such other times as the FTC may require, setting forth in detail the manner and form in which respondent has complied with the order.",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall, within ninety (90) days after service of this order, and at such other times as the Federal Trade Commission may require, file with the Commission a report, in writing, setting forth in detail the manner and form in which it has complied with this order.",
            "deadline": "90 days after service of order",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 173,
            "quote_end_line": 176
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "The order terminates on May 20, 2030, or twenty years from the most recent date the FTC files a complaint alleging a violation of the order in federal court, whichever is later, subject to specified exceptions.",
        "requirements": [
          {
            "description": "The order terminates on May 20, 2030, or twenty years from the most recent date a federal court complaint alleging any violation of the order is filed, whichever is later, with specified exceptions for individual Parts, non-defendant respondents, and post-termination complaints.",
            "quoted_text": "This order will terminate on May 20, 2030, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. any Part in this order that terminates in less than twenty (20) years; B. this order’s application to any respondent that is not named as a defendant in such complaint; and C. this order if such complaint is filed after the order has terminated pursuant to this Part. 5 Provided, further, that if such complaint is dismissed or a federal court rules that respondent did not violate any provision of the order, and the dismissal or ruling is either not appealed or upheld on appeal, then the order will terminate according to this Part as though the complaint had never been filed, except that the order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": "May 20, 2030, or 20 years from most recent complaint, whichever is later",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 178,
            "quote_end_line": 195
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on May 20, 2030, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. any Part in this order that terminates in less than twenty (20) years; B. this order's application to any respondent that is not named as a defendant in such complaint; and C. this order if such complaint is filed after the order has terminated pursuant to this Part."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "06.10, Dave & Buster's, Inc.,In the Matter of Complaint.pdf",
      "order": "06.10, Dave & Buster's, Inc.,In the Matter of Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 1,
      "order_provisions": 7,
      "order_definitions": 3,
      "order_requirements": 22,
      "provisions_per_section": {
        "I": 6,
        "II": 7,
        "III": 2,
        "IV": 2,
        "V": 3,
        "VI": 1,
        "VII": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 1,
        "complaint_total": 1,
        "order_verified": 22,
        "order_total": 22
      }
    },
    "processing_time_seconds": 94.4
  }
}