{
  "case_info": {
    "docket_number": "1:24-cv-01034",
    "company": {
      "name": "Monument, Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "limited liability company",
      "address": "350 7th Ave., New York, NY 10001",
      "business_description": "Monument provides an online alcohol addiction treatment service with access to online support groups, community forums, online therapy, and access to physicians who can prescribe medications that assist in treating alcohol addiction."
    },
    "commissioners": [],
    "case_date": {
      "month": 6,
      "year": 2024
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a), and Section 8023 of the Opioid Addiction Recovery Fraud Prevention Act of 2018 (OARFPA), 15 U.S.C. § 45d",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/2323043-monument-inc-us-v"
  },
  "complaint": {
    "factual_background": "Monument, Inc. operates an online alcohol addiction treatment platform and repeatedly promised users that their personal health information was '100% confidential,' 'HIPAA compliant,' and would not be shared with third parties without written consent. Contrary to these promises, from January 2020 through December 2022, Monument used tracking pixels and APIs to transmit users' sensitive health information—including enrollment in therapy and alcohol addiction treatment—to advertising platforms such as Meta, Google, AdRoll, and others, affecting as many as 84,468 users. Monument failed to implement reasonable privacy safeguards, did not audit what data was transferred to third parties, and did not contractually restrict third parties from using that health data for their own purposes. Internal warnings from a Monument engineer and from Meta itself were ignored, and Monument continued disclosures. Monument also claimed HIPAA compliance despite its own external assessor finding it only 60–71% compliant.",
    "representations_made": [
      {
        "description": "Monument's FAQ page claimed that only a user's nickname is shared on the platform and that Monument complies with all relevant privacy laws",
        "quoted_text": "a. Since January 2020, Monument’s Frequently Asked Questions section of its website has stated: “In the Monument platform, the only information that is shared is the nickname that you create during sign-up. Respecting Anonymity is one of our Community Principles, and we will remove any posts that ask for or share personally identifiable information. We take your privacy and security very seriously. Monument is compliant with all relevant privacy laws . . . .”",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 12,
        "quote_start_line": 116,
        "quote_end_line": 121
      },
      {
        "description": "Monument's insurance webpage claimed it is 'fully HIPAA-compliant' and that user information is kept confidential and not shared with any third party without expressed written consent",
        "quoted_text": "b. From May 3, 2021, to April 30, 2023, Monument’s webpage concerning insurance stated: “Is Monument HIPAA Compliant? Monument is fully HIPAA- compliant. Your information is kept confidential and is not shared with any third party without your expressed written consent.”",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 12,
        "quote_start_line": 122,
        "quote_end_line": 125
      },
      {
        "description": "Monument displayed a signup-page representation that any information entered is '100% confidential, secure, and HIPAA compliant'",
        "quoted_text": "c. From February 8, 2022, through April 30, 2023, Monument displayed a representation to consumers signing up for the Service that “any information you enter with Monument is 100% confidential, secure, and HIPAA compliant.” An image of that representation is below:",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 12,
        "quote_start_line": 126,
        "quote_end_line": 129
      },
      {
        "description": "Monument's Operations and Compliance Manager told a consumer that all Protected Health Information (PHI) and Personally Identifiable Information (PII) is kept private under HIPAA and state medical record laws",
        "quoted_text": "a. In August 2020, Monument’s Operations and Compliance Manager responded to a consumer asking about the privacy of their personal information, stating: “[a]ll of your Protected Health Information (PHI) in addition to Personally Identifiable Information (PII) is kept private under HIPAA and state medical record laws.”",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 14,
        "quote_start_line": 137,
        "quote_end_line": 141
      },
      {
        "description": "A Monument customer service representative stated that Monument abides by HIPAA regulations and is not allowed to share any medical information without written consent",
        "quoted_text": "b. In April 2022, a Monument customer service representative told a customer inquiring about the privacy of their information: “[W]e also abide by HIPAA regulations which means we are not allowed to share any of your medical information on Monument without your written consent to do so.”",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 14,
        "quote_start_line": 142,
        "quote_end_line": 145
      },
      {
        "description": "A Monument customer service representative told a consumer that Monument is 'fully HIPAA-compliant' and does not provide information to third parties unless the member requests it in writing",
        "quoted_text": "c. In July 2022, a Monument customer service representative told a consumer: “We are fully HIPAA-compliant and do not provide information to third[ ]parties unless a member requests that we do so and sends us permission in writing to contact outside persons.”",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 14,
        "quote_start_line": 146,
        "quote_end_line": 149
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Unfair Privacy Practices",
        "representation": "Monument failed to employ reasonable measures to prevent the disclosure of consumers' health information via tracking technologies to third parties for advertising and the third parties' own purposes",
        "fact": "Monument did not assess privacy risks of tracking technologies before integrating them, did not audit data transfers, did not obtain users' affirmative express consent, did not enforce internal privacy compliance programs, did not contractually restrict third-party use of health data, and did not inventory or track what personal information was disclosed",
        "conclusion": "Monument's acts or practices constitute unfair acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a), (n)."
      },
      {
        "count_number": 2,
        "title": "Unfair Disclosure of Consumers' Health Information Without Affirmative Express Consent",
        "representation": "Monument disclosed consumers' health information to third parties for advertising and the third parties' own purposes",
        "fact": "Monument failed to obtain consumers' affirmative express consent before disclosing their health information to third parties for advertising and the third parties' own purposes",
        "conclusion": "Monument's acts or practices constitute an unfair act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a), (n)."
      },
      {
        "count_number": 3,
        "title": "Privacy Misrepresentation – Disclosures of Health Information to Third Parties",
        "representation": "Monument represented, directly or indirectly, expressly or by implication, that it would not disclose consumers' health information to third parties without those consumers' knowledge or consent",
        "fact": "In numerous instances, Monument did disclose consumers' health information to third parties—including Meta, Google, AdRoll, Amazon, LiveIntent, and others—without those consumers' knowledge or consent",
        "conclusion": "Monument's representations are false or misleading and constitute a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 4,
        "title": "Misrepresentation – Compliance with HIPAA",
        "representation": "Monument represented, directly or indirectly, expressly or by implication, that it was compliant with HIPAA",
        "fact": "Monument was not compliant with HIPAA, as acknowledged in its own breach notification and as determined by its external assessor, which found Monument only 60% compliant in its first assessment and 71% compliant in its second assessment",
        "conclusion": "Monument's representations are false or misleading and constitute a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 5,
        "title": "Deceptive Privacy Claim – OARFPA Violation",
        "representation": "In connection with advertising, marketing, promotion, offering for sale, or sale of its alcohol addiction treatment services, Monument represented that it would not disclose users' personal information, including their health information, to third parties without those consumers' knowledge or consent",
        "fact": "Monument disclosed users' personal information, including their health information, to third parties without consumers' knowledge or consent",
        "conclusion": "The making of these misrepresentations constitutes a deceptive act or practice with respect to a substance use disorder treatment product, in violation of Section 8023(a) of OARFPA, 15 U.S.C. § 45d(a)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Affirmative Express Consent": "any freely given, specific, informed, and unambiguous indication of an individual consumer's wishes demonstrating agreement by the consumer, such as by a clear affirmative action, following a Clear and Conspicuous disclosure to the consumer of: 1. the categories of information that will be collected; 2. the specific purpose(s) for which the information is being collected, used, or disclosed; 3. the names or categories of Third Parties (e.g., \"analytics partners\" or \"advertising partners\") collecting the information, or to whom the information is disclosed, provided that if Defendant discloses the categories of Third Parties, the disclosure shall include a hyperlink to a separate page listing the names of the Third Parties; 4. a simple, easily located means by which the consumer can withdraw consent; and 5. any limitations on the consumer's ability to withdraw consent. The Clear and Conspicuous disclosure must be separate from any \"privacy policy,\" \"terms of service,\" \"terms of use,\" or other similar document. The following do not constitute Affirmative Express Consent: 1. Inferring consent from the hovering over, muting, pausing, or closing of a given piece of content by the consumer; or 2. Obtaining consent through a user interface that has the effect of subverting or impairing user autonomy, decision-making, or choice.",
      "Clear(ly) and conspicuous(ly)": "that a required disclosure is difficult to miss (i.e., easily noticeable) and easily understandable by ordinary consumers, including in all of the following ways: 1. In any communication that is solely visual or solely audible, the disclosure must be made through the same means through which the communication is presented. In any communication made through both visual and audible means, such as a television advertisement, the disclosure must be presented simultaneously in both the visual and audible portions of the communication even if the representation requiring the disclosure is made in only one means. 2. A visual disclosure, by its size, contrast, location, the length of time it appears, and other characteristics, must stand out from any accompanying text or other visual elements so that it is easily noticed, read, and understood. 3. An audible disclosure, including by telephone or streaming video, must be delivered in a volume, speed, and cadence sufficient for ordinary consumers to easily hear and understand it. 4. In any communication using an interactive electronic medium, such as the Internet or software, the disclosure must be unavoidable. 5. The disclosure must use diction and syntax understandable to ordinary consumers and must appear in each language in which the representation that requires the disclosure appears. 6. The disclosure must comply with these requirements in each medium through which it is received, including all electronic devices and face-to-face communications. 7. The disclosure must not be contradicted or mitigated by, or inconsistent with, anything else in the communication. 8. When the representation or sales practice targets a specific audience, such as children, the elderly, or the terminally ill, \"ordinary consumers\" includes reasonable members of that group.",
      "Covered Business": "Defendant or any business that Defendant controls, directly or indirectly.",
      "Covered Incident": "any instance of a violation of Section I, II, or III of this Order.",
      "Covered Information": "information from or about an individual consumer, including: 1. a first and last name; 2. a physical address, including street name and name of city or town; 3. geolocation information sufficient to identify street name and name of a city or town; 4. an email address or other online contact information, such as a user identifier or a screen name; 5. a telephone number; 6. a government-issued identification number, such as a driver's license, military identification, passport, Social Security number, or other personal identification number; 7. financial institution account number; 8. credit or debit card information; 9. data that depicts or describes the physical or biological traits of an identified or identifiable person, including depictions, descriptions, recordings, or copies of an individual's facial or other physical features, finger or handprints, voice, genetics, or characteristic movements or gestures; 10. a persistent identifier, such as a customer number held in a \"cookie,\" a static Internet Protocol (\"IP\") address, a mobile device ID, advertising ID, processor serial number, or any other persistent identifier that can be used to recognize a user over time and/or across difference devices, websites, or online services; 11. Health Information; or 12. any individually identifiable information combined with any of (1) through (11) above. Provided however that \"Covered Information\" does not include Protected Health Information, or information treated in accordance with the safeguards set forth in the HIPAA Privacy Rule, 45 C.R.F. Parts 160 and 164 and the HIPAA Security Rule, 45 C.F.R. Parts 160 and Subparts A and C of Part 164.",
      "Covered User": "any individual consumer who: (1) created an account with Defendant before December 29, 2022; and (2) to whom Defendant did not send a breach notification on or about March 23, 2023.",
      "Defendant": "Monument, Inc., doing business as Monument Health Services, its successors and assigns, and Tempest, Inc., and its successors and assigns.",
      "Delete/Deleted/Deletion": "to remove Covered Information such that it is not maintained in retrievable form and cannot be retrieved through physical or technical means.",
      "Health Information": "individually identifiable information relating to the past, present, or future physical or mental health or condition(s) of a consumer, including: 1. information concerning drug or alcohol addiction (including recovery from drug or alcohol addiction or treatment for drug or alcohol addiction) or alcohol or drug use; 2. information concerning the consumer's diagnosis; 3. information concerning the consumer's use of, creation of an account associated with, or response to a question or questionnaire related to, a service or product offered by Defendant or through one of any of Defendant's online properties, services, or mobile applications; 4. information concerning medical- or health-related purchases; 5. information concerning the past, present, or future payment for the provision of health care to the consumer; or 6. information derived or extrapolated from any of (1)-(5) above (e.g., proxy, derivative, inferred, emergent, or algorithmic data).",
      "Personal Information": "information from or about an individual consumer, including: 1. a first and last name; 2. a physical address, including street name and name of city or town; 3. geolocation information sufficient to identify street name and name of a city or town; 4. an email address or other online contact information, such as a user identifier or a screen name; 5. a telephone number; 6. a government-issued identification number, such as a driver's license, military identification, passport, Social Security number, or other personal identification number; 7. financial institution account number; 8. credit or debit card information; 9. data that depicts or describes the physical or biological traits of an identified or identifiable person, including depictions, descriptions, recordings, or copies of an individual's facial or other physical features, finger or handprints, voice, genetics, or characteristic movements or gestures; 10. a persistent identifier, such as a customer number held in a \"cookie,\" a static Internet Protocol (\"IP\") address, a mobile device ID, processor serial number, or any other persistent identifier that can be used to recognize a user over time and/or across difference devices, websites, or online services; 11. Health Information; or 12. any individually identifiable information combined with any of (1) through (11) above.",
      "Protected Health Information": "individually identifiable health information: 1. Except as provided in subsection (2) of this definition, that is: (i) Transmitted by electronic media; (ii) Maintained in electronic media; or (iii) Transmitted or maintained in any other form or medium. 2. Protected health information excludes individually identifiable health information: (i) In education records covered by the Family Educational Rights and Privacy Act, as amended, 20 U.S.C. 1232g; (ii) In records described at 20 U.S.C. 1232g(a)(4)(B)(iv); (iii) In employment records held by a covered entity in its role as employer; and (iv) Regarding a person who has been deceased for more than 50 years.",
      "Third Party": "any individual or entity other than: 1. Defendant; 2. a service provider of Defendant that: a. processes, uses, or receives Covered Information collected by or on behalf of Defendant for and at the direction of the Defendant and no other individual or entity, b. does not disclose Covered Information, or any individually identifiable information derived from such Covered Information, to any individual or entity other than Defendant or a subcontractor to such service provider bound to data processing terms no less restrictive than terms to which the service provider is bound, and c. does not use Covered Information for any purpose other than performing the services specified in the service provider's contract with Defendant; 3. a therapist, counselor, physician or other health-care provider employed by or contracted with Defendant; 4. an insurer, clearinghouse, or any other party to whom disclosure of Covered Information is necessary to submit or process an insurance claim; or 5. any entity (including a service provider) that uses Covered Information only as reasonably necessary to: a. comply with applicable law, regulation, or legal process; b. detect, prevent, or mitigate fraud or security vulnerabilities; c. debug to identify and repair errors that impair existing intended functionality provided that any such use is reasonably necessary and proportionate to achieve the purpose for which the Covered Information was collected or processed; or d. undertake internal research for the technological development and demonstration of Defendant's products or services provided that any such use is reasonably necessary and proportionate to achieve the purpose for which the Covered Information was collected or processed."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Ban on Disclosure of Health Information for Advertising Purposes",
        "category": "prohibition",
        "summary": "Defendant is permanently restrained and enjoined from disclosing Health Information to Third Parties for Advertising Purposes, including advertising, marketing, or promoting products or services through third-party platforms.",
        "requirements": [
          {
            "description": "Defendant, its officers, agents, employees, and attorneys are permanently restrained and enjoined from disclosing Health Information to Third Parties for Advertising Purposes",
            "quoted_text": "A. Defendant, Defendant’s officers, agents, employees, and attorneys who receive actual notice of this Order, whether directly or indirectly, are permanently restrained and enjoined from disclosing Health Information to Third Parties for Advertising Purposes.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 266,
            "quote_end_line": 269
          },
          {
            "description": "Definition of 'Advertising Purposes' for purposes of this Section, including what is and is not covered (exempting reporting/analytics, consumer-requested communications, and contextual advertising)",
            "quoted_text": "B. For purposes of this Section, “Advertising Purposes” means advertising, marketing, promoting, offering, offering for sale, or selling any products or services on, or through Third Party websites, mobile applications, or services. Advertising Purposes shall not include: (i) reporting and analytics related to understanding advertising and advertising effectiveness, such as statistical reporting, traffic analysis, understanding the number of and type of ads served, or conversion measurement; or (ii) communications, services, or products requested by a consumer that are sent or provided to the consumer; or (iii) contextual advertising, meaning non-personalized advertising shown as part of a consumer’s current interaction with Defendant’s website or mobile applications, provided that the consumer’s Covered Information is not disclosed to another Third Party and is not used to build a profile about the consumer or otherwise alter the consumer’s experience outside the current interactions with Defendant’s websites or mobile application.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 270,
            "quote_end_line": 283
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Requirement to Obtain Affirmative Express Consent for Any Other Disclosure of Health Information",
        "category": "affirmative_obligation",
        "summary": "Before disclosing any consumer's Health Information to any Third Party, Defendant must first obtain the relevant consumer's Affirmative Express Consent.",
        "requirements": [
          {
            "description": "Prior to disclosing any consumer's Health Information to any Third Party, Defendant must obtain the relevant consumer's Affirmative Express Consent",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant, Defendant’s officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with any Case 1:24-cv-01034-BAH Document 6 Filed 06/07/24 Page 12 of 34 product or service, prior to disclosing any consumer’s Health Information to any Third Party, must obtain the relevant consumer’s Affirmative Express Consent.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 286,
            "quote_end_line": 293
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Prohibition Against Misrepresentations",
        "category": "prohibition",
        "summary": "Defendant is permanently restrained and enjoined from misrepresenting its data collection, use, and disclosure practices, including misrepresentations about HIPAA compliance.",
        "requirements": [
          {
            "description": "Must not misrepresent the extent to which Defendant collects, maintains, uses, discloses, deletes, or permits or denies access to Personal Information, or the extent to which Defendant protects the privacy, security, availability, confidentiality, or integrity of any Personal Information",
            "quoted_text": "A. the extent to which Defendant collects, maintains, uses, discloses, Deletes, or permits or denies access to any Personal Information, or the extent to which Defendant protects the privacy, security, availability, confidentiality, or integrity of any Personal Information;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 300,
            "quote_end_line": 303
          },
          {
            "description": "Must not misrepresent the purpose(s) for which Defendant, or any entity to whom Defendant discloses or permits access to Personal Information, collects, maintains, uses, discloses, or permits access to any Personal Information",
            "quoted_text": "B. the purpose(s) for which Defendant, or any entity to whom Defendant discloses or permits access to Personal Information, collects, maintains, uses, discloses, or permits access to any Personal Information;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 304,
            "quote_end_line": 306
          },
          {
            "description": "Must not misrepresent the extent to which a consumer can maintain privacy, confidentiality, or anonymity when visiting or using any online properties, services, or mobile applications associated with Defendant",
            "quoted_text": "C. the extent to which a consumer can maintain privacy, confidentiality, or anonymity when visiting or using any online properties, services, or mobile applications associated with Defendant; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 307,
            "quote_end_line": 309
          },
          {
            "description": "Must not misrepresent the extent to which Defendant is a HIPAA-covered entity, and the extent to which Defendant's privacy and information practices, policies, and procedures comply with HIPAA",
            "quoted_text": "D. the extent to which Defendant is a HIPAA-covered entity, and the extent to which Defendant’s privacy and information practices, policies, and procedures comply with HIPAA.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 310,
            "quote_end_line": 312
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Data Deletion",
        "category": "affirmative_obligation",
        "summary": "Defendant must identify all Third Parties that received Covered Information without consent, notify them, instruct them to delete that information, and cease further disclosures to them pending confirmation of receipt.",
        "requirements": [
          {
            "description": "Within 60 days, identify all Third Parties that accessed, received, or acquired Covered Information from Defendant without a consumer's Affirmative Express Consent, and identify what Covered Information was disclosed to each such Third Party",
            "quoted_text": "A. within 60 days after the effective date of this Order: 1. identify all Third Parties that accessed, received, or acquired Covered Information from Defendant in any form, including hashed or encrypted Covered Information, without a consumer’s Affirmative Express Consent; 2. identify what Covered Information was disclosed to each Third Party identified in sub-Section IV.A.1;",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 321,
            "quote_end_line": 326
          },
          {
            "description": "Within 60 days, submit a list of identified Third Parties and the Covered Information disclosed to them, along with the methodologies used, to the FTC's Division of Enforcement",
            "quoted_text": "3. submit a list of the information identified in sub-Sections IV.A.1-2 and the methodologies used to identify the information in sub-Sections IV.A.1-2 to the FTC’s Division of Enforcement, Bureau of Consumer Protection, in accordance with Provision XIV.E; and",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 327,
            "quote_end_line": 330
          },
          {
            "description": "Within 90 days, provide a copy of the Complaint and Order to all identified Third Parties and instruct them to Delete all Covered Information they received from Defendant, including demanding written confirmation of deletion; provide all instructions sent to Third Parties to the FTC",
            "quoted_text": "B. within 90 days after the effective date of this Order, provide a copy of the Complaint and Order to all Third Parties identified in sub-Section IV.A.1, and instruct those Third Parties to Delete all Covered Information accessed, received, or acquired from Defendant. Defendant’s instruction to each such Third Party shall include a list of the Covered Information identified in sub-Section IV.A.2 and shall demand written confirmation from each such Third Party that it has Deleted such Covered Information. Defendant must provide all instructions sent to the Third Parties to the FTC’s Division of Enforcement, Bureau of Consumer Protection, in accordance with Provision XIV.E;",
            "deadline": "90 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 331,
            "quote_end_line": 339
          },
          {
            "description": "As of the issuance of this Order, Defendant shall not disclose any Covered Information to any identified Third Party until Defendant confirms each Third Party's receipt of the deletion instructions; must provide all receipts of confirmation and responses from Third Parties within 5 days of receipt to the FTC",
            "quoted_text": "as of the issuance of this Order Defendant shall not disclose any Covered c. Information in any form, including hashed or encrypted Covered Information, to any Third Party identified in sub-Section IV.A.1 until Defendant confirms each Third Party’s receipt of the instructions required by sub-Section IV.B. This sub- Section is subject to the prohibitions set forth in Section I. Defendant must provide all receipts of confirmation and any responses from Third Parties within five (5) days of receipt to the FTC’s Division of Enforcement, Bureau of Consumer Protection, in accordance with Provision XIV.E.",
            "deadline": "5 days of receipt",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 343,
            "quote_end_line": 351
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Notice to Covered Users",
        "category": "affirmative_obligation",
        "summary": "Defendant must email all Covered Users a court-mandated notice (Exhibit A) within 14 days of the effective date of the Order, without including any other materials with the notice.",
        "requirements": [
          {
            "description": "On or before 14 days after the effective date of this Order, Defendant must email all Covered Users the exact notice attached as Exhibit A using last known verified email addresses; if no email available, must use Defendant's primary means of communication; must not include any other information, documents, or attachments with the Notice",
            "quoted_text": "IT IS FURTHER ORDERED that, on or before 14 days after the effective date of this Order, Defendant must email all Covered Users, using the last known verified email address in Defendant’s possession, custody, or control, an exact copy of the notice attached hereto as Exhibit A (“Notice”), provided however, that if Defendant does not have email information for any Covered User, Defendant must send the Notice to that Covered User through Defendant’s primary means of communicating with that user. Defendant shall not include with the Notice any other information, documents, or attachments.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 353,
            "quote_end_line": 359
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Mandated Privacy Program",
        "category": "affirmative_obligation",
        "summary": "Defendant must establish, implement, and maintain a comprehensive privacy program within 60 days, including written documentation, risk assessments, safeguards, employee training, data retention policies, and service provider oversight.",
        "requirements": [
          {
            "description": "Within 60 days of the effective date of this Order, establish and implement, and thereafter maintain, a comprehensive privacy program that protects the privacy, security, availability, confidentiality, and integrity of Covered Information",
            "quoted_text": "IT IS FURTHER ORDERED that any Covered Business, in connection with the collection, maintenance, use, or disclosure of, or provision of access to, Covered Information, must, within 60 days of the effective date of this Order, establish and implement, and thereafter maintain, a comprehensive privacy program (“Privacy Program”) that protects the privacy, security, availability, confidentiality, and integrity of such Covered Information. To satisfy this requirement, Defendant must, for each Covered Business, at a minimum:",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 361,
            "quote_end_line": 366
          },
          {
            "description": "Document in writing the content, implementation, and maintenance of the Privacy Program",
            "quoted_text": "A. document in writing the content, implementation, and maintenance of the Privacy Program;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 370,
            "quote_end_line": 371
          },
          {
            "description": "Provide the written Privacy Program and any evaluations or updates to the board of directors or governing body (or senior officer if no board exists) at least once every 12 months and promptly (within 30 days) after a Covered Incident",
            "quoted_text": "B. provide the written program and any evaluations thereof or updates thereto to the Covered Business’s board of directors or governing body or, if no such board or equivalent governing body exists, to a senior officer of the Covered Business responsible for the Covered Business’s Privacy Program at least once every 12 months and promptly (not to exceed 30 days) after a Covered Incident;",
            "deadline": "annually and within 30 days of Covered Incident",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 372,
            "quote_end_line": 376
          },
          {
            "description": "Designate a qualified employee reporting directly to an executive to coordinate the Privacy Program, and keep the executive and Board of Directors informed of the Privacy Program and all actions taken to comply with this Order",
            "quoted_text": "C. designate a qualified employee or employees, who report(s) directly to an executive, such as the Chief Executive Officer, Chief Compliance Officer, or Chief Legal Officer, to coordinate and be responsible for the Privacy Program; and keep the executive and the Board of Directors informed of the Privacy Program, including all actions and procedures implemented to comply with the requirements of this Order, and any actions and procedures to be implemented to ensure continued compliance with this Order;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 377,
            "quote_end_line": 383
          },
          {
            "description": "Assess and document internal and external risks to Covered Information at least once every 12 months and promptly (within 30 days) following a Covered Incident",
            "quoted_text": "D. assess and document, at least once every 12 months and promptly (not to exceed 30 days) following a Covered Incident, internal and external risks in each area of the Covered Business’s operations to the privacy, security, availability, confidentiality, and integrity of Covered Information that could result in the unauthorized access, collection, use, destruction, or disclosure of, or provision of access to, Covered Information;",
            "deadline": "annually and within 30 days of Covered Incident",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 384,
            "quote_end_line": 389
          },
          {
            "description": "Design, implement, maintain, and document safeguards to control for the identified internal and external risks, including: inventory and deletion policies, policies preventing collection/use inconsistent with representations to consumers, audits of Third Party contracts/policies, access controls, mandatory annual privacy training, data retention policies with publicly available schedules, audits of Third Party disclosure mechanisms, and Clear and Conspicuous disclosure of data collection categories and purposes",
            "quoted_text": "E. design, implement, maintain, and document safeguards that control for the internal and external risks to the privacy, security, availability, confidentiality, and integrity of Covered Information identified by the Covered Business in Case 1:24-cv-01034-BAH Document 6 Filed 06/07/24 Page 16 of 34 response to sub-Section VI.D. Each safeguard must be based on the volume and sensitivity of the Covered Information that is at risk, and the likelihood that the risk could be realized and result in the unauthorized access, collection, use, Deletion, disclosure of, or provision of access to, the Covered Information. Such safeguards must also include: 1. policies, procedures, and technical measures to systematically inventory Covered Information in the Covered Business’s control and Delete Covered Information that is no longer reasonably necessary and in accordance with applicable retention laws and regulations; 2. policies, procedures, and technical measures to prevent the collection, maintenance, use, or disclosure of, or provision of access to, Covered Information inconsistent with the Covered Business’s representations to consumers; 3. audits, assessments, and reviews of the contracts, privacy policies, and terms of service associated with any Third Party to which the Covered Business discloses, or provides access to, Covered Information; 4. policies and technical measures that limit employee and contractor access to Covered Information to only those employees and contractors with a legitimate business need to access such Covered Information; 5. mandatory privacy training programs for all employees with access to Covered Information in connection with the Covered Business on at least an annual basis, with such training covering any internal or external risks identified by Defendant in sub-Section VI.D the safeguards implemented Case 1:24-cv-01034-BAH Document 6 Filed 06/07/24 Page 17 of 34 pursuant to sub-Section VI.E, and the requirements of this Order; 6. a data retention policy that, at a minimum, includes: i. a retention schedule that limits the retention of Covered Information to the shortest time necessary to fulfill the purpose for which the Covered Information was collected; provided, however, that such Covered Information need not be Deleted, and may be disclosed, to the extent requested by a government agency or required by law, regulation, or court order; and ii. a requirement that Defendant documents, adheres to, and makes publicly available on its terms of service/use a retention schedule for Covered Information, setting forth: (1) the purposes for which the Covered Information is collected; (2) the specific business need for retaining each type of Covered Information; and (3) a set timeframe in accordance with applicable laws and regulations for Deletion of each type of Covered Information (absent any intervening Deletion requests from consumers) that precludes indefinite retention of any Covered Information; 7. audits, assessments, reviews, or testing of each mechanism by which the Covered Business discloses Covered Information to a Third Party or provides a Third Party with access to Covered Information (including but not limited to web beacons, pixels, and Software Development Kits); and 8. for each product or service offered by any Covered Business, Clearly and Conspicuously disclose the categories of Covered Information collected Case 1:24-cv-01034-BAH Document 6 Filed 06/07/24 Page 18 of 34 from consumers, the purposes for the collection of each category of Covered Information, and any transfer of Covered Information to a Third Party. For each such transfer of Covered Information, the disclosure must, at a minimum, include: (a) the specific categories of Covered Information transferred; (b) the identity of each Third Party receiving the transfer; (c) the purposes for which the Covered Business transferred the Covered Information to each Third Party; (d) the purposes for which each Third Party receiving the Covered Information may use the Covered Information, including but not limited to the purposes for which the Third Party reserves the right to use such Covered Information; and (e) whether each Third Party receiving the Covered Information reserves the right to transfer the Covered Information to other entities or individuals.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 390,
            "quote_end_line": 459
          },
          {
            "description": "Assess at least once every 12 months and promptly (within 30 days) following a Covered Incident the sufficiency of safeguards in place, and modify the Privacy Program based on the results",
            "quoted_text": "F. assess, at least once every 12 months, and promptly (not to exceed 30 days) following a Covered Incident, the sufficiency of any safeguards in place to address the internal and external risks to the privacy, security, availability, confidentiality, and integrity of Covered Information, and modify the Privacy Program based on the results;",
            "deadline": "annually and within 30 days of Covered Incident",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 460,
            "quote_end_line": 464
          },
          {
            "description": "Test and monitor the effectiveness of safeguards at least once every 12 months and promptly (within 30 days) following a Covered Incident, and modify the Privacy Policy based on the results",
            "quoted_text": "G. test and monitor the effectiveness of the safeguards at least once every 12 months, and promptly (not to exceed 30 days) following a Covered Incident, and modify the Privacy Policy based on the results;",
            "deadline": "annually and within 30 days of Covered Incident",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 465,
            "quote_end_line": 467
          },
          {
            "description": "Select and retain service providers capable of safeguarding Covered Information, and contractually require service providers to implement and maintain safeguards for Covered Information",
            "quoted_text": "H. select and retain service providers capable of safeguarding Covered Information they receive from the Covered Business, and contractually require service providers to implement and maintain safeguards for Covered Information; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 468,
            "quote_end_line": 470
          },
          {
            "description": "Evaluate and adjust the Privacy Program in light of material changes to operations, testing and monitoring results, Covered Incidents, and other relevant circumstances; must evaluate at a minimum once every 12 months and modify as necessary",
            "quoted_text": "I. evaluate and adjust the Privacy Program in light of any material changes to the Covered Business’s operations or business arrangements, the results of the testing and monitoring required by sub-Section VI.G, a Covered Incident, and any other circumstances that the Covered Business knows or has reason to believe may have a material impact on the effectiveness of the Privacy Program or any of its individual safeguards (including but not limited to new or more efficient technological or operational methods to control for the risks identified in sub- Section VI.D). The Covered Business may make this evaluation and adjustment to the Privacy Program at any time, but must, at a minimum, evaluate the Privacy Program at least once every 12 months and modify the Privacy Program as necessary based on the results.",
            "deadline": "annually",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 474,
            "quote_end_line": 484
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Privacy Assessments by a Third-Party Assessor",
        "category": "assessment",
        "summary": "Defendant must obtain initial and biennial independent third-party assessments of its Privacy Program, covering the first year and each 2-year period thereafter for 20 years, with assessments completed within 60 days after each reporting period.",
        "requirements": [
          {
            "description": "Obtain initial and biennial assessments from a qualified, objective, independent third-party professional who uses accepted procedures, conducts an independent review, retains all documents for 5 years, and will provide documents to the Commission within 10 days of request; assessor must have minimum 3 years of experience in privacy and data protection",
            "quoted_text": "A. The Assessments must be obtained from a qualified, objective, independent third- party professional (“Assessor”), who: (1) uses procedures and standards generally accepted in the profession; (2) conducts an independent review of the Privacy Program; (3) retains all documents relevant to each Assessment for 5 years after completion of such Assessment; and (4) will provide such documents to the Commission within 10 days of receipt of a written request from a representative of the Commission. No documents may be withheld on the basis of a claim of confidentiality, proprietary or trade secrets, work product protection, attorney- Case 1:24-cv-01034-BAH Document 6 Filed 06/07/24 Page 20 of 34 client privilege, statutory exemption, or any similar claim. The Assessor must have a minimum of 3 years of experience in the field of privacy and data protection.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 489,
            "quote_end_line": 502
          },
          {
            "description": "For each Assessment, provide the FTC's Associate Director for Enforcement with the name, affiliation, and qualifications of the proposed Assessor for approval",
            "quoted_text": "B. For each Assessment, Defendant must provide the Associate Director for Enforcement for the Bureau of Consumer Protection at the Federal Trade Commission with the name, affiliation, and qualifications of the proposed Assessor, whom the Associate Director shall have the authority to approve in his or her sole discretion.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 503,
            "quote_end_line": 507
          },
          {
            "description": "Assessment reporting periods must cover: (1) the first year after the issuance date of the Order for the initial Assessment; and (2) each 2-year period thereafter for 20 years for biennial Assessments",
            "quoted_text": "C. The reporting period for the Assessments must cover: (1) the first year after the issuance date of the Order for the initial Assessment; and (2) each 2-year period thereafter for 20 years after the issuance date of the Order for the biennial Assessments.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 508,
            "quote_end_line": 511
          },
          {
            "description": "Each Assessment must determine whether Defendant has implemented and maintained the Privacy Program, assess effectiveness ofsub-Sections VI.A-I, identify gaps or weaknesses, address status of prior Assessment gaps, and identify specific evidence examined to support findings; must be signed by the Assessor and state independence and hours worked",
            "quoted_text": "D. Each Assessment must, for the entire assessment period: 1. determine whether Defendant has implemented and maintained the Privacy Program required by Section VI; 2. assess the effectiveness of Defendant’s implementation and maintenance of sub-Sections VI.A-I; 3. identify any gaps or weaknesses in the Privacy Program, or instances of material noncompliance with, sub-Sections VI.A-I; 4. address the status of gaps or weaknesses in the Privacy Program, as well as any instances of material non-compliance with sub-Sections VI.A-I, that were identified in any prior Assessment required by this Order; and 5. identify specific evidence (including, but not limited to, documents Case 1:24-cv-01034-BAH Document 6 Filed 06/07/24 Page 21 of 34 reviewed, sampling and testing performed, and interviews conducted) examined to make such determinations, assessments, and identifications, and explain why the evidence that the Assessor examined is (a) appropriate for assessing an enterprise of Defendant’s size, complexity, and risk profile; and (b) sufficient to justify the Assessor’s findings. No finding of any Assessment shall rely solely on assertions or attestations by Defendant, Defendant’s management, or a Covered Business’s management. The Assessment must be signed by the Assessor, state that the Assessor conducted an independent review of the Privacy Program and did not rely solely on assertions or attestations by Defendant, Defendant’s management, or a Covered Business’s management, and state the number of hours that each member of the Assessor’s assessment team worked on the Assessment. To the extent a Covered Business revises, updates, or adds one or more safeguards required under sub-Section VI.E in the middle of an Assessment period, the Assessment must assess the effectiveness of the revised, updated, or added safeguard(s) for the time period in which it was in effect, and provide a separate statement detailing the basis for each revised, updated, or additional safeguard.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 512,
            "quote_end_line": 543
          },
          {
            "description": "Each Assessment must be completed within 60 days after the end of the reporting period; initial Assessment must be submitted to the Commission within 10 days after completion; subsequent biennial Assessments must be retained until Order termination and provided to Associate Director within 10 days of request",
            "quoted_text": "E. Each Assessment must be completed within 60 days after the end of the reporting period to which the Assessment applies. Unless otherwise directed by a Commission representative in writing, Defendant must submit the initial Assessment to the Commission within 10 days after the Assessment has been completed via email to the FTC’s Division of Enforcement, Bureau of Consumer Case 1:24-cv-01034-BAH Document 6 Filed 06/07/24 Page 22 of 34 Protection, in accordance with Provision XIV.E. All subsequent biennial Assessments must be retained by Defendant until the Order is terminated and provided to the Associate Director for Enforcement within 10 days of request.",
            "deadline": "60 days after reporting period end; submission within 10 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 544,
            "quote_end_line": 554
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Cooperation with Assessor",
        "category": "affirmative_obligation",
        "summary": "Defendant must fully cooperate with the third-party Assessor by providing all relevant information, disclosing all Covered Information in its custody, and not misrepresenting any material facts to the Assessor.",
        "requirements": [
          {
            "description": "Provide or make available to the Assessor all information and material in Defendant's possession, custody, or control that is relevant to the Assessment for which there is no reasonable claim of privilege",
            "quoted_text": "A. provide or otherwise make available to the Assessor all information and material in its possession, custody, or control that is relevant to the Assessment for which there is no reasonable claim of privilege;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 558,
            "quote_end_line": 560
          },
          {
            "description": "Provide or make available to the Assessor information about all Covered Information in Defendant's custody or control so the Assessor can determine the scope of the Assessment",
            "quoted_text": "B. provide or otherwise make available to the Assessor information about all Covered Information in Defendant’s custody or control so that the Assessor can determine the scope of the Assessment; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 561,
            "quote_end_line": 563
          },
          {
            "description": "Disclose all material facts to the Assessor and not misrepresent, expressly or by implication, any fact material to the Assessor's determinations regarding the Privacy Program",
            "quoted_text": "C. disclose all material facts to the Assessor, and not misrepresent in any manner, expressly or by implication, any fact material to the Assessor’s: (1) determination of whether Defendant has implemented and maintained the Privacy Program required by Section VI; (2) assessment of the effectiveness of the implementation and maintenance of sub-Sections VI.A-I; or (3) identification of any gaps or weaknesses in, or instances of material noncompliance with, the Privacy Program required by Section VI.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 564,
            "quote_end_line": 570
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Annual Certification",
        "category": "compliance_reporting",
        "summary": "Defendant must provide annual certifications from a senior corporate manager to the Commission for 10 years, attesting to compliance with the Order, absence of uncorrected material noncompliance, and describing any Covered Incidents.",
        "requirements": [
          {
            "description": "One year after the issuance date of this Order, and each year thereafter for 10 years, provide the Commission with a certification from a senior corporate manager (or senior officer) of each Covered Business attesting that: (1) the Covered Business has established, implemented, and maintained Order requirements; (2) it is not aware of uncorrected material noncompliance; and (3) includes a brief description of any Covered Incident; certification must be based on personal knowledge",
            "quoted_text": "A. one year after the issuance date of this Order, and each year thereafter for 10 years, provide the Commission with a certification from a senior corporate manager, or, if no such senior corporate manager exists, a senior officer of each Case 1:24-cv-01034-BAH Document 6 Filed 06/07/24 Page 23 of 34 Covered Business that: (1) the Covered Business has established, implemented, and maintained the requirements of this Order; (2) the Covered Business is not aware of any material noncompliance that has not been (a) corrected or (b) disclosed to the Commission; and (3) includes a brief description of any Covered Incident. The certification must be based on the personal knowledge of the senior corporate manager, senior officer, or subject matter experts upon whom the senior corporate manager or senior officer reasonably relies in making the certification.",
            "deadline": "annually for 10 years",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 573,
            "quote_end_line": 585
          },
          {
            "description": "Unless otherwise directed by a Commission representative in writing, submit all annual certifications via email to the FTC's Division of Enforcement, Bureau of Consumer Protection",
            "quoted_text": "B. unless otherwise directed by a Commission representative in writing, submit all annual certifications to the Commission pursuant to this Order via email to the FTC’s Division of Enforcement, Bureau of Consumer Protection, in accordance with Provision XIV.E.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 586,
            "quote_end_line": 589
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Covered Incident Reports",
        "category": "compliance_reporting",
        "summary": "Defendant must submit a report to the Commission within 30 days of discovering a Covered Incident, including the date, description, number of consumers affected, remediation steps taken, and any notices sent to consumers or government entities.",
        "requirements": [
          {
            "description": "Within 30 days after discovery of a Covered Incident, submit a report to the Commission including: the date or date range of the incident; a description of facts, causes, and scope; the number of affected consumers; remediation actions taken; and a representative copy of any materially different notices sent to consumers or government entities",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant, within 30 days after Defendant’s discovery of a Covered Incident, must submit a report to the Commission. The report must include, to the extent possible: A. the date, estimated date, or estimated date range when the Covered Incident occurred; B. a description of the facts relating to the Covered Incident, including the causes and scope of the Covered Incident, if known; C. the number of consumers whose information was affected; D. the acts that Defendant has taken to date to remediate the Covered Incident; protect Covered Information from further disclosure, exposure, or access; and protect affected individuals from identity theft or other harm that may result from Case 1:24-cv-01034-BAH Document 6 Filed 06/07/24 Page 24 of 34 the Covered Incident; and E. a representative copy of any materially different notice sent by Defendant to consumers or to any U.S. federal, state, or local government entity.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 591,
            "quote_end_line": 607
          },
          {
            "description": "Unless otherwise directed by a Commission representative in writing, all Covered Incident reports must be emailed to the FTC's Division of Enforcement, Bureau of Consumer Protection",
            "quoted_text": "Unless otherwise directed by a Commission representative in writing, all Covered Incident reports to the Commission pursuant to this Order must be emailed to the FTC’s Division of Enforcement, Bureau of Consumer Protection, in accordance with Provision XIV.E.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 608,
            "quote_end_line": 610
          }
        ]
      },
      {
        "provision_number": "XI",
        "title": "Monetary Judgment for Civil Penalty and Suspension",
        "category": "affirmative_obligation",
        "summary": "A civil penalty judgment of $2,500,000 is entered against Defendant but suspended based on Defendant's financial representations; the suspension will be lifted if Defendant is found to have made material misstatements in its financial disclosures.",
        "requirements": [
          {
            "description": "Judgment in the amount of $2,500,000 is entered in favor of Plaintiff against Defendant as a civil penalty",
            "quoted_text": "A. Judgment in the amount of Two Million and Five Hundred Thousand Dollars ($2,500,000) is entered in favor of Plaintiff against Defendant, as a civil penalty.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 614,
            "quote_end_line": 615
          },
          {
            "description": "The judgment is suspended, subject to conditions based on the truthfulness, accuracy, and completeness of Defendant's sworn financial statements and related documents submitted to the Commission",
            "quoted_text": "B. The judgment is suspended, subject to the sub-Sections below. C. Plaintiff’s agreement to the suspension of the judgment is expressly premised upon the truthfulness, accuracy, and completeness of Defendant’s sworn financial statements and related documents (collectively, “Financial Representations”) submitted to the Commission, namely: 1. the Financial Statement of Defendant signed by Michael Russell, Chief Executive Officer, on October 12, 2023, including the attachments; and 2. the additional documentation submitted by Defendant via counsel to Commission counsel on October 12, 2023, attaching the above-referenced Financial Statement of Defendant, 2020 Tax Return of Defendant, 2021 Tax Return of Defendant, and Consolidated Financial Statements of Defendant as of October 12, 2023 (including a Profit and Loss Statement, Balance Sheet, and Statement of Cash Flows since January 2020).",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 616,
            "quote_end_line": 628
          },
          {
            "description": "The suspension of the judgment will be lifted if the Court finds Defendant failed to disclose any material asset, materially misstated any asset's value, or made any other material misstatement or omission in the financial representations",
            "quoted_text": "The suspension of the judgment will be lifted as to Defendant if, upon motion by D. the Plaintiff, the Court finds that Defendant failed to disclose any material asset, materially misstated the value of any asset, or made any other material misstatement or omission in the financial representations identified above.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 637,
            "quote_end_line": 641
          },
          {
            "description": "If the suspension is lifted, the judgment becomes immediately due in the full amount specified, less any prior payments, plus interest computed from the date of entry of this Order",
            "quoted_text": "If the suspension of the judgment is lifted, the judgment becomes immediately E. due as to Defendant in the amount specified in sub-Section A above (which the parties stipulate only for purposes of this Section represents the amount of the civil penalty for the violations alleged in the Complaint), less any payment previously made pursuant to this Section, plus interest computed from the date of entry of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 642,
            "quote_end_line": 648
          }
        ]
      },
      {
        "provision_number": "XII",
        "title": "Additional Monetary Provisions",
        "category": "affirmative_obligation",
        "summary": "Defendant relinquishes all right and title to assets transferred under the Order; the Complaint's allegations may be taken as true in subsequent litigation; the civil penalty is non-dischargeable in bankruptcy; and Defendant's Taxpayer Identification Numbers may be used for collection purposes.",
        "requirements": [
          {
            "description": "Defendant relinquishes dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek the return of any assets",
            "quoted_text": "Defendant relinquishes dominion and all legal and equitable right, title, and interest in allA a.s sets transferred pursuant to this Order and may not seek the return of any assets.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 651,
            "quote_end_line": 652
          },
          {
            "description": "The facts alleged in the Complaint will be taken as true, without further proof, in any subsequent civil litigation by or on behalf of the Plaintiff or the Commission",
            "quoted_text": "The facts alleged in the Complaint will be taken as true, without further proof, in B. any subsequent civil litigation by or on behalf of the Plaintiff or the Commission, including in a proceeding to enforce its rights to any payment or monetary judgment pursuant to this Order, such as a nondischargeable complaint in any bankruptcy case.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 653,
            "quote_end_line": 657
          },
          {
            "description": "The facts alleged in the Complaint establish all elements necessary to sustain an action under Section 523(a)(2)(A) of the Bankruptcy Code, and this Order will have collateral estoppel effect for such purposes",
            "quoted_text": "C. The facts alleged in the Complaint establish all elements necessary to sustain an action by the Commission pursuant to Section 523(a)(2)(A) of the Bankruptcy Code, 11 U.S.C. § 523(a)(2)(A), and this Order will have collateral estoppel effect for such purposes.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 661,
            "quote_end_line": 663
          },
          {
            "description": "Defendant agrees that the judgment represents a civil penalty owed to the government of the United States, is not compensation for actual pecuniary loss, and is not subject to discharge under the Bankruptcy Code",
            "quoted_text": "D. Defendant agrees that the judgment represents a civil penalty owed to the government of the United States, is not compensation for actual pecuniary loss, and, therefore, it is not subject to discharge under the Bankruptcy Code pursuant to 11 U.S.C. § 523(a)(7).",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 664,
            "quote_end_line": 666
          },
          {
            "description": "Defendant acknowledges that its Taxpayer Identification Numbers, previously submitted to the Commission, may be used for collecting and reporting on any delinquent amount arising out of this Order",
            "quoted_text": "E. Defendant acknowledges that its Taxpayer Identification Numbers (Social Security Numbers or Employer Identification Numbers), which Defendant previously submitted to the Commission, may be used for collecting and reporting on any delinquent amount arising out of this Order, in accordance with 31 U.S.C. §7701.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 667,
            "quote_end_line": 670
          }
        ]
      },
      {
        "provision_number": "XIII",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Defendant must acknowledge receipt of the Order within 7 days, deliver copies to all relevant personnel within 7 days (and to future personnel before they assume responsibilities), and obtain signed acknowledgments from all recipients within 30 days.",
        "requirements": [
          {
            "description": "Within 7 days of entry of this Order, Defendant must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury",
            "quoted_text": "A. Defendant, within 7 days of entry of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 674,
            "quote_end_line": 675
          },
          {
            "description": "For 3 years after entry of this Order, Defendant must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees with managerial responsibilities related to the Order's subject matter and all agents and representatives who participate in related conduct; and (3) any business entity resulting from a change in structure; delivery must occur within 7 days for current personnel, and before they assume responsibilities for all others",
            "quoted_text": "B. For 3 years after entry of this Order, Defendant must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees having managerial responsibilities for conduct related to the subject matter of the Order and all agents and representatives who participate in conduct related to the subject matter of the Order; and (3) any business entity resulting from any change in structure as set forth in Section XIV. Delivery must occur within 7 days of entry of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "7 days for current personnel; before assuming responsibilities for others",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 676,
            "quote_end_line": 683
          },
          {
            "description": "From each individual or entity to which Defendant delivered a copy of this Order, Defendant must obtain within 30 days a signed and dated acknowledgment of receipt",
            "quoted_text": "C. From each individual or entity to which Defendant delivered a copy of this Order, Defendant must obtain, within 30 days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 687,
            "quote_end_line": 689
          }
        ]
      },
      {
        "provision_number": "XIV",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendant must submit an annual compliance report one year after entry, provide timely notices of any changes in contact information or corporate structure for 10 years, notify the Commission of any bankruptcy filing within 14 days, and submit all filings under penalty of perjury via the designated email address.",
        "requirements": [
          {
            "description": "One year after entry of this Order, submit a compliance report sworn under penalty of perjury identifying contact information, all of Defendant's businesses and their activities, describing compliance with each Order Provision, and providing copies of Order Acknowledgments",
            "quoted_text": "A. One year after entry of this Order, Defendant must submit a compliance report, sworn under penalty of perjury, which does the following: (1) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission and Plaintiff may use to communicate with Defendant; (2) identify all of Defendant’s businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (3) describe the activities of each business; (4) describe in detail whether and how Defendant is in compliance with each Provision of this Order; and (5) provide a copy of each Order Acknowledgment obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 693,
            "quote_end_line": 702
          },
          {
            "description": "For 10 years after entry of this Order, submit a compliance notice sworn under penalty of perjury within 14 days of any change in designated contact information or in the structure of Defendant or any entity Defendant controls that may affect compliance obligations",
            "quoted_text": "B. For 10 years after entry of this Order, Defendant must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following: (1) any designated point of contact; or (2) the structure of Defendant or any entity that Defendant has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days of any change",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 703,
            "quote_end_line": 709
          },
          {
            "description": "Submit notice to the Commission of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding within 14 days of its filing",
            "quoted_text": "C. Defendant must submit to the Commission notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against such Defendant within 14 days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 713,
            "quote_end_line": 715
          },
          {
            "description": "Any submission required to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746",
            "quoted_text": "D. Any submission to the Commission required by this Order to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, such as by concluding: “I declare under penalty of perjury under the laws of the United States of America that the foregoing is true and correct. Executed on: _____” and supplying the date, signatory’s full name, title (if applicable), and signature.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 716,
            "quote_end_line": 721
          },
          {
            "description": "Unless otherwise directed, all submissions must be emailed to DEbrief@ftc.gov or sent by overnight courier to the Associate Director for Enforcement, Bureau of Consumer Protection, FTC, 600 Pennsylvania Avenue NW, Washington, DC 20580; subject line must begin: United States v. Monument, Inc.",
            "quoted_text": "E. Unless otherwise directed by a Commission representative in writing, all submissions to the Commission pursuant to this Order must be emailed to DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin: United States v. Monument, Inc. [X number].",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 722,
            "quote_end_line": 727
          }
        ]
      },
      {
        "provision_number": "XV",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendant must create certain records for 10 years after entry of the Order and retain each such record for 5 years, including accounting records, personnel records, and all records necessary to demonstrate full compliance.",
        "requirements": [
          {
            "description": "Create and retain accounting records showing revenues from all goods or services sold for 10 years, retaining each record for 5 years",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant must create certain records for 10 years after entry of the Order, and retain each such record for 5 years. Specifically, Defendant must create and retain the following records: A. accounting records showing the revenues from all goods or services sold;",
            "deadline": "10 years creation; 5 years retention",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 729,
            "quote_end_line": 732
          },
          {
            "description": "Create and retain personnel records showing, for each person providing services, their name, addresses, telephone numbers, job title or position, dates of service, and reason for termination if applicable",
            "quoted_text": "B. personnel records showing, for each person providing services, whether as an employee or otherwise, that person’s name, addresses, telephone numbers, job title or position, dates of service, and (if applicable) the reason for termination;",
            "deadline": "10 years creation; 5 years retention",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 733,
            "quote_end_line": 735
          },
          {
            "description": "Create and retain all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission",
            "quoted_text": "C. all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission.",
            "deadline": "10 years creation; 5 years retention",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 740,
            "quote_end_line": 741
          }
        ]
      },
      {
        "provision_number": "XVI",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission and Plaintiff are authorized to monitor Defendant's compliance through requests for reports and documents, depositions, direct communications with Defendant's personnel, undercover investigations, and use of compulsory process.",
        "requirements": [
          {
            "description": "Within 14 days of receipt of a written request from a Commission representative, Defendant must submit additional compliance reports or other requested information under penalty of perjury, appear for depositions, and produce documents for inspection and copying; the Commission and Plaintiff may also obtain discovery using Federal Rules of Civil Procedure procedures",
            "quoted_text": "A. Within 14 days of receipt of a written request from a representative of the Commission, Defendant must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury; appear for depositions; and produce documents for inspection and copying. The Commission and Plaintiff are also authorized to obtain discovery, without further leave of court, using any of the procedures prescribed by Federal Rules of Civil Procedure 29, 30 (including telephonic depositions), 31, 33, 34, 36, 45, and 69.",
            "deadline": "14 days of request",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 745,
            "quote_end_line": 751
          },
          {
            "description": "For matters concerning this Order, the Commission and Plaintiff may communicate directly with Defendant; Defendant must permit representatives to interview any employee or affiliated person who has agreed to such an interview, with counsel present if desired",
            "quoted_text": "B. For matters concerning this Order, the Commission and Plaintiff are authorized to communicate directly with Defendant. Defendant must permit representatives of the Commission and Plaintiff to interview any employee or other person affiliated with any Defendant who has agreed to such an interview. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 752,
            "quote_end_line": 756
          },
          {
            "description": "The Commission and Plaintiff may use all other lawful means, including posing as consumers, suppliers, or other individuals or entities, without identification or prior notice; nothing in the Order limits the Commission's or Plaintiff's lawful use of compulsory process",
            "quoted_text": "C. The Commission and Plaintiff may use all other lawful means, including posing, through their representatives as consumers, suppliers, or other individuals or entities, to Defendant or any individual or entity affiliated with Defendant, without the necessity of identification or prior notice. Nothing in this Order limits Case 1:24-cv-01034-BAH Document 6 Filed 06/07/24 Page 30 of 34 the Commission’s or Plaintiff’s lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 757,
            "quote_end_line": 765
          }
        ]
      },
      {
        "provision_number": "XVII",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction over this matter for purposes of construction, modification, and enforcement of this Order.",
        "requirements": [
          {
            "description": "This Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order",
            "quoted_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 767,
            "quote_end_line": 768
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "The reporting period for the Assessments must cover: (1) the first year after the issuance date of the Order for the initial Assessment; and (2) each 2-year period thereafter for 20 years after the issuance date of the Order for the biennial Assessments."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "06.24, Monument Complaint (Pending).pdf",
      "order": "06.24, Monument Order (Pending).pdf"
    },
    "extraction_stats": {
      "complaint_counts": 5,
      "complaint_representations": 6,
      "order_provisions": 17,
      "order_definitions": 12,
      "order_requirements": 58,
      "provisions_per_section": {
        "I": 2,
        "II": 1,
        "III": 4,
        "IV": 4,
        "V": 1,
        "VI": 10,
        "VII": 5,
        "VIII": 3,
        "IX": 2,
        "X": 2,
        "XI": 4,
        "XII": 5,
        "XIII": 3,
        "XIV": 5,
        "XV": 3,
        "XVI": 3,
        "XVII": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 6,
        "complaint_total": 6,
        "order_verified": 58,
        "order_total": 58
      }
    },
    "processing_time_seconds": 250.7
  }
}