{
  "case_info": {
    "docket_number": "2:23-cv-00836-RAJ",
    "company": {
      "name": "Microsoft Corporation",
      "incorporation_state": "Washington",
      "entity_type": "corporation",
      "address": "One Microsoft Way, Redmond, Washington 98052-7329",
      "business_description": "Microsoft markets, offers for sale, and sells Xbox-branded gaming products and online services, including Xbox Consoles and Xbox Live, an online gaming network that allows users to access and play games. Xbox Live collects personal information from consumers, including children, and allows users to connect with other players through direct messaging."
    },
    "commissioners": [],
    "case_date": {
      "month": 6,
      "year": 2023
    },
    "legal_authority": "Sections 5(a)(1), 5(m)(1)(A), 13(b), 16(a)(1), and 19 of the Federal Trade Commission Act (FTC Act), 15 U.S.C. §§ 45(a)(1), 45(m)(1)(A), 53(b), 56(a)(1), and 57b, and Sections 1303(c) and 1306(d) of the Children's Online Privacy Protection Act of 1998 (COPPA), 15 U.S.C. §§ 6502(c) and 6505(d)",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/1923258-microsoft-corporation-us-v",
    "statutory_topics": [
      "COPPA"
    ],
    "practice_areas": [
      "Privacy"
    ],
    "industry_sectors": [
      "Technology"
    ]
  },
  "complaint": {
    "factual_background": "Microsoft Corporation operated its Xbox Live online gaming service and collected personal information from children under the age of 13 without complying with the Children's Online Privacy Protection Act (COPPA) Rule. Before notifying parents or obtaining verifiable parental consent, Microsoft collected personal information from children—including phone numbers, email addresses, names, and dates of birth—during account creation. Microsoft also failed to provide adequate direct notice to parents about what information it collected from children and how it was used or disclosed to third parties, including third-party game and app developers. Furthermore, Microsoft's online Privacy Statement was incomplete and did not describe its specific collection, use, and disclosure practices for children's personal information. From 2015 until at least October 2020, Microsoft indefinitely retained personal information from approximately 10 million individuals (including children) when account creation processes were not completed, keeping that data for far longer than reasonably necessary.",
    "representations_made": [
      {
        "description": "Microsoft collected personal information—including phone numbers—from children who indicated they were under 13, before seeking parental involvement or obtaining verifiable parental consent",
        "quoted_text": "7 15. Until at least August 2021, Defendant further prompted individuals, including 8 children who entered birthdates indicating they were under the age of 13, to provide additional 9 information, including a telephone number. See Exhibit B.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 15,
        "quote_start_line": 140,
        "quote_end_line": 142
      },
      {
        "description": "Microsoft provided parents a post-collection notice of its information practices that failed to meet COPPA Rule requirements, including failing to disclose that it intended to collect images that could contain a child's likeness",
        "quoted_text": "18 32. Through at least April 2021, Defendant’s notice failed to include the information 19 required by Section 312.4(b) of the COPPA Rule. For example, the direct notice failed to 20 describe Defendant’s collection and use practices with regard to personal information collected 21 from children and instead directed parents to the company’s online notice of its information 22 practices (the “Privacy Statement”). The direct notice also did not disclose to parents that 23 Defendant intended to collect such personal information as images that could contain a child’s 24 likeness.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 32,
        "quote_start_line": 246,
        "quote_end_line": 252
      },
      {
        "description": "Microsoft's Privacy Statement contained a section on children's data collection that did not describe what personal information was collected from children or how it was used and disclosed, discussing only generic practices",
        "quoted_text": "4 34. Until at least 2019, Defendant’s Privacy Statement was incomplete. It contained a 5 section entitled “Collection of data from children”; however, this section did not describe what 6 personal information Defendant collected from children or Defendant’s use and disclosure 7 practices for personal information collected from children as required by the COPPA Rule. 8 Instead, the section discussed Defendant’s information practices regarding Microsoft products 9 and children generically.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 34,
        "quote_start_line": 263,
        "quote_end_line": 268
      },
      {
        "description": "Microsoft disclosed children's account information—including gamertag, persistent identifiers, and usage data—to third-party game and app developers by default, without adequate parental notice",
        "quoted_text": "22 25. Defendant may disclose personal information that it collects from a child to third- 23 party game and app developers. Although Defendant presents parents an option to disallow 24 children from using third-party games and apps, by default Defendant allows a child to use such COMPLAINT - 6 UNITED STATES ATTORNEY 700 STEWART STREET, SUITE 5220 SEATTLE, WASHINGTON 98101 (206) 553-7970 Case 2:23-cv-00836 Document 1 Filed 06/05/23 Page 7 of 13 1 games and apps and discloses the child’s account information, including the child’s gamertag, 2 persistent identifiers, and usage data, to the third-party game and app developers.",
        "verified": true,
        "confidence": 0.85,
        "source_paragraph": 25,
        "quote_start_line": 186,
        "quote_end_line": 197
      },
      {
        "description": "Microsoft indefinitely retained personal information collected from approximately 10 million individuals (including children) when the account creation process was not completed, in many cases for years",
        "quoted_text": "3 26. In addition, in instances where the parent did not complete the process of creating 4 a Microsoft account for the child, Defendant retained the personal information collected from the 5 child, in many cases for years. From 2015 until at least October 2020, Defendant indefinitely 6 retained personal information collected, as described in Paragraphs 14 and 15, from 7 approximately 10 million individuals (including children) when the account creation process was 8 not completed. Defendant thus retained personal information collected from children younger 9 than 13 for longer than reasonably necessary to fulfill the purpose for which it was collected.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 26,
        "quote_start_line": 198,
        "quote_end_line": 204
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "COPPA Rule Violation – Failure to Provide Direct Notice, Online Notice, Obtain Verifiable Parental Consent, and Data Retention",
        "representation": "In numerous instances in connection with operating Xbox Live, Microsoft collected, used, and/or disclosed personal information online from children under the age of 13 without: (a) providing complete direct notice to parents of information collected and how it is used or disclosed; (b) providing a complete online notice of its information practices with regard to children; (c) obtaining verifiable parental consent before any collection, use, or disclosure of personal information from children; and (d) retaining children's personal information only as long as reasonably necessary",
        "fact": "The COPPA Rule (16 C.F.R. §§ 312.4(b), 312.4(d), 312.5(a)(1), 312.10) required Microsoft to provide complete direct and online notice to parents, obtain verifiable parental consent prior to any collection or use of children's personal information, and delete such information when it was no longer reasonably necessary for the purpose collected. Microsoft failed all four obligations.",
        "conclusion": "Microsoft's conduct violated the COPPA Rule, and pursuant to Section 1303(c) of COPPA and Section 18(d)(3) of the FTC Act, each such violation constitutes an unfair or deceptive act or practice in or affecting commerce in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Adult Microsoft Account(s)": "a Microsoft Account with an Xbox User ID or equivalent identifier created either on a gaming console or related website for an individual who provided a birthdate during account creation indicating that s/he is over the age of 18 as of the date of entry of this Order.",
      "Child or Children": "any individual or individuals under the age of 13.",
      "Child Microsoft Account(s)": "a Microsoft Account with an Xbox User ID or equivalent identifier created either on a gaming console or related website for an individual with a birthdate provided during account creation that indicates that the user is a Child. Provided, however, that Part III of this Order shall apply to only Child Microsoft Accounts that (1) were created before May 2021 and (2) belong to a user who is a Child as of thirty (30) days after entry of this Order.",
      "Clear(ly) and conspicuous(ly)": "that a required disclosure is difficult to miss (i.e., easily noticeable) and easily understandable by ordinary consumers, including in all of the following ways: 1. In any communication that is solely visual or solely audible, the disclosure must be made through the same means through which the communication is presented. In any communication made through both visual and audible means, such as a television advertisement, the disclosure must be presented simultaneously in both the visual and audible portions of the communication even if the representation requiring the disclosure is made in only one means. 2. A visual disclosure, by its size, contrast, location, the length of time it appears, and other characteristics, must stand out from any accompanying text or other visual elements so that it is easily noticed, read, and understood. 3. An audible disclosure, including by telephone or streaming video, must be delivered in a volume, speed, and cadence sufficient for ordinary consumers to easily hear and understand it. 4. In any communication using an interactive electronic medium, such as the Internet or software, the disclosure must be unavoidable. 5. The disclosure must use diction and syntax understandable to ordinary consumers and must appear in each language in which the representation that requires the disclosure appears. 6. The disclosure must comply with these requirements in each medium through which it is received, including all electronic devices and face-to-face communications. 7. The disclosure must not be contradicted or mitigated by, or inconsistent with, anything else in the communication. 8. When the representation or sales practice targets a specific audience, such as children, the elderly, or the terminally ill, \"ordinary consumers\" includes reasonable members of that group.",
      "Collects or Collection": "the gathering of any Personal Information from a Child by any means, including but not limited to: 1. Requesting, prompting, or encouraging a Child to submit Personal Information online; 2. Enabling a Child to make Personal Information publicly available in identifiable form. An Operator shall not be considered to have Collected Personal Information if it takes reasonable measures to Delete all or virtually all Personal Information from a Child's postings before they are made public and also to Delete such Personal Information from its records; or 3. Passive tracking of a Child online.",
      "Covered Service(s)": "the Xbox Live online game play service that enables game play and online communications, or any other equivalent or similar game service. For purposes of this Order, to the extent that, after entry of this Order, Defendant obtains direct or indirect control over a service that is an equivalent or similar game service, such service becomes a Covered Service ninety (90) days after the date on which Defendant obtained such control.",
      "Defendant": "Microsoft Corporation, a Washington corporation, and its successors and assigns.",
      "Delete or Deletion": "to remove Personal Information such that it is not maintained in retrievable form and cannot be retrieved in the normal course of business.",
      "Disclose or Disclosure": "with respect to Personal Information: 1. The Release of Personal Information Collected by an Operator from a Child in identifiable form for any purpose, except where an Operator provides such information to a Person who provides Support for the Internal Operations of the website or online service; and 2. Making Personal Information Collected by an Operator from a Child publicly available in identifiable form by any means, including but not limited to a public posting through the Internet, or through a personal home page or screen posted on a website or online service; a pen pal service; an electronic mail service; a message board; or a chat room.",
      "Internet": "collectively the myriad of computer and telecommunications facilities, including equipment and operating software, which comprise the interconnected world-wide network of networks that employ the Transmission Control Protocol/Internet Protocol, or any predecessor or successor protocols to such protocol, to communicate information of all kinds by wire, radio, or other methods of transmission.",
      "Obtain(ing) Verifiable Parental Consent": "making a reasonable effort (taking into consideration available technology) to ensure that before Personal Information is Collected from a Child, a Parent of the Child: 1. Receives notice of the Operator's Personal Information Collection, use, and Disclosure practices; and 2. Authorizes any Collection, use, and/or Disclosure of the Personal Information, using a method reasonably calculated, in light of available technology, to ensure that the Person providing consent is the Child's Parent.",
      "Online Contact Information": "an email address or any other substantially similar identifier that permits direct contact with a Person online, including but not limited to, an instant messaging user identifier, a voice over internet protocol (VOIP) identifier, or a video chat user identifier.",
      "Operator": "any Person who operates a website located on the Internet or an online service and who Collects or maintains Personal Information from or about the users of or visitors to such website or online service, or on whose behalf such information is Collected or maintained, or offers products or services for sale through that website or online service, where such website or online service is operated for commercial purposes involving commerce among the several States or with one or more foreign nations; in any territory of the United States or in the District of Columbia, or between any such territory and another such territory or any State or foreign nation; or between the District of Columbia and any State, territory, or foreign nation. This definition does not include any nonprofit entity that would otherwise be exempt from coverage under Section 5 of the Federal Trade Commission Act (15 U.S.C. § 45).",
      "Parent": "includes a legal guardian.",
      "Person": "any individual, partnership, corporation, trust, estate, cooperative, association, or other entity.",
      "Personal Information": "individually identifiable information about an individual Collected online, including: 1. A first and last name; 2. A home or other physical address including street name and name of a city or town; 3. Online Contact Information; 4. A screen or user name where it functions in the same manner as Online Contact Information; 5. A telephone number; 6. A Social Security number; 7. A persistent identifier that can be used to recognize a user over time and across different websites or online services. Such persistent identifier includes, but is not limited to, a customer number held in a cookie, an Internet Protocol (IP) address, a processor or device serial number, or unique device identifier; 8. A photograph, video, or audio file where such file contains a Child's image or voice; 9. Geolocation information sufficient to identify street name and name of a city or town; or 10. Information concerning the Child or the Parents of that Child that the Operator Collects online from the Child and combines with an identifier described in this definition, including but not limited to the following information concerning the Child that the Operator Collects online from the Child and combines with an identifier described above: avatars generated from a Child's image; biometric data (including but not limited to eye tracking, iris and retina scans, voiceprint, scan and hand and face geometry, fingerprint, and gait); health information; physiological responses; and vital signs.",
      "Release of Personal Information": "the sharing, selling, renting, or transfer of Personal Information to any Third Party.",
      "Support for the Internal Operations of the Website or Online Service": "1. Those activities necessary to: a. Maintain or analyze the functioning of the website or online service; b. Perform network communications; c. Authenticate users of, or personalize the content on, the website or online service; d. Serve contextual advertising on the website or online service or cap the frequency of advertising; e. Protect the security or integrity of the user, website, or online service; f. Ensure legal or regulatory compliance; or g. Fulfill a request of a Child as permitted by Sections 312.5(c)(3) and (4) of the COPPA Rule; 2. So long as the information Collected for the activities listed in 1(a)-(g) is not used or Disclosed to contact a specific individual, including through behavioral advertising, to amass a profile on a specific individual, or for any other purpose.",
      "Third Party": "any Person who is not: 1. An Operator with respect to the Collection or maintenance of Personal Information on the website or online service; or 2. A Person who provides Support for the Internal Operations of the Website or Online Service and who does not use or Disclose information protected under the COPPA Rule for any other purpose.",
      "Xbox Live Service": "the Xbox Live online game play service that enables game play and online communications."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Injunction Concerning Collection of Personal Information from Children",
        "category": "prohibition",
        "summary": "Defendant and those acting in concert with it are permanently enjoined from failing to provide required direct and online notices to parents, failing to obtain verifiable parental consent before collecting children's personal information, retaining children's personal information longer than necessary, and violating the COPPA Rule.",
        "requirements": [
          {
            "description": "Must not fail to make reasonable efforts to ensure a Parent receives direct notice as required by COPPA Rule Section 312.4(b)-(c)",
            "quoted_text": "16 A. Failing to make reasonable efforts, taking into account available technology, to ensure 17 that a Parent of a Child receives direct notice as required by Section 312.4(b)-(c) of the 18 Rule, 16 C.F.R. § 312.4(b)-(c), unless the Children’s Online Privacy Protection Rule, 19 16 C.F.R. Part 312 (attached as Appendix A), provides an exception to providing such 20 notice;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 302,
            "quote_end_line": 306
          },
          {
            "description": "Must not fail to post a prominent and clearly labeled link to an online notice of information practices on home/landing page and each area where Personal Information is collected from Children",
            "quoted_text": "21 B. Failing to post a prominent and clearly labeled link to an online notice of Defendant’s 22 information practices with regard to Children on the home or landing page or screen of 23 Defendant’s website or online service, and at each area of Defendant’s website or online 24 service where Personal Information is Collected from Children, unless the Children’s STIPULATED ORDER - 9 UNITED STATES ATTORNEY 700 STEWART STREET, SUITE 5220 SEATTLE, WASHINGTON 98101 (206) 553-7970 Case 2:23-cv-00836-RAJ Document 19 Filed 06/09/23 Page 10 of 22 1 Online Privacy Protection Rule, 16 C.F.R. Part 312 (attached as Appendix A), provides 2 an exception to providing such notice;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 307,
            "quote_end_line": 319
          },
          {
            "description": "Must not fail to Obtain Verifiable Parental Consent before any Collection, use, or Disclosure of Personal Information from Children, including consent to material changes in practices",
            "quoted_text": "3 C. Failing to Obtain Verifiable Parental Consent before any Collection, use, or Disclosure of 4 Personal Information from Children, including consent to any material change in the 5 Collection, use, or Disclosure practices to which the Parent has previously consented, 6 unless the Children’s Online Privacy Protection Rule, 16 C.F.R. Part 312 (attached as 7 Appendix A), provides an exception to Obtaining Verifiable Parental Consent;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 320,
            "quote_end_line": 324
          },
          {
            "description": "Must not retain Personal Information Collected from a Child for longer than is reasonably necessary to fulfill the purpose for which the information was Collected",
            "quoted_text": "8 D. Retaining Personal Information Collected from a Child for longer than is reasonably 9 necessary to fulfill the purpose for which the information was Collected; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 325,
            "quote_end_line": 326
          },
          {
            "description": "Must not violate the Children's Online Privacy Protection Rule, 16 C.F.R. Part 312",
            "quoted_text": "10 E. Violating the Children’s Online Privacy Protection Rule, 16 C.F.R. Part 312 (attached as 11 Appendix A).",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 327,
            "quote_end_line": 328
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Required Notice to Adults",
        "category": "affirmative_obligation",
        "summary": "Defendant must send the Xbox Platform Notice and the 'Microsoft's Xbox Parental Controls and Family Settings' email notice to every Adult Microsoft Account not associated with a Child Microsoft Account, within 45 days of entry of the Order (180 days for non-U.S. accounts).",
        "requirements": [
          {
            "description": "Within 45 days of entry of this Order, send Xbox Platform Notice and 'Microsoft's Xbox Parental Controls and Family Settings' email to every Adult Microsoft Account not previously associated with a Child Microsoft Account; non-U.S.-based accounts must receive notice within 180 days",
            "quoted_text": "13 IT IS FURTHER ORDERED that, within forty-five (45) days of entry of this Order, 14 Defendant must send through the Xbox Live Service the Xbox Platform Notice and email the 15 notice entitled “Microsoft’s Xbox Parental Controls and Family Settings” (both of which 16 appear at Appendix B) to every Adult Microsoft Account that was not associated with a Child 17 Microsoft Account before entry of this Order. Provided, however, that such notices being sent to 18 non-United States-based accounts must be sent within one hundred and eighty days (180) days of 19 entry of this Order.",
            "deadline": "45 days (180 days for non-U.S. accounts)",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 330,
            "quote_end_line": 336
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "III",
        "title": "Injunction Concerning Personal Information Previously Collected from Children",
        "category": "affirmative_obligation",
        "summary": "Defendant must seek verifiable parental consent for existing Child Microsoft Accounts, suspend collection and use of their data if consent is not obtained, delete unconsented data within one year of the Account Suspension Date, and submit a sworn written report on outcomes.",
        "requirements": [
          {
            "description": "Within 60 days of entry of this Order, seek to Obtain Verifiable Parental Consent to Collect, use, Disclose, and retain Personal Information from Child Microsoft Accounts",
            "quoted_text": "1 A. Within sixty (60) days of entry of this Order, seek to Obtain Verifiable Parental Consent 2 to Collect, use, Disclose, and retain Personal Information Collected from such Child 3 Microsoft Account;",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 350,
            "quote_end_line": 352
          },
          {
            "description": "Within 180 days of entry of this Order (Account Suspension Date), if Verifiable Parental Consent has not been obtained, refrain from Collecting, Disclosing, or using Personal Information from Child Microsoft Accounts via the Xbox Live Service (except use of persistent identifiers to Support Internal Operations), unless and until Verifiable Parental Consent is obtained",
            "quoted_text": "4 B. Within one hundred and eighty (180) days of entry of this Order (the “Account 5 Suspension Date”), if Defendant has not Obtained Verifiable Parental Consent, refrain 6 from Collecting Personal Information from Child Microsoft Accounts via the Xbox Live 7 Service, and refrain from Disclosing or using Personal Information Defendant Collected 8 from Children through Child Microsoft Accounts via the Xbox Live Service, except for 9 the use of persistent identifiers to Support the Internal Operations of the Xbox Live 10 Service, unless and until Defendant has Obtained Verifiable Parental Consent;",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 353,
            "quote_end_line": 359
          },
          {
            "description": "Within one year of the Account Suspension Date, Delete all Personal Information Collected from Children through Child Microsoft Accounts for which Verifiable Parental Consent has not been obtained",
            "quoted_text": "11 C. Within one (1) year of the Account Suspension Date, Delete all Personal Information 12 Defendant Collected from Children through Child Microsoft Accounts for which 13 Defendant has not, by that date, Obtained Verifiable Parental Consent;",
            "deadline": "1 year after Account Suspension Date",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 360,
            "quote_end_line": 362
          },
          {
            "description": "Within one year and one month of the Account Suspension Date, provide a sworn written statement to the Commission describing the parental consent process, total numbers of accounts by consent outcome category, and confirming Deletion of unconsented accounts' Personal Information",
            "quoted_text": "14 D. Within one (1) year and one month of the Account Suspension Date, provide a written 15 statement to the Commission, sworn under penalty of perjury, that (1) describes the 16 process through which Defendant Obtained Verifiable Parental Consent from Parents to 17 Collect, use, and retain Personal Information Collected from each Child Microsoft 18 Account; (2) identifies the total number of Child Microsoft Accounts for which 19 Defendant sought to Obtain Verifiable Parental Consent, as well as the number of Child 20 Microsoft Accounts for which: 21 (i) Defendant Obtained Verifiable Parental Consent; 22 (ii) a Parent affirmatively declined to consent; 23 (iii) a Parent did not respond; 24 (iv) a Parent requested Deletion, and STIPULATED ORDER - 11 UNITED STATES ATTORNEY 700 STEWART STREET, SUITE 5220 SEATTLE, WASHINGTON 98101 (206) 553-7970 Case 2:23-cv-00836-RAJ Document 19 Filed 06/09/23 Page 12 of 22 1 (v) a Parent engaged with Defendant by asking additional questions; and 2 (3) confirms all Personal Information related to Child Microsoft Accounts for which 3 Defendant failed to Obtain Verifiable Parental Consent has been Deleted.",
            "deadline": "1 year and 1 month after Account Suspension Date",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 363,
            "quote_end_line": 383
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Data Deletion"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Data Retention",
        "category": "affirmative_obligation",
        "summary": "Defendant must establish a system to delete within two weeks any Personal Information collected for purposes of obtaining parental consent (if consent is not given), and must maintain a publicly available retention schedule for Personal Information collected through Child Microsoft Accounts.",
        "requirements": [
          {
            "description": "Within 30 days of entry of this Order, establish and implement a system to Delete, within two weeks from the date of Collection, all Personal Information Collected from Children for purposes of Obtaining Verifiable Parental Consent, unless the Parent provides Verifiable Parental Consent",
            "quoted_text": "8 A. Within thirty (30) days of entry of this Order, establish and implement, and thereafter 9 maintain, a system to Delete, within two (2) weeks from the date of Collection, all 10 Personal Information Defendant has Collected from Children for purposes of 11 Obtaining Verifiable Parental Consent, unless the Parent provides Verifiable Parental 12 Consent.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 388,
            "quote_end_line": 392
          },
          {
            "description": "As of the date of entry of this Order, maintain and adhere to a retention schedule for Personal Information Collected through Child Microsoft Accounts setting forth the purpose, specific business need, time frame and criteria for Deletion, and make such retention schedule publicly available on Defendant's website(s) and in the direct notice",
            "quoted_text": "13 B. As of the date of entry of this Order, maintain and adhere to a retention schedule for 14 Personal Information Collected through Child Microsoft Accounts, setting forth the 15 purpose for which the information was Collected, the specific business need for 16 retaining such Personal Information, and an established time frame and set of criteria 17 for Deletion of such information that may not be longer than is reasonably necessary 18 to fulfill the purpose for which the information was Collected, and make such 19 information about the retention schedule publicly available on Defendant’s website(s) 20 and in the direct notice.",
            "deadline": "Effective date of Order",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 393,
            "quote_end_line": 400
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "V",
        "title": "Requirement to Notify Third Parties When Disclosing Personal Information Collected from a Child",
        "category": "affirmative_obligation",
        "summary": "Within 120 days of entry of the Order, Defendant must indicate to video game publishers (e.g., via API) whenever it discloses Personal Information from a Child Microsoft Account that the user is under age 13.",
        "requirements": [
          {
            "description": "Within 120 days of entry of this Order, when Disclosing Personal Information from a Child Microsoft Account to any video game publisher on a Covered Service, indicate to such party (e.g., through an API) that the user is a child under age 13",
            "quoted_text": "23 IT IS FURTHER ORDERED that Defendant, within one hundred and twenty (120) days 24 of entry of this Order, in connection with operating a Covered Service, must, at each instance STIPULATED ORDER - 12 UNITED STATES ATTORNEY 700 STEWART STREET, SUITE 5220 SEATTLE, WASHINGTON 98101 (206) 553-7970 Case 2:23-cv-00836-RAJ Document 19 Filed 06/09/23 Page 13 of 22 1 when Disclosing Personal Information from a Child Microsoft Account to any video game 2 publisher on such service, indicate to such party (such as through an API) that the user is a child 3 under age 13.",
            "deadline": "120 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 404,
            "quote_end_line": 415
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Mandated Data Documentation",
        "category": "affirmative_obligation",
        "summary": "Within 90 days of entry of the Order, Defendant must internally document the decision to collect, use, disclose, or maintain each Personal Information data field from Child Microsoft Accounts, including purpose, segmentation controls, retention limits, deletion means, safeguards against unauthorized sharing, and access controls.",
        "requirements": [
          {
            "description": "Within 90 days of issuance of this Order, document internally the decision to Collect, use, Disclose, provide access to, or maintain each data field of Personal Information Collected through Child Microsoft Accounts, including purpose, segmentation controls, retention limits and deletion means, safeguards against unauthorized sharing or sale, and access controls for authorized employees",
            "quoted_text": "5 IT IS FURTHER ORDERED that Defendant, in connection with the Collection, 6 maintenance, use, or Disclosure of, or provision of access to, Personal Information Collected 7 through a Covered Service, must, within ninety (90) days of issuance of this Order, document 8 internally the decision to Collect, use, Disclose, provide access to, or maintain each data field of 9 Personal Information that is Collected through Child Microsoft Accounts. Such documentation 10 must include: for what purpose the data field of Personal Information is being Collected; the data 11 segmentation controls in place to ensure that the data field of Personal Information Collected is 12 only used for the particular purpose for which it was Collected; the data retention limit set and 13 the technical means for achieving Deletion of the data field of Personal Information; the 14 safeguards in place to prevent unauthorized sharing or sale of the data field of Personal 15 Information; and the controls in place to ensure only authorized employees with a legitimate 16 business purpose(s) have access to the data field of Personal Information.",
            "deadline": "90 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 417,
            "quote_end_line": 428
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Registration Requirement",
        "category": "affirmative_obligation",
        "summary": "Defendant must obtain the age of users during account registration for a Covered Service and must provide Clear and Conspicuous notice about creating child accounts and parental controls during the registration process.",
        "requirements": [
          {
            "description": "During account set-up or registration for a Covered Service, obtain the age of the user",
            "quoted_text": "19 A. During the account set-up or registration process for a Covered Service, Defendant must 20 obtain the age of the user.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 431,
            "quote_end_line": 432
          },
          {
            "description": "As of the date of entry of this Order, provide the specified parental controls/child account notice text to users during registration for a Covered Service, with Clear and Conspicuous notice of the steps to set up a Child Microsoft Account; non-U.S.-based accounts must receive this information within 180 days",
            "quoted_text": "21 B. As of the date of entry of this Order, Defendant is required to provide users the following 22 information during the account set-up or registration process for a Covered Service: 23 Please create a child account for any child that plays on this device. Microsoft offers parental controls for this device and a family safety 24 settings app to provide controls to parents, so you can place limitations STIPULATED ORDER - 13 UNITED STATES ATTORNEY 700 STEWART STREET, SUITE 5220 SEATTLE, WASHINGTON 98101 (206) 553-7970 Case 2:23-cv-00836-RAJ Document 19 Filed 06/09/23 Page 14 of 22 1 for reasons of privacy and safety. For example, you can limit who can communicate with the child. If this device will be used by a child, you 2 can make the child account and set controls on the next screen. Defendant must provide Clear and Conspicuous notice of the steps to set up a Child 3 Microsoft Account during the registration process. Provided, however, that such 4 information be provided to non-United States-based accounts within one hundred and 5 eighty (180) days of the date of entry of this Order.",
            "deadline": "Effective date of Order (180 days for non-U.S. accounts)",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 433,
            "quote_end_line": 454
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Monetary Judgment for Civil Penalty",
        "category": "affirmative_obligation",
        "summary": "A civil penalty judgment of $20,000,000 is entered against Defendant, payable to the U.S. Treasury within 7 days of entry of the Order, with Defendant relinquishing all rights to the transferred assets.",
        "requirements": [
          {
            "description": "Judgment of $20,000,000 is entered as a civil penalty in favor of Plaintiff against Defendant",
            "quoted_text": "9 A. Judgment in the amount of twenty million dollars ($20,000,000) is entered in favor of 10 Plaintiff against Defendant, as a civil penalty.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 459,
            "quote_end_line": 460
          },
          {
            "description": "Pay $20,000,000 to the Treasurer of the United States within seven (7) days of entry of this Order by electronic fund transfer",
            "quoted_text": "11 B. Defendant is ordered to pay to Plaintiff, by making payment to the Treasurer of the 12 United States, twenty million dollars ($20,000,000), which, as Defendant stipulates, its 13 undersigned counsel holds in escrow for no purpose other than payment to Plaintiff. 14 Such payment must be made within seven (7) days of entry of this Order by electronic 15 fund transfer in accordance with instructions provided by a representative of Plaintiff.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 461,
            "quote_end_line": 465
          },
          {
            "description": "Defendant relinquishes all dominion and legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek the return of any assets",
            "quoted_text": "16 C. Defendant relinquishes dominion and all legal and equitable right, title, and interest in all 17 assets transferred pursuant to this Order and may not seek the return of any assets.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 466,
            "quote_end_line": 467
          },
          {
            "description": "Facts alleged in the Complaint will be taken as true without further proof in any subsequent civil litigation by or on behalf of the Commission",
            "quoted_text": "18 D. The facts alleged in the Complaint will be taken as true, without further proof, in any 19 subsequent civil litigation by or on behalf of the Commission, including in a proceeding 20 to enforce its rights to any payment or monetary judgment pursuant to this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 468,
            "quote_end_line": 470
          },
          {
            "description": "Defendant must submit its Taxpayer Identification Number to the Commission, which may be used for collecting and reporting on any delinquent amount",
            "quoted_text": "21 E. Defendant acknowledges that its Taxpayer Identification Number, which Defendant must 22 submit to the Commission, may be used for collecting and reporting on any delinquent 23 amount arising out of this Order, in accordance with 31 U.S.C. § 7701.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 471,
            "quote_end_line": 473
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      },
      {
        "provision_number": "IX",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Defendant must submit a sworn acknowledgment of receipt of the Order within 7 days, deliver copies to all principals, officers, managers, and relevant employees within 7 days (and to new personnel before they assume responsibilities), and obtain signed acknowledgments from each recipient within 30 days.",
        "requirements": [
          {
            "description": "Within seven (7) days of entry of this Order, submit to the Commission a sworn acknowledgment of receipt of this Order under penalty of perjury",
            "quoted_text": "4 A. Defendant, within seven (7) days of entry of this Order, must submit to the Commission 5 an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 485,
            "quote_end_line": 486
          },
          {
            "description": "For five (5) years after entry of this Order, deliver a copy of this Order to all principals, officers, directors, managers, members, employees with managerial responsibilities related to the Order's subject matter, agents and representatives participating in related conduct, and any resulting business entities; delivery for current personnel within 7 days, for all others before they assume responsibilities",
            "quoted_text": "6 B. For five (5) years after entry of this Order, Defendant for any business that Defendant 7 controls, directly or indirectly, or for which Defendant is the majority owner, must 8 deliver a copy of this Order to: (1) all principals, officers, directors, managers, and 9 members; (2) all employees having managerial responsibilities relating to the subject 10 matter of the Order, and all agents and representatives who participate in conduct related 11 to the subject matter of the Order; and (3) any business entity resulting from any change 12 in structure as set forth in the Section titled Compliance Reporting. Delivery must occur 13 within seven (7) days of entry of this Order for current personnel. To all others, delivery 14 must occur before they assume their responsibilities.",
            "deadline": "7 days for current personnel; before assuming responsibilities for new personnel",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 487,
            "quote_end_line": 495
          },
          {
            "description": "From each individual or entity to which Defendant delivered a copy of this Order, obtain within thirty (30) days a signed and dated acknowledgment of receipt",
            "quoted_text": "15 C. From each individual or entity to which Defendant delivered a copy of this Order, 16 Defendant must obtain, within thirty (30) days, a signed and dated acknowledgment of 17 receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 496,
            "quote_end_line": 498
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "X",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendant must submit a sworn annual compliance report one year after entry of the Order, submit sworn notices within 14 days of structural or contact changes for 10 years, notify the Commission within 14 days of any bankruptcy filing, and follow specified submission procedures.",
        "requirements": [
          {
            "description": "One year after entry of this Order, submit a sworn compliance report identifying contact information, business details, activities, compliance status for each Order section, privacy notices, parental consent methods, parental review mechanisms, and Order acknowledgments obtained",
            "quoted_text": "A. One year after entry of this Order, Defendant must submit a compliance report, sworn 22 under penalty of perjury, in which Defendant must: (a) identify the primary physical, 23 postal, and email address and telephone number, as designated points of contact, which 24 STIPULATED ORDER - 15 UNITED STATES ATTORNEY 700 STEWART STREET, SUITE 5220 SEATTLE, WASHINGTON 98101 (206) 553-7970 Case 2:23-cv-00836-RAJ Document 19 Filed 06/09/23 Page 16 of 22 1 representatives of the Commission and Plaintiff may use to communicate with 2 Defendant; (b) identify all of Defendant’s businesses related to each Covered Service by 3 all of their names, telephone numbers, and physical, postal, email, and Internet addresses; 4 (c) describe the activities of each Covered Service, including the goods and services 5 offered, the means of advertising, marketing, and sales; (d) describe in detail whether and 6 how Defendant is in compliance with each Section of this Order; (e) provide a copy of 7 each different version of any privacy notice for each Covered Service or sent to Parents 8 of Children that register for each Covered Service; (f) provide a statement setting forth in 9 detail the methods used to Obtain Verifiable Parental Consent before any Collection, use, 10 and/or Disclosure of Personal Information from Children; (g) provide a statement setting 11 forth in detail the means provided for Parents to review the Personal Information 12 Collected from their Children and to refuse to permit its further use or maintenance for 13 each Covered Service; and (h) provide a copy of each Order acknowledgment obtained 14 pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 503,
            "quote_end_line": 529
          },
          {
            "description": "For ten (10) years after entry of this Order, submit a sworn compliance notice within fourteen (14) days of any change in designated points of contact or in the structure of Defendant or any entity Defendant owns or controls that may affect compliance obligations",
            "quoted_text": "15 B. For ten (10) years after entry of this Order, Defendant must submit a compliance notice, 16 sworn under penalty of perjury, within fourteen (14) days of any change in: (a) any 17 designated point of contact; or (b) the structure of Defendant or any entity that Defendant 18 has any ownership interest in or controls, directly or indirectly, that may affect 19 compliance obligations arising under this Order, including: creation, merger, sale, or 20 dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or 21 practices subject to this Order.",
            "deadline": "14 days of triggering change, for 10 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 530,
            "quote_end_line": 536
          },
          {
            "description": "Submit notice to the Commission within fourteen (14) days of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against Defendant",
            "quoted_text": "22 C. Defendant must submit to the Commission notice of the filing of any bankruptcy petition, 23 insolvency proceeding, or similar proceeding by or against Defendant within fourteen 24 (14) days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 537,
            "quote_end_line": 539
          },
          {
            "description": "All sworn submissions must be true and accurate and comply with 28 U.S.C. § 1746",
            "quoted_text": "1 D. Any submission to the Commission required by this Order to be sworn under penalty of 2 perjury must be true and accurate and comply with 28 U.S.C. § 1746, such as by 3 concluding: “I declare under penalty of perjury under the laws of the United States of 4 America that the foregoing is true and correct. Executed on: _____” and supplying the 5 date, signatory’s full name, title (if applicable), and signature.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 547,
            "quote_end_line": 551
          },
          {
            "description": "Unless otherwise directed in writing, all submissions must be emailed to DEbrief@ftc.gov or sent by overnight courier to the Associate Director for Enforcement, Bureau of Consumer Protection, FTC, with subject line beginning 'United States v. Microsoft Corp.'",
            "quoted_text": "6 E. Unless otherwise directed by a Commission representative in writing, all submissions to 7 the Commission pursuant to this Order must be emailed to DEbrief@ftc.gov or sent by 8 overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, 9 Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue 10 NW, Washington, DC 20580. The subject line must begin: United States v. Microsoft 11 Corp.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 552,
            "quote_end_line": 557
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "XI",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendant must create specified records for each Covered Service for 10 years after entry of the Order and retain each such record for 5 years, including accounting records, personnel records, consumer complaints, compliance records, and copies of collection forms and privacy representations.",
        "requirements": [
          {
            "description": "Create and retain accounting records showing revenues from all goods or services sold for each Covered Service, for 10 years (retain each record for 5 years)",
            "quoted_text": "16 A. Accounting records showing the revenues from all goods or services sold;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 562,
            "quote_end_line": 562
          },
          {
            "description": "Create and retain personnel records showing name, addresses, telephone numbers, job title or position, dates of service, and reason for termination for each person providing services",
            "quoted_text": "17 B. Personnel records showing, for each Person providing services, whether as an employee 18 or otherwise, that Person’s: name; addresses; telephone numbers; job title or position; 19 dates of service; and (if applicable) the reason for termination;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 563,
            "quote_end_line": 565
          },
          {
            "description": "Create and retain records of all consumer complaints relating to Defendant's Collection of Personal Information from Children through each Covered Service and any response",
            "quoted_text": "20 C. Records of all consumer complaints relating to Defendant’s Collection of Personal 21 Information from Children through each Covered Service, whether received directly or 22 indirectly, such as through a Third Party, and any response;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 566,
            "quote_end_line": 568
          },
          {
            "description": "Create and retain all records necessary to demonstrate full compliance with each section of this Order, including all submissions to the Commission",
            "quoted_text": "23 D. All records necessary to demonstrate full compliance with each section of this Order, 24 including all submissions to the Commission;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 569,
            "quote_end_line": 570
          },
          {
            "description": "Create and retain a copy of each materially different form, page, or screen through which Defendant Collects Personal Information from Children, and each materially different document containing representations regarding collection practices, including URLs and all associated electronic files",
            "quoted_text": "1 E. A copy of each materially different form, page, or screen created, maintained, or 2 otherwise provided by Defendant through which Defendant Collects Personal 3 Information from Children through each Covered Service, and a copy of each materially 4 different document containing any representation regarding Defendant’s Collection, use, 5 and Disclosure practices pertaining to Personal Information from Children Collected 6 through each Covered Service. Each webpage copy shall be accompanied by the URL of 7 the webpage where the material was posted online. Electronic copies shall include all 8 text and graphics files, audio scripts, and other computer files used in presenting 9 information on the Internet.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 578,
            "quote_end_line": 586
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "XII",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission and Plaintiff are authorized to monitor Defendant's compliance through written requests for reports, depositions, document production, direct communications with Defendant and its personnel, and other lawful investigative means including undercover contacts.",
        "requirements": [
          {
            "description": "Within fourteen (14) days of receipt of a written request from the Commission or Plaintiff, submit additional compliance reports or information (sworn under penalty of perjury), appear for depositions, and produce documents for inspection and copying; Commission and Plaintiff are authorized to obtain discovery under specified Federal Rules of Civil Procedure",
            "quoted_text": "13 A. Within fourteen (14) days of receipt of a written request from a representative of the 14 Commission or Plaintiff, Defendant must: submit additional compliance reports or other 15 requested information, which must be sworn under penalty of perjury; appear for 16 depositions; and produce documents for inspection and copying. The Commission and 17 Plaintiff are also authorized to obtain discovery, without further leave of court, using any 18 of the procedures prescribed by Federal Rules of Civil Procedure 29, 30 (including 19 telephonic depositions), 31, 33, 34, 36, 45, and 69.",
            "deadline": "14 days of request",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 590,
            "quote_end_line": 596
          },
          {
            "description": "Defendant must permit representatives of the Commission and Plaintiff to interview any employee or other affiliated Person who has agreed to such an interview; the Person interviewed may have counsel present",
            "quoted_text": "20 B. For matters concerning this Order, the Commission and Plaintiff are authorized to 21 communicate directly with Defendant. Defendant must permit representatives of the 22 Commission and Plaintiff to interview any employee or other Person affiliated with any 23 Defendant who has agreed to such an interview. The Person interviewed may have 24 counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 597,
            "quote_end_line": 601
          },
          {
            "description": "The Commission and Plaintiff may use all other lawful means, including posing as consumers or other entities, without identification or prior notice; nothing in this Order limits the Commission's lawful use of compulsory process under Sections 9 and 20 of the FTC Act",
            "quoted_text": "1 C. The Commission and Plaintiff may use all other lawful means, including posing, through 2 its representatives, as consumers, suppliers, or other individuals or entities, to Defendant 3 or any individual or entity affiliated with Defendant, without the necessity of 4 identification or prior notice. Nothing in this Order limits the Commission’s lawful use 5 of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 6 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 609,
            "quote_end_line": 614
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "XIII",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of the Order.",
        "requirements": [
          {
            "description": "This Court retains jurisdiction for purposes of construction, modification, and enforcement of this Order",
            "quoted_text": "8 IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for 9 purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 616,
            "quote_end_line": 617
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "06.23, Microsoft Corporation Complaint.pdf",
      "order": "06.23, Microsoft Corporation Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 5,
      "order_provisions": 13,
      "order_definitions": 20,
      "order_requirements": 38,
      "provisions_per_section": {
        "I": 5,
        "II": 1,
        "III": 4,
        "IV": 2,
        "V": 1,
        "VI": 1,
        "VII": 2,
        "VIII": 5,
        "IX": 3,
        "X": 5,
        "XI": 5,
        "XII": 3,
        "XIII": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 1
      },
      "verification_details": {
        "complaint_verified": 5,
        "complaint_total": 5,
        "order_verified": 38,
        "order_total": 38
      }
    },
    "processing_time_seconds": 727.5
  }
}