{
  "case_info": {
    "docket_number": "C-4747",
    "company": {
      "name": "Flo Health, Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "1013 Centre Road, Suite 403-B, Wilmington, Delaware 19805",
      "business_description": "Flo Health developed and distributed the Flo Period & Ovulation Tracker, a mobile application powered by artificial intelligence that functions as an ovulation calendar, period tracker, and pregnancy guide. The app collects detailed reproductive health information from millions of women worldwide."
    },
    "commissioners": [
      "Lina Khan, Chair",
      "Noah Joshua Phillips",
      "Rohit Chopra",
      "Rebecca Kelly Slaughter",
      "Christine S. Wilson"
    ],
    "date_issued": "",
    "legal_authority": "Federal Trade Commission Act",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/192-3133-flo-health-inc"
  },
  "complaint": {
    "factual_background": "Flo Health, Inc. operated a period and ovulation tracking mobile app used by millions of women who entrusted the company with intimate reproductive health information. Between 2016 and 2019, despite repeatedly promising users that their health data would remain private and not be shared with third parties, Respondent disclosed users' menstruation, pregnancy, and fertility information to Facebook, Google, Fabric, AppsFlyer, and Flurry through software development kits that transmitted Custom App Events containing health details. The company only stopped these disclosures after the Wall Street Journal exposed the practice in February 2019, leaving hundreds of users feeling violated and betrayed.",
    "representations_made": [
      {
        "description": "Claimed the Flo App would not share health information including marked cycles, pregnancy, symptoms, and notes with third parties",
        "quoted_text": "The privacy policies defined \"personal data\" broadly to include \"information about your health.\" However, the privacy policies then asserted that any information shared with third parties \"exclud[ed] information regarding your marked cycles, pregnancy, symptoms, notes and other information that is entered by you and that you do not elect to share.\"",
        "source_paragraph": 14
      },
      {
        "description": "Promised that third parties could not use Flo App users' personal information for any purpose other than providing services in connection with the App",
        "quoted_text": "In the privacy policies described in Paragraph 14, Respondent also promised that third parties could not use Flo App users' personal information \"for any other purpose except to provide services in connection with the App.\"",
        "source_paragraph": 15
      },
      {
        "description": "Specifically promised not to disclose any data related to health to AppsFlyer",
        "quoted_text": "\"AppsFlyer is a mobile marketing platform. We may share certain non-identifiable information about you and some Personal Data (but never any data related to health) in order to carry out marketing activities and provide you better and more targeted, tailor-made service.\"",
        "source_paragraph": 16
      },
      {
        "description": "Specifically promised not to disclose any data related to health to Flurry",
        "quoted_text": "\"We may share certain non-identifiable information about you and some Personal Data (but never any data related to health) with Flurry.\"",
        "source_paragraph": 16
      },
      {
        "description": "Claimed that Facebook and Google would only receive non-personally identifiable information or device identifiers",
        "quoted_text": "\"We use Facebook Analytics and Google Analytics tools to track installs of our App. Normally, Facebook and Google collect only non-personally identifiable information, though some Personal Data like device identifiers may be transferred to Facebook ....\"",
        "source_paragraph": 17
      },
      {
        "description": "Claimed that Fabric would only receive device identifiers",
        "quoted_text": "\"Fabric may use device identifiers that are stored on your mobile device and allow us to analyze your use of the App in order to improve our app feature [sic].\"",
        "source_paragraph": 17
      },
      {
        "description": "Claimed to adhere to the EU-U.S. Privacy Shield Framework and Swiss-U.S. Privacy Shield Framework Principles",
        "quoted_text": "In privacy policies effective from August 6, 2018 through the present, Respondent has represented that it participates in the EU-U.S. Privacy Shield framework and the U.S.-Swiss Privacy Shield framework. Specifically, since August 6, 2018, Respondent's privacy policies have stated: \"[W]e comply with the EU-U.S. Privacy Shield Framework and Swiss-U.S. Privacy Shield Framework as set forth by the U.S. Department of Commerce regarding the collection, use, and retention of personal information transferred from the EU and Switzerland to the United States. We have certified to the Department of Commerce that we adhere to the Privacy Shield Principles.\"",
        "source_paragraph": 27
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Privacy Misrepresentation – Disclosures of Health Information",
        "representation": "The Flo App would not disclose, without consumers' consent, their health information to third parties in general, and to AppsFlyer and Flurry in particular",
        "fact": "Respondent did disclose consumers' health information to Facebook, Google, Fabric, Flurry, and AppsFlyer",
        "conclusion": "Therefore, the representations set forth in Paragraph 51 are false or misleading."
      },
      {
        "count_number": 2,
        "title": "Privacy Misrepresentation – Disclosures Beyond Identifiers",
        "representation": "Respondent would only disclose non-personally identifiable information, device identifiers, and personal data \"like device identifiers\" to Fabric, Google, and Facebook",
        "fact": "Respondent did not only disclose non-personally identifiable information, device identifiers, and personal data \"like device identifiers\" to Fabric, Google, and Facebook. Respondent also conveyed users' health information to Google, Facebook, and Fabric",
        "conclusion": "Therefore, the representations set forth in Paragraph 53 are false or misleading."
      },
      {
        "count_number": 3,
        "title": "Privacy Misrepresentation – Failure to Limit Third-Party Use",
        "representation": "Third parties could not use Flo App users' personal information \"for any other purpose except to provide services in connection with the App\"",
        "fact": "Third parties could use Flo App users' personal information for purposes other than providing services in connection with the app. Respondent entered into agreements with third parties Facebook, Google, AppsFlyer, and Fabric that permitted them to use Flo App users' personal information for the third parties' own purposes, including for advertising and product improvement. From June 2016 to February 2019, at least one third party (Facebook) used the Flo App users' personal information for its own purposes, including its own research and development purposes",
        "conclusion": "Therefore, the representations set forth in Paragraph 55 are false or misleading."
      },
      {
        "count_number": 4,
        "title": "Misrepresentation Regarding Notice",
        "representation": "Respondent adheres to the Privacy Shield Framework Principles, including the principle of Notice",
        "fact": "Respondent did not adhere to the Privacy Shield Principle of Notice. Respondent did not provide notice in clear and conspicuous language about the purposes for which it disclosed health information to third parties. Respondent disclosed users' health information to numerous third parties authorized to use the data for advertising (among other uses), but at no point did Respondent inform users that their health data could be used for these third parties' purposes",
        "conclusion": "Therefore, the representation set forth in Paragraph 57 is false or misleading."
      },
      {
        "count_number": 5,
        "title": "Misrepresentation Regarding Choice",
        "representation": "Respondent adheres to the Privacy Shield Framework Principles, including the principle of Choice",
        "fact": "Respondent did not adhere to the Privacy Shield Principle of Choice. Respondent did not offer users the opportunity to opt out of whether their personal information would be used for a materially different purpose than the purposes for which it was originally collected or subsequently authorized. Respondent did not obtain Flo App users' affirmative express opt-in consent for disclosures of health information to third parties. Respondent did not offer individuals a clear, conspicuous, and readily available mechanism to exercise choice",
        "conclusion": "Therefore, the representation set forth in Paragraph 59 is false or misleading."
      },
      {
        "count_number": 6,
        "title": "Misrepresentation Regarding Accountability for Onward Transfers",
        "representation": "Respondent adheres to the Privacy Shield Framework Principles, including the principle of Accountability for Onward Transfers",
        "fact": "Respondent did not adhere to the Privacy Shield Principle of Accountability for Onward Transfers. Respondent did not transfer Flo App users' health data to third parties acting as Respondent's agents only for limited and specified purposes. Respondent transferred health information to numerous third parties under broad contracts that permitted use of the data received for wide-ranging purposes, including the third parties' advertising and product improvement. Respondent did not obligate third parties to provide the same level of privacy protection as is required by the Principles. Respondent did not take reasonable and appropriate steps to ensure processing of users' information consistent with the Principles",
        "conclusion": "Therefore, the representation set forth in Paragraph 61 is false or misleading."
      },
      {
        "count_number": 7,
        "title": "Misrepresentation Regarding Data Integrity and Purpose Limitation",
        "representation": "Respondent adheres to the Privacy Shield Framework Principles, including the principle of Data Integrity and Purpose Limitation",
        "fact": "Respondent did not adhere to the Privacy Shield Principle of Data Integrity and Purpose Limitation. Respondent collected health information from Flo App users for the purpose of providing the Flo App's functions. By disclosing Flo App users' health information to third parties under contracts that permitted those third parties to use the data for advertising, product improvement and other purposes, Respondent processed Flo App users' health information in a way that was incompatible with the purposes for which it has been collected",
        "conclusion": "Therefore, the representation set forth in Paragraph 63 is false or misleading."
      }
    ]
  },
  "order": {
    "definitions": {
      "Clearly and Conspicuously": "means that a required disclosure is difficult to miss (i.e., easily noticeable) and easily understandable by ordinary consumers, including in all of the following ways: 1. In any communication that is solely visual or solely audible, the disclosure must be made through the same means through which the communication is presented. In any communication made through both visual and audible means, such as a television advertisement, the disclosure must be presented simultaneously in both the visual and audible portions of the communication even if the representation requiring the disclosure (\"triggering representation\") is made through only one means. 2. A visual disclosure, by its size, contrast, location, the length of time it appears, and other characteristics, must stand out from any accompanying text or other visual elements so that it is easily noticed, read, and understood. 3. An audible disclosure, including by telephone or streaming video, must be delivered in a volume, speed, and cadence sufficient for ordinary consumers to hear it easily and understand it. 4. In any communication using an interactive electronic medium, such as the Internet or software, the disclosure must be unavoidable. 5. The disclosure must use diction and syntax understandable to ordinary consumers and must appear in each language in which the triggering representation appears. 6. The disclosure must comply with these requirements in each medium through which it is received, including all electronic devices and face-to-face communications. 7. The disclosure must not be contradicted or mitigated by, or inconsistent with, anything else in the communication. 8. When the representation or sales practice targets a specific audience, such as children, the elderly, or the terminally ill, \"ordinary consumers\" includes reasonable members of that group.",
      "Covered App User": "means any individual who downloaded and used Respondent's mobile application Flo Period & Ovulation Tracker between June 30, 2016 and February 23, 2019.",
      "Covered Incident": "means any instance in which Respondent discloses Health Information to a Third Party without first receiving that consumer's affirmative express consent.",
      "Covered Information": "means information from or about an individual consumer, including but not limited to: (a) a first and last name; (b) a physical address; (c) an email address or other online contact information, such as a user identifier or a screen name; (d) a telephone number; (e) a Social Security number; (f) a driver's license or other government-issued identification number; (g) a financial institution account number; (h) credit or debit card information; (i) a persistent identifier, such as a customer number held in a \"cookie,\" a static Internet Protocol (\"IP\") address, a mobile device ID, or processor serial number; (j) Health Information; or (k) any information combined with any of (a) through (j) above.",
      "Health Information": "means individually identifiable information from or about an individual consumer relating to health, including but not limited to information concerning fertility, menstruation, sexual activity, pregnancy, and childbirth.",
      "Respondent": "means Flo Health, a corporation, and its successors and assigns.",
      "Third Party": "means any individual or entity other than: (1) Respondent; (2) a service provider of Respondent that: (i) uses or receives Covered Information collected by or on behalf of Respondent for and at the direction of the Respondent and no other individual or entity, (ii) does not disclose the data, or any individually identifiable information derived from such data, to any individual or entity other than Respondent or a subcontractor to such service provider bound to data processing terms no less restrictive than terms to which the service provider is bound, and (iii) does not use the data for any other purpose; or (3) any entity that uses Covered Information only as reasonably necessary: (i) to comply with applicable law, regulation, or legal process, (ii) to enforce Respondent's terms of use, or (iii) to detect, prevent, or mitigate fraud or security vulnerabilities."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Information Privacy",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent the purposes for which it collects, uses, or discloses Covered Information, consumer controls, privacy program participation, or data protection practices.",
        "requirements": [
          {
            "description": "Must not misrepresent purposes for which Covered Information is collected, maintained, used, or disclosed",
            "quoted_text": "IT IS ORDERED that Respondent, Respondent's officers, agents, employees, and attorneys, and all other persons in active concert or participation with either of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with any product or service must not misrepresent in any manner, expressly or by implication: A. the purposes for which Respondent or any entity to whom it discloses Covered Information collects, maintains, uses, or discloses Covered Information",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent the extent to which consumers may exercise control over Covered Information",
            "quoted_text": "B. the extent to which consumers may exercise control over Respondent's collection, maintenance, use, disclosure, or deletion of Covered Information, and the steps a consumer must take to implement such controls",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent participation in privacy or security programs",
            "quoted_text": "C. the extent to which Respondent is a member of, adheres to, complies with, is certified by, is endorsed by, or otherwise participates in any privacy, security, or any other compliance program sponsored by a government or any self-regulatory or standard-setting organization, including the EU-U.S. Privacy Shield and the U.S.-Swiss Privacy Shield framework",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent data handling practices or protection of Covered Information",
            "quoted_text": "D. the extent to which Respondent collects, maintains, uses, discloses, deletes, or permits or denies access to any Covered Information, or the extent to which Respondent protects the availability, confidentiality, or integrity of any Covered Information.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Data Deletion",
        "category": "affirmative_obligation",
        "summary": "Respondent must instruct Third Parties to destroy Health Information received from Respondent belonging to Covered App Users.",
        "requirements": [
          {
            "description": "Instruct Third Parties to destroy Health Information from Covered App Users",
            "quoted_text": "IT IS FURTHER ORDERED that, on or before thirty (30) days after the date of the filing of this Order, Respondent and Respondent's officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, must instruct any Third Party that has received Health Information from Respondent belonging to any Covered App User to destroy such information.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Notice to Users",
        "category": "affirmative_obligation",
        "summary": "Respondent must post a notice on its website and send it to all Covered App Users informing them about the data sharing practices.",
        "requirements": [
          {
            "description": "Post notice on website and email to all Covered App Users",
            "quoted_text": "IT IS FURTHER ORDERED that on or before fourteen (14) days after the date of the filing of this Order, Respondent must post Clearly and Conspicuously on Respondent's website, https://flo.health/, an exact copy of the notice attached hereto as Exhibit A (\"Notice\") and email the Notice to all Covered App Users, provided however, that if Respondent does not have email information for any Covered App User, Respondent must send the Notice to that Covered App User through Respondent's primary means of communicating with that user (such as a notification within Respondent's mobile application).",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Notice and Affirmative Express Consent",
        "category": "affirmative_obligation",
        "summary": "Before disclosing Health Information to Third Parties, Respondent must provide clear disclosure and obtain affirmative express consent from consumers.",
        "requirements": [
          {
            "description": "Clearly and conspicuously disclose categories of Health Information, Third Party identities, and purposes before disclosure",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent and Respondent's officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, in connection with any product or service, prior to disclosing any consumer's Health Information to any Third Party, must: A. Clearly and Conspicuously disclose to the consumer, separate and apart from any \"privacy policy,\" \"terms of use\" page, or other similar document: (1) the categories of Health Information that will be disclosed to such Third Parties, (2) the identities of such Third Parties, and (3) all purposes for Respondent's disclosure of such Health Information, including how it may be used by each Third Party",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Obtain consumer's affirmative express consent before disclosing Health Information to Third Parties",
            "quoted_text": "B. obtain the consumer's affirmative express consent.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Compliance Review",
        "category": "assessment",
        "summary": "Respondent must obtain an independent third-party review of its compliance with EU-U.S. Privacy Shield Principles covering the first 180 days after order issuance.",
        "requirements": [
          {
            "description": "Obtain independent third-party Compliance Review",
            "quoted_text": "IT IS FURTHER ORDERED that, within 180 days after the issuance date of this Order, Respondent must obtain an outside review of certain of its practices (the \"Compliance Review\"): A. The Compliance Review must be completed by a qualified, objective, independent third-party professional, who: (1) uses procedures and standards generally accepted in the profession; (2) conducts an independent review of compliance with the EU-U.S. Privacy Shield Framework Principles (the \"Principles\"), attached hereto as Exhibit B; and (3) retains all documents relevant to the Compliance Review for five (5) years after completion and will provide such documents to the Commission within ten (10) days of receipt of a written request from a representative of the Commission.",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide reviewer names and qualifications to FTC for approval",
            "quoted_text": "B. Respondent shall provide the Associate Director of Enforcement for the Bureau of Consumer Protection at the Commission with the name, affiliation, and resume of each person selected to conduct the Compliance Review, which the Associate Director shall have the authority to approve in his sole discretion.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit completed Compliance Review to the Commission",
            "quoted_text": "E. Unless otherwise directed by a Commission representative in writing, Respondent must submit the Compliance Review to the Commission within ten (10) days after the Compliance Review has been completed via email to DEbrief@ftc.gov or by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Cooperation with Compliance Reviewer",
        "category": "affirmative_obligation",
        "summary": "Respondent must disclose all material facts to the Compliance Reviewer and must not misrepresent any facts material to the review.",
        "requirements": [
          {
            "description": "Disclose all material facts and not misrepresent to Compliance Reviewer",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent, whether acting directly or indirectly, in connection with the Compliance Review required by Provision V of this Order, must disclose all material facts to the individual(s) conducting the Compliance Review (the \"Reviewer\"), and must not misrepresent in any manner, expressly or by implication, any fact material to the Reviewer's determination whether Respondent (1) has maintained compliance with the Principles attached hereto as Exhibit B; (2) has engaged in privacy practices consistent with its privacy policy; (3) adequately informs individuals about the mechanisms through which they may pursue complaints regarding Respondent's privacy practices; or (4) has any gaps or weaknesses in its privacy practices.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Certification",
        "category": "compliance_reporting",
        "summary": "Respondent must provide certification from a senior corporate manager that requirements have been established and implemented.",
        "requirements": [
          {
            "description": "Provide certification of compliance from senior corporate manager or officer",
            "quoted_text": "IT IS FURTHER ORDERED that, in connection with Provisions I through VI of this Order, Respondent must: A. Within 180 days after the issuance date of this Order, provide the Commission with a certification from a senior corporate manager, or, if no such senior corporate manager exists, a senior officer of Respondent responsible for Respondent's privacy practices that Resondent: (1) has established, implemented, and maintained the requirements of this Order; and (2) is not aware of any material noncompliance that has not been (a) corrected or (b) disclosed to the Commission.",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Covered Incident Reports",
        "category": "compliance_reporting",
        "summary": "Respondent must report any Covered Incidents (unauthorized Health Information disclosures) to the Commission within 30 days of discovery.",
        "requirements": [
          {
            "description": "Submit report to Commission within 30 days of discovering a Covered Incident",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent, within thirty (30) days after that Respondent's discovery of a Covered Incident, must submit a report to the Commission. The report must include, to the extent possible: A. The date, estimated date, or estimated date range when the Covered Incident occurred; B. A description of the facts relating to the Covered Incident, including the causes and scope of the Covered Incident, if known; C. The number of consumers whose information was affected; D. The acts that Respondent has taken to date to remediate the Covered Incident and protect Health Information from further disclosure, exposure or access, and protect affected individuals from identity theft or other harm that may result from the Covered Incident; and E. A representative copy of any materially different notice sent by Respondent to consumers or to any U.S. federal, state, or local government entity.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Acknowledgments of the Order",
        "category": "acknowledgment",
        "summary": "Respondent must obtain acknowledgments of receipt of the Order from itself, personnel, and business entities.",
        "requirements": [
          {
            "description": "Submit acknowledgment of receipt to Commission",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent obtain acknowledgments of receipt of this Order: A. Respondent, within ten (10) days after the effective date of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver copy of Order to personnel and business entities for five years",
            "quoted_text": "B. For five (5) years after the issuance date of this Order, Respondent, must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees having managerial responsibilities for conduct related to the subject matter of the Order, and all agents and representatives who participate in conduct related to the subject matter of the Order; and (3) any business entity resulting from any change in structure as set forth in the Provision titled Compliance Reports and Notices. Delivery must occur within ten (10) days after the effective date of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Obtain signed acknowledgments from individuals and entities who receive the Order",
            "quoted_text": "C. From each individual or entity to which Respondent delivered a copy of this Order, Respondent must obtain, within thirty (30) days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Compliance Reports and Notices",
        "category": "compliance_reporting",
        "summary": "Respondent must submit compliance reports initially within 60 days, then annually for five more years, and provide notices of certain changes within 14 days.",
        "requirements": [
          {
            "description": "Submit initial and annual compliance reports for six years total",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent makes timely submissions to the Commission: A. Sixty (60) days after the issuance date of this Order, and annually thereafter for five (5) more years, Respondent must submit a compliance report, sworn under penalty of perjury, in which Respondent must: (a) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission, may use to communicate with Respondent; (b) identify all of Respondent's businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (c) describe the activities of each business, including the services offered, what Covered Information is collected, and how Covered Information is used and disclosed to third parties; (d) describe in detail whether and how Respondent is in compliance with each Provision of this Order, including a discussion of all of the changes Respondent made to comply with the Order; and (e) provide a copy of each Acknowledgment of the Order obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit compliance notice within 14 days of changes in contact or structure",
            "quoted_text": "B. Respondent must submit a compliance notice, sworn under penalty of perjury, within fourteen (14) days of any change in: (a) any designated point of contact or (b) the structure of Respondent or any entity Respondent has any ownership interest in or control directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Submit notice of bankruptcy or insolvency proceedings within 14 days of filing",
            "quoted_text": "C. Respondent must submit notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against Respondent within fourteen (14) days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XI",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must create and retain specific records for 20 years (creation period) with 5-year retention for each record.",
        "requirements": [
          {
            "description": "Create records for 20 years and retain each record for 5 years",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent must create certain records for twenty (20) years after the issuance date of the Order, and retain each such records for five (5) years, unless otherwise specified below. Specifically, Respondent must create and retain the following records: A. accounting records showing the revenues from all goods or services sold, the costs incurred in generating those revenues, and resulting net profit or loss; B. personnel records showing, for each person providing services in relation to any aspect of the Order, whether as an employee or otherwise, that person's: name, addresses, telephone numbers, job title or position, dates of service, and (if applicable) the reason for termination; C. copies or records of all consumer complaints and refund requests sent to Respondent, and any response; D. all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission; E. a copy of each unique advertisement or other marketing material making a representation subject to this Order; F. a copy of each widely disseminated representation by Respondent that describes the extent to which Respondent maintains or protects the privacy, security and confidentiality of any Covered Information, including any representation concerning a change in any website or other service controlled by Respondent that relates to the privacy, security, and confidentiality of Covered Information; G. for five (5) years after the date of preparation of the Compliance Review required by this Order, all materials relied upon to prepare the Compliance Review, whether prepared by or on behalf of Respondent, including all plans, reports, studies, reviews, audits, audit trails, policies, training materials, assessments, and any other materials concerning Respondent's compliance with related Provisions of this Order, for the compliance period covered by the Compliance Review.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "XII",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The FTC may monitor Respondent's compliance through various means including requests for reports, interviews, and posing as consumers.",
        "requirements": [
          {
            "description": "Submit additional compliance reports or records within 10 days of FTC request",
            "quoted_text": "IT IS FURTHER ORDERED that, for the purpose of monitoring Respondent's compliance with this Order: A. Within ten (10) days of receipt of a written request from a representative of the Commission, Respondent must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury, and produce records for inspection and copying.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Permit FTC representatives to communicate directly and interview affiliated persons",
            "quoted_text": "B. For matters concerning this Order, representatives of the Commission are authorized to communicate directly with Respondent. Respondent must permit representatives of the Commission to interview anyone affiliated with Respondent who has agreed to such an interview. The interviewee may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Allow FTC to use lawful investigative means including posing as consumers",
            "quoted_text": "C. The Commission may use all other lawful means, including posing through its representatives as consumers, suppliers, or other individuals or entities, to Respondent or any individual or entity affiliated with Respondent, without the necessity of identification or prior notice. Nothing in this Order limits the Commission's lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XIII",
        "title": "Order Effective Dates",
        "category": "duration",
        "summary": "The Order becomes effective upon publication on the FTC website and terminates 20 years from issuance or from the most recent complaint filing.",
        "requirements": [
          {
            "description": "Order effective upon publication and terminates after 20 years",
            "quoted_text": "IT IS FURTHER ORDERED that this Order is final and effective upon the date of its publication on the Commission's website (ftc.gov) as a final order. This Order will terminate twenty (20) years from the date of its issuance (which date may be stated at the end of this Order, near the Commission's seal), or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of this Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Provision in this Order that terminates in less than twenty (20) years; B. This Order if such complaint is filed after the Order has terminated pursuant to this Provision.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This Order will terminate twenty (20) years from the date of its issuance (which date may be stated at the end of this Order, near the Commission's seal), or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of this Order, whichever comes later"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "06.21, Flo Health Complaint.pdf",
      "order": "06.21, Flo Health Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 7,
      "complaint_representations": 7,
      "order_provisions": 13,
      "order_definitions": 7,
      "order_requirements": 25
    },
    "processing_time_seconds": 177.2
  }
}