{
  "case_info": {
    "docket_number": "Civil Action No. 2:20-cv-859",
    "company": {
      "name": "Kohl's Department Stores, Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "N56 W17000 Ridgewood Drive, Menomonee Falls, Wisconsin 53051",
      "business_description": "Kohl's is a large national department store chain with a significant online retail presence. The company sells clothing, accessories, beauty goods, and home products through physical stores and the website www.kohls.com."
    },
    "commissioners": [],
    "case_date": {
      "month": 6,
      "year": 2020
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a), and Section 609(e) of the Fair Credit Reporting Act, 15 U.S.C. § 1681g(e)",
    "violation_type": "unfair",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/182-3200-kohls-department-stores-inc",
    "statutory_topics": [
      "FCRA"
    ],
    "practice_areas": [
      "Financial Practices"
    ],
    "industry_sectors": [
      "Technology",
      "Financial Services",
      "Retail"
    ]
  },
  "complaint": {
    "factual_background": "Kohl's Department Stores, Inc. violated the Fair Credit Reporting Act (FCRA) Section 609(e) by failing to provide identity theft victims with application and business transaction records upon request. In February 2017, Kohl's changed its policy to share identifying information only with law enforcement or a victim's attorney, and in August 2018 further restricted access so that only law enforcement could obtain detailed order information. These unlawful policies remained in effect from February 2017 through March 2019, during which time Kohl's ignored repeated complaints from victims—including victims who sent Kohl's the text of the FCRA and FTC guidance—and only changed its policy six months after receiving a Civil Investigative Demand from the FTC. On multiple occasions Kohl's also failed to respond to victims within the required 30-day window.",
    "representations_made": [
      {
        "description": "Kohl's policy (February 2017) of sharing identity thief information only with law enforcement or a victim's attorney, not directly with the victim",
        "quoted_text": "17. In February 2017, Kohl’s changed its policy for responding to 609(e) Requests related to Website orders. Under the new policy (“February 2017 Policy”), Kohl’s would only share information identifying the identify thief with law enforcement or with a victim’s attorney, upon their direct request.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 17,
        "quote_start_line": 104,
        "quote_end_line": 107
      },
      {
        "description": "Kohl's August 2018 Policy of refusing to provide detailed order information (such as shipping addresses and phone numbers from fraudulent orders) directly to victims, limiting victims to a single recourse of a direct law enforcement request",
        "quoted_text": "18. In August 2018, Kohl’s further revised its policy for responding to 609(e) Requests. Under the new policy (“August 2018 Policy”), Kohl’s would provide customers with a Kohl’s charge account with a more expansive list of business and transaction records (such as statements, receipts, and applications), but Kohl’s continued to refuse to provide detailed order information (such as the address and phone number listed on a fraudulent application or the shipping address used for fraudulent orders) directly to any customers. In addition, under the August 2018 Policy, Kohl’s would no longer provide such detailed information about fraudulent orders to victims’ attorneys. According to this policy, victims had a single recourse for obtaining such information from Kohl’s: a request directly from law enforcement.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 18,
        "quote_start_line": 108,
        "quote_end_line": 116
      },
      {
        "description": "Kohl's informed victims that it was not permitted to share records with anyone other than law enforcement",
        "quoted_text": "19. As a result of Kohl’s February 2017 and August 2018 Policies, many victims of identity theft were unable to obtain application and business transaction records related to the identity theft they suffered. Specifically, Kohl’s informed victims that it was not permitted to share such information with anyone other than law enforcement.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 19,
        "quote_start_line": 117,
        "quote_end_line": 120
      },
      {
        "description": "Kohl's failed to respond to victims—even to issue a denial—within 30 days of receiving a request",
        "quoted_text": "20. In addition, on several occasions, Kohl’s failed to respond to victims—even to issue a denial of their request—within 30 days.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 20,
        "quote_start_line": 121,
        "quote_end_line": 122
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Failure to Provide Records",
        "representation": "In numerous instances, Kohl's entered into commercial transactions with persons who made unauthorized use of victims' means of identification and failed to provide the required application and business transaction records to victims upon request",
        "fact": "Section 609(e) of the FCRA requires business entities to provide identity theft victims with application and business transaction records not later than 30 days after receipt of a proper request; Kohl's policies from February 2017 through March 2019 systematically denied victims direct access to such records",
        "conclusion": "By and through these acts and practices, Kohl's has violated Section 609(e) of the FCRA, 15 U.S.C. § 1681g(e), and such acts also constitute unfair or deceptive acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 2,
        "title": "Failure to Respond Within 30 Days",
        "representation": "On multiple occasions, Kohl's entered into commercial transactions with persons who made unauthorized use of victims' means of identification and refused to provide the required application and business transaction records not later than 30 days after the date of receipt of a request from a victim",
        "fact": "Section 609(e)(1) of the FCRA mandates that business entities provide identity theft victims with the requested records within 30 days of receipt of the request; Kohl's on multiple occasions failed to respond at all within that window, even to deny the request",
        "conclusion": "By and through these acts and practices, Kohl's has violated Section 609(e) of the FCRA, 15 U.S.C. § 1681g(e), and such acts also constitute unfair or deceptive acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Defendant": "Kohl's Department Stores, Inc. and its successors and assigns.",
      "Victim": "a consumer whose means of identification or financial information has been used or transferred (or has been alleged to have been used or transferred) without the authority of that consumer, with the intent to commit, or to aid or abet, an identity theft or a similar crime.",
      "Eligible Victim": "\"Eligible Victim\" means any Victim for whom Defendant has a record that the Victim requested from Defendant, during the time period of February 1, 2017 to April 15, 2019, application and business transaction records evidencing any transaction alleged to be a result of identity theft."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibited Business Practices – FCRA Section 609(e) Record Disclosure",
        "category": "prohibition",
        "summary": "Defendant and its agents are permanently enjoined from failing to timely provide identity theft victims with copies of application and business transaction records within 30 days of a valid written request under FCRA Section 609(e), subject to identity verification requirements and enumerated exceptions.",
        "requirements": [
          {
            "description": "Permanently restrained from failing to provide, within 30 days of a valid written request under FCRA Section 609(e), application and business transaction records to a Victim (or specified law enforcement), free of charge, evidencing any transaction alleged to be a result of identity theft.",
            "quoted_text": "A. That Defendant and Defendant’s officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with the sale of any good or service by Defendant, are hereby permanently restrained and enjoined from failing to, within 30 days of the date of receipt of a valid written request under FCRA Section 609(e), from a Victim mailed to the address or other channel specified by the Defendant, and subject to verification of the identity of the Victim and the claim of identity theft in accordance with paragraph I.B, provide, without charge to the Victim, a copy of application and business transaction records in Defendant’s control, whether maintained by Defendant or by another person on behalf of Defendant, evidencing any transaction alleged to be a result of identity theft as required by FCRA Section 609(e). Such records, which may include information that identifies the alleged identity thief, shall be provided to: 1. the Victim; 2. any Federal, State, or local government law enforcement agency or officer specified by the Victim in such a request; or 3. any law enforcement agency investigating the identity theft and authorized by the Victim to take receipt of records, when Defendant has provided credit to, provided for consideration products, goods, or services to, accepted payment from, or otherwise entered into a commercial transaction for consideration Page 3 of 14 Case 2:20-cv-00859-LA Filed 06/10/20 Page 3 of 14 Document 4 with, a person who has allegedly made unauthorized use of the means of identification of the Victim.",
            "deadline": "30 days of receipt of valid written request",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 59,
            "quote_end_line": 83
          },
          {
            "description": "Before providing information, Defendant may require the Victim to submit proof of positive identification (government-issued ID, personally identifying information of the same type provided by the unauthorized person, or information typically requested from new applicants) and proof of a claim of identity theft (police report and a completed standardized affidavit or acceptable affidavit of fact).",
            "quoted_text": "B. Before Defendant provides any information under paragraph I.A, unless Defendant, at its discretion, otherwise has a high degree of confidence that it knows the identity of the Victim making a request under paragraph I.A, the Defendant may require the Victim to provide to Defendant: 1. as proof of positive identification of the Victim, at the election of the Defendant: a. the presentation of a government-issued identification card; b. personally identifying information of the same type as was provided to Defendant by the unauthorized person; or c. personally identifying information that Defendant typically requests from new applicants or for new transactions, at the time of the Victim’s request for information, including any documentation described in clauses I.B.1.a and I.B.1.b; and 2. as proof of a claim of identity theft, at the election of Defendant: a. a copy of a police report evidencing the claim of the Victim of identity theft; and b. a properly completed: i. copy of a standardized affidavit of identity theft developed and made available by the Consumer Financial Protection Bureau; or ii. affidavit of fact that is acceptable to Defendant for that purpose.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 84,
            "quote_end_line": 102
          },
          {
            "description": "Defendant may decline to provide records if, in good faith, it determines: (1) paragraph I.A does not require disclosure; (2) it lacks high confidence in the requester's true identity; (3) the request is based on a misrepresentation of fact; or (4) the information is Internet navigational data or similar website visit information.",
            "quoted_text": "C. Defendant may decline to provide information under paragraph I.A if, in the exercise of good faith, Defendant determines that: Page 4 of 14 Case 2:20-cv-00859-LA Filed 06/10/20 Page 4 of 14 Document 4 1. paragraph I.A does not require disclosure of the information; 2. after reviewing the information provided pursuant to paragraph I.B, Defendant does not have a high degree of confidence in knowing the true identity of the individual requesting the information; 3. the request for the information is based on a misrepresentation of fact by the individual requesting the information relevant to the request for information; or 4. the information requested is Internet navigational data or similar information about a person’s visit to a website or online service.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 103,
            "quote_end_line": 116
          },
          {
            "description": "Nothing in the Order waives or alters any defense under FCRA Section 609(e), including the affirmative defense that records do not exist or are not reasonably available after a reasonably diligent search.",
            "quoted_text": "D. Nothing in this Order shall be construed to waive or alter any defense under Section 609(e), including the affirmative defense to file an affidavit or answer stating that: (A) the business entity has made a reasonably diligent search of its available business records; and (B) the records requested under Section 609(e) do not exist or are not reasonably available.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 117,
            "quote_end_line": 120
          },
          {
            "description": "No provision of Title V, subtitle A of the Gramm-Leach-Bliley Act prohibiting disclosure of financial information to third parties shall be used to deny disclosure to the Victim under paragraph I.A.",
            "quoted_text": "E. No provision of Title V, subtitle A, of the Gramm-Leach-Bliley Act, 15 U.S.C. §§ 6801- 6809 prohibiting the disclosure of financial information by a business entity to third parties, shall be used to deny disclosure of information to the Victim under paragraph I.A.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 121,
            "quote_end_line": 123
          },
          {
            "description": "Except as provided in paragraph I.D, nothing in this subsection permits or requires Defendant to disclose information (including to law enforcement) that Defendant is otherwise prohibited from disclosing under any applicable Federal or State law.",
            "quoted_text": "F. Except as provided in paragraph I.D, nothing in this subsection permits or requires Defendant to disclose information, including information to law enforcement under paragraphs I.A.2 and I.A.3, that Defendant is otherwise prohibited from disclosing under any other applicable provision of Federal or State law.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 124,
            "quote_end_line": 127
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Monetary Judgment for Civil Penalty",
        "category": "affirmative_obligation",
        "summary": "A civil penalty judgment of $220,000 is entered against Defendant, payable to the U.S. Treasury within 7 days of entry of this Order by electronic fund transfer.",
        "requirements": [
          {
            "description": "Judgment in the amount of $220,000 is entered in favor of Plaintiff against Defendant as a civil penalty.",
            "quoted_text": "A. Judgment in the amount of two hundred and twenty thousand ($220,000) is entered in favor of Plaintiff against Defendant as a civil penalty.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 130,
            "quote_end_line": 131
          },
          {
            "description": "Defendant must pay $220,000 to the Treasurer of the United States by electronic fund transfer within 7 days of entry of this Order.",
            "quoted_text": "B. Defendant is ordered to pay to Plaintiff, by making payment to the Treasurer of the United States, two hundred and twenty thousand ($220,000) which as Defendant stipulates, its undersigned counsel holds in escrow for no purpose other than payment to Plaintiff. Such payment must be made within 7 days of entry of this Order by electronic fund transfer in accordance with instructions previously provided by a representative of Plaintiff.",
            "deadline": "7 days of entry of Order",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 136,
            "quote_end_line": 140
          },
          {
            "description": "Defendant relinquishes all dominion, legal, and equitable right, title, and interest in assets transferred pursuant to this Order and may not seek their return.",
            "quoted_text": "C. Defendant relinquishes dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek the return of any assets.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 141,
            "quote_end_line": 142
          },
          {
            "description": "The facts alleged in the Complaint will be taken as true, without further proof, in any subsequent civil litigation by or on behalf of the Commission to enforce payment or monetary judgment.",
            "quoted_text": "D. The facts alleged in the Complaint will be taken as true, without further proof, in any subsequent civil litigation by or on behalf of the Commission, including in a proceeding to enforce its rights to any payment or monetary judgment pursuant to this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 143,
            "quote_end_line": 145
          },
          {
            "description": "Defendant acknowledges that its Taxpayer Identification Numbers (EINs) previously submitted to the Commission may be used for collecting and reporting on any delinquent amount arising out of this Order pursuant to 31 U.S.C. § 7701.",
            "quoted_text": "E. Defendant acknowledges that its Taxpayer Identification Numbers (Employer Identification Numbers), which Defendant previously submitted to the Commission, may be used for collecting and reporting on any delinquent amount arising out of this Order, in accordance with 31 U.S.C. § 7701.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 146,
            "quote_end_line": 149
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      },
      {
        "provision_number": "III",
        "title": "Notices to Eligible Victims and Other Victims",
        "category": "affirmative_obligation",
        "summary": "Defendant must post a website notice directing identity theft victims on how to request records, and must certify to the Commission that it has sent records and/or notices to Eligible Victims who previously submitted requests.",
        "requirements": [
          {
            "description": "Within 30 days of entry of this Order, and for three years following, Defendant must post a website notice on kohls.com directing Victims how to request application and business transaction records related to fraudulent transactions, providing an email address, postal address, and fax number, and affirming Kohl's will respond within 30 days of receiving the request and required Verification Documents.",
            "quoted_text": "A. On or before 30 days after entry of this Order, and for three years following, Defendant must provide a website notice on a page of Defendant’s website, www.kohls.com, in a place where consumers seeking information about fraud and identity theft would reasonably expect to find such information, information directing Victims how to ask Kohl’s to provide copies of application and business transaction records related to a fraudulent transaction or account. Such notice must provide an email address, postal address, and fax number, to any one of which the Victim can elect to send the request. Such notice must not require the Victim to provide anything other than what is required by law (15 U.S.C. § 1681g(e)), namely (1) the Victim’s driver’s Page 6 of 14 Case 2:20-cv-00859-LA Filed 06/10/20 Page 6 of 14 Document 4 license or other government-issued identification; (2) personally identifying information to verify the requestor’s identity; (3) sufficient information for Defendant to identify and locate the transaction alleged to be a result of identity theft; (4) the police report the Victim filed about the identity theft; and (5) an affidavit reporting the identity theft, like the Identity Theft Report the Victim can create at IdentityTheft.gov (the “Verification Documents”). Finally, the notice must affirm that Kohl’s will send copies of records required to be sent under Section 609(e) that relate to the identity theft Victim’s request within 30 days after receiving the request and the Verification Documents (if required by Kohl’s).",
            "deadline": "30 days of entry of Order; maintained for 3 years",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 152,
            "quote_end_line": 171
          },
          {
            "description": "Within 14 days of entry of this Order, Defendant must provide the Commission with a certification signed by Kohl's Chief Marketing Officer confirming that all application and business transaction records in its control have been sent to Eligible Victims who previously submitted requests including all Verification Documents.",
            "quoted_text": "B. Defendant shall, within 14 days after entry of this Order, provide the Commission with its certification, signed by Kohl’s Chief Marketing Officer on behalf of Kohl’s, that Kohl’s has sent all application and business transaction records in its control evidencing any transaction alleged to be a result of identity theft to any Eligible Victims who previously submitted a request to Kohl’s that included each of the Verification Documents.",
            "deadline": "14 days of entry of Order",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 172,
            "quote_end_line": 176
          },
          {
            "description": "Within 14 days of entry of this Order, Defendant must provide the Commission with a certification signed by Kohl's Chief Marketing Officer confirming that Eligible Victims who submitted incomplete requests (missing Verification Documents) were notified that additional records may be available and instructed on how to request them.",
            "quoted_text": "C. Defendant shall, within 14 days after entry of this Order, provide the Commission with its certification, signed by Kohl’s Chief Marketing Officer on behalf of Kohl’s, that Kohl’s has provided a notice to Eligible Victims who previously submitted a request for application and business transaction records (which request did not include each of the Verification Documents), informing the Eligible Victims that Kohl’s may have additional application and business transaction records that relate to the fraud or identity theft claim, and that the Eligible Victim may request those records by following the same process described in paragraph III.A above.",
            "deadline": "14 days of entry of Order",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 177,
            "quote_end_line": 183
          },
          {
            "description": "Within 14 days of entry of this Order, Defendant must provide the Commission with a certification signed by Kohl's Chief Marketing Officer confirming that all application and business transaction records have been delivered to Eligible Victims who received the notice in paragraph III.C and subsequently submitted all Verification Documents, regardless of whether their request specified particular records.",
            "quoted_text": "D. Defendant shall, within 14 days after entry of this Order, provide the Commission with its certification, signed by Kohl’s Chief Marketing Officer on behalf of Kohl’s, that Kohl’s has delivered all application and business transaction records in its control evidencing any Page 7 of 14 Case 2:20-cv-00859-LA Filed 06/10/20 Page 7 of 14 Document 4 transaction alleged to be a result of identity theft to any Eligible Victims who received the notice described in paragraph III.C above and who sent Kohl’s each of the Verification Documents, regardless of whether the request specifies particular records sought.",
            "deadline": "14 days of entry of Order",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 184,
            "quote_end_line": 193
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Defendant must submit a sworn acknowledgment of receipt of this Order to the Commission within 7 days, deliver copies of the Order to relevant employees and successors for 5 years, and collect signed acknowledgments from each recipient within 30 days.",
        "requirements": [
          {
            "description": "Within 7 days of entry of this Order, Defendant must submit to the Commission a sworn acknowledgment of receipt of this Order under penalty of perjury.",
            "quoted_text": "A. Defendant, within 7 days of entry of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "7 days of entry of Order",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 197,
            "quote_end_line": 198
          },
          {
            "description": "For 5 years after entry of this Order, Defendant must deliver a copy of the Order to: (1) all employees with managerial responsibilities related to Section I and all employees responsible for responding to FCRA Section 609(e) requests; and (2) any business entity resulting from a change in structure. Current personnel must receive delivery within 7 days; all others before assuming their responsibilities.",
            "quoted_text": "B. For 5 years after entry of this Order, Defendant must deliver a copy of this Order to: (1) all employees having managerial responsibilities for conduct related to Section I of the Order and all employees and representatives responsible for responding to requests under FCRA Section 609(e); and (2) any business entity resulting from any change in structure as set forth in the Section titled Compliance Reporting. Delivery must occur within 7 days of entry of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "7 days for current personnel; before assuming responsibilities for others",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 199,
            "quote_end_line": 205
          },
          {
            "description": "From each individual or entity that received a copy of this Order, Defendant must obtain a signed and dated acknowledgment of receipt within 30 days.",
            "quoted_text": "C. From each individual or entity to which Defendant delivered a copy of this Order, Defendant must obtain, within 30 days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days of delivery",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 206,
            "quote_end_line": 208
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "V",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendant must submit a sworn compliance report one year after entry, notify the Commission of structural or contact changes within 14 days for 10 years, and report any bankruptcy filing within 14 days.",
        "requirements": [
          {
            "description": "One year after entry of this Order, Defendant must submit a sworn compliance report identifying primary contact information, all business names and addresses, activities relevant to the Order's scope, whether and how Defendant is in compliance with each Section, and copies of all Order Acknowledgments obtained.",
            "quoted_text": "A. One year after entry of this Order, Defendant must submit a compliance report, sworn under penalty of perjury. Defendant must: (1) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Page 8 of 14 Case 2:20-cv-00859-LA Filed 06/10/20 Page 8 of 14 Document 4 Commission and Plaintiff may use to communicate with Defendant; (2) identify all of Defendant’s businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (3) describe the activities relevant to the scope of the Order of each business with such activities; and (4) describe in detail whether and how Defendant is in compliance with each Section of this Order; and (5) provide a copy of each Order Acknowledgment obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "1 year after entry of Order",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 212,
            "quote_end_line": 224
          },
          {
            "description": "For 10 years after entry of this Order, Defendant must submit a sworn compliance notice within 14 days of any change in designated points of contact or in the structure of Defendant or any entity Defendant owns or controls that may affect compliance obligations, including creation, merger, sale, or dissolution of any relevant entity.",
            "quoted_text": "B. For 10 years after entry of this Order, Defendant must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in: (1) any designated point of contact; or (2)the structure of Defendant or any entity that Defendant has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days of any qualifying change, for 10 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 225,
            "quote_end_line": 230
          },
          {
            "description": "Defendant must submit notice to the Commission within 14 days of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against Defendant.",
            "quoted_text": "C. Defendant must submit to the Commission notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against Defendant within 14 days of its filing.",
            "deadline": "14 days of filing",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 231,
            "quote_end_line": 232
          },
          {
            "description": "Any submission required to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, concluding with the prescribed declaration language, date, signatory's full name, title, and signature.",
            "quoted_text": "D. Any submission to the Commission required by this Order to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, such as by concluding: “I declare under penalty of perjury under the laws of the United States of America that the foregoing is true and correct. Executed on: _____” and supplying the date, signatory’s full name, title (if applicable), and signature.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 233,
            "quote_end_line": 237
          },
          {
            "description": "Unless otherwise directed in writing, all submissions to the Commission must be emailed to DEbrief@ftc.gov or sent by overnight courier to the Associate Director for Enforcement, Bureau of Consumer Protection, FTC, 600 Pennsylvania Avenue NW, Washington, DC 20580, with the subject line beginning: FTC v. Kohl's Department Stores, Inc.",
            "quoted_text": "E. Unless otherwise directed by a Commission representative in writing, all submissions to the Commission pursuant to this Order must be emailed to DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Page 9 of 14 Case 2:20-cv-00859-LA Filed 06/10/20 Page 9 of 14 Document 4 Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin: FTC v. Kohl’s Department Stores, Inc. (X ).",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 238,
            "quote_end_line": 246
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendant must create specified records for 10 years after entry of the Order and retain each such record for 5 years, covering revenues, personnel, consumer complaints, requests for records, and all materials demonstrating compliance.",
        "requirements": [
          {
            "description": "Defendant must create and retain accounting records showing revenues from all goods or services sold.",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant must create certain records for 10 years after entry of the Order, and retain each such record for 5 years. Specifically, Defendant must create and retain the following records to the extent they relate to this Order: A. accounting records showing the revenues from all goods or services sold;",
            "deadline": "Create for 10 years; retain for 5 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 248,
            "quote_end_line": 251
          },
          {
            "description": "Defendant must create and retain personnel records sufficient to show name, address, telephone numbers, job title, dates of service, and reason for termination for each person with managerial responsibilities related to this Order, and for each agent or employee designated to respond to FCRA Section 609(e) requests, including the number and identification of specific requests handled and any related disciplinary actions.",
            "quoted_text": "B. personnel records sufficient to show: (1) for each person having managerial responsibilities related to this Order, whether as an employee or otherwise, that person’s: name; address; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination; and (2) for each agent or employee designated by the Company to respond to requests for application and business transaction records, that person’s: name; address; telephone numbers; job title or position; dates of service; the number of requests for application and business transaction records that the individual responds to annually; information identifying the specific requests that the individual responds to; any disciplinary action against the individual related to the individual’s response to requests for application and business transaction records; and (if applicable) the reason for termination;",
            "deadline": "Create for 10 years; retain for 5 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 252,
            "quote_end_line": 262
          },
          {
            "description": "Defendant must create and retain records of all written consumer complaints relating to requests for application or business transaction records under FCRA Section 609(e), whether received directly or through a third party, and any response.",
            "quoted_text": "C. records of all written consumer complaints relating to requests for application or business transaction records, pursuant to FCRA Section 609(e), whether received directly or indirectly, such as through a third party, and any response;",
            "deadline": "Create for 10 years; retain for 5 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 263,
            "quote_end_line": 265
          },
          {
            "description": "Defendant must create and retain records tracking each request for records covered by paragraph I.A, including: the date of receipt, the date records were provided (if applicable), and for any declined request, the reasons for denial.",
            "quoted_text": "D. records tracking each request for records covered by paragraph I.A of this Order that Defendant receives, including: 1. the date Defendant received each request; Page 10 of 14 Case 2:20-cv-00859-LA Filed 06/10/20 Page 10 of 14 Document 4 2. if applicable, the date Defendant provided the records in response to the request; and 3. for any request where Defendant declines to provide the records, the reasons for such denial; and",
            "deadline": "Create for 10 years; retain for 5 years",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 266,
            "quote_end_line": 276
          },
          {
            "description": "Defendant must create and retain all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission.",
            "quoted_text": "E. all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission.",
            "deadline": "Create for 10 years; retain for 5 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 277,
            "quote_end_line": 278
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission and Plaintiff are authorized to monitor Defendant's compliance through information requests, depositions, discovery, direct communications, employee interviews, and undercover means, with Defendant required to respond within 14 days of written requests.",
        "requirements": [
          {
            "description": "Within 14 days of receipt of a written request from the Commission or Plaintiff, Defendant must submit additional compliance reports or other requested information (sworn under penalty of perjury), appear for depositions, and produce documents for inspection and copying. The Commission and Plaintiff are also authorized to obtain discovery using procedures prescribed by Federal Rules of Civil Procedure 29, 30, 31, 33, 34, 36, 45, and 69.",
            "quoted_text": "A. Within 14 days of receipt of a written request from a representative of the Commission or Plaintiff, Defendant must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury; appear for depositions; and produce documents for inspection and copying. The Commission and Plaintiff are also authorized to obtain discovery, without further leave of court, using any of the procedures prescribed by Federal Rules of Civil Procedure 29, 30 (including telephonic depositions), 31, 33, 34, 36, 45, and 69.",
            "deadline": "14 days of written request",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 282,
            "quote_end_line": 287
          },
          {
            "description": "The Commission and Plaintiff are authorized to communicate directly with Defendant regarding matters concerning this Order, and Defendant must permit representatives to interview any consenting employee or affiliated person, who may have counsel present.",
            "quoted_text": "B. For matters concerning this Order, the Commission and Plaintiff are authorized to communicate directly with Defendant. Defendant must permit representatives of the Commission and Plaintiff to interview any employee or other person affiliated with Defendant who has agreed to such an interview. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 288,
            "quote_end_line": 291
          },
          {
            "description": "The Commission and Plaintiff may use all other lawful means, including posing as consumers, suppliers, or other individuals, without identification or prior notice. Nothing in this Order limits the Commission's lawful use of compulsory process under Sections 9 and 20 of the FTC Act. Defendant may assert all available defenses, rights, or privileges.",
            "quoted_text": "C. The Commission and Plaintiff may use all other lawful means, including posing, through their representatives as consumers, suppliers, or other individuals or entities, to Defendant or any individual or entity affiliated with Defendant, without the necessity of identification or prior notice. Nothing in this Order limits the Commission’s lawful use of compulsory process, Page 11 of 14 Case 2:20-cv-00859-LA Filed 06/10/20 Page 11 of 14 Document 4 pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1. Defendant may assert any and all defenses, rights, or privileges available to it.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 292,
            "quote_end_line": 301
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction over this matter for purposes of construction, modification, and enforcement of the Order.",
        "requirements": [
          {
            "description": "The Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "quoted_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 303,
            "quote_end_line": 304
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "06.20, Kohl's Department Stores Complaint (Pending).pdf",
      "order": "06.20, Kohl's Department Stores Order (Pending).pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 4,
      "order_provisions": 8,
      "order_definitions": 3,
      "order_requirements": 32,
      "provisions_per_section": {
        "I": 6,
        "II": 5,
        "III": 4,
        "IV": 3,
        "V": 5,
        "VI": 5,
        "VII": 3,
        "VIII": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 1
      },
      "verification_details": {
        "complaint_verified": 4,
        "complaint_total": 4,
        "order_verified": 32,
        "order_total": 32
      }
    },
    "processing_time_seconds": 118.6
  }
}