{
  "case_info": {
    "docket_number": "Civil Action No.",
    "company": {
      "name": "TALX Corporation",
      "incorporation_state": "Missouri",
      "entity_type": "corporation",
      "address": "11432 Lackland Road, St. Louis, Missouri 63146",
      "business_description": "TALX, a wholly-owned subsidiary of Equifax Inc., provides employment and income history reports to lenders, pre-employment screeners, social service agencies, and others. The company obtains employment and income information from employer-clients and compiles consumer reports on a nationwide basis relating to employment and income history."
    },
    "commissioners": [],
    "case_date": {
      "month": 7,
      "year": 2009
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a); Section 621(a) of the Fair Credit Reporting Act, 15 U.S.C. § 1681s(a)",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/072-3173-united-states-america-federal-trade-commission-plaintiff-v-talx-corporation-defendant"
  },
  "complaint": {
    "factual_background": "TALX Corporation, a consumer reporting agency that provides employment and income history reports to lenders, employers, and government agencies, failed to provide required notices to data furnishers and report users. Prior to 2006, TALX violated the Fair Credit Reporting Act by not providing legally mandated 'Notice to Furnishers of Information' to entities that supplied consumer data and 'Notice to Users of Consumer Reports' to entities that received consumer reports.",
    "representations_made": [],
    "counts": [
      {
        "count_number": 1,
        "title": "Failure to Provide Required FCRA Notices",
        "representation": "TALX was required to provide Furnisher Notices to furnishers who regularly supply consumer information and User Notices to users who receive consumer reports, as mandated by section 607(d) of the FCRA",
        "fact": "Prior to 2006, TALX failed to provide Furnisher Notices to furnishers or User Notices to users",
        "conclusion": "By and through the acts and practices described in Paragraph 12 above, TALX has violated section 607(d) of the FCRA, 15 U.S.C. § 1681e(d)"
      }
    ]
  },
  "order": {
    "definitions": {
      "Defendant": "TALX, its subsidiaries and operating companies, and their successors and assigns, officers, agents, representatives, and employees.",
      "FCRA definitions": "The definitions set forth in the FCRA, 15 U.S.C. §§ 1681a, et seq., shall apply.",
      "Clear and prominent": "in an electronic medium the disclosure shall be: (a) unavoidable; (b) of a size and shade, and shall appear on the screen for a duration, sufficient for an ordinary consumer to read and comprehend it; (c) easily printable; and (d) presented on the principal screen or landing page where the disclosure is relevant.",
      "Employment history": "verifications of employment or income that are created by searching more than one employer-client file.",
      "Income history": "verifications of employment or income that are created by searching more than one employer-client file."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Civil Penalty",
        "category": "affirmative_obligation",
        "summary": "Defendant must pay a civil penalty of $350,000 to the United States within seven business days.",
        "requirements": [
          {
            "description": "Pay civil penalty of $350,000",
            "quoted_text": "IT IS ORDERED that Defendant shall pay to Plaintiff, pursuant to section 621(a) of the FCRA, 15 U.S.C. § 1681s(a), a civil penalty in the amount of three hundred and fifty thousand dollars ($350,000).",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Make payment within seven business days by electronic fund transfer",
            "quoted_text": "Defendant shall make this payment within seven (7) business days of the date of service of this Order to the Treasurer of the United States by electronic fund transfer in accordance with instructions provided by the Office of Consumer Litigation, Civil Division, U.S. Department ofJustice, Washington, D.C. 20530, for appropriate disposition.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Prohibited Business Activities",
        "category": "prohibition",
        "summary": "Defendant is permanently restrained from failing to provide required User Notices and Furnisher Notices under FCRA section 607(d).",
        "requirements": [
          {
            "description": "Must not fail to provide User Notice to all users of employment history and income history reports and any other consumer reports",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant, when operating as a consumer reporting agency as defined in section 603(f) of the FCRA, 15 U.S.C. § 168Ia(f), and all other persons or entities within the scope ofFed. R. Civ. P. 65, whether acting directly or through any sole proprietorship, partnership, limited liability company, corporation, subsidiary, branch, division, or other entity who receive actual notice of this Order by personal service or otherwise, are hereby permanently restrained and enjoined from: A. Failing to provide the \"User Notice\" required by section 607( d) of the FCRA, IS U.S.C. § 168Ie(d), to all users of Defendant's employment history and income history reports and any other consumer reports. Provided, however, that Defendant may provide an electronic copy of this notice to a user if (i) in the ordinary course of business, the user obtains consumer report information from Defendant in electronic form, and (ii) the notice is clear and prominent.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Must not fail to provide Furnisher Notice to all furnishers of consumer report information",
            "quoted_text": "B. Failing to provide the \"Fumisher Notice\" required by section 607(d) of the. FCRA, IS U.S.C. § l68Ie(d), to all furnishers of consumer report information to Defendant. Provided, however, that Defendant may provide an electronic copy of this notice to a furnisher if (i) in the ordinary cours\" of business, the furnisher provides consumer report information to Defendant in electronic form, and (ii) the notice is clear and prominent.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The FTC is authorized to monitor compliance through written reports, document production, depositions, interviews, and site inspections.",
        "requirements": [
          {
            "description": "Submit additional written reports, produce documents, appear for deposition, and provide entry to business locations upon FTC request",
            "quoted_text": "Within ten business (10) days of receipt of written notice from a representative of the Commission, Defendant shall submit additional written reports, which are true and accurate and sworn to under penalty of perjury; produce documents for inspection and copying; appear for deposition; and provide entry during normal business hours to any business location in Defendant's possession or direct or indirect control, to inspect the business operation; provided that, Defendant, after attempting to resolve a dispute without court action and for good cause shown may file a motion with this Court seeking an order including one or more of the protections set forth in Fed. R. Civ. P. 26(c).",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Permit FTC representatives to interview employees, consultants, contractors, representatives, or agents who agree to such interviews",
            "quoted_text": "Defendant shall permit representatives of the Commission to interview any consultant, independent contractor, representative, agent, or employee who has agreed to such an interview, relating in any way to any conduct subject to this Order. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Compliance Reporting by Defendant",
        "category": "compliance_reporting",
        "summary": "Defendant must notify the FTC of structural changes, provide annual compliance reports, and notify of bankruptcy filings.",
        "requirements": [
          {
            "description": "Notify FTC of structural changes affecting compliance obligations at least thirty days prior to such change",
            "quoted_text": "For a period of five (5) years from the date of service ofthis Order, Defendant shall notify the Commission of any changes in structure of Defendant or any other business entity that Defendant directly or indirectly controls, or has an ownership interest in, that may affect compliance obligations arising under this Order, including but not limited to incorporation or other organization; a dissolution, assignment, sale, merger, or other action; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order; or a change in the business name or address, at least thirty (30) days prior to such change, provided that, with respect to any proposed change in the business entity about which Defendant learns less than thirty (30) days prior to the date such action is to take place, Defendant shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Provide written compliance reports 180 days after Order and annually for three years",
            "quoted_text": "One hundred eighty (180) days after the date of service ofthis Order and annually thereafter for a period of three (3) years, Defendant shall provide a written report to the Commission, which is true and accurate and sworn to under penalty of perjury, setting forth in detail the manner and form in which it has complied and is complying with this Order.",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Notify FTC of bankruptcy filing within fifteen days",
            "quoted_text": "For a period of five (5) years from the date of service of this Order, Defendant shall notify the Commission of the filing of a bankruptcy petition within fifteen (15) days of filing.",
            "deadline": "15 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Record Keeping Provisions",
        "category": "recordkeeping",
        "summary": "Defendant must create and retain records for six years, including user and furnisher files, training materials, and compliance documents.",
        "requirements": [
          {
            "description": "Create and retain files containing names, addresses, telephone numbers of all users and furnishers that received notices, and all compliance materials",
            "quoted_text": "IT IS FURTHER ORDERED that, for a period of six (6) years from the date of entry of this Order, Defendant and its agents, employees, officers, corporations, and those persons in active concert or participation with them who receive actual notice of this Order by personal service or otherwise, are hereby restrained and enjoined from failing to create and/or retain the following records: A. Files containing the names, addresses, telephone numbers, of all users and furnishers ofconsumer report information that received the section 607(d) User Notice and Furnisher Notice, and all materials considered by Defendant to demonstrate compliance with section 607(d) ofthe FCRA.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Retain copies of all training materials relating to activities alleged in Complaint and compliance with this Order",
            "quoted_text": "B. Copies of all training materials that relate to Defendant's activities as alleged in the Complaint and Defendant's compliance with the provisions of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Retain all records and documents necessary to demonstrate full compliance with each provision of this Order",
            "quoted_text": "C. All records and documents necessary to demonstrate full compliance with each provision ofthis Order, including but not limited to, copies of acknowledgments of receipt of this Order, required by the Sections titled \"Distribution of Order\" and \"Acknowledgment of Receipt of Order.\"",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Distribution of Order by Defendant",
        "category": "acknowledgment",
        "summary": "Defendant must deliver copies of the Order to principals, officers, directors, managers, and relevant employees for three years, and obtain signed acknowledgments within thirty days.",
        "requirements": [
          {
            "description": "Deliver copies of Order to all principals, officers, directors, managers, and relevant employees within specified timeframes",
            "quoted_text": "IT IS FURTHER ORDERED that, for a period of three (3) years from the date of service of this Order, Defendant shall deliver copies of this Order as directed below: A. Defendant must deliver a copy of this Order to (l) all of its principals, officers, directors, and managers; (2) all of its employees, agents, and representatives who engage in conduct related to the subject matter of this Order; and (3) any business entity resulting from any change in structure set forth in Subsection A of the Section titled \"Compliance Reporting.\" For current personnel, delivery shall be within ten (l0) days of service of this order upon Defendant. For new personnel, delivery shall occur prior to them assuming their responsibilities. For any business entity resulting from any change in structure set forth in Subsection A of the Section titled \"Compliance Reporting,\" delivery shall be at least ten (10) days prior to the change in structure.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Secure signed and dated acknowledgment statements from all persons receiving a copy of the Order",
            "quoted_text": "B. Defendant shall secure a signed and dated statement acknowledging receipt of this Order, within thirty (30) days of delivery, from all persons receiving a copy ofthe Order pursuant to this Section.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Acknowledgment of Receipt of Order",
        "category": "acknowledgment",
        "summary": "Defendant must submit a truthful sworn statement acknowledging receipt of this Order within five business days.",
        "requirements": [
          {
            "description": "Submit truthful sworn statement acknowledging receipt of Order to the FTC",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant, within five (5) business days of receipt of this Order as entered by the Court, must submit to the Commission a truthful sworn statement acknowledging receipt of this Order.",
            "deadline": "5 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction over this matter for purposes of construction, modification, and enforcement of the Order.",
        "requirements": [
          {
            "description": "Court retains jurisdiction for construction, modification, and enforcement",
            "quoted_text": "IT IS FURTHER ORDERED that this Court shall retain jurisdiction of this matter for purposes of construction, modification, and enforcement ofthis Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Costs and Attorneys' Fees",
        "category": "acknowledgment",
        "summary": "Each party bears its own costs and attorneys' fees incurred in connection with this action.",
        "requirements": [
          {
            "description": "Each party bears its own costs and attorneys' fees",
            "quoted_text": "IT IS FURTHER ORDERED that each party shall bear its own costs and attorneys' fees incurred in connection with this action.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "This Court shall retain jurisdiction of this matter for purposes of construction, modification, and enforcement ofthis Order."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "07.09, United States of America , Plaintiff, v. TALX Corporation, Defendant Complaint.pdf",
      "order": "07.09, United States of America , Plaintiff, v. TALX Corporation, Defendant Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 0,
      "order_provisions": 9,
      "order_definitions": 5,
      "order_requirements": 17
    },
    "processing_time_seconds": 102.5
  }
}