{
  "case_info": {
    "docket_number": "3:17-CV-00039-JD",
    "company": {
      "name": "D-Link Systems, Inc.",
      "incorporation_state": "California",
      "entity_type": "corporation",
      "address": "17595 Mt. Herrmann St., Fountain Valley, California 92708",
      "business_description": "D-Link Systems, Inc. is a subsidiary of D-Link Corporation that designs, develops, markets, and manufactures networking devices including consumer routers and Internet-protocol (IP) cameras, along with related software and services. The company serves as the primary distributor of these products throughout the United States and provides customer support and security services."
    },
    "commissioners": [],
    "date_issued": "2019-07-02",
    "legal_authority": "Section 13(b) of the Federal Trade Commission Act, 15 U.S.C. § 53(b), and Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a)",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/132-3157-x170030-d-link"
  },
  "complaint": {
    "factual_background": "D-Link Corporation and D-Link Systems, Inc. designed, marketed, and sold routers and Internet-protocol cameras to U.S. consumers while failing to implement basic security measures. The companies made numerous public claims about their products' security features while failing to protect against well-known vulnerabilities including hard-coded credentials, command injection flaws, and inadequate private key protection. These failures exposed thousands of consumers to significant risks including unauthorized network access, surveillance of private activities, and theft of sensitive personal information.",
    "representations_made": [
      {
        "description": "Prohibited intentional backdoors and undocumented credentials in products",
        "quoted_text": "D-Link prohibits at all times, including during product development by D-Link or its affiliates, any intentional product features or behaviors which allow unauthorized access to the device or network, including but not limited to undocumented account credentials, covert communication channels, 'backdoors' or undocumented traffic diversion. All such features and behaviors are considered serious and will be given the highest priority.",
        "source_paragraph": 20
      },
      {
        "description": "Routers support latest wireless security features to prevent unauthorized access",
        "quoted_text": "supports the latest wireless security features to help prevent unauthorized access, be it from over a wireless network or from the Internet. Support for WPATM and WPA2TM standards ensure that you will be able to use the best possible encryption, regardless of your client devices. In addition [the router] utilizes dual active firewalls (SPI and NAT) to prevent potential attacks from across the Internet.",
        "source_paragraph": 21
      },
      {
        "description": "Routers ensure secure Wi-Fi network and utilize dual-active firewalls",
        "quoted_text": "ensures a secure Wi-Fi network through the use of WPA/WPA2 wireless encryption. Simply press the WPS button to quickly establish a secure connection to new devices. The [router] also utilizes dual-active firewalls (SPI and NAT) to prevent potential attacks and intrusions from across the Internet.",
        "source_paragraph": 21
      },
      {
        "description": "Router supports latest wireless security features and utilizes SPI firewalls",
        "quoted_text": "supports the latest wireless security features to help prevent unauthorized access, be it from over a wireless network or from the Internet. Support for WPATM and WPA2TM standards ensure that you will be able to use the best possible encryption method. In addition, this [router] utilizes Stateful Packet Inspection Firewalls (SPI) to help prevent potential attacks from across the Internet.",
        "source_paragraph": 21
      },
      {
        "description": "Router protects network with 128-bit security encryption and is one of the safest",
        "quoted_text": "protects your network with 128-bit AES data security encryption – the same technology used in E-commerce or online banking. Create your own network name and password or put it at the tip of your fingers with 'Push Button Security' standard on every Amplifi device. With hassle-free plug and play installation, and advanced Wi-Fi protected setup, the [router] is not only one of the fastest routers available, its [sic] also one of the safest.",
        "source_paragraph": 21
      },
      {
        "description": "IP cameras marketed with prominent security messaging",
        "quoted_text": "brochures in the general form of Exhibit 6, which display the word 'SECURITY' in large, capital letters, in a vividly-colored footer across the bottom of each page. (See PX 6). In addition, Defendants have designed their IP camera packaging, including in the general form of Exhibit 7, to display security-related terms. Such terms include the words 'secure connection,' next to a lock icon, among the product features listed on the side of the box",
        "source_paragraph": 22
      },
      {
        "description": "Router GUI instructs users to set password to secure the device",
        "quoted_text": "To secure your new networking device, please set and verify a password below",
        "source_paragraph": 23
      },
      {
        "description": "Router GUI recommends password to keep router secure",
        "quoted_text": "It is highly recommended that you create a password to keep your router secure.",
        "source_paragraph": 23
      },
      {
        "description": "IP camera GUI instructs users to set password to secure the camera",
        "quoted_text": "instructions to 'Set up an Admin ID and Password' or 'enter a password' in order 'to secure your camera'",
        "source_paragraph": 24
      },
      {
        "description": "IP camera GUI displays SECURICAM Network branding with lock icon",
        "quoted_text": "security-related banners, including, but not limited to, the words 'SECURICAM Network,' alongside a lock icon, across the top of the GUI",
        "source_paragraph": 24
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Unfair Security Practices",
        "representation": "Defendants offered routers and IP cameras to consumers for the purpose of protecting their local networks and accessing sensitive personal information",
        "fact": "Defendants failed to take reasonable steps to secure the software for their routers and IP cameras, including failing to protect against hard-coded credentials and backdoors, command injection flaws, failing to maintain confidentiality of private signing keys, and failing to secure mobile app login credentials",
        "conclusion": "Defendants' practices caused, or are likely to cause, substantial injury to consumers in the United States that is not outweighed by countervailing benefits to consumers or competition and is not reasonably avoidable by consumers. Therefore, Defendants' acts and practices constitute unfair acts or practices in or affecting commerce, in violation of Section 5 of the FTC Act."
      },
      {
        "count_number": 2,
        "title": "Security Event Response Policy Misrepresentation",
        "representation": "Defendants represented that they took reasonable steps to secure their products from unauthorized access, specifically stating they prohibited intentional backdoors, undocumented credentials, and covert communication channels",
        "fact": "Defendants did not take reasonable steps to secure their products from unauthorized access",
        "conclusion": "Therefore, the making of the representation constitutes a deceptive act or practice, in or affecting commerce in violation of Section 5(a) of the FTC Act."
      },
      {
        "count_number": 3,
        "title": "Router Promotional Misrepresentations",
        "representation": "Defendants represented that the routers described by promotional claims were secure from unauthorized access",
        "fact": "Defendants' routers were not secure from unauthorized access and control",
        "conclusion": "Therefore, the making of the representation constitutes a deceptive act or practice, in or affecting commerce in violation of Section 5(a) of the FTC Act."
      },
      {
        "count_number": 4,
        "title": "IP Camera Promotional Misrepresentations",
        "representation": "Defendants represented that the IP cameras described by promotional claims were secure from unauthorized access and control",
        "fact": "Defendants' IP cameras were not secure from unauthorized access and control",
        "conclusion": "Therefore, the making of the representation constitutes a deceptive act or practice, in or affecting commerce in violation of Section 5(a) of the FTC Act."
      },
      {
        "count_number": 5,
        "title": "Router GUI Misrepresentations",
        "representation": "Defendants represented through router graphical user interfaces that the routers were secure from unauthorized access",
        "fact": "Defendants' routers were not secure from unauthorized access and control",
        "conclusion": "Therefore, the making of the representation constitutes a deceptive act or practice, in or affecting commerce in violation of Section 5(a) of the FTC Act."
      },
      {
        "count_number": 6,
        "title": "IP Camera GUI Misrepresentations",
        "representation": "Defendants represented through IP camera graphical user interfaces that the IP cameras were secure from unauthorized access and control",
        "fact": "Defendants' IP cameras were not secure from unauthorized access and control",
        "conclusion": "Therefore, the making of the representation constitutes a deceptive act or practice, in or affecting commerce in violation of Section 5(a) of the FTC Act."
      }
    ]
  },
  "order": {
    "definitions": {
      "Approved Standard": "\"Security for industrial automation and control systems – Part 4-1: Secure product development lifecycle requirements\", attached hereto as Exhibit A, or, in the event that such standard no longer exists, any successor standard established or approved by the International Electrotechnical Commission, or any successor entity thereto. In the event no such successor standard or successor entity exists, or at the election of Defendant, Approved Standard shall mean a standard of comparable scope and thoroughness approved, at his or her sole discretion, by the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission. Any decision not to approve a standard must be accompanied by a writing setting forth in detail the reasons for denying such approval.",
      "Defendant": "D-Link Systems, Inc. and its successors and assigns.",
      "Covered Device": "Any IP Camera or Router that Defendant sells on or after January 5, 2017, directly or through authorized re-sellers to consumers in the United States; provided that \"Covered Device\" does not include IP Cameras or Routers that Defendant can establish that Defendant offers primarily for enterprises and other commercial entities, including products identified in Exhibit B.",
      "IP Camera": "Any Internet Protocol (\"IP\") camera, cloud camera, or other Internet-accessible camera that transmits, or allows for the transmission of, video, audio, or audiovisual data over the Internet.",
      "Router": "Any network device that forwards IP data packets from one network to another or from a network to the Internet."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Comprehensive Software Security Program",
        "category": "affirmative_obligation",
        "summary": "Defendant must establish and maintain a comprehensive software security program for Covered Devices for 20 years, including documentation, risk assessments, safeguards, secure development processes, and regular evaluations.",
        "requirements": [
          {
            "description": "Establish and maintain comprehensive software security program for 20 years",
            "quoted_text": "IT IS ORDERED that Defendant shall, for a period of twenty (20) years after entry of this Order, continue with or establish and implement, and maintain, a comprehensive software security program (\"Software Security Program\") that is designed to provide protection for the security of its Covered Devices, unless Defendant ceases to market, distribute, or sell any Covered Devices.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9915894039735099
          },
          {
            "description": "Document the software security program in writing",
            "quoted_text": "Document in writing the content, implementation, and maintenance of the Software Security Program;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide written program to board or senior officer at least annually",
            "quoted_text": "Provide the written program and any evaluations thereof or updates thereto to Defendant's board of directors or governing body or, if no such board or equivalent governing body exists, to a senior officer of Defendant responsible for Defendant's Software Security Program at least once every twelve (12) months;",
            "deadline": "12 months",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Designate qualified employee(s) to coordinate the program",
            "quoted_text": "Designate a qualified employee or employees to coordinate and be responsible for the Software Security Program;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Assess and document risks at least annually",
            "quoted_text": "Assess and document, at least once every twelve (12) months, internal and external risks to the security of Covered Devices that could result in the unauthorized disclosure, misuse, loss, theft, alteration, destruction, or other compromise of such information input into, stored on or captured with, accessed, or transmitted by a Covered Device;",
            "deadline": "12 months",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Design, implement, and maintain safeguards as part of secure software development process",
            "quoted_text": "Design, implement, maintain, and document safeguards, as a part of a secure software development process, that control for the internal and external risks Defendant identifies to the security of Covered Devices.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Engage in security planning for functionality and features",
            "quoted_text": "Engaging in security planning by enumerating in writing how functionality and features will affect the security of Covered Devices;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Perform threat modeling",
            "quoted_text": "Performing threat modeling to identify internal and external risks to the security of data transmitted using Covered Devices;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Engage in pre-release code review through automated static analysis",
            "quoted_text": "Engaging in pre-release code review of every release of software for Covered Devices through the use of automated static analysis tools;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Conduct pre-release vulnerability testing",
            "quoted_text": "Conducting pre-release vulnerability testing of every release of software for Covered Devices;",
            "deadline": null,
            "verified": true,
            "confidence": 0.9990721649484536
          },
          {
            "description": "Perform ongoing code maintenance with shared code database",
            "quoted_text": "Performing ongoing code maintenance by maintaining a database of shared code to be used to help find other instances of a vulnerability when a vulnerability is reported or otherwise discovered;",
            "deadline": null,
            "verified": true,
            "confidence": 0.9998492462311558
          },
          {
            "description": "Implement remediation processes for security flaws",
            "quoted_text": "Remediation processes designed to address security flaws, or analogous instances of security flaws, identified at any stage of software development process;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Monitor security research for potential vulnerabilities",
            "quoted_text": "Ongoing monitoring of security research for potential vulnerabilities that could affect Covered Devices;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Implement process for accepting vulnerability reports from security researchers",
            "quoted_text": "A process for accepting vulnerability reports from security researchers, which shall include providing a designated point of contact for security researchers, appointing supervisory personnel to validate concerns;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide automatic firmware updates to configured devices",
            "quoted_text": "Automatic firmware updates directly to the Covered Devices that are configured to receive automatic firmware updates;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide notice at least 60 days before ceasing security updates",
            "quoted_text": "At least 60 days prior to ceasing security updates for a Covered Device, a clear and conspicuous notice to consumers who registered their Covered Device, through the communication channel(s) the consumer chose at the time of registration, and a clear and conspicuous notice on the product information page of the Covered Device on Defendant's website that the Covered Device will no longer receive firmware updates;",
            "deadline": "60 days",
            "verified": true,
            "confidence": 0.9829276693455798
          },
          {
            "description": "Provide biennial security training for personnel and vendors",
            "quoted_text": "Biennial security training for personnel and vendors responsible for developing, implementing, or reviewing Covered Device software, including firmware updates.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9996969696969698
          },
          {
            "description": "Assess sufficiency of safeguards at least annually",
            "quoted_text": "Assess, at least once every twelve (12) months the sufficiency of any safeguards in place to address the risks to the security of Covered Devices, and modify the Software Security Program based on the results.",
            "deadline": "12 months",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Test and monitor effectiveness of safeguards at least annually",
            "quoted_text": "Test and monitor the effectiveness of the safeguards at least once every twelve (12) months, and modify the Software Security Program based on the results.",
            "deadline": "12 months",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Select and retain capable service providers with contractual security requirements",
            "quoted_text": "Select and retain service providers capable of maintaining security practices consistent with this Order, and contractually require service providers to implement and maintain safeguards consistent with this Order;",
            "deadline": null,
            "verified": true,
            "confidence": 0.993963963963964
          },
          {
            "description": "Evaluate and adjust program at least annually",
            "quoted_text": "Evaluate and adjust the Software Security Program in light of any changes to Defendant's operations or business arrangements, or any other circumstances that Defendant knows or has reason to know may have an impact on the effectiveness of the Software Security Program. At a minimum, Defendant must evaluate the Software Security Program at least once every twelve (12) months and modify the Software Security Program based on the results.",
            "deadline": "12 months",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Software Security Assessments by a Third Party",
        "category": "assessment",
        "summary": "Defendant must obtain initial and biennial third-party assessments of its Software Security Program from a qualified, independent assessor (CSSLP certified) for 10 years.",
        "requirements": [
          {
            "description": "Obtain initial and biennial third-party assessments",
            "quoted_text": "IT IS FURTHER ORDERED that, in connection with compliance with Defendant's Software Security Program, Defendant must obtain initial and biennial assessments (\"Assessments\"):",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Use qualified, objective, independent third-party assessor",
            "quoted_text": "The Assessments must be obtained from a qualified, objective, independent third-party professional (\"Assessor\"), who: (1) is qualified as a Certified Secure Software Lifecycle Professional (CSSLP) with professional experience with secure Internet-accessible devices; (2) uses procedures and standards generally accepted in the profession; (3) conducts an independent review of the Software Security Program, or, at the election of Defendant, an assessment of the Approved Standard; and (4) retains all documents considered for each Assessment for five (5) years after completion of such Assessment and will provide such documents to the Commission within fourteen (14) days of receipt of a written request from a representative of the Commission.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.8665447897623401
          },
          {
            "description": "Provide assessor name to FTC for approval",
            "quoted_text": "For each Assessment, Respondent shall provide the Associate Director for Enforcement for the Bureau of Consumer Protection at the Federal Trade Commission with the name and affiliation of the person selected to conduct the Assessment, which the Associate Director shall have the authority to approve in his sole discretion.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Initial assessment covering entry to January 31, 2020; biennial assessments for 10 years thereafter",
            "quoted_text": "The reporting period for the Assessments to FTC must cover: (1) from the entry of this Order to January 31, 2020, for the initial Assessment; and (2) each 2-year period thereafter for ten (10) years after entry of this Order for the biennial Assessments.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Complete each assessment within 60 days after end of reporting period",
            "quoted_text": "Each Assessment must be completed within sixty (60) days after the end of the reporting period to which the Assessment applies.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit initial assessment to Commission within 20 days of completion",
            "quoted_text": "Unless otherwise directed by a Commission representative in writing, Defendant must submit the initial Assessment to the Commission within twenty (20) days after the Assessment has been completed via email to DEbrief@ftc.gov or by overnight courier (not the U.S. Postal Service) to Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580.",
            "deadline": "20 days",
            "verified": true,
            "confidence": 0.7888888888888889
          },
          {
            "description": "Retain subsequent biennial assessments and provide within 20 days of request",
            "quoted_text": "All subsequent biennial Assessments shall be retained by Defendant until the order is terminated and provided to the Associate Director for Enforcement within twenty (20) days of request.",
            "deadline": "20 days",
            "verified": true,
            "confidence": 0.988974358974359
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Cooperation with Third-Party Software Security Assessor",
        "category": "affirmative_obligation",
        "summary": "Defendant must disclose all material facts to the assessor, not misrepresent any facts, and provide all necessary information for the assessment.",
        "requirements": [
          {
            "description": "Disclose all material facts to assessor and not misrepresent",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant, whether acting directly or indirectly, in connection with any Assessment required by Section II of this Order titled Software Security Assessments by a Third Party, must: Disclose all material facts to the Assessor, and must not misrepresent in any manner, expressly or by implication, any fact material to the Assessor's Assessment;",
            "deadline": null,
            "verified": true,
            "confidence": 0.9787870619946092
          },
          {
            "description": "Provide all necessary information and material to assessor",
            "quoted_text": "Provide or otherwise make available to the Assessor all information and material in its possession, custody, or control that is necessary to the Assessment for which there is no reasonable claim of privilege.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Annual Certification",
        "category": "compliance_reporting",
        "summary": "Defendant must provide annual certifications from a senior corporate manager that requirements have been implemented and maintained, with no material noncompliance that has not been corrected or disclosed.",
        "requirements": [
          {
            "description": "Provide annual certification one year after entry and each year thereafter",
            "quoted_text": "IT IS FURTHER ORDERED that, in connection with compliance with Defendant's Software Security Program, Defendant shall: One year after the entry of this Order, and each year thereafter, provide the Commission with a certification from a senior corporate manager, or, if no such senior corporate manager exists, a senior officer of Defendant responsible for Defendant's Software Security Program that: (1) the requirements of this Order have been established, implemented, and maintained; and (2) Defendant is not aware of any material noncompliance that has not been (a) corrected or (b) disclosed to the Commission.",
            "deadline": "12 months",
            "verified": true,
            "confidence": 0.9595120061967467
          },
          {
            "description": "Submit annual certifications to Commission via specified channels",
            "quoted_text": "Unless otherwise directed by a Commission representative in writing, submit all annual certifications to the Commission pursuant to this Order via email to DEbrief@ftc.gov or by overnight courier (not the U.S. Postal Service) to Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin, \"In re D-Link Systems, Inc., FTC File No. X170030.\"",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Specific Conduct Provisions",
        "category": "prohibition",
        "summary": "Defendant must stop selling IP camera setup wizard with specific representations and provide firmware update instructions to consumers who registered devices.",
        "requirements": [
          {
            "description": "Stop selling, distributing, or hosting IP camera setup wizard with specified representations",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant shall no longer sell, distribute, or host on its website the IP Camera set-up wizard software containing the representations shown in Exhibit C attached hereto for any Covered Devices.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide firmware update instructions to registered consumers within 60 days",
            "quoted_text": "Within 60 days of the effective date of this Order, provide clear and conspicuous notice to all consumers who registered their Covered Devices, through the communication channel(s) the consumer chose at the time of registration, containing instructions for updating said device with the latest firmware update.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Defendant must submit acknowledgment of receipt of Order and deliver copies to relevant personnel for three years, obtaining signed acknowledgments from recipients.",
        "requirements": [
          {
            "description": "Submit acknowledgment of receipt within 7 days",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant obtains acknowledgments of receipt of this Order: Defendant, within 7 days of entry of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 0.9996969696969698
          },
          {
            "description": "Deliver order to principals, officers, directors, managers, and relevant employees for 3 years",
            "quoted_text": "For three years after entry of this Order, Defendant must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees having managerial responsibilities for the security of Covered Devices and all agents and representatives who participate in the security of Covered Devices; and (3) any business entity resulting from any change in structure as set forth in the Section titled Compliance Reporting. Delivery must occur within 7 days of entry of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 0.8246844319775596
          },
          {
            "description": "Obtain signed acknowledgments within 30 days from recipients",
            "quoted_text": "From each individual or entity to which a Defendant delivered a copy of this Order, that Defendant must obtain, within 30 days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendant must submit compliance reports and notices regarding changes to contact information, business structure, or bankruptcy proceedings.",
        "requirements": [
          {
            "description": "Submit initial compliance report by January 31, 2020",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant makes timely submissions to the Commission: On January 31, 2020, Defendant must submit a compliance report, sworn under penalty of perjury, which must: (1) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission may use to communicate with Defendant; (2) identifies all of that Defendant's businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (3) describes the activities of each business, including the security and marketing practices; (4) describes in detail whether and how Defendant is in compliance with each Section of this Order (either directly or, at Defendant's election, Defendant may, for the purpose of satisfying this requirement as to Sections I and II, incorporate a Section II initial Assessment); and (5) provides a copy of each Order Acknowledgment obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "January 31, 2020",
            "verified": true,
            "confidence": 0.9893810444874275
          },
          {
            "description": "Submit compliance notice within 14 days of changes to contact or structure for 10 years",
            "quoted_text": "For ten (10) years after entry of this Order, Defendant must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following: (a) any designated point of contact; or (b) the structure of Defendant or any entity that Defendant has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the Defendant or any subsidiary, parent, or affiliate that Defendant has any ownership interest in or controls directly or indirectly that engages in any acts or practices subject to this Order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.8334457181389077
          },
          {
            "description": "Submit notice of bankruptcy filing within 14 days",
            "quoted_text": "Defendant must submit to the Commission notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against such Defendant within 14 days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendant must create and retain specific records for 10years after entry of Order, with each record retained for 5 years.",
        "requirements": [
          {
            "description": "Create and retain accounting records, personnel records, consumer complaints, compliance records, and marketing materials",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant must create certain records for ten (10) years after entry of the Order, and retain each such record for 5 years. Specifically, Defendant must create and retain the following records: accounting records showing the revenues from all goods or services sold; Defendant's personnel records showing, for each person providing services, whether as an employee or otherwise, that person's: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination; records of all consumer complaints and refund requests, whether received directly or indirectly, such as through a third party, concerning the subject matter of the Order; all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission; and a copy of each unique advertisement or other marketing material by Defendant making a representation subject to this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 0.8712226871222687
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "FTC has authority to monitor compliance through document requests, depositions, interviews, and other investigative methods.",
        "requirements": [
          {
            "description": "Respond to Commission requests within 14 days for compliance reports, depositions, and document production",
            "quoted_text": "IT IS FURTHER ORDERED that, for the purpose of monitoring Defendant's compliance with this Order: Within 14 days of receipt of a written request from a representative of the Commission, Defendant must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury; appear for depositions; and produce documents for inspection and copying.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.9481929181929182
          },
          {
            "description": "Permit Commission to interview employees and affiliated persons",
            "quoted_text": "For matters concerning this Order, the Commission is authorized to communicate directly with Defendant, Defendant must permit representatives of the Commission to interview any employee or other person affiliated with Defendant who has agreed to such an interview. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 0.7006109979633401
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction for purposes of construction, modification, and enforcement of this Order.",
        "requirements": [
          {
            "description": "Court retains jurisdiction for construction, modification, and enforcement",
            "quoted_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 0.8166666666666667
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "IT IS ORDERED that Defendant shall, for a period of twenty (20) years after entry of this Order, continue with or establish and implement, and maintain, a comprehensive software security program (\"Software Security Program\") that is designed to provide protection for the security of its Covered Devices"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "07.19, D-Link Complaint.pdf",
      "order": "07.19, D-Link Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 6,
      "complaint_representations": 10,
      "order_provisions": 10,
      "order_definitions": 5,
      "order_requirements": 44
    },
    "processing_time_seconds": 1194.2
  }
}