{
  "case_info": {
    "docket_number": "C-4587",
    "company": {
      "name": "ASUSTeK Computer, Inc.",
      "incorporation_state": "Taiwan",
      "entity_type": "corporation",
      "address": "15, Li-Te Rd., Peitou, Taipei 11259, Taiwan",
      "business_description": "ASUSTeK Computer, Inc. is a hardware manufacturer that designs and sells routers and related software and services for consumer use. ASUS controls U.S. marketing and advertising for its routers and is responsible for developing and distributing software updates to remediate security vulnerabilities. The company sells its routers in the United States through a wholly owned U.S. subsidiary."
    },
    "commissioners": [
      "Edith Ramirez, Chairwoman",
      "Maureen K. Ohlhausen",
      "Terrell McSweeny"
    ],
    "case_date": {
      "month": 7,
      "year": 2016
    },
    "legal_authority": "Federal Trade Commission Act",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/142-3156-asustek-computer-inc-matter"
  },
  "complaint": {
    "factual_background": "ASUS sold routers with cloud features (AiCloud and AiDisk) that it marketed as secure, but failed to implement basic security measures. The routers contained multiple critical vulnerabilities including authentication bypass, password disclosure, and cross-site request forgery flaws. In February 2014, hackers exploited these vulnerabilities to compromise 12,937 routers, accessing consumers' sensitive personal information including financial records, social security numbers, and tax returns, leading to identity theft.",
    "representations_made": [
      {
        "description": "Represented that routers could protect local networks from unauthorized access and attacks",
        "quoted_text": "Respondent marketed its routers as including security features such as \"SPI intrusion detection\" and \"DoS protection,\" advertised that its routers could \"protect computers from any unauthorized access, hacking, and virus attacks\" (see Exh. A, p. 1 of 2), and instructed consumers to \"enable the [router's] firewall to protect your local network against attacks from hackers\" (see Exh. A, p. 2 of 2).",
        "source_paragraph": 4
      },
      {
        "description": "Represented AiCloud as the most complete, accessible, and secure cloud platform",
        "quoted_text": "In August 2012, ASUS introduced and began marketing a feature known as AiCloud on its routers. Respondent publicized AiCloud as a \"private personal cloud for selective file sharing\" that featured \"indefinite storage and increased privacy\" (see Exh. C, p. 1 of 6). In the following months, ASUS provided software updates for certain older router models to add the AiCloud feature, which respondent touted as \"the most complete, accessible, and secure cloud platform\" (see Exh. C, p. 2 of 6).",
        "source_paragraph": 7
      },
      {
        "description": "Represented AiCloud as a secure space for accessing files",
        "quoted_text": "Described as \"your secure space,\" AiCloud allows consumers to plug a USB storage device, such as an external hard drive, into the router, and then use web and mobile applications to access files on the storage device (see Exh. C, p. 3 of 6).",
        "source_paragraph": 8
      },
      {
        "description": "Represented AiDisk as a way to safely secure and access data",
        "quoted_text": "Despite the fact that FTP does not support transit encryption, since at least 2012 respondent has promoted AiDisk as a way to \"safely secure and access your treasured data through your router\" (see Exh. E).",
        "source_paragraph": 14
      },
      {
        "description": "Represented that the firmware upgrade tool could check whether router is using latest firmware",
        "quoted_text": "The admin console includes a tool that ostensibly allows consumers to check whether their router is using the most current firmware (\"firmware upgrade tool\"). When consumers click on the \"Check\" button, the tool indicates that the \"router is checking the ASUS server for the firmware update\" (see Exh. H).",
        "source_paragraph": 27
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Router Security Misrepresentations",
        "representation": "Respondent represented that it took reasonable steps to ensure that its routers could protect consumers' local networks from attack",
        "fact": "Respondent did not take reasonable steps to ensure that its routers could protect consumers' local networks from attack, including failing to protect against password disclosure and cross-site request forgery vulnerabilities",
        "conclusion": "Therefore, the representation set forth in Paragraph 37 is false or misleading."
      },
      {
        "count_number": 2,
        "title": "AiCloud Security Misrepresentations",
        "representation": "Respondent represented that it took reasonable steps to ensure that its AiCloud feature is a secure means for a consumer to access sensitive personal information",
        "fact": "Respondent did not take reasonable steps to ensure that its AiCloud feature is a secure means for a consumer to access sensitive personal information, as AiCloud contained authentication bypass and password disclosure vulnerabilities",
        "conclusion": "Therefore, the representation set forth in Paragraph 39 is false or misleading."
      },
      {
        "count_number": 3,
        "title": "AiDisk Security Misrepresentations",
        "representation": "Respondent represented that it took reasonable steps to ensure that its AiDisk feature is a secure means for a consumer to access sensitive personal information",
        "fact": "Respondent did not take reasonable steps to ensure that its AiDisk feature is a secure means for a consumer to access sensitive personal information, as AiDisk used insecure FTP without encryption, had insecure default settings allowing unauthenticated access, and recommended weak login credentials",
        "conclusion": "Therefore, the representation set forth in Paragraph 41 is false or misleading."
      },
      {
        "count_number": 4,
        "title": "Firmware Upgrade Tool Misrepresentations",
        "representation": "Respondent represented that consumers can rely upon the firmware upgrade tool to indicate accurately whether their router is using the most current firmware",
        "fact": "Consumers cannot rely upon the firmware upgrade tool to indicate accurately whether their router is using the most current firmware, as the tool frequently failed to recognize the latest available firmware due to ASUS not updating the server-side list",
        "conclusion": "Therefore, the representation set forth in Paragraph 43 is false or misleading."
      },
      {
        "count_number": 5,
        "title": "Unfair Security Practices",
        "representation": "Respondent failed to take reasonable steps to secure the software for its routers, which respondent offered to consumers for the purpose of protecting their local networks and accessing sensitive personal information",
        "fact": "Respondent's actions caused or are likely to cause substantial injury to consumers in the United States that is not outweighed by countervailing benefits to consumers or competition and is not reasonably avoidable by consumers themselves",
        "conclusion": "This practice is an unfair act or practice."
      }
    ]
  },
  "order": {
    "definitions": {
      "respondent": "Unless otherwise specified, \"respondent\" shall mean ASUSTeK Computer, Inc., corporation, and its subsidiaries and divisions in the United States, and successors and assigns.",
      "Clear(ly) and conspicuous(ly)": "\"Clear(ly) and conspicuous(ly)\" means that a required disclosure is difficult to miss (i.e., easily noticeable) and easily understandable by ordinary consumers, including in all of the following ways: A. In any communication that is solely visual or solely audible, the disclosure must be made through the same means through which the communication is presented. In any communication made through both visual and audible means, such as a television advertisement, the disclosure must be presented simultaneously in both the visual and audible portions of the communication, even if the representation requiring the disclosure is made in only one means. B. A visual disclosure, by its size, contrast, location, the length of time it appears, and other characteristics, must stand out from any accompanying text or other visual elements so that it is easily noticed, read, and understood. C. An audible disclosure, including by telephone or streaming video, must be delivered in a volume, speed, and cadence sufficient for ordinary consumers to easily hear and understand it. D. In any communication using an interactive electronic medium, such as the Internet or software, the disclosure must be unavoidable. E. The disclosure must use diction and syntax understandable to ordinary consumers. F. The disclosure must comply with these requirements in each medium through which it is received, including all electronic devices and face-to-face communications. G. The disclosure must not be contradicted or mitigated by, or inconsistent with, anything else in the communication.",
      "Commerce": "\"Commerce\" shall mean commerce among the several States or with foreign nations, or in any Territory of the United States or in the District of Columbia, or between any such Territory and another, or between any such Territory and any State or foreign nation, or between the District of Columbia and any State or Territory or foreign nation, as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. ยง 44.",
      "Covered Device": "\"Covered Device\" shall mean (a) any router, or device for which the primary purpose is connecting other client devices to a network, developed by respondent, directly or indirectly, that is marketed to consumers in the United States and (b) the software used to access, operate, manage, or configure such router or other device subject to part (a) of this definition, including, but not limited to, the firmware, web or mobile applications, and any related online services, that are advertised, developed, branded, or provided by respondent, directly or indirectly, for use with, or as compatible with, the router or other device.",
      "Covered Information": "\"Covered Information\" shall mean any individually-identifiable information from or about an individual consumer collected by respondent through a Covered Device or input into, stored on, captured with, accessed, or transmitted through a Covered Device, including but not limited to (a) a first and last name; (b) a home or other physical address; (c) an email address or other online contact information; (d) a telephone number; (e) a Social Security number; (f) financial information; (g) an authentication credential, such as a username or password; (h) photo, video, or audio files; (i) the contents of any communication, the names of any websites sought, or the information entered into any website.",
      "Default Settings": "\"Default Settings\" shall mean any configuration option on a Covered Device that respondent preselects, presets, or prefills for the consumer.",
      "Software Update": "\"Software Update\" shall mean any update designed to address a Security Flaw.",
      "Security Flaw": "\"Security Flaw\" is a software vulnerability or design flaw in a Covered Device that creates a material risk of (a) unauthorized access to or modification of any Covered Device, (b) the unintentional exposure by a consumer of Covered Information, or (c) the unauthorized disclosure, misuse, loss, alteration, destruction, or other compromise of Covered Information."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Security",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent the extent to which it protects the security of Covered Devices, the security or privacy of Covered Information, the ability to secure a network, or whether devices use up-to-date software.",
        "requirements": [
          {
            "description": "Must not misrepresent the extent to which respondent or its products or services maintain and protect the security of any Covered Device",
            "quoted_text": "IT IS ORDERED that respondent and its officers, agents, representatives, and employees, directly or indirectly, in or affecting commerce, must not misrepresent in any manner, expressly or by implication: A. The extent to which respondent or its products or services maintain and protect: 1. The security of any Covered Device;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Must not misrepresent the extent to which respondent or its products or services maintain and protect the security, privacy, confidentiality, or integrity of any Covered Information",
            "quoted_text": "IT IS ORDERED that respondent and its officers, agents, representatives, and employees, directly or indirectly, in or affecting commerce, must not misrepresent in any manner, expressly or by implication: A. The extent to which respondent or its products or services maintain and protect: ... 2. The security, privacy, confidentiality, or integrity of any Covered Information;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Must not misrepresent the extent to which a consumer can use a Covered Device to secure a network",
            "quoted_text": "IT IS ORDERED that respondent and its officers, agents, representatives, and employees, directly or indirectly, in or affecting commerce, must not misrepresent in any manner, expressly or by implication: ... B. The extent to which a consumer can use a Covered Device to secure a network;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Must not misrepresent the extent to which a Covered Device is using up-to-date software",
            "quoted_text": "IT IS ORDERED that respondent and its officers, agents, representatives, and employees, directly or indirectly, in or affecting commerce, must not misrepresent in any manner, expressly or by implication: ... C. The extent to which a Covered Device is using up-to-date software.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Comprehensive Security Program",
        "category": "affirmative_obligation",
        "summary": "Respondent must establish and maintain a comprehensive written security program to address security risks related to Covered Devices and protect the privacy, security, confidentiality, and integrity of Covered Information.",
        "requirements": [
          {
            "description": "Establish and implement, and thereafter maintain, a comprehensive security program that is reasonably designed to address security risks and protect Covered Information, no later than the date of service of this order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent must, no later than the date of service of this order, establish and implement, and thereafter maintain, a comprehensive security program that is reasonably designed to (1) address security risks related to the development and management of new and existing Covered Devices, and (2) protect the privacy, security, confidentiality, and integrity of Covered Information. Such program, the content and implementation of which must be fully documented in writing, must contain administrative, technical, and physical safeguards appropriate to respondent's size and complexity, the nature and scope of respondent's activities, and the sensitivity of the Covered Device's function or the Covered Information",
            "deadline": "no later than the date of service of this order",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Designate an employee or employees to coordinate and be accountable for the security program",
            "quoted_text": "A. The designation of an employee or employees to coordinate and be accountable for the security program;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Identify material internal and external risks to the security of Covered Devices and assess the sufficiency of safeguards",
            "quoted_text": "B. The identification of material internal and external risks to the security of Covered Devices that could result in unauthorized access to or unauthorized modification of a Covered Device, and assessment of the sufficiency of any safeguards in place to control these risks;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Identify material internal and external risks to the privacy, security, confidentiality, and integrity of Covered Information and assess the sufficiency of safeguards",
            "quoted_text": "C. The identification of material internal and external risks to the privacy, security, confidentiality, and integrity of Covered Information that could result in the unintentional exposure of such information by consumers or the unauthorized disclosure, misuse, loss, alteration, destruction, or other compromise of such information, and assessment of the sufficiency of any safeguards in place to control these risks;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Risk assessments must include consideration of risks in each area of relevant operation, including employee training, product design, secure software development, third-party vulnerability response, and prevention and detection of attacks",
            "quoted_text": "D. At a minimum, the risk assessments required by Subparts B and C must include consideration of risks in each area of relevant operation, including, but not limited to: (1) employee training and management, including in secure engineering and defensive programming; (2) product design, development, and research; (3) secure software design, development, and testing, including for Default Settings; (4) review, assessment, and response to third-party security vulnerability reports, and (5) prevention, detection, and response to attacks, intrusions, or systems failures;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Design and implement reasonable safeguards to control identified risks, including through reasonable and appropriate software security testing techniques",
            "quoted_text": "E. The design and implementation of reasonable safeguards to control the risks identified through risk assessment, including through reasonable and appropriate software security testing techniques, such as (1) vulnerability and penetration testing; (2) security architecture reviews; (3) code reviews; and (4) other reasonable and appropriate assessments, audits, reviews, or other tests to identify potential security failures and verify that access to Covered Devices and Covered Information is restricted consistent with a user's security settings;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Regularly test or monitor the effectiveness of the safeguards' key controls, systems, and procedures",
            "quoted_text": "F. Regular testing or monitoring of the effectiveness of the safeguards' key controls, systems, and procedures;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Develop and use reasonable steps to select and retain service providers capable of maintaining security practices consistent with this order, and require service providers by contract to implement and maintain appropriate safeguards",
            "quoted_text": "G. The development and use of reasonable steps to select and retain service providers capable of maintaining security practices consistent with this order, and requiring service providers by contract to implement and maintain appropriate safeguards consistent with this order;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Evaluate and adjust respondent's security program in light of testing results, material changes to operations, or other circumstances that may impact program effectiveness",
            "quoted_text": "H. The evaluation and adjustment of respondent's security program in light of the results of the testing and monitoring required by Subpart F, any material changes to respondent's operations or business arrangements, or any other circumstances that respondent knows or has reason to know may have a material impact on the effectiveness of the security program.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Third-Party Security Assessments",
        "category": "assessment",
        "summary": "Respondent must obtain initial and biennial third-party security assessments from qualified professionals for twenty years, covering the security program's implementation and effectiveness.",
        "requirements": [
          {
            "description": "Obtain initial Assessment covering the first 180 days after service of the order from a qualified third-party professional",
            "quoted_text": "IT IS FURTHER ORDERED that, in connection with its compliance with Part II of this order, respondent must obtain initial and biennial assessments and reports (\"Assessments\") from a qualified, objective, independent third-party professional, who uses procedures and standards generally accepted in the profession. ... The reporting period for the Assessments must cover: (1) the first one hundred eighty (180) days after service of the order for the initial Assessment;",
            "deadline": "180 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Obtain biennial Assessments for each two-year period for twenty years after service of the order",
            "quoted_text": "The reporting period for the Assessments must cover: ... (2) each two (2) year period thereafter for twenty (20) years after service of the order for the biennial Assessments.",
            "deadline": null,
            "verified": true,
            "confidence": 0.8974698795180723
          },
          {
            "description": "Each Assessment must set forth the specific controls and procedures implemented and maintained during the reporting period",
            "quoted_text": "Each Assessment must: A. Set forth the specific controls and procedures that respondent has implemented and maintained during the reporting period;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Each Assessment must explain how safeguards are appropriate to respondent's size, complexity, activities, and sensitivity of Covered Device function or Covered Information",
            "quoted_text": "Each Assessment must: ... B. Explain how such safeguards are appropriate to respondent's size and complexity, the nature and scope of respondent's activities, and the sensitivity of the Covered Device's function or the Covered Information;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Each Assessment must explain how the safeguards meet or exceed the protections required by Part II of this order",
            "quoted_text": "Each Assessment must: ... C. Explain how the safeguards that have been implemented meet or exceed the protections required by Part II of this order;",
            "deadline": null,
            "verified": true,
            "confidence": 0.9205109489051095
          },
          {
            "description": "Each Assessment must certify that respondent's security program is operating with sufficient effectiveness to provide reasonable assurance throughout the reporting period",
            "quoted_text": "Each Assessment must: ... D. Certify that respondent's security program is operating with sufficient effectiveness to provide reasonable assurance that the security of Covered Devices and the privacy, security, confidentiality, and integrity of Covered Information is protected and has so operated throughout the reporting period.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Each Assessment must be prepared and completed within sixty days after the end of the reporting period",
            "quoted_text": "Each Assessment must be prepared and completed within sixty (60) days after the end of the reporting period to which the Assessment applies.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide the initial Assessment to the Associate Director for Enforcement within ten days after the Assessment has been prepared",
            "quoted_text": "Respondent must provide the initial Assessment to the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580, within ten (10) days after the Assessment has been prepared.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Retain all subsequent biennial Assessments until the order is terminated and provide to the Associate Director of Enforcement within ten days of request",
            "quoted_text": "All subsequent biennial Assessments must be retained by respondent until the order is terminated and provided to the Associate Director of Enforcement within ten (10) days of request.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Consumer Notification of Security Flaws and Software Updates",
        "category": "affirmative_obligation",
        "summary": "Respondent must notify consumers clearly and conspicuously when a Software Update is available or when reasonable steps can be taken to mitigate a Security Flaw, and must provide consumers an opportunity to register for security notifications.",
        "requirements": [
          {
            "description": "Notify consumers, Clearly and Conspicuously, when a Software Update is available or when respondent is aware of reasonable steps to mitigate a Security Flaw, explaining how to install the update or mitigate the flaw and the risks if the consumer chooses not to act",
            "quoted_text": "IT IS FURTHER ORDERED that respondent must: A. Notify consumers, Clearly and Conspicuously, when a Software Update is available, or when respondent is aware of reasonable steps that a consumer could take to mitigate a Security Flaw. The notice must explain how to install the Software Update, or otherwise mitigate the Security Flaw, and the risks to the consumer's Covered Device or Covered Information if the consumer chooses not to install the available Software Update or take the recommended steps to mitigate the Security Flaw.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Post a Clear and Conspicuous notice on at least the primary, consumer-facing website of respondent and, to the extent feasible, on the user interface of any affected Covered Device",
            "quoted_text": "Notice must be provided through at least each of the following means: 1. Posting of a Clear and Conspicuous notice on at least the primary, consumer-facing website of respondent and, to the extent feasible, on the user interface of any Covered Device that is affected;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Directly inform consumers who register or have registered a Covered Device with respondent by email, text message, push notification, or another similar method",
            "quoted_text": "Notice must be provided through at least each of the following means: ... 2. Directly informing consumers who register, or who have registered, a Covered Device with respondent, by email, text message, push notification, or another similar method of providing notifications directly to consumers;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Inform consumers who contact respondent to complain or inquire about any aspect of the Covered Device they have purchased",
            "quoted_text": "Notice must be provided through at least each of the following means: ... 3. Informing consumers who contact respondent to complain or inquire about any aspect of the Covered Device they have purchased.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Provide consumers with an opportunity to register an email address, phone number, device, or other information during initial setup to receive security notifications, without requiring agreement to receive non-security communications",
            "quoted_text": "B. Provide consumers with an opportunity to register an email address, phone number, device, or other information during the initial setup or configuration of a Covered Device, in order to receive the security notifications required by this Part. The consumer's registration of such information must not be dependent upon or defaulted to an agreement to receive non-security related notifications or any other communications, such as advertising. Notwithstanding this requirement, respondent may provide an option for consumers to opt-out of receiving such security-related notifications.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Recordkeeping Requirements",
        "category": "recordkeeping",
        "summary": "Respondent must maintain and make available to the FTC for inspection all materials related to Assessments for three years and all other compliance documents for five years.",
        "requirements": [
          {
            "description": "Maintain and make available for FTC inspection all materials relied upon to prepare each Assessment for a period of three years after the date of preparation of each Assessment",
            "quoted_text": "IT IS FURTHER ORDERED that respondent must maintain and upon request make available to the Federal Trade Commission for inspection and copying, a print or electronic copy of: A. For a period of three (3) years after the date of preparation of each Assessment required under Part III of this order, all materials relied upon to prepare the Assessment, whether prepared by or on behalf of the respondent, including but not limited to all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, and any other materials relating to respondent's compliance with Part III of this order, for the compliance period covered by such Assessment;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Maintain for five years all advertisements, promotional materials, installation and user guides, and packaging containing any representations covered by this order, as well as all materials used or relied upon in making or disseminating the representation",
            "quoted_text": "B. Unless covered by V.A, for a period of five (5) years from the date of preparation or dissemination, whichever is later, all other documents relating to compliance with this order, including but not limited to: 1. All advertisements, promotional materials, installation and user guides, and packaging containing any representations covered by this order, as well as all materials used or relied upon in making or disseminating the representation;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Maintain for five years all notifications required by Part IV of this order",
            "quoted_text": "B. Unless covered by V.A, for a period of five (5) years from the date of preparation or dissemination, whichever is later, all other documents relating to compliance with this order, including but not limited to: ... 2. All notifications required by Part IV of this order;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Maintain for five years any documents that contradict, qualify, or call into question respondent's compliance with this order",
            "quoted_text": "B. Unless covered by V.A, for a period of five (5) years from the date of preparation or dissemination, whichever is later, all other documents relating to compliance with this order, including but not limited to: ... 3. Any documents, whether prepared by or on behalf of respondent, that contradict, qualify, or call into question respondent's compliance with this order.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Order Acknowledgment and Delivery",
        "category": "acknowledgment",
        "summary": "Respondent must deliver a copy of this order to all current and future subsidiaries and personnel with supervisory responsibilities relating to the subject matter of the order.",
        "requirements": [
          {
            "description": "Deliver a copy of this order to all current subsidiaries, principals, officers, directors, managers, employees, agents, and representatives having supervisory responsibilities relating to the subject matter of this order within thirty days after service of this order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent must deliver a copy of this order to all current and future subsidiaries, current and future principals, officers, directors, and managers, and to all current and future employees, agents, and representatives having supervisory responsibilities relating to the subject matter of this order. Respondent must deliver this order to such current subsidiaries and personnel within thirty (30) days after service of this order",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver a copy of this order to future subsidiaries and personnel within thirty days after the person assumes such position or responsibilities",
            "quoted_text": "Respondent must deliver a copy of this order to all current and future subsidiaries, current and future principals, officers, directors, and managers, and to all current and future employees, agents, and representatives having supervisory responsibilities relating to the subject matter of this order. ... and to such future subsidiaries and personnel within thirty (30) days after the person assumes such position or responsibilities.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "For any business entity resulting from any change in structure, deliver the order at least ten days prior to the change in structure",
            "quoted_text": "For any business entity resulting from any change in structure set forth in Part VII, delivery must be at least ten (10) days prior to the change in structure.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Corporate Change Notification",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the Commission at least thirty days prior to any corporate change that may affect compliance obligations, including dissolution, merger, bankruptcy, or name changes.",
        "requirements": [
          {
            "description": "Notify the Commission at least thirty days prior to any change in the corporation that may affect compliance obligations, including dissolution, assignment, sale, merger, creation or dissolution of subsidiaries, bankruptcy filing, or change in corporate name or address",
            "quoted_text": "IT IS FURTHER ORDERED that respondent must notify the Commission at least thirty (30) days prior to any change in the corporation(s) that may affect compliance obligations arising under this order, including, but not limited to: a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in the corporate name or address.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "If respondent learns of a proposed corporate change fewer than thirty days prior to the date such action is to take place, notify the Commission as soon as is practicable after obtaining such knowledge",
            "quoted_text": "Provided, however, that, with respect to any proposed change in the corporation(s) about which respondent learns fewer than thirty (30) days prior to the date such action is to take place, respondent must notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": "as soon as is practicable",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Initial and Ongoing Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondent must file an initial compliance report with the Commission within sixty days after service of the order and submit additional reports upon request.",
        "requirements": [
          {
            "description": "File with the Commission a true and accurate report setting forth in detail the manner and form of compliance with this order within sixty days after the date of service of this order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent, within sixty (60) days after the date of service of this order, must file with the Commission a true and accurate report, in writing, setting forth in detail the manner and form of its compliance with this order.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit additional true and accurate written reports within ten days of receipt of written notice from a representative of the Commission",
            "quoted_text": "Within ten (10) days of receipt of written notice from a representative of the Commission, it must submit additional true and accurate written reports.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "This order will terminate on July 18, 2036, or twenty years from the most recent date that the United States or the Commission files a complaint in federal court alleging any violation of the order, whichever comes later.",
        "requirements": [
          {
            "description": "Order will remain in effect for twenty years from issuance or twenty years from the most recent complaint filing, whichever comes later",
            "quoted_text": "This order will terminate on July 18, 2036, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part in this order that terminates in fewer than twenty (20) years; B. This order's application to any respondent that is not named as a defendant in such complaint; and C. This order if such complaint is filed after the order has terminated pursuant to this Part. Provided, further, that if such complaint is dismissed or a federal court rules that respondent did not violate any provision of the order, and the dismissal or ruling is either not appealed or upheld on appeal, then the order as to such respondent will terminate according to this Part as though the complaint had never been filed, except that the order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on July 18, 2036, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "07.16, ASUSTeK Computer Complaint.pdf",
      "order": "07.16, ASUSTeK Computer Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 5,
      "complaint_representations": 5,
      "order_provisions": 9,
      "order_definitions": 8,
      "order_requirements": 39
    },
    "processing_time_seconds": 193.0
  }
}