{
  "case_info": {
    "docket_number": "8:15-cv-02231-MSS-TBM",
    "company": {
      "name": "Roca Labs, Inc.",
      "incorporation_state": "Florida",
      "entity_type": "corporation",
      "address": "7261A Tamiami Trail S, Sarasota, Florida 34231",
      "business_description": "Roca Labs, Inc. advertised, marketed, promoted, and sold dietary supplements and food products, including the Roca Labs Formula and Anti-Cravings powder, claiming these products limit stomach capacity and cause dramatic weight loss. The company sold these products directly to consumers via the internet through multiple branded websites."
    },
    "commissioners": [],
    "case_date": {
      "month": 7,
      "year": 2025
    },
    "legal_authority": "Section 13(b) of the Federal Trade Commission Act (15 U.S.C. § 53(b)), in connection with violations of Sections 5(a) and 12 of the FTC Act (15 U.S.C. §§ 45(a) and 52)",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/142-3255-x150061-roca-labs-inc"
  },
  "complaint": {
    "factual_background": "Roca Labs, Inc. and related entities marketed dietary supplement powders as a non-surgical alternative to gastric bypass surgery, falsely claiming a scientifically proven 90% success rate and dramatic weight loss of up to 100 pounds. Defendants solicited and paid consumers to submit positive 'Success Videos' as testimonials without disclosing the financial compensation, and operated the website GastricBypass.me as a purportedly independent review site without disclosing their ownership. Defendants embedded non-disparagement 'gag' clauses in their sales contracts and sued or threatened to sue purchasers who posted truthful negative reviews, including by claiming the purchaser owed a 'full price' of $1,580 rather than the advertised $480. Defendants also promised to keep purchaser health information confidential but disclosed it in public court filings and to payment processors. These practices collectively deceived consumers seeking to address obesity and suppressed negative consumer feedback.",
    "representations_made": [
      {
        "description": "Roca Labs products enable users to reduce food intake by fifty percent and lose substantial amounts of weight quickly, including up to 21 pounds in one month and up to 100 pounds in seven to ten months",
        "quoted_text": "a. Use of Defendants’ products, including Roca Labs Formula and Roca Labs Anti-Cravings, enables the user to reduce food intake by fifty percent and to lose substantial amounts of weight quickly, including as much as 21 pounds in one month, and as much as 100 pounds in seven to ten months;",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 61,
        "quote_start_line": 823,
        "quote_end_line": 826
      },
      {
        "description": "Ninety percent of users of Roca Labs products will lose substantial amounts of weight",
        "quoted_text": "b. Ninety percent of users of Defendants’ products, including Roca Labs Formula and Roca Labs Anti-Cravings, will lose substantial amounts of weight;",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 61,
        "quote_start_line": 827,
        "quote_end_line": 829
      },
      {
        "description": "Roca Labs products are comparable or superior to bariatric surgery in providing weight-loss benefits",
        "quoted_text": "c. Defendants’ products, including Roca Labs Formula and Roca Labs Anti- Cravings, are comparable or superior to bariatric surgery in providing weight- loss benefits; and",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 61,
        "quote_start_line": 830,
        "quote_end_line": 832
      },
      {
        "description": "Roca Labs products are safe and effective for weight loss in children as young as six years old",
        "quoted_text": "d. Defendants’ products, including Roca Labs Formula and Roca Labs Anti- Cravings, are safe and effective for weight loss in children as young as six years old.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 61,
        "quote_start_line": 833,
        "quote_end_line": 835
      },
      {
        "description": "Use of Roca Labs products is scientifically proven to have a ninety-percent success rate in forcing users to eat half their usual food intake and cause substantial weight loss",
        "quoted_text": "64. Through the means described in Paragraphs 15-43, Defendants have represented, expressly or by implication, that use of Defendants’ products, including Roca Labs Formula and Roca Labs Anti-Cravings, is scientifically proven to have a ninety-percent success rate in forcing users to eat half their usual food intake and cause substantial weight loss.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 64,
        "quote_start_line": 847,
        "quote_end_line": 851
      },
      {
        "description": "Gastricbypass.me is an independent, objective resource for research and information related to bariatric surgery and alternatives, including about Roca Labs products",
        "quoted_text": "70. Through the means described in Paragraphs 39-40, Defendants have represented, expressly or by implication, that Gastricbypass.me is an independent, objective resource for research and information related to bariatric surgery and alternatives to bariatric surgery for weight loss, and about Roca Labs products.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 70,
        "quote_start_line": 877,
        "quote_end_line": 880
      },
      {
        "description": "Persons who posted testimonials about Roca Labs products are satisfied users with no material connection to Defendants, and Gastricbypass.me provides independent research unaffiliated with Roca Labs",
        "quoted_text": "a. persons who have posted or provided testimonials or other information about Defendants’ products, including Roca Labs Formula and Roca Labs Anti- Cravings, are satisfied users of the products; and b. Gastricbypass.me provides research and information related to bariatric surgery and alternatives to bariatric surgery for weight loss, including an alternative sold by Roca Labs.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 73,
        "quote_start_line": 891,
        "quote_end_line": 896
      },
      {
        "description": "Defendants keep confidential and do not disclose consumer information, including health information, submitted in the purchasing process",
        "quoted_text": "76. Through the means described in Paragraphs 41-45, Defendants have represented, expressly or by implication, that Defendants keep confidential and do not disclose consumer information, including health information, submitted in the purchasing process.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 76,
        "quote_start_line": 916,
        "quote_end_line": 919
      },
      {
        "description": "Purchasers have agreed to pay the difference between the purported 'discount' price and the purported 'full price' of $1,580 if they post negative comments or reviews about Defendants or their products",
        "quoted_text": "79. Through the means described in Paragraphs 47-56, Defendants have represented, expressly or by implication, that purchasers have agreed to pay the difference between the purported “discount” price charged and the purported “full price” if they post negative comments or reviews about the Defendants, their products, or employees.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 79,
        "quote_start_line": 932,
        "quote_end_line": 935
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Deceptive Weight-Loss Claims",
        "representation": "Roca Labs products enable users to reduce food intake by 50% and lose up to 21 pounds per month and 100 pounds in seven to ten months; 90% of users will lose substantial weight; products are comparable or superior to bariatric surgery; and products are safe and effective for children as young as six years old",
        "fact": "These representations were false or misleading, or were not substantiated at the time they were made",
        "conclusion": "The representations set forth in Paragraph 61 are false or misleading, or were not substantiated, and constitute a deceptive act or practice and the making of false advertisements in violation of Sections 5(a) and 12 of the FTC Act, 15 U.S.C. §§ 45(a) and 52."
      },
      {
        "count_number": 2,
        "title": "False Establishment Claim",
        "representation": "Use of Roca Labs products is scientifically proven to have a ninety-percent success rate in forcing users to eat half their usual food intake and cause substantial weight loss",
        "fact": "Use of Roca Labs products is not scientifically proven to have a ninety-percent success rate in forcing users to eat half their usual food intake and cause substantial weight loss",
        "conclusion": "The representation set forth in Paragraph 64 is false or misleading and constitutes a deceptive act or practice and the making of false advertisements in violation of Sections 5(a) and 12 of the FTC Act, 15 U.S.C. §§ 45(a) and 52."
      },
      {
        "count_number": 3,
        "title": "Unfair Use of Non-Disparagement Provisions",
        "representation": "Defendants used contractual non-disparagement (gag) clauses purporting to prohibit purchasers from speaking or publishing truthful or non-defamatory negative comments or reviews about Defendants, their products, or their employees, and enforced or threatened to enforce these clauses through lawsuits and legal threats",
        "fact": "These gag clause practices caused or were likely to cause substantial injury to consumers that was not reasonably avoidable and not outweighed by countervailing benefits to consumers or competition",
        "conclusion": "Defendants' practices constitute unfair acts or practices in violation of Section 5 of the FTC Act, 15 U.S.C. § 45(a) and (n)."
      },
      {
        "count_number": 4,
        "title": "Misrepresentations About GastricBypass.me",
        "representation": "Gastricbypass.me is an independent, objective resource for research and information related to bariatric surgery and alternatives to bariatric surgery for weight loss, and about Roca Labs products",
        "fact": "Gastricbypass.me is not an independent, objective resource — it is owned and operated by Defendants and is devoted to promoting Roca Labs products as the sole surgical alternative discussed",
        "conclusion": "The representation set forth in Paragraph 70 is false or misleading and constitutes a deceptive act or practice and the making of false advertisements in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 5,
        "title": "Failure to Disclose Material Connections",
        "representation": "Persons who posted testimonials or other information about Roca Labs products are independent, satisfied users, and Gastricbypass.me provides independent research and information unaffiliated with Roca Labs",
        "fact": "Defendants promised or paid testimonial providers financial compensation or other incentives, and Defendants own and operate Gastricbypass.me and sell Roca Labs products — material connections that were never disclosed",
        "conclusion": "Defendants' failure to disclose the material information described in Paragraph 74, in light of the representations described in Paragraph 73, constitutes a deceptive act or practice and the making of false advertisements in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 6,
        "title": "Deceptive Privacy Claim",
        "representation": "Defendants keep confidential and do not disclose consumer information, including health information, submitted in the purchasing process",
        "fact": "Defendants disclosed consumer health information submitted in the purchasing process in public court filings and to payment processors and banks",
        "conclusion": "The representation set forth in Paragraph 76 is false or misleading and constitutes a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 7,
        "title": "Deceptive Discount Claim",
        "representation": "Purchasers agreed to pay the difference between the purported 'discount' price charged and the purported 'full price' of $1,580 if they post negative comments or reviews about Defendants, their products, or employees",
        "fact": "Purchasers did not in fact agree to pay the difference between the purported discount price and the purported full price if they posted negative reviews about Defendants or their products",
        "conclusion": "The representation set forth in Paragraph 79 is false or misleading and constitutes a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Clearly and Conspicuously": "means that a required disclosure is difficult to miss (i.e., easily noticeable) and easily understandable by ordinary consumers, including in all of the following ways: A. In any communication that is solely visual or solely audible, the disclosure must be made through the same means through which the communication is presented. In any communication made through both visual and audible means, such as a television advertisement, the disclosure must be presented simultaneously in both the visual and audible portions of the communication even if the representation requiring the disclosure is made in only one means. B. A visual disclosure, by its size, contrast, location, the length of time it appears, and other characteristics, must stand out from any accompanying text or other visual elements so that it is easily noticed, read, and understood. C. An audible disclosure, including by telephone or streaming video, must be delivered in a volume, speed, and cadence sufficient for ordinary consumers to easily hear and understand it. D. In any communication using an interactive electronic medium, such as the Internet or software, the disclosure must be unavoidable. E. The disclosure must use diction and syntax understandable to ordinary consumers and must appear in each language in which the representation that requires the disclosure appears. F. The disclosure must comply with these requirements in each medium through which it is received, including all electronic devices and face-to-face communications. G. The disclosure must not be contradicted or mitigated by, or inconsistent with, anything else in the communication. H. When the representation or sales practice targets a specific audience, such as children, the elderly, or the terminally ill, \"ordinary consumers\" includes reasonable members of that group.",
      "Close Proximity": "means on the same print page, webpage, or other electronic page, and proximate to the triggering representation, and not accessed or displayed through hyperlinks, pop-ups, interstitials, or other means.",
      "Corporate Defendant": "means Roca Labs, Inc., Roca Labs Nutraceutical USA, Inc., Must Cure Obesity, Co., Juravin, Incorporated, and/or Zero Calorie Labs, Inc., their successors and assigns, as well as any subsidiaries, and any fictitious business entities or business names created or used by these entities or any of them.",
      "Covered Communication": "means a written, oral, or pictorial review, performance assessment, or other similar analysis of goods or services, including conduct related to the goods or services.",
      "Covered Product": "means any Dietary Supplement, Food, or Drug, including Roca Labs \"Formula,\" Bariatric Surgery Alternative formula or dose, \"Anti-Cravings,\" Gastric Bypass Alternative, Gastric Bypass No Surgery, Gastric Bypass Effect, the \"Morning Dose,\" the \"morning mixture,\" the \"mixture,\" the \"regimen,\" and any \"Procedure.\"",
      "Defendant(s)": "means all of the Individual Defendants and Corporate Defendants, individually, collectively, or in any combination.",
      "Dietary Supplement": "means:\nA. Any product labeled as a Dietary Supplement or otherwise represented as a Dietary Supplement; or\nB. Any pill, tablet, capsule, powder, softgel, gelcap, liquid, or other similar form containing one or more ingredients that are a vitamin, mineral, herb or other botanical, amino acid, probiotic, or other dietary substance for use by humans to supplement the diet by increasing the total dietary intake, or a concentrate, metabolite, constituent, extract, or combination of any ingredient described above that is intended to be ingested, and is not represented to be used as a conventional Food or as a sole item of a meal or the diet.",
      "Drug": "A. Articles recognized in the official United States Pharmacopoeia, official Homeopathic Pharmacopoeia of the United States, or official National Formulary, or any supplement to any of them; B. Articles intended for use in the diagnosis, cure, mitigation, treatment, or prevention of disease in humans or other animals; C. Articles (other than Food) intended to affect the structure or any function of the body of humans or other animals; and D. Articles intended for use as a component of any article specified in clause A, B, or C above; but does not include devices or their components, parts, or accessories.",
      "Endorsement": "(as defined in 16 C.F.R. § 255) means any advertising message (including verbal statements, demonstrations, or depictions of the name, signature, likeness or other identifying personal characteristics of an individual or the name or seal of an organization) that consumers are likely to believe reflects the opinions, beliefs, findings, or experiences of a party other than the sponsoring advertiser, even if the views expressed by that party are identical to those of the sponsoring advertiser. The party whose opinions, beliefs, findings, or experience the message appears to reflect will be called the \"Endorser\" and may be an individual, group, or institution.",
      "Essentially Equivalent Product": "means a product that contains the identical ingredients, except for inactive ingredients (e.g., binders, colors, fillers, excipients), in the same form and dosage, and with the same route of administration (e.g., orally, sublingually), as the Covered Product; provided that the Covered Product may contain additional ingredients if reliable scientific evidence generally accepted by experts in the field indicates that the amount and combination of additional ingredients is unlikely to impede or inhibit the effectiveness of the ingredients in the Essentially Equivalent Product.",
      "Food": "(as defined in Section 15 of the FTC Act, 15 U.S.C. § 55) means: A. Any articles used for food or drink for man or other animals; B. Chewing gum; and C. Any articles used for components of any such article.",
      "Individual Defendant": "means Don Juravin and/or George C. Whiting, by whatever name(s) they may be known.",
      "Material Connection": "shall mean any relationship that materially affects the weight or credibility of any Endorsement and that would not be reasonably expected by consumers.",
      "Person": "means a natural person, an organization or other legal entity, including a corporation, partnership, sole proprietorship, limited liability company, association, cooperative, or any other group or combination acting as an entity.",
      "Review-Limiting Contract Term": "means a contract term that: A. prohibits or restricts the ability of a Person who is a party to the contract to engage in a Covered Communication; B. imposes a penalty or fee against a Person who is a party to the contract for engaging in a Covered Communication; or C. transfers, or requires a Person who is a party to the contract to transfer, to any other Person any intellectual property rights in a Covered Communication, with the exception of a non-exclusive license to lawfully use a Covered Communication about a Defendant's goods or services."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibited Representations: Weight-Loss and Efficacy Claims",
        "category": "prohibition",
        "summary": "Defendants are permanently enjoined from making any unsubstantiated weight-loss or efficacy claims about Covered Products unless supported by competent and reliable scientific evidence consisting of qualifying human clinical testing.",
        "requirements": [
          {
            "description": "Must not make any representation that a Covered Product causes or assists in causing weight loss, unless substantiated by competent and reliable scientific evidence",
            "quoted_text": "IT IS ORDERED that Defendants, Defendants’ officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with the manufacturing, labeling, advertising, promotion, offering for sale, sale, or distribution of any Covered Product, are hereby PERMANENTLY RESTRAINED AND ENJOINED from making, or assisting others in making, expressly or by implication, including through the use of a good or service name, Endorsement, depiction, or illustration, any representation that, in humans: A. Such Covered Product causes, or assists in causing, weight loss;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 266,
            "quote_end_line": 274
          },
          {
            "description": "Must not represent that a Covered Product causes weight loss in a specific amount or time, including claims of 21 pounds in a month or 100 pounds in ten months",
            "quoted_text": "B. Such Covered Product causes, or assists in causing, weight loss in a specific amount or time, including as much as 21 pounds in a month or as much as 100 pounds in ten months;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 275,
            "quote_end_line": 277
          },
          {
            "description": "Must not represent that a Covered Product causes any reduction in caloric or food intake or appetite suppression, including reduction by up to fifty percent",
            "quoted_text": "C. Such Covered Product causes, or assists in causing, any reduction in caloric or Food intake, or any appetite suppression, including reduction of Food 10 Case 8:15-cv-02231-MSS-CPT Document 253 Filed 01/04/19 Page 11 of 30 PageID 11227 intake by as much as fifty percent;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 278,
            "quote_end_line": 284
          },
          {
            "description": "Must not represent that a Covered Product causes weight loss in a specific percentage of users, including claims that ninety percent of users will lose substantial weight",
            "quoted_text": "D. Use of such Covered Product causes, or assists in causing, weight loss in a specific percentage of users, including that as much as ninety percent of users of a Covered Product will lose substantial amounts of weight;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 285,
            "quote_end_line": 288
          },
          {
            "description": "Must not represent that a Covered Product causes weight-loss benefits comparable or superior to bariatric surgery or any other weight-loss treatment",
            "quoted_text": "E. Such Covered Product causes or assists in causing, weight-loss benefits that are comparable or superior to bariatric surgery, or to any weight- loss treatment or method;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 289,
            "quote_end_line": 291
          },
          {
            "description": "Must not represent that a Covered Product causes reduction of a user's stomach capacity by a specific percentage, amount, time, or duration",
            "quoted_text": "F. Consumption of a Covered Product causes, or assists in causing, reduction of a user’s stomach capacity by a specific percentage or amount, within a specific time, or for a specific duration, or that fluid intake will maintain or assist in maintaining any reduction of a user’s stomach capacity related to use of a Covered Product;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 292,
            "quote_end_line": 296
          },
          {
            "description": "Must not represent that a Covered Product materially contributes to any system, program, plan, or regimen that produces the results referenced in Subsections A–F",
            "quoted_text": "G. Such Covered Product materially contributes to any system, program, plan, or regimen that produces the results referenced in Subsections A-F of this Section;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 297,
            "quote_end_line": 299
          },
          {
            "description": "Must not represent that consumers can generally expect to achieve the weight loss results represented by an Endorser of a Covered Product",
            "quoted_text": "H. Consumers who use the Covered Product can generally expect to achieve the weight loss results represented by an Endorser of such Covered Product;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 300,
            "quote_end_line": 302
          },
          {
            "description": "Must not represent that a Covered Product is safe and effective for weight loss in children",
            "quoted_text": "I. Such Covered Product is safe and effective for weight loss in children; or",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 303,
            "quote_end_line": 303
          },
          {
            "description": "Must not represent that a Covered Product cures, mitigates, or treats any disease",
            "quoted_text": "J. Such Covered Product cures, mitigates, or treats any disease;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 304,
            "quote_end_line": 304
          },
          {
            "description": "Substantiation must consist of human clinical testing that is randomized, double-blind, and placebo-controlled, conducted by qualified researchers, with all underlying data available to the FTC",
            "quoted_text": "unless the representation is non-misleading and, at the time of making such representation, they possess and rely upon competent and reliable scientific evidence substantiating that the representation is true. For purposes of this Section, competent 11 Case 8:15-cv-02231-MSS-CPT Document 253 Filed 01/04/19 Page 12 of 30 PageID 11228 and reliable scientific evidence shall consist of human clinical testing of the Covered Product, or of an Essentially Equivalent Product, that is sufficient in quality and quantity based on standards generally accepted by experts in the relevant disease, condition, or function to which the representation relates, when considered in light of the entire body of relevant and reliable scientific evidence, to substantiate that the representation is true. Such testing must be: (1) randomized, double-blind, and placebo-controlled; and (2) conducted by researchers qualified by training and experience to conduct such testing. In addition, all underlying or supporting data and documents generally accepted by experts in the field as relevant to an assessment of such testing as described in the Section of this Order entitled “Preservation of Records Relating to Competent and Reliable Human Clinical Tests or Studies” must be available for inspection and production to the FTC. Persons covered by this Section shall have the burden of proving that a product satisfies the definition of Essentially Equivalent Product.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 305,
            "quote_end_line": 325
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Prohibited Representations: Other Health-Related Claims",
        "category": "prohibition",
        "summary": "Defendants are permanently enjoined from making any unsubstantiated representations about the health benefits, performance, or efficacy of any Covered Product beyond the weight-loss claims covered in Section I.",
        "requirements": [
          {
            "description": "Must not make any representation about the health benefits, performance, or efficacy of any Covered Product unless supported by competent and reliable scientific evidence sufficient in quality and quantity based on standards generally accepted by experts in the relevant field",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants, Defendants’ officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with the manufacturing, labeling, advertising, promotion, offering for sale, sale, or distribution of any Covered Product, are hereby PERMANENTLY RESTRAINED AND ENJOINED from making, or assisting others in making, expressly or by implication, including through the use of a good or service name, Endorsement, depiction, or illustration, any representation, other than 12 Case 8:15-cv-02231-MSS-CPT Document 253 Filed 01/04/19 Page 13 of 30 PageID 11229 representations covered under Section I of this Order, about the health benefits, performance, or efficacy of any Covered Product, unless the representation is non- misleading, and, at the time of making such representation, they possess and rely upon competent and reliable scientific evidence that is sufficient in quality and quantity based on standards generally accepted by experts in the relevant disease, condition, or function to which the representation relates when considered in light of the entire body of relevant and reliable scientific evidence, to substantiate that the representation is true. For purposes of this Section, competent and reliable scientific evidence means tests, analyses, research, or studies (1) that have been conducted and evaluated in an objective manner by experts in the relevant disease, condition, or function to which the representation relates; (2) that are generally accepted by qualified experts to yield accurate and reliable results; and (3) that are randomized, double-blind, and placebo- controlled human clinical testing of the Covered Product, or of an Essentially Equivalent Product, when such experts would generally require such human clinical testing to substantiate that the representation is true. In addition, when such tests or studies are human clinical tests or studies, all underlying or supporting data and documents generally accepted by experts in the field as relevant to an assessment of such testing as set forth in the Section of this Order entitled “Preservation of Records Relating to Competent and Reliable Human Clinical Tests or Studies” must be available for inspection and production to the FTC. Persons covered by this Section shall have the burden of proving that a product satisfies the definition of Essentially Equivalent Product.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 328,
            "quote_end_line": 362
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Prohibited Representations: Tests, Studies, or Other Research",
        "category": "prohibition",
        "summary": "Defendants are permanently enjoined from misrepresenting that any good or service's performance is scientifically proven, or misrepresenting the existence, contents, validity, results, or conclusions of any test, study, or research.",
        "requirements": [
          {
            "description": "Must not misrepresent that the performance or benefits of any good or service are scientifically or clinically proven, including claims of a ninety-percent success rate for Covered Products",
            "quoted_text": "A. That the performance or benefits of such good or service are scientifically or clinically proven or otherwise established, including that the efficacy of any Covered Product for achieving weight loss is scientifically proven or that any Covered Product is scientifically proven to have a ninety-percent success rate in forcing users to eat half their usual Food intake and cause substantial weight loss; or",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 377,
            "quote_end_line": 382
          },
          {
            "description": "Must not misrepresent the existence, contents, validity, results, conclusions, or interpretations of any test, study, or other research",
            "quoted_text": "B. The existence, contents, validity, results, conclusions, or interpretations of any test, study, or other research.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 383,
            "quote_end_line": 384
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "FDA Approved Claims",
        "category": "affirmative_obligation",
        "summary": "Nothing in this Order prohibits Defendants from making representations that are specifically approved or authorized in FDA labeling for Drugs or other products under applicable federal regulations.",
        "requirements": [
          {
            "description": "Defendants may make representations approved in FDA labeling for Drugs under any tentative or final monograph or approved new Drug application",
            "quoted_text": "IT IS FURTHER ORDERED that nothing in this Order shall prohibit Defendants from: A. For any Drug, making a representation that is approved in labeling for such Drug under any tentative or final monograph promulgated by the Food and Drug Administration, or under any new Drug application approved by the 14 Case 8:15-cv-02231-MSS-CPT Document 253 Filed 01/04/19 Page 15 of 30 PageID 11231 Food and Drug Administration; and",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 386,
            "quote_end_line": 395
          },
          {
            "description": "Defendants may make representations specifically authorized for use in product labeling by FDA regulations under the Nutrition Labeling and Education Act of 1990 or the Food and Drug Administration Modernization Act of 1997",
            "quoted_text": "B. For any product, making a representation that is specifically authorized for use in labeling for such product by regulations promulgated by the Food and Drug Administration pursuant to the Nutrition Labeling and Education Act of 1990 or permitted under Sections 303-304 of the Food and Drug Administration Modernization Act of 1997.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 396,
            "quote_end_line": 400
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Prohibitions on Review-Limiting Contract Provisions and Threats About Customer Communications",
        "category": "prohibition",
        "summary": "Defendants are permanently enjoined from using non-disparagement contract terms, threatening customers about negative reviews, representing customers owe higher prices for speaking out, and retaliating against anyone who cooperates with law enforcement.",
        "requirements": [
          {
            "description": "Must not offer any prospective or renewal customer a contract that includes a Review-Limiting Contract Term",
            "quoted_text": "A. Offering to any prospective customer a contract, or offering to any customer a renewal contract, that includes a Review-Limiting Contract Term;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 410,
            "quote_end_line": 411
          },
          {
            "description": "Must not require a customer to accept a Review-Limiting Contract Term as a condition of fulfilling any customer contract",
            "quoted_text": "B. Requiring that a customer accept a Review-Limiting Contract Term as a condition of a Defendant’s fulfillment of its obligations under a customer contract;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 412,
            "quote_end_line": 414
          },
          {
            "description": "Must not represent, through any notice, warning, or threat, that any contract prohibits purchasers from speaking or publishing truthful or non-defamatory negative comments or reviews about any Defendant",
            "quoted_text": "C. Representing, including through any notice, warning, threat to enforce, or attempt to enforce, to any purchaser of any good or service — regardless of when purchased — that any contract: 1. Prohibits purchasers from speaking or publishing truthful or 15 Case 8:15-cv-02231-MSS-CPT Document 253 Filed 01/04/19 Page 16 of 30 PageID 11232 non- defamatory negative comments or reviews about any Defendant, or the Defendant’s goods, services, agents, or employees; or",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 415,
            "quote_end_line": 425
          },
          {
            "description": "Must not represent that any contract imposes any precondition on purchasers speaking or publishing comments or reviews about any Defendant",
            "quoted_text": "2. Imposes any precondition on purchasers speaking or publishing any comments or reviews about any Defendant, or the Defendant’s goods, services, agents, or employees;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 426,
            "quote_end_line": 428
          },
          {
            "description": "Must not represent that any purchaser of a Covered Product could be liable for defamation or other legal liability for speaking or publishing statements that the product was ineffective",
            "quoted_text": "D. Representing that any purchaser of any Covered Product could be liable for defamation or other legal liability for speaking or publishing any statement that the Covered Product was ineffective, including that it did not cause or assist in causing them to lose or maintain weight, to reduce their caloric or Food intake, to reduce their stomach capacity, or to reduce their appetite;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 429,
            "quote_end_line": 433
          },
          {
            "description": "Must not represent that any purchaser owes or has agreed to pay the difference between a discounted price and any higher full price if the purchaser publishes negative comments or reviews",
            "quoted_text": "E. Representing that any purchaser of any good or service owes or has agreed to pay the difference between any purported “discount price,” “subsidized price,” or other price the purchaser was actually charged at the time of purchase of a good or service, and any higher or “full price” for a good or service, if the purchaser speaks or publishes negative comments or reviews about any Defendant, or the Defendant’s goods, services, agents, or employees; or",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 434,
            "quote_end_line": 440
          },
          {
            "description": "Must not retaliate or threaten to take adverse action against any Person who communicates or cooperates with, provides statements or documents to, or testifies on behalf of the FTC or other party in any law enforcement investigation or litigation",
            "quoted_text": "F. Retaliating, or threatening to take or taking any adverse action, against any Person who communicates or cooperates with, provides statements, documents, or information to, or testifies on behalf of, the FTC or other party in connection with any law enforcement investigation or litigation, or who has done so during or prior to this litigation, including by enforcing or threatening to 16 Case 8:15-cv-02231-MSS-CPT Document 253 Filed 01/04/19 Page 17 of 30 PageID 11233 enforce any contractual provision representing that it limits or prohibits the Person from speaking or publishing negative or disparaging comments or reviews about any Defendant, the Defendant’s goods, services, agents, or employee.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 441,
            "quote_end_line": 453
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Deceptive Format in Advertising",
        "category": "prohibition",
        "summary": "Defendants are permanently enjoined from misrepresenting that any website (including Gastricbypass.me) or other publication is an independent, objective resource for research or scientific information related to any good or service.",
        "requirements": [
          {
            "description": "Must not misrepresent that any website (including Gastricbypass.me) or other publication is an independent, objective resource for research or scientific information relating to any good or service",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants, Defendants’ officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with the manufacturing, labeling, advertising, promotion, offering for sale, sale, or distribution of any good or service, including any Covered Product, are hereby PERMANENTLY RESTRAINED AND ENJOINED from misrepresenting that any website (including Gastricbypass.me) or other publication is an independent, objective resource for research or other scientific information, or other information relating to such good or service.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 455,
            "quote_end_line": 463
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Prohibitions Concerning Endorsements",
        "category": "prohibition",
        "summary": "Defendants are permanently enjoined from misrepresenting endorser opinions or expertise, misrepresenting that endorsers are health professionals, and failing to clearly and conspicuously disclose material connections between endorsers and Defendants.",
        "requirements": [
          {
            "description": "Must not misrepresent, expressly or by implication, that an Endorsement represents the genuine opinions, findings, beliefs, or experience of the Endorser",
            "quoted_text": "A. Misrepresenting, in any manner, expressly or by implication, that an 17 Case 8:15-cv-02231-MSS-CPT Document 253 Filed 01/04/19 Page 18 of 30 PageID 11234 Endorsement of any such good or service represents the opinions, findings, beliefs, or experience of the Endorser;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 471,
            "quote_end_line": 477
          },
          {
            "description": "Must not misrepresent that any Person is an expert with respect to any Endorsement message, or that any Endorser is a health professional",
            "quoted_text": "B. Misrepresenting, in any manner, expressly or by implication, that any Person is an expert with respect to the Endorsement message provided by that person, or that an Endorser of any such good or service is a health professional; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 478,
            "quote_end_line": 481
          },
          {
            "description": "Must disclose Clearly and Conspicuously, and in Close Proximity to the representation, any Material Connection between an Endorser and any Defendant",
            "quoted_text": "C. Failing to disclose, Clearly and Conspicuously, and in Close Proximity to the representation, a Material Connection, when one exists, between the Endorser and any Defendant.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 482,
            "quote_end_line": 484
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Prohibited Representations: Information Privacy",
        "category": "prohibition",
        "summary": "Defendants are permanently enjoined from misrepresenting the extent to which they maintain the confidentiality of consumer information.",
        "requirements": [
          {
            "description": "Must not misrepresent the extent to which they maintain the confidentiality of consumer information",
            "quoted_text": "IS FURTHER ORDERED that Defendants, Defendants’ officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with the manufacturing, labeling, advertising, promotion, offering for sale, sale, or distribution of any good or service, including any Covered Product, are hereby PERMANENTLY RESTRAINED AND ENJOINED from misrepresenting the extent to which they maintain the confidentiality of consumer information.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 486,
            "quote_end_line": 493
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Monetary Judgment",
        "category": "affirmative_obligation",
        "summary": "A judgment of $25,246,000 is entered jointly and severally against the Corporate Defendants and Individual Defendant Don Juravin for equitable monetary relief, with specific asset transfer requirements and directions for use of collected funds.",
        "requirements": [
          {
            "description": "Judgment of $25,246,000 is entered jointly and severally against Corporate Defendants and Don Juravin for equitable monetary relief including consumer redress and disgorgement",
            "quoted_text": "A. Judgment in the amount of twenty-five million, two-hundred forty- six thousand dollars ($25,246,000) is entered in favor of the FTC against Corporate Defendants and Individual Defendant Don Juravin, jointly and 18 Case 8:15-cv-02231-MSS-CPT Document 253 Filed 01/04/19 Page 19 of 30 PageID 11235 severally, as equitable monetary relief, including consumer redress and disgorgement of ill-gotten gains.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 496,
            "quote_end_line": 504
          },
          {
            "description": "Asset Transfer Defendants and iPayment, Inc. must transfer all funds held in the name of Roca Labs Nutraceutical USA, Inc. or any other Asset Transfer Defendant to the Commission within 15 days of entry of this Order by electronic fund transfer",
            "quoted_text": "1. Asset Transfer Defendants and iPayment, Inc., and its successors and assigns, are ordered to transfer all funds held in the name of Roca Labs Nutraceutical USA, Inc., or any other Asset Transfer Defendant, to the Commission. Such payment must be made within 15 days of entry of this Order by electronic fund transfer in accordance with instructions previously provided by a representative of the Commission.",
            "deadline": "15 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 511,
            "quote_end_line": 516
          },
          {
            "description": "Asset Transfer Defendants, Jugaad Co., and Wells Fargo Bank must transfer all funds held in the Jugaad Co. account ending in 2137 to the Commission within 15 days of entry of this Order by electronic fund transfer",
            "quoted_text": "2. Asset Transfer Defendants, Jugaad Co. and its successors and assigns, and Wells Fargo Bank, N.A. and its successors and assigns, are ordered to transfer all funds held in the name of Jugaad Co. in account number ending in 2137 to the Commission. Such payment must be made within 15 days of entry of this Order by electronic fund transfer in accordance with instructions previously provided by a representative of the Commission.",
            "deadline": "15 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 517,
            "quote_end_line": 522
          },
          {
            "description": "Asset Transfer Defendants relinquish all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek their return",
            "quoted_text": "C. Asset Transfer Defendants relinquish dominion and all legal and equitable right, title, and interest in all Assets transferred pursuant to this Order and may not seek the return of any Assets.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 523,
            "quote_end_line": 525
          },
          {
            "description": "Asset Transfer Defendants' Taxpayer Identification Numbers may be used for collecting and reporting on any delinquent amounts arising from this Order",
            "quoted_text": "D. Asset Transfer Defendants’ Taxpayer Identification Numbers (Social Security Numbers or Employer Identification Numbers), which they previously submitted to the FTC, may be used for collecting and reporting on any delinquent amount arising out of this Order, in accordance with 31 U.S.C. § 7701.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 530,
            "quote_end_line": 534
          },
          {
            "description": "All money paid to the FTC may be deposited into a fund for equitable relief including consumer redress; remaining money may be used for other equitable relief or deposited to the U.S. Treasury as disgorgement",
            "quoted_text": "E. All money paid to the FTC pursuant to this Order may be deposited into a fund administered by the FTC or its designee to be used for equitable relief, including consumer redress and any attendant expenses for the administration of any redress fund. If a representative of the FTC decides that direct redress to consumers is wholly or partially impracticable or money remains after redress is completed, the FTC may apply any remaining money for such other equitable relief (including consumer information remedies) as it determines to be reasonably related to Defendants’ practices alleged in the Complaint. Any money not used for such equitable relief is to be deposited to the U.S. Treasury as disgorgement. Defendants have no right to challenge any actions the FTC or its representatives may take pursuant to this Subsection.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 535,
            "quote_end_line": 545
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Lifting of Asset Freeze",
        "category": "affirmative_obligation",
        "summary": "The Court's asset freeze is modified to permit the payments and transfers required by the Monetary Judgment section, and is fully dissolved upon completion of all such payments and transfers.",
        "requirements": [
          {
            "description": "The asset freeze entered September 13, 2016 and extended November 9, 2018 is modified to permit the payments and transfers identified in the Monetary Judgment section, and upon completion of all such payments and transfers, the asset freeze is dissolved",
            "quoted_text": "IT IS FURTHER ORDERED that the asset freeze entered by this Court on September 13, 2016, (Dkt. 90), and extended on November 9, 2018, (Dkt. 245), is modified to permit the payments and transfers identified in the Monetary Judgment section of this Order, and upon completion of all such payments and transfers, the asset freeze is dissolved.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 547,
            "quote_end_line": 551
          }
        ]
      },
      {
        "provision_number": "XI",
        "title": "Customer Information",
        "category": "affirmative_obligation",
        "summary": "Defendants must provide sufficient customer information to the FTC to facilitate consumer redress within 14 days of any written request, and are prohibited from disclosing, using, or benefitting from customer information obtained prior to entry of this Order.",
        "requirements": [
          {
            "description": "Must provide customer information to the FTC to efficiently administer consumer redress; if the FTC requests such information in writing, Defendants must provide it in the prescribed form within 14 days",
            "quoted_text": "A. Failing to provide sufficient customer information to enable the FTC to efficiently administer consumer redress. If a representative of the FTC requests in writing any information related to redress, Defendants must provide it, in the form prescribed by the FTC, within 14 days; and",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 561,
            "quote_end_line": 564
          },
          {
            "description": "Must not disclose, use, or benefit from customer information (including names, addresses, phone numbers, email addresses, Social Security numbers, or account access data) obtained prior to entry of this Order, except as permitted by law, for health/safety, or to respond to customer-initiated support inquiries",
            "quoted_text": "B. Disclosing, using, or benefitting from customer information, including the name, address, telephone number, email address, Social Security number, other identifying information, or any data that enables access to a customer’s account (including a credit card, bank account, or other financial account), that any Defendant obtained prior to entry of this Order in connection with the manufacturing, labeling, advertising, marketing, promotion, offering for sale, sale, or distribution of any Covered Product; Provided, however, that customer information may be disclosed to the extent requested by a government agency or required by law, regulation, or court order, or to the extent that such disclosure is reasonably necessary to protect the health or safety of any Person or address any billing or shipping inquiry, and that Defendants may use customer information to respond to customer-initiated support inquiries, but not to advertise or sell any good or service to, or solicit any Endorsement from, such customers.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 565,
            "quote_end_line": 578
          }
        ]
      },
      {
        "provision_number": "XII",
        "title": "Preservation of Records Relating to Competent and Reliable Human Clinical Tests or Studies",
        "category": "recordkeeping",
        "summary": "Defendants must secure and preserve all underlying data and documents associated with any human clinical test or study upon which they rely to substantiate any claim covered by this Order, and must establish written procedures to protect participant information confidentiality.",
        "requirements": [
          {
            "description": "Must secure and preserve all protocols, reports, articles, and write-ups of any human clinical test or study upon which Defendants rely, including all drafts reviewed by the test sponsor or any Person not employed by the research entity",
            "quoted_text": "IT IS FURTHER ORDERED that, with regard to any human clinical test or study (“test”) upon which Defendants rely to substantiate any claim covered by this Order, Defendants shall secure and preserve all underlying or supporting data and documents generally accepted by experts in the field as relevant to an assessment of the test, including: A. All protocols and protocol amendments, reports, articles, write-ups, or other accounts of the results of the test, and drafts of such documents reviewed by the test sponsor or any other Person not employed by the research entity;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 585,
            "quote_end_line": 593
          },
          {
            "description": "Must preserve all documents referring or relating to recruitment, randomization, participant instructions, and participant compliance",
            "quoted_text": "B. All documents referring or relating to recruitment; randomization; instructions, including oral instructions, to participants; and participant compliance;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 594,
            "quote_end_line": 596
          },
          {
            "description": "Must preserve documents sufficient to identify all test participants (including those who did not complete the test), all communications with participants, all raw data, source documents, data dictionaries, and case report forms",
            "quoted_text": "C. Documents sufficient to identify all test participants, including any participants who did not complete the test, and all communications with any participants relating to the test; all raw data collected from participants enrolled in the test, including any participants who did not complete the test; source documents for such data; any data dictionaries; and any case report forms;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 597,
            "quote_end_line": 601
          },
          {
            "description": "Must preserve all documents relating to any statistical analysis of test data, including any pretest analysis, intent-to-treat analysis, or between-group analysis",
            "quoted_text": "D. All documents referring or relating to any statistical analysis of any test data, including any pretest analysis, intent-to-treat analysis, or between-group analysis performed on any test data; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 602,
            "quote_end_line": 604
          },
          {
            "description": "Must preserve all documents relating to the sponsorship of any test, including all communications and contracts between any sponsor and the test's researchers",
            "quoted_text": "E. All documents referring or relating to the sponsorship of the test, including all communications and contracts between any sponsor and the test’s 22 Case 8:15-cv-02231-MSS-CPT Document 253 Filed 01/04/19 Page 23 of 30 PageID 11239 researchers.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 605,
            "quote_end_line": 611
          },
          {
            "description": "For any test conducted, controlled, or sponsored by Defendants, must establish and maintain written reasonable procedures to protect the confidentiality, security, and integrity of any personal information collected from or about participants, including administrative, technical, and physical safeguards",
            "quoted_text": "For any test conducted, controlled, or sponsored, in whole or in part, by Defendants, Defendants must establish and maintain reasonable procedures to protect the confidentiality, security, and integrity of any personal information collected from or about participants. These procedures must be documented in writing and must contain administrative, technical, and physical safeguards appropriate to Corporate Defendants’ size and complexity, the nature and scope of Defendants’ activities, and the sensitivity of the personal information collected from or about the participants.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 624,
            "quote_end_line": 631
          }
        ]
      },
      {
        "provision_number": "XIII",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Defendants must submit sworn acknowledgments of receipt of this Order to the FTC within 7 days, deliver copies of the Order to all relevant personnel and business entities for 20 years, and obtain signed acknowledgments within 30 days from each recipient.",
        "requirements": [
          {
            "description": "Each Defendant must submit to the FTC a sworn acknowledgment of receipt of this Order within 7 days of entry",
            "quoted_text": "A. Each Defendant, within 7 days of entry of this Order, must submit to the FTC an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 639,
            "quote_end_line": 640
          },
          {
            "description": "For 20 years after entry of this Order, each Defendant must deliver a copy of this Order to all principals, officers, directors, LLC managers and members, current employees and agents who participated in conduct specified in Sections I through VIII, and all future employees who participate in such conduct; delivery must occur within 7 days for current personnel and before new personnel assume their responsibilities",
            "quoted_text": "B. For 20 years after entry of this Order, each Individual Defendant, for any business that such Defendant, individually or collectively with any other Defendants, is the majority owner or controls directly or indirectly, and each Corporate Defendant, must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all current employees, agents, and representatives who have participated in conduct specified in Sections I through VIII; (3) all employees, agents, and representatives who participate in conduct related to the subject matter specified in Sections I through VIII, X, and XI; and (4) any business entity resulting from any change in structure as set forth in the Section entitled Compliance Reporting. Delivery must occur within 7 days of entry of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "7 days for current personnel; before assuming responsibilities for all others",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 641,
            "quote_end_line": 652
          },
          {
            "description": "From each individual or entity to whom a copy of the Order was delivered, each Defendant must obtain a signed and dated acknowledgment of receipt within 30 days",
            "quoted_text": "C. From each individual or entity to which a Defendant delivered a copy of this Order, that Defendant must obtain, within 30 days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 653,
            "quote_end_line": 655
          }
        ]
      },
      {
        "provision_number": "XIV",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendants must submit sworn compliance reports to the FTC one year after entry of the Order, and for 20 years must submit sworn notices within 14 days of any change in contact information, business structure, or bankruptcy filings.",
        "requirements": [
          {
            "description": "One year after entry, each Defendant must submit a sworn compliance report identifying contact information, all businesses, activities, compliance status for each Order section, and copies of all Order acknowledgments",
            "quoted_text": "A. One year after entry of this Order, each Defendant must submit a compliance report, sworn under penalty of perjury: 1. Each Defendant must: (a) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the FTC may use to communicate with Defendant; (b) identify all of that Defendant’s businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (c) describe the activities of each business, including the goods or services offered, the means of advertising, marketing, and sales, and the involvement of any other Defendant (which Defendants must describe if they know or should know due to their own involvement); (d) describe in detail whether and how that Defendant is in compliance with each Section of this Order; and (e) provide a copy of each Order Acknowledgment obtained pursuant to this Order, unless previously submitted to the FTC.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 663,
            "quote_end_line": 677
          },
          {
            "description": "Additionally, each Individual Defendant's compliance report must identify all telephone numbers, physical, postal, email, and Internet addresses including all residences, all business activities, and describe in detail their involvement in each business",
            "quoted_text": "2. Additionally, each Individual Defendant must: (a) identify all telephone numbers and all physical, postal, email, and Internet addresses, including all residences; (b) identify all business activities, including any business for which such Defendant performs services whether as an employee or otherwise and any entity in which such 25 Case 8:15-cv-02231-MSS-CPT Document 253 Filed 01/04/19 Page 26 of 30 PageID 11242 Defendant has any ownership interest; and (c) describe in detail such Defendant’s involvement in each such business, including title, role, responsibilities, participation, authority, control, and any ownership.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 678,
            "quote_end_line": 689
          },
          {
            "description": "For 20 years after entry, each Defendant must submit a sworn compliance notice within 14 calendar days of any change in designated point of contact or the structure of any Corporate Defendant or entity in which any Individual Defendant has an ownership interest",
            "quoted_text": "B. For 20 years after entry of this Order, each Defendant must submit a compliance notice, sworn under penalty of perjury, within 14 calendar days of any change in the following: 1. Each Defendant must report any change in: (a) any designated point of contact; or (b) the structure of Corporate Defendants, and any entity that either Individual Defendant has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 calendar days of any change",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 690,
            "quote_end_line": 699
          },
          {
            "description": "Additionally, each Individual Defendant must report within 14 days any change in name (including aliases or fictitious name), residence address, or title or role in any business activity",
            "quoted_text": "2. Additionally, each Individual Defendant must report any change in: (a) name, including aliases or fictitious name, or residence address; or (b) title or role in any business activity, including any business for which such Defendant performs services whether as an employee or otherwise and any entity in which such Defendant has any ownership interest, and identify the name, physical address, and any Internet address of the business or entity.",
            "deadline": "14 calendar days of any change",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 700,
            "quote_end_line": 706
          },
          {
            "description": "Each Defendant must submit notice to the FTC of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding within 14 calendar days of its filing",
            "quoted_text": "C. Each Defendant must submit to the FTC notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against such Defendant within 14 calendar days of its filing.",
            "deadline": "14 calendar days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 707,
            "quote_end_line": 709
          },
          {
            "description": "All submissions required to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746",
            "quoted_text": "D. Any submission to the FTC required by this Order to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, such as by concluding: “I declare under penalty of perjury under the laws of the United States of America that the foregoing is true and correct. Executed on: ” and supplying the date, signatory’s full name, title (if applicable), and signature.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 714,
            "quote_end_line": 719
          },
          {
            "description": "All submissions must be emailed to DEbrief@ftc.gov or sent by overnight courier to the Associate Director for Enforcement, Bureau of Consumer Protection, FTC, 600 Pennsylvania Avenue NW, Washington, DC 20580; subject line must begin: FTC v. Roca Labs, Inc., Matter No. X150061",
            "quoted_text": "E. Unless otherwise directed by a FTC representative in writing, all submissions to the FTC pursuant to this Order must be emailed to DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin: FTC v. Roca Labs, Inc., Matter No. X150061.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 720,
            "quote_end_line": 725
          }
        ]
      },
      {
        "provision_number": "XV",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendants must create specified records for 20 years after entry of the Order and retain each such record for 5 years, covering accounting, personnel, compliance, consumer complaints, consumer communications, endorsements, and advertising materials.",
        "requirements": [
          {
            "description": "Must create and retain accounting records showing revenues from all goods or services sold",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants must create certain records for 20 years after entry of the Order, and retain each such record for 5 years. Specifically, Corporate Defendants and Individual Defendants, for any business in which such Individual Defendant, either, individually or collectively with any other Defendants, is a majority owner or controls directly or indirectly, must create and retain the following records: A. Accounting records showing the revenues from all goods or services sold;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 727,
            "quote_end_line": 733
          },
          {
            "description": "Must create and retain personnel records showing each person's name, addresses, telephone numbers, job title, dates of service, and reason for termination",
            "quoted_text": "B. Personnel records showing, for each Person providing services, whether as an employee or otherwise, that person’s: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for 27 Case 8:15-cv-02231-MSS-CPT Document 253 Filed 01/04/19 Page 28 of 30 PageID 11244 termination;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 734,
            "quote_end_line": 741
          },
          {
            "description": "Must create and retain all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the FTC",
            "quoted_text": "C. All records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the FTC;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 742,
            "quote_end_line": 743
          },
          {
            "description": "Must create and retain records of all consumer complaints and refund requests concerning the subject matter of this Order, whether received directly or indirectly, and any responses",
            "quoted_text": "D. Records of all consumer complaints and refund requests concerning the subject matter of this Order, whether received directly or indirectly, such as through a third party, and any response;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 744,
            "quote_end_line": 746
          },
          {
            "description": "Must create and retain records of all communications with consumers concerning any allegedly defamatory or legally actionable statement, or any alleged breach of contract related to the subject matter of this Order",
            "quoted_text": "E. Records of all communications with consumers concerning the subject matter of this Order regarding any allegedly defamatory or legally actionable statement, or any alleged breach of contract;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 747,
            "quote_end_line": 749
          },
          {
            "description": "Must create and retain records of all communications with consumers, or with persons making any Endorsement, regarding any Endorsement concerning the subject matter of this Order",
            "quoted_text": "F. Records of all communications with consumers, or with persons making any Endorsement, regarding any Endorsement concerning the subject matter of this Order;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 750,
            "quote_end_line": 752
          },
          {
            "description": "Must create and retain records of all support communications with customers who purchased a Covered Product prior to entry of this Order",
            "quoted_text": "G. Records of all support communications with customers who purchased a Covered Product prior to entry of this Order; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 753,
            "quote_end_line": 754
          },
          {
            "description": "Must create and retain a copy of each unique advertisement or other marketing material disseminated by or on behalf of the Defendants concerning the subject matter of this Order, including web pages, websites, videos, search ads, display banners, mobile web banners, mobile web posters, and any interstitial, email, social media, SMS, and MMS advertisements",
            "quoted_text": "H. A copy of each unique advertisement or other marketing material disseminated by or on behalf of the Defendants concerning the subject matter of this Order, including any web pages, websites, videos, search ads, display banners, mobile web banners, mobile web posters, and any interstitial, email, social media site or application, short message service (SMS), and multimedia messaging service (MMS) advertisements.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 755,
            "quote_end_line": 760
          }
        ]
      },
      {
        "provision_number": "XVI",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The FTC is authorized to monitor Defendants' compliance through written requests for reports, depositions, document production, direct communication with Defendants and their employees, and undercover investigation, with Defendants required to respond within 14 days of written requests.",
        "requirements": [
          {
            "description": "Within 14 days of a written FTC request, each Defendant must submit additional compliance reports or other requested information sworn under penalty of perjury, appear for depositions, and produce documents for inspection and copying; the FTC is also authorized to use civil discovery procedures",
            "quoted_text": "A. Within 14 days of receipt of a written request from a representative of the FTC, each Defendant must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury; appear for depositions; and produce documents for inspection and copying. The FTC is also authorized to obtain discovery, without further leave of court, using any of the procedures prescribed by Federal Rules of Civil Procedure 29, 30 (including telephonic depositions), 31, 33, 34, 36, 45, and 69, except that the FTC shall not enter upon the property of any Defendant pursuant to Fed. R. Civ. P. 34(a)(2) without a specific subsequent order of the Court or stipulation, and the FTC shall have no authority under this Order under Fed. R. Civ. P. 69 without following the judicial procedures prescribed by applicable law.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 769,
            "quote_end_line": 779
          },
          {
            "description": "Defendants must permit FTC representatives to interview any employee or other Person affiliated with any Defendant who has agreed to such an interview; the FTC may communicate directly with each Defendant",
            "quoted_text": "B. For matters concerning this Order, the FTC is authorized to communicate directly with each Defendant. Defendants must permit representatives of the FTC to interview any employee or other Person affiliated with any Defendant who has agreed to such an interview. The Person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 780,
            "quote_end_line": 784
          },
          {
            "description": "The FTC may use all other lawful means, including posing as consumers, suppliers, or other individuals or entities, without necessity of identification or prior notice; nothing in this Order limits the FTC's lawful use of compulsory process under Sections 9 and 20 of the FTC Act",
            "quoted_text": "C. The FTC may use all other lawful means, including posing, through its representatives as consumers, suppliers, or other individuals or entities, to Defendants, or any individual or entity affiliated with Defendants, without the necessity of identification or prior notice. Nothing in this Order limits the FTC’s lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 785,
            "quote_end_line": 790
          },
          {
            "description": "Upon written request from an FTC representative, any consumer reporting agency must furnish consumer reports concerning Defendants pursuant to Section 604(1) of the Fair Credit Reporting Act",
            "quoted_text": "D. Upon written request from a representative of the FTC, any consumer reporting agency must furnish consumer reports concerning Defendants, pursuant to Section 604(1) of the Fair Credit Reporting Act, 15 U.S.C. § 1681b(a)(1).",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 795,
            "quote_end_line": 798
          }
        ]
      },
      {
        "provision_number": "XVII",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction over this matter for purposes of construction, modification, and enforcement of this Order.",
        "requirements": [
          {
            "description": "The Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order",
            "quoted_text": "IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 800,
            "quote_end_line": 801
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "For 20 years after entry of this Order, each Defendant must submit a compliance notice, sworn under penalty of perjury, within 14 calendar days of any change in the following"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "07.25, Roca Labs Complaint.pdf",
      "order": "07.25, Roca Labs Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 7,
      "complaint_representations": 9,
      "order_provisions": 17,
      "order_definitions": 15,
      "order_requirements": 66,
      "provisions_per_section": {
        "I": 11,
        "II": 1,
        "III": 2,
        "IV": 2,
        "V": 7,
        "VI": 1,
        "VII": 3,
        "VIII": 1,
        "IX": 6,
        "X": 1,
        "XI": 2,
        "XII": 6,
        "XIII": 3,
        "XIV": 7,
        "XV": 8,
        "XVI": 4,
        "XVII": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 1
      },
      "verification_details": {
        "complaint_verified": 9,
        "complaint_total": 9,
        "order_verified": 66,
        "order_total": 66
      }
    },
    "processing_time_seconds": 228.9
  }
}