{
  "case_info": {
    "docket_number": "2:23-cv-00811",
    "company": {
      "name": "Amazon.com, Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "410 Terry Avenue, Seattle, Washington 98109",
      "business_description": "Amazon is a multinational technology company that develops, manufactures, and sells Internet-connected smart speakers branded as Amazon Echo devices, controlled by Amazon's proprietary cloud-based voice assistant service, Alexa. Amazon has sold well over 100 million Echo devices globally and earns billions in revenue from these devices and related services."
    },
    "commissioners": [],
    "case_date": {
      "month": 7,
      "year": 2023
    },
    "legal_authority": "Sections 5(a)(1), 5(m)(1)(A), 13(b), and 16(a) of the Federal Trade Commission Act, 15 U.S.C. §§ 45(a)(1), 45(m)(1)(A), 53(b), and 56(a); and Sections 1303(c) and 1306(d) of the Children's Online Privacy Protection Act of 1998, 15 U.S.C. §§ 6502(c) and 6505(d)",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/192-3128-amazoncom-alexa-us-v"
  },
  "complaint": {
    "factual_background": "Amazon retained children's voice recordings and transcripts indefinitely through its Alexa service and Echo devices, including products specifically designed for children. When parents requested deletion of their children's voice recordings, Amazon deleted the audio files but secretly retained the written transcripts until mid-2019 without informing parents. Amazon also failed to delete geolocation data from Alexa App users who requested deletion, storing it in secondary locations inaccessible to deletion requests from January 2018 through early 2022.",
    "representations_made": [
      {
        "description": "Claimed that Alexa and Echo devices are designed to protect privacy",
        "quoted_text": "Amazon maintains a dedicated \"Alexa Privacy\" webpage within its online \"Alexa Privacy Hub\" on the Amazon.com website that asserts: \"Alexa and Echo devices are designed to protect your privacy.\" That webpage also states that \"Alexa and Echo devices provide transparency and control.\"",
        "source_paragraph": 18
      },
      {
        "description": "Claimed users have control over their voice recordings and can delete them",
        "quoted_text": "The Alexa Privacy Settings webpage tells consumers (including parents) that they can \"[v]iew, hear, and delete [their] voice recordings…at any time.\" The instructions state that Alexa users \"have control over all of [their] voice recordings\" and can delete their voice recordings \"one by one, all at once, or by enabling auto-delete at any time.\"",
        "source_paragraph": 27
      },
      {
        "description": "Claimed parents can delete their children's personal information at any time",
        "quoted_text": "Amazon has told parents whose children use the Echo Dot Kids Edition, FreeTime on Alexa, and FreeTime Unlimited on Alexa that they can delete their child's personal information at any time. Amazon specifically assures parents that they can exercise control over their children's voice recordings.",
        "source_paragraph": 26
      },
      {
        "description": "Claimed users can delete their geolocation information at any time",
        "quoted_text": "The Alexa App purportedly allows users to control Amazon's collection, use, and storage of their geolocation information. Amazon also tells users that they can delete their geolocation information at any time using its \"Manage Your Content and Devices\" feature.",
        "source_paragraph": 30
      },
      {
        "description": "Claimed to provide parents with the ability to delete children's voice recordings",
        "quoted_text": "It provides a \"Children's Privacy Disclosure\" to every parent who sets up a child account, directing parents interested in deletion to contact Amazon's customer service or to visit the \"Manage Parental Consent\" page on Amazon's website.",
        "source_paragraph": 26
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Deception - Geolocation Deletion",
        "representation": "Amazon represented that Alexa App users may delete the geolocation information that Amazon has collected and stored from them",
        "fact": "In numerous instances, Alexa App users requested that Amazon delete their geolocation information but Amazon failed to do so",
        "conclusion": "Amazon's representations that it would delete users' geolocation information at their request were false and misleading and constitute deceptive acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 2,
        "title": "Deception - Voice Recording Deletion",
        "representation": "Amazon represented that Alexa App users or parents can delete their own or their children's voice recordings, implicitly including all audio files and transcripts",
        "fact": "In numerous instances, Alexa users requested that Amazon delete their own or their children's voice recordings, but Amazon failed to do so",
        "conclusion": "Amazon's representations that it would delete the voice recordings of users or their children were false and misleading and constitute deceptive acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 3,
        "title": "Unfair Privacy Practices",
        "representation": "Amazon engaged in several unreasonable privacy practices related to its storage of Alexa users' sensitive geolocation and voice information, including: failing to ensure children's voice recordings are retained no longer than reasonably necessary; collecting and maintaining sensitive geolocation data in a manner that insulated it from deletion requests; failing to ensure deletion requests are honored; and failing to notify consumers that deletion requests were not satisfied",
        "fact": "Amazon failed to take reasonable steps to protect the privacy of Alexa users' geolocation and voice recordings",
        "conclusion": "Amazon's acts or practices as set forth in Paragraph 32 constitute unfair acts or practices in violation of Section 5 of the FTC Act, 15 U.S.C. § 45(a), (n)."
      },
      {
        "count_number": 4,
        "title": "COPPA Violations - Retention, Notice, and Deletion",
        "representation": "Amazon collected, used, and/or disclosed personal information from children in violation of the COPPA Rule by: retaining children's voice recordings for longer than reasonably necessary; failing to provide parents with complete and truthful notice regarding deletion; and failing to delete written transcripts when parents requested deletion of voice recordings",
        "fact": "Amazon violated Section 312.10 (retention limits), Section 312.4 (notice requirements), and Section 312.6(a)(2) (parental deletion rights) of the COPPA Rule",
        "conclusion": "Pursuant to Section 1303(c) of COPPA, 15 U.S.C. § 6502(c), and Section 18(d)(3) of the FTC Act, 15 U.S.C. § 57a(d)(3), a violation of the Rule constitutes an unfair or deceptive act or practice in or affecting commerce, in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Alexa": "the Alexa voice assistant service or any comparable successor or replacement service Amazon may offer by another name.",
      "Alexa App": "the Amazon Alexa mobile application available to consumers through which any Defendant collects any Voice Information or Geolocation Information from Alexa users.",
      "Alexa App Geolocation Information": "Geolocation Information collected via the Alexa App for the provision of Alexa services; provided, however, that any such record shall not be considered Alexa App Geolocation Information if such record (1) does not contain, is not stored with, and is not otherwise reasonably linkable to any other element of Personal Information and (2) has less than three decimal places of precision.",
      "Child": "an individual or individuals under the age of 13.",
      "Child Profile": "any user profile created for use by a Child and for which Amazon has actual knowledge that the user is a Child.",
      "Clear(ly) and Conspicuous(ly)": "that a required disclosure is difficult to miss (i.e., easily noticeable) and easily understandable by ordinary consumers, including in all of the following ways: 1. In any communication that is solely visual or solely audible, the disclosure must be made through the same means through which the communication is presented. 2. A visual disclosure, by its size, contrast, location, the length of time it appears, and other characteristics, must stand out from any accompanying text or other visual elements so that it is easily noticed, read, and understood. 3. An audible disclosure, including by streaming video must be delivered in a volume, speed, and cadence sufficient for ordinary consumers to easily hear and understand it. 4. In any communication using an interactive electronic medium, such as the Internet or software, the disclosure must be designed to be prominent and easily noticeable. 5. The disclosure must use diction and syntax understandable to ordinary consumers and must appear in each language in which the representation that requires the disclosure appears. 6. The disclosure must comply with these requirements in each medium through which it is received, including all electronic devices and face-to-face communications. 7. The disclosure must not be contradicted or mitigated by, or inconsistent with, anything else in the communication in which the disclosure is made. 8. When the representation or sales practice targets a specific audience, such as children, the elderly, or the terminally ill, \"ordinary consumers\" includes ordinary members of that group.",
      "Data Product": "any model, derived data, or other tool developed using Alexa App Geolocation Information, Voice Information, or a Child's Personal Information. Data Product includes but is not limited to any data produced via inference (manual or automated) or predictions from such Alexa App Geolocation Information, Voice Information, or Children's Personal Information, application programming interfaces that incorporate, or are improved or enhanced by, such data, or services or other products that incorporate, or are improved or enhanced by, such data.",
      "Defendants": "Defendant Amazon, Defendant Amazon Digital Services; and Defendant A2Z individually, collectively, or in any combination. 1. Defendant Amazon means Amazon.com, Inc. and its successors and assigns. 2. Defendant Amazon Digital Services means Amazon Digital Services LLC and its successors and assigns. 3. Defendant A2Z means A2Z Development Center, Inc. and its successors and assigns.",
      "Internet": "collectively the myriad of computer and telecommunication facilities, including equipment and operating software, which comprises the interconnected world-wide network of networks that employ the Transmission Control Protocol/Internet Protocol, or any predecessor or successor protocols to such protocol, to communicate information of all kinds by wire, radio, or other methods of transmission.",
      "Geolocation Information": "the location of a mobile device sourced from a GPS chip, in latitude-longitude format.",
      "Inactive Alexa Child Profile": "a Child Profile that has interacted with Alexa but that has not been used for 18 months or more. Inactive Alexa Child Profiles include profiles of individuals who are under the age of 13 when the 18 month period starts and who turn 13 before the 18 months has elapsed.",
      "Online Contact Information": "an email address or any other substantially similar identifier that permits direct contact with a person online, including but not limited to, an instant messaging user identifier, a voice over Internet protocol (VoIP) identifier, or a video chat identifier.",
      "Operator": "any Person who operates a Web site located on the Internet or an online service and who collects or maintains Personal Information from or about the users of or visitors to such Web site or online service, or on whose behalf such information is collected or maintained, or offers products or services for sale through the Web site or online service, where such Web site or online service is operated for commercial purposes involving commerce among the several States, or with one or more foreign nations; in any territory of the United States or in the District of Columbia, or between any such territory and another such territory or any State or foreign nation; or between the District of Columbia and any State, territory, or foreign nation.",
      "Parent": "includes a legal guardian.",
      "Persistent Identifier": "an identifier that can be used to recognize a user over time and across different Web sites or online services. Such persistent identifier includes, but is not limited to, a customer number held in a cookie, an Internet Protocol (IP) address, a processor or device serial number, or unique device identifier.",
      "Person": "any individual, partnership, corporation, trust, estate, cooperative, association, or other entity.",
      "Personal Information": "individually identifiable information about an individual collected online, including: (1) a first and last name; (2) a home or other physical address including street name and name of a city or town; (3) Online Contact Information; (4) a screen or user name where it functions in the same manner as Online Contact Information; (5) a telephone number; (6) a Social Security number; (7) a Persistent Identifier that can be used to recognize a user over time and across different Web sites or online services. Such persistent identifier includes, but is not limited to, a customer number held in a cookie, an Internet Protocol (IP) address, a processor or device serial number, or unique device identifier; (8) a photograph, video, or audio file where such file contains a Child's image or voice; (9) Geolocation Information; or (10) information concerning the Child or the Parents of that Child that the Operator collects online from the Child and combines with an identifier described in this definition.",
      "Voice Information": "any audio file of an individual's voice communications or audio communications collected by or through Alexa, as well as any related full-text transcripts of such audio file, provided, however, that any such record shall not be considered Voice Information if: (1) such record does not contain, is not stored with, and is not otherwise reasonably linkable to any other element of Personal Information; or (2) such record was sent to or otherwise shared with another Person by the applicable individual (e.g., a voice message sent by one user to another via Alexa)."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Deletion of Children's Personal Information Associated with Inactive Alexa Child Profiles",
        "category": "affirmative_obligation",
        "summary": "Defendants must implement a process to identify Inactive Alexa Child Profiles within six months and delete associated Personal Information within 90 days, unless a Parent requests retention or the profile becomes active again.",
        "requirements": [
          {
            "description": "Implement process to identify Inactive Alexa Child Profiles",
            "quoted_text": "Defendants and Defendants' officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order shall, within six (6) months of entry of this Order, implement a process to identify Inactive Alexa Child Profiles",
            "deadline": "6 months",
            "verified": true,
            "confidence": 0.8638762214983714
          },
          {
            "description": "Delete Personal Information from Inactive Alexa Child Profiles within 90 days unless Parent requests retention or profile becomes active",
            "quoted_text": "Following identification of any Inactive Alexa Child Profile, Defendants shall delete any Personal Information collected from a Child associated with that Inactive Alexa Child Profile within 90 days, unless the Parent of the applicable Child requests that such information be retained or the applicable Child Profile becomes active again prior to such deletion.",
            "deadline": "90 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Prohibition Against Misrepresentations About Privacy of Geolocation Information and Voice Information",
        "category": "prohibition",
        "summary": "Defendants are permanently prohibited from misrepresenting their retention, access control, or deletion practices for Alexa App Geolocation Information or Voice Information, or consumer and Parent control over such data.",
        "requirements": [
          {
            "description": "Must not misrepresent retention, access limitations, or deletion of Alexa App Geolocation Information or Voice Information",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants, Defendants' officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, are permanently restrained and enjoined from misrepresenting, expressly or by implication: A. The extent to which any Defendant retains, limits or permits access to, or deletes any Alexa App Geolocation Information or Voice Information",
            "deadline": null,
            "verified": true,
            "confidence": 0.8734770384254921
          },
          {
            "description": "Must not misrepresent consumer control over retention, deletion, or access to Alexa App Geolocation Information or Voice Information",
            "quoted_text": "B. The extent to which a consumer may exercise control over any Defendant's retention, deletion, or access to Alexa App Geolocation Information or Voice Information, and the steps a consumer must take to implement such controls",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent Parent control over retention or deletion of a Child's Voice Information",
            "quoted_text": "C. The extent to which a Parent may exercise control over any Defendant's retention or deletion of a Child's Voice Information, and the steps a Parent must take to implement such controls.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Mandated Deletion of Information",
        "category": "affirmative_obligation",
        "summary": "Defendants must delete Alexa App Geolocation Information, Voice Information, and Children's Personal Information upon consumer or Parent request, and must not use deleted information to create or improve Data Products after deletion is processed.",
        "requirements": [
          {
            "description": "Delete Alexa App Geolocation Information and Voice Information when consumer requests deletion",
            "quoted_text": "Delete all Alexa App Geolocation Information and Voice Information collected from a consumer where the consumer has requested that any Defendant delete such information via a mechanism any Defendant has made available for that purpose",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Delete all Personal Information collected by Alexa from a Child when Parent requests deletion",
            "quoted_text": "Delete all Personal Information collected by Alexa from a Child where the Child's Parent has requested that any Defendant delete such information via a mechanism any Defendant has made available for that purpose",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not use deleted information for creation or improvement of Data Products after processing deletion",
            "quoted_text": "After processing the deletion of Alexa App Geolocation Information, Voice Information, or Children's Personal Information as provided for in Sections I, IV(A) and IV(B), Defendant shall not subsequently use such information for the creation or improvement of any Data Product. For the avoidance of doubt, the foregoing provision does not limit Defendant's use of any Data Product created prior to the processing of the deletion of Alexa App Geolocation Information, Voice Information, or Children's Personal Information as provided for in Section I, IV(A) and IV(B).",
            "deadline": null,
            "verified": true,
            "confidence": 0.8685626441199078
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Mandated Notice of Retention and Deletion",
        "category": "affirmative_obligation",
        "summary": "Defendants must document and make publicly available retention and deletion disclosures for Alexa App Geolocation Information and Voice Information within 90 days, including purposes for collection and deletion mechanisms.",
        "requirements": [
          {
            "description": "Provide Clear and Conspicuous link to Geolocation Information Disclosure when consumer is prompted to grant permission",
            "quoted_text": "Defendants, Defendants' officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, must, within ninety (90) days of entry of this order, document, adhere to, and make publicly available: A. Clearly and Conspicuously, when a consumer is prompted to grant Defendant permission to access Alexa App Geolocation Information, a link to a retention and deletion disclosure for Alexa App Geolocation Information (\"Geolocation Information Disclosure\"), setting forth: (1) the purpose for which such information is collected, used, or maintained; and (2) the mechanisms, if any, by which consumers may request deletion of such information",
            "deadline": "90 days",
            "verified": true,
            "confidence": 0.9349320943531094
          },
          {
            "description": "Post Voice Information Disclosure in Alexa and Alexa Devices FAQs or similarly prominent location",
            "quoted_text": "B. In the Alexa and Alexa Devices FAQs (or a similarly prominent location) a retention and deletion disclosure for Voice Information (\"Voice Information Disclosure\"), that includes an explanation of: (1) the purposes for which such information is collected, used, or maintained; (2) the mechanisms, if any, by which consumers may request deletion of such information; and (3) the mechanisms by which Parents of Children may request deletion of Personal Information that Alexa collects from children.",
            "deadline": "90 days",
            "verified": true,
            "confidence": 0.9875518262586377
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Notice to Users",
        "category": "affirmative_obligation",
        "summary": "Defendant Amazon must post the Exhibit A Notice in the Alexa and Alexa Devices FAQs and on the Amazon Parent Dashboard home page for six months.",
        "requirements": [
          {
            "description": "Post Exhibit A Notice in Alexa and Alexa Devices FAQs for 6 months",
            "quoted_text": "on or before thirty (30) days after the date of the entry of this Order, Defendant Amazon must: A. Post in the Alexa and Alexa Devices FAQs (or a similarly prominent location), which can be accessed on the Web and in the Alexa App, for a period of six (6) months after the effective date of this Order, a link to an exact copy of the notice attached hereto as Exhibit A (\"Exhibit A Notice\")",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.7639484978540773
          },
          {
            "description": "Post Exhibit A Notice on Amazon Parent Dashboard home page for 6 months",
            "quoted_text": "B. Post Clearly and Conspicuously on the home page of the Amazon Parent Dashboard for a period of six (6) months after the effective date of this Order, a link to an exact copy of the Exhibit A Notice.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.9653233830845771
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Mandated Privacy Program",
        "category": "affirmative_obligation",
        "summary": "Defendants must establish and maintain a comprehensive privacy program for Alexa App Geolocation Information within 90 days and for 20 years thereafter, including documentation, risk assessments, safeguards, training, and regular evaluations.",
        "requirements": [
          {
            "description": "Establish, implement, and maintain comprehensive privacy program for Alexa App Geolocation Information",
            "quoted_text": "Defendants, and any business that any Defendant controls directly, or indirectly, in connection with the collection, maintenance, use, or disclosure of, or provision of access to, Alexa App Geolocation Information, must, within ninety (90) days of entry of this order and for a period of twenty (20) years thereafter, establish, implement, and thereafter maintain or, if such a program already exists, maintain a comprehensive privacy program to protect the privacy of Alexa App Geolocation Information (the \"Program\").",
            "deadline": "90 days",
            "verified": true,
            "confidence": 0.8700770712909441
          },
          {
            "description": "Document the privacy program in writing",
            "quoted_text": "Document in writing the content, implementation, and maintenance of the Program",
            "deadline": null,
            "verified": true,
            "confidence": 0.9754545454545455
          },
          {
            "description": "Provide written program and evaluations to senior officer at least every 12 months",
            "quoted_text": "Provide the written program and any evaluations thereof or updates thereto to a senior officer of Defendants responsible for the Program at least once every twelve (12) months",
            "deadline": "12 months",
            "verified": true,
            "confidence": 0.9957142857142858
          },
          {
            "description": "Designate qualified employee(s) to coordinate and be responsible for the Program",
            "quoted_text": "Designate a qualified employee or employees to coordinate and be responsible for the Program",
            "deadline": null,
            "verified": true,
            "confidence": 0.9833678756476684
          },
          {
            "description": "Assess and document internal and external privacy risks at least every 12 months",
            "quoted_text": "Assess and document, at least once every twelve (12) months, internal and external risks to the privacy of Alexa App Geolocation Information that could result in the (1) unauthorized collection, maintenance, alteration, use, or disclosure of, or provision of access to, Alexa App Geolocation Information; or the (2) misuse, loss, theft, alteration, destruction, or other compromise of such information",
            "deadline": "12 months",
            "verified": true,
            "confidence": 0.8488210818307905
          },
          {
            "description": "Design, implement, maintain, and document safeguards to control identified risks",
            "quoted_text": "Design, implement, maintain, and document safeguards that control for the internal and external risks Defendants identify to the privacy of Alexa App Geolocation Information identified in response to Provision VII.D. Each safeguard must be based on the volume and sensitivity of Alexa App Geolocation Information that is at risk, and the likelihood that the risk could be realized and result in the (1) unauthorized collection, maintenance, use, or disclosure of, or provision of access to, Alexa App Geolocation Information; or the (2) misuse, loss, theft, alteration, destruction, or other compromise of such information.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9472297297297297
          },
          {
            "description": "Conduct privacy review and produce Privacy Review Statement",
            "quoted_text": "Conducting a privacy review and producing a written report (\"Privacy Review Statement\") for Alexa's collection, maintenance, use, or disclosure of Alexa App Geolocation Information. The Privacy Review Statement must describe: a) How Alexa collects, maintains, uses, or discloses Alexa App Geolocation Information; b) For how long Alexa App Geolocation Information is retained; c) The risks of the (1) collection, maintenance, alteration, use, or disclosure of, or provision of access to; or the (2) misuse, loss, theft, alteration, destruction, or other compromise of Alexa App Geolocation Information, and the safeguards in place or to be implemented that are intended to control identified risks; d) Any other known, reasonable safeguards or other procedures that would mitigate the identified risks of the (1) collection, maintenance, alteration, use, or disclosure of, or provision of access to; or the (2) misuse, loss, theft, alteration, destruction, or other compromise of Alexa App Geolocation Information that were not implemented, and each reason that such alternatives were not implemented; and e) Any decision made as a result of the review (e.g., whether a practice was approved, approved contingent upon safeguards or other recommendations being implemented, or rejected).",
            "deadline": null,
            "verified": true,
            "confidence": 0.8951851851851852
          },
          {
            "description": "Implement controls to limit access to unencrypted Alexa App Geolocation Information to authorized services only",
            "quoted_text": "Implementing controls to limit access to unencrypted Alexa App Geolocation Information only to authorized services",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Train employees with access to unencrypted Alexa App Geolocation Information at least every 12 months on safeguarding",
            "quoted_text": "Training of all employees whose responsibilities include access to unencrypted Alexa App Geolocation Information, at least every twelve (12) months, on how to safeguard Alexa App Geolocation Information",
            "deadline": "12 months",
            "verified": true,
            "confidence": 0.9656435643564357
          },
          {
            "description": "Train employees responsible for deletion of Alexa App Geolocation Information at least every 12 months on compliance with deletion requests",
            "quoted_text": "Training of all employees whose responsibilities include deletion of Alexa App Geolocation Information, at least every twelve (12) months, on how to comply with deletion requests",
            "deadline": "12 months",
            "verified": true,
            "confidence": 0.9906741573033708
          },
          {
            "description": "Implement data access controls for all databases and assets storing unencrypted Alexa App Geolocation Information",
            "quoted_text": "Implementing data access controls for all databases and assets storing unencrypted Alexa App Geolocation Information",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Review and adjust employee access to unencrypted Alexa App Geolocation Information at least every 12 months",
            "quoted_text": "Reviewing and adjusting as appropriate at least once every twelve (12) months, employee access to unencrypted Alexa App Geolocation Information to ensure that the employee needs continued access to the Alexa App Geolocation Information to perform the employee's specific job function",
            "deadline": "12 months",
            "verified": true,
            "confidence": 0.8104838709677419
          },
          {
            "description": "Assess sufficiency of safeguards at least every 12 months and modify Program as needed",
            "quoted_text": "Assess, at least once every twelve (12) months, the sufficiency of any safeguards in place to address the internal and external risks of the (1) collection, maintenance, alteration, use, or disclosure of, or provision of access to; or the (2) misuse, loss, theft, alteration, destruction, or other compromise of Alexa App Geolocation Information, and modify the Program as needed based on the results",
            "deadline": "12 months",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Test and monitor effectiveness of safeguards at least every 12 months and modify Program as needed",
            "quoted_text": "Test and monitor the effectiveness of the safeguards at least once every twelve (12) months, and modify the Program as needed based on the results",
            "deadline": "12 months",
            "verified": true,
            "confidence": 0.9998996655518395
          },
          {
            "description": "Take reasonable efforts to select and retain service providers capable of implementing and maintaining sufficient safeguards",
            "quoted_text": "With respect to service providers who may have access to or receive Alexa App Geolocation Information through or from Defendants, take reasonable efforts to select and retain service providers capable of implementing and maintaining safeguards sufficient to address the internal and external risks of the (1) collection, maintenance, alteration, use, or disclosure of, or provision of access to; or the (2) misuse, loss, theft, alteration, destruction, or other compromise of Alexa App Geolocation Information",
            "deadline": null,
            "verified": true,
            "confidence": 0.9821072796934867
          },
          {
            "description": "Evaluate and adjust Program at least every 12 months based on changes to operations, business arrangements, technology, or other circumstances",
            "quoted_text": "Evaluate and adjust the Program in light of any changes to Defendants' operations or business arrangements, new or more efficient technological or operational methods that are intended to control for the risks identified in Provision VII.D of this Order, or any other circumstances that Defendants know or have reason to know may have an impact on the effectiveness of the Program. At a minimum, Defendants must evaluate the Program at least once every twelve (12) months and modify the Program based on the results as needed.",
            "deadline": "12 months",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Certifications",
        "category": "compliance_reporting",
        "summary": "Defendants must provide annual certifications from a Vice President with Alexa oversight for 10 years, confirming Order compliance and disclosing any material noncompliance.",
        "requirements": [
          {
            "description": "Provide annual certification from Vice President for 10 years confirming Order compliance",
            "quoted_text": "One year after the entry date of this Order, and each year thereafter for ten (10) years after the entry date of this Order, provide the Commission with a certification from a Vice President with oversight responsibilities involving the Alexa service, that: (1) Defendants have established, implemented, and maintained the requirements of this Order; and (2) Defendants are not aware of any material noncompliance that has not been (a) corrected or (b) disclosed to the Commission. The certification must be based on the personal knowledge of the senior corporate manager, senior officer, or subject matter experts upon whom the signatory reasonably relies in making the certification",
            "deadline": "1 year",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit annual certifications to Commission via email or overnight courier",
            "quoted_text": "Unless otherwise directed by a Commission representative in writing, submit all annual certifications to the Commission pursuant to this Order via email to DEbrief@ftc.gov or by overnight courier (not the U.S. Postal Service) to Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin, \"United States v. Amazon.com, Inc., FTC File No. 1923128.\"",
            "deadline": null,
            "verified": true,
            "confidence": 0.9873560767590619
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Monetary Judgment for Civil Penalty",
        "category": "affirmative_obligation",
        "summary": "Judgment of $25 million is entered against Defendants as a civil penalty, to be paid within 7 days of Order entry.",
        "requirements": [
          {
            "description": "Pay $25 million civil penalty to United States Treasury",
            "quoted_text": "Defendants are ordered to pay to Plaintiff, by making payment to the Treasurer of the United States, twenty-five million dollars ($25,000,000), which as Defendants stipulate, its undersigned counsel holds in escrow for no purpose other than payment to Plaintiff. Such payment must be made within seven (7) days of entry of this Order by electronic fund transfer in accordance with instructions provided by a representative of Plaintiff.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 0.8283433133732535
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Defendants must submit acknowledgment of receipt of this Order within 10 days, deliver copies to specified personnel within 10 days, and obtain signed acknowledgments from recipients within 30 days, for 10 years.",
        "requirements": [
          {
            "description": "Submit acknowledgment of receipt of Order to Commission",
            "quoted_text": "Defendants, within ten (10) days after the effective date of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.9937883008356546
          },
          {
            "description": "Deliver copy of Order to specified personnel for 10 years",
            "quoted_text": "For ten (10) years after entry of this Order, Defendants must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members of the Alexa business within the Defendant entities; (2) all employees and agents having managerial responsibilities for the deletion of Alexa App Geolocation Information or Voice Information; and (3) any business entity resulting from any change in structure as set forth in the Section titled Compliance Reporting. Delivery must occur within ten (10) days of entry of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.9668821292775666
          },
          {
            "description": "Obtain signed and dated acknowledgments from recipients of Order",
            "quoted_text": "From each individual or entity to which Defendants delivered a copy of this Order, Defendants must obtain, within thirty (30) days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendants must submit annual compliance reports for 10 years detailing business information, Order compliance, and any structural changes, as well as notice of bankruptcy proceedings within 14 days.",
        "requirements": [
          {
            "description": "Submit annual compliance report one year after Order entry",
            "quoted_text": "One year after entry of this Order, Defendants must submit a compliance report, sworn under penalty of perjury. Defendants must: (1) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission and Plaintiff may use to communicate with Defendants; (2) identify all of Defendants' businesses that collect, maintain, alter, use, or disclose, or provide access to, Alexa App Geolocation Information or Voice Information by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (3) describe the activities of each such business, including the goods and services offered, the means of advertising, marketing, and sales; (4) describe whether and how Defendants are in compliance with each Section of this Order; and (5) provide a copy of each Order Acknowledgment obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 0.9399378881987578
          },
          {
            "description": "Submit compliance notice within 14 days of changes to contact points or business structure for 10 years",
            "quoted_text": "For ten (10) years after entry of this Order, Defendants must submit a compliance notice, sworn under penalty of perjury, within fourteen (14) days of any change in: (1) any designated point of contact; or (2) the structure of Defendants or any entity that Defendants have any ownership interest in or control directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.8374613003095975
          },
          {
            "description": "Submit notice of bankruptcy filing within 14 days",
            "quoted_text": "Defendants must submit to the Commission notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against Defendants within fourteen (14) days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XI",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendants must create and retain specified records for 10 years, including personnel records, consumer complaints, deletion requests, compliance documentation, and marketing materials, with each record retained for 5 years.",
        "requirements": [
          {
            "description": "Create personnel records for those with managerial responsibility for deletion and retain for 5 years",
            "quoted_text": "Defendants must create certain records for ten (10) years after entry of the Order, and retain each such record for five (5) years. Specifically, Defendants must create and retain the following records: A. Personnel records showing, for each person having managerial responsibility for the deletion of Alexa App Geolocation Information or Voice Information, whether as an employee or otherwise, that person's: name; job title or position; and dates of service",
            "deadline": null,
            "verified": true,
            "confidence": 0.9572349272349273
          },
          {
            "description": "Create and retain records of consumer complaints and refund requests related to collection, retention, or deletion of data",
            "quoted_text": "B. Records of all consumer complaints and refund requests related to collection, retention or deletion of Alexa App Geolocation Information or Voice Information received through Defendants' customer service channels, and any responsethereto based on a reasonable search criteria that accounts for the volume of such communications Defendants receive through its customer service channels",
            "deadline": null,
            "verified": true,
            "confidence": 0.919795918367347
          },
          {
            "description": "Create and retain records of all deletion requests and responses",
            "quoted_text": "C. Records of all deletion requests made by individuals or Parents regarding the deletion of Alexa App Geolocation Information or Voice Information via a mechanism or mechanisms that any Defendant has made available for that purpose; the response to such requests; and any actions taken in response to such requests based on reasonable search criteria that account for the volume of such communications or requests Defendants receive through appropriate channels",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Retain all records necessary to demonstrate compliance with Order",
            "quoted_text": "D. All records necessary to demonstrate material compliance with this Order, including all submissions to the Commission",
            "deadline": null,
            "verified": true,
            "confidence": 0.9883333333333334
          },
          {
            "description": "Retain copy of each unique advertisement or marketing material related to data collection, retention, or deletion",
            "quoted_text": "E. A copy of each unique advertisement or other marketing material related to collection, retention or deletion of Alexa App Geolocation Information or Voice Information.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XII",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission and Plaintiff may monitor Defendants' compliance by requesting reports and documents within 30 days, interviewing personnel, and using undercover methods without prior notice.",
        "requirements": [
          {
            "description": "Submit additional compliance reports or documents within 30 days of written request",
            "quoted_text": "Within thirty (30) days of receipt of a written request from a representative of the Commission or Plaintiff, Defendants must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury; and produce documents for inspection and copying.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.9895959595959596
          },
          {
            "description": "Permit Commission and Plaintiff to communicate directly with Defendants and interview personnel",
            "quoted_text": "For matters concerning this Order, the Commission and Plaintiff are authorized to communicate directly with Defendants. Defendants must permit representatives of the Commission and Plaintiff to interview any employee or other person affiliated with Defendants who has agreed to such an interview. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 0.8575031525851198
          },
          {
            "description": "Allow Commission and Plaintiff to use undercover methods without prior notice",
            "quoted_text": "The Commission and Plaintiff may use all other lawful means, including posing, through their representatives, as consumers, suppliers, or other individuals or entities, to Defendants or any individual or entity affiliated with Defendants, without the necessity of identification or prior notice. Nothing in this Order limits the Commission's lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XIII",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction for purposes of construction, modification, and enforcement of this Order.",
        "requirements": [
          {
            "description": "Court retains jurisdiction for construction, modification, and enforcement",
            "quoted_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "within ninety (90) days of entry of this order and for a period of twenty (20) years thereafter, establish, implement, and thereafter maintain or, if such a program already exists, maintain a comprehensive privacy program to protect the privacy of Alexa App Geolocation Information"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "07.23, Amazon.com Complaint (Pending).pdf",
      "order": "07.23, Amazon.com Order (Pending).pdf"
    },
    "extraction_stats": {
      "complaint_counts": 4,
      "complaint_representations": 5,
      "order_provisions": 13,
      "order_definitions": 18,
      "order_requirements": 46
    },
    "processing_time_seconds": 746.3
  }
}