{
  "case_info": {
    "docket_number": "C-4722",
    "company": {
      "name": "Miniclip S.A.",
      "incorporation_state": "Switzerland",
      "entity_type": "corporation",
      "address": "18 Faubourg de l'Hôpital, 2000 Neuchâtel, Switzerland",
      "business_description": "Miniclip develops, publishes, and distributes mobile and online digital games. As of August 2019, the company had approximately 100 applications available for download through Apple's App Store and Google Play, and consumers can also play online games via its website and through Facebook."
    },
    "commissioners": [
      "Joseph J. Simons, Chairman",
      "Noah Joshua Phillips",
      "Rohit Chopra",
      "Rebecca Kelly Slaughter",
      "Christine S. Wilson"
    ],
    "case_date": {
      "month": 7,
      "year": 2020
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/192-3129-miniclip-matter"
  },
  "complaint": {
    "factual_background": "Miniclip S.A., a developer and publisher of mobile and online digital games, joined CARU's COPPA safe harbor program in July 2009 and began claiming it was certified as COPPA compliant. CARU terminated Miniclip's participation in the safe harbor program on July 6, 2015, but Miniclip continued to falsely claim on its website and in its apps that it was a current participant in the CARU COPPA safe harbor program for approximately four more years, until June-July 2019.",
    "representations_made": [
      {
        "description": "Claimed to be accepted into CARU Kids Privacy Safe Harbor Program and certified as COPPA compliant",
        "quoted_text": "In recognition of our focus on the quality and safety of our content, we have been accepted to join the CARU Kids Privacy Safe Harbor Program and have been certified as COPPA compliant.",
        "source_paragraph": 9
      },
      {
        "description": "Claimed to be a Certified Participant of CARU Kids Privacy Safe Harbor Program with information practices reviewed and meeting the program's standards",
        "quoted_text": "Miniclip is a Certified Participant of the Better Business Bureau's, CARU Kids Privacy Safe Harbor Program: http://www.caru.org/caru.aspx?id=275582381. The information practices of Miniclip.com have been reviewed and meet the standards of the Children's Advertising Review Unit's Kid's Privacy Safe Harbor Program.",
        "source_paragraph": 11
      },
      {
        "description": "Claimed to be a current participant in the CARU COPPA safe harbor program",
        "quoted_text": "Respondent represented, directly or indirectly, expressly or by implication, that it was a current participant in the CARU COPPA safe harbor program.",
        "source_paragraph": 14
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "COPPA Safe Harbor Misrepresentations",
        "representation": "Respondent represented that it was a current participant in the CARU COPPA safe harbor program",
        "fact": "After CARU terminated Respondent from CARU's COPPA safe harbor program on July 6, 2015, Respondent was not a current participant in the CARU COPPA safe harbor program",
        "conclusion": "Therefore, the representation set forth in Paragraph 14 is false or misleading."
      }
    ]
  },
  "order": {
    "definitions": {
      "Respondent": "Miniclip S.A., a corporation and its successors and assigns."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition against Misrepresentations about Participation in or Compliance with Privacy Programs",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent its membership, adherence to, compliance with, certification by, endorsement by, or participation in any privacy or security program sponsored by a government or self-regulatory organization, including CARU's COPPA safe harbor.",
        "requirements": [
          {
            "description": "Must not misrepresent participation in or compliance with privacy or security programs",
            "quoted_text": "IT IS ORDERED that Respondent and its officers, agents, employees, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with the advertising, marketing, promotion, offering for sale, or sale of any product or service must not misrepresent in any manner, expressly or by implication, the extent to which Respondent is a member of, adheres to, complies with, is certified by, is endorsed by, or otherwise participates in any privacy or security program sponsored by a government or any self-regulatory or standard-setting organization, including but not limited to the Children's Advertising Review Unit (CARU) Children's Online Privacy Protection Act of 1998 (COPPA) safe harbor.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Acknowledgments of the Order",
        "category": "acknowledgment",
        "summary": "Respondent must submit acknowledgment of the Order to the Commission and deliver copies to principals, officers, directors, managers, employees with managerial responsibilities, and successor entities, and obtain signed acknowledgments from recipients.",
        "requirements": [
          {
            "description": "Submit acknowledgment of receipt to the Commission",
            "quoted_text": "Respondent, within ten (10) days after the effective date of this Order, must submit to the Commission an acknowledgment of receipt of this Order.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver copy of Order to current principals, officers, directors, LLC managers and members, employees with managerial responsibilities, and successor entities",
            "quoted_text": "For five (5) years after the issuance date of this Order, Respondent must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees, agents, and representatives having managerial responsibilities for conduct related to the subject matter of the Order; and (3) any business entity resulting from any change in structure as set forth in the Provision titled Compliance Report and Notices. Delivery must occur within ten (10) days after the effective date of this Order for current personnel.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Deliver copy of Order to new personnel before they assume responsibilities",
            "quoted_text": "For all others, delivery must occur before they assume their responsibilities.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Obtain signed and dated acknowledgments from recipients",
            "quoted_text": "From each individual or entity to which Respondent delivered a copy of this Order, Respondent must obtain, within thirty (30) days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Compliance Report and Notices",
        "category": "compliance_reporting",
        "summary": "Respondent must submit compliance reports and notices to the Commission, including an initial 60-day compliance report and timely notices of changes in contact information, structure, or bankruptcy proceedings.",
        "requirements": [
          {
            "description": "Submit initial compliance report within 60 days",
            "quoted_text": "Sixty (60) days after the issuance date of this Order, Respondent must submit a compliance report, sworn under penalty of perjury, in which Respondent must: (a) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission, may use to communicate with Respondent; (b) identify all of Respondent's businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (c) describe the activities of each business; (d) describe in detail whether and how Respondent is in compliance with each Provision of this Order; and (e) provide a copy of each Acknowledgment of the Order obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit compliance notice within 14 days of changes in contact information or structure",
            "quoted_text": "Respondent must submit a compliance notice, sworn under penalty of perjury, within fourteen (14) days of any change in the following: (1) any designated point of contact; or (2) the structure of Respondent or any entity that Respondent has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit notice of bankruptcy or insolvency proceedings",
            "quoted_text": "Respondent must submit notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against Respondent within fourteen (14) days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Ensure all submissions are sworn under penalty of perjury in proper format",
            "quoted_text": "Any submission to the Commission required by this Order to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, such as by concluding: \"I declare under penalty of perjury under the laws of the United States of America that the foregoing is true and correct. Executed on: _____\" and supplying the date, signatory's full name, title (if applicable), and signature.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit all materials via email or overnight courier to specified address",
            "quoted_text": "Unless otherwise directed by a Commission representative in writing, all submissions to the Commission pursuant to this Order must be emailed to Debrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director of Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue, N.W., Washington, D.C. 20580. The subject line must begin: In re Miniclip S.A., FTC File No. 1923129.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must create and retain records for specified periods, including accounting records, personnel records, compliance documentation, and copies of representations about privacy or security programs.",
        "requirements": [
          {
            "description": "Create records for 10 years and retain each for 5 years",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent must create certain records for ten (10) years after the issuance date of the Order, and retain each such record for five (5) years.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and retain accounting records showing revenues",
            "quoted_text": "accounting records showing the revenues from all goods or services sold;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and retain personnel records with specified information",
            "quoted_text": "personnel records showing, for each person providing services, whether as an employee or otherwise, that person's: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and retain all compliance records",
            "quoted_text": "all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and retain copies of representations about privacy or security programs",
            "quoted_text": "a copy of each widely disseminated representation by Respondent regarding Respondent's participation in any privacy or security program sponsored by a government or any self-regulatory or standard-setting organization, and all materials that were relied upon in making the representation.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission has the authority to monitor compliance by requesting additional reports, inspecting records, interviewing personnel, and using investigative methods including undercover operations.",
        "requirements": [
          {
            "description": "Submit additional compliance reports or records within 10 days of Commission request",
            "quoted_text": "Within ten (10) days of receipt of a written request from a representative of the Commission, Respondent must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury, and produce records for inspection and copying.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Permit Commission representatives to communicate directly and interview affiliated persons",
            "quoted_text": "For matters concerning this Order, representatives of the Commission are authorized to communicate directly with Respondent. Respondent must permit representatives of the Commission to interview anyone affiliated with Respondent who has agreed to such an interview. The interviewee may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Allow Commission to use undercover investigative methods",
            "quoted_text": "The Commission may use all other lawful means, including posing through its representatives as consumers, suppliers, or other individuals or entities, to Respondent or any individual or entity affiliated with Respondent, without the necessity of identification or prior notice. Nothing in this Order limits the Commission's lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Order Effective Dates",
        "category": "duration",
        "summary": "The Order is effective upon publication on the FTC website and will terminate on June 29, 2040, or 20 years from the most recent date of filing a federal court complaint alleging violation, whichever is later.",
        "requirements": [
          {
            "description": "Order becomes final and effective upon publication",
            "quoted_text": "IT IS FURTHER ORDERED that this Order is final and effective upon the date of its publication on the Commission's website (ftc.gov) as a final order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Order termination date and extension provisions",
            "quoted_text": "This Order will terminate on June 29, 2040, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of the Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. any Provision in this Order that terminates in less than twenty (20) years; B. this Order's application to any respondent that is not named as a defendant in such complaint; and C. this Order if such complaint is filed after the order has terminated pursuant to this Provision.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This Order will terminate on June 29, 2040, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of the Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. any Provision in this Order that terminates in less than twenty (20) years; B. this Order's application to any respondent that is not named as a defendant in such complaint; and C. this Order if such complaint is filed after the order has terminated pursuant to this Provision. Provided, further, that if such complaint is dismissed or a federal court rules that Respondent did not violate any provision of the Order, and the dismissal or ruling is either not appealed or upheld on appeal, then the Order will terminate according to this Provision as though the complaint had never been filed, except that the Order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "07.20, Miniclip Complaint (Pending).pdf",
      "order": "07.20, Miniclip Order (Pending).pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 3,
      "order_provisions": 6,
      "order_definitions": 1,
      "order_requirements": 20
    },
    "processing_time_seconds": 67.0
  }
}