{
  "case_info": {
    "docket_number": "21-cv-01758",
    "company": {
      "name": "KUUHUUB INC.",
      "incorporation_state": "Canada (Ontario)",
      "entity_type": "corporation",
      "address": "25 Adelaide Street East, Suite 1417, Toronto, Ontario, M5C 3A1",
      "business_description": "Kuuhubb Inc. develops and distributes mobile applications intended for use by consumers throughout the United States. The company operates the Recolor mobile application, which collects personal information from children under 13 years of age."
    },
    "commissioners": [],
    "case_date": {
      "month": 7,
      "year": 2021
    },
    "legal_authority": "Sections 5(a)(1), 5(m)(1)(A), 13(b), 16(a)(1), and 19 of the Federal Trade Commission Act, 15 U.S.C. §§ 45(a)(1), 45(m)(1)(A), 53(b), 56(a)(1), 57b, and Sections 1303(c) and 1306(d) of the Children's Online Privacy Protection Act of 1998, 15 U.S.C. §§ 6502(c), 6505(d)",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/182-3184-kuuhuub-inc-et-al-us-v-recolor-oy"
  },
  "complaint": {
    "factual_background": "Defendants operated the Recolor coloring app that included a 'Kids' category targeted to children under 13. The app collected personal information from children through social media features including account creation, photo uploads, comments, and persistent identifiers for behavioral advertising. Defendants failed to obtain parental consent or provide required COPPA notices before collecting this information from children.",
    "representations_made": [],
    "counts": [
      {
        "count_number": 1,
        "title": "COPPA Notice and Consent Violations",
        "representation": "Defendants operated an online service that collected, used, and disclosed personal information from children including names, photos, comments, and persistent identifiers through the Recolor app",
        "fact": "Defendants failed to: (a) provide sufficient notice on their online service of the information they collect from children, how they use it, and their disclosure practices in violation of Section 312.4(d); (b) provide direct notice to parents of their information collection practices in violation of Sections 312.4(b) and (c); and (c) obtain verifiable parental consent before collecting, using, or disclosing personal information from children in violation of Section 312.5",
        "conclusion": "A violation of the Rule constitutes an unfair or deceptive act or practice in or affecting commerce in violation of Section 5(a) of the FTC Act."
      }
    ]
  },
  "order": {
    "definitions": {
      "Child": "an individual or individuals under the age of 13.",
      "Collects or Collection": "the gathering of any Personal Information from a Child by any means, including but not limited to: 1. Requesting, prompting, or encouraging a Child to submit Personal Information on line; 2. Enabling a Child to make Personal Information publicly available in identifiable form. An Operator shall not be considered to have Collected Personal Information if it takes reasonable measures to Delete all or virtually all Personal Information from a Child's postings before they are made public and also to Delete such Personal Information from its records; or 3. Passive tracking of a Child online.",
      "Covered App User": "a Child who created an account on the Recolor mobile application on or before September 1, 2019.",
      "Defendants": "all of the Defendants, individually, collectively, or in any combination.",
      "Delete or Deletion": "to remove Personal Information such that it is not maintained in retrievable form and cannot be retrieved in the normal course of business.",
      "Disclose or Disclosure": "with respect to Personal Information: 1. The Release of Personal Information Collected by an Operator from a Child in identifiable form for any purpose, except where an Operator provides such information to a Person who provides Support for the Internal Operations of the Website or Online Service; and 2. Making Personal Information Collected by an Operator from a Child publicly available in identifiable form by any means, including but not limited to a public posting through the Internet, or through a personal home page or screen posted on a website or online service; a pen pal service; an electronic mail service; a message board; or a chat room.",
      "Entire Transaction": "every financial aspect of the sale of Recolor Oy or substantially all of the assets of Recolor Oy, or of a transaction in which Defendants substantially divest from Recolor Oy, and the distribution of all proceeds of the sale or transaction.",
      "Internet": "collectively the myriad of computer and telecommunication facilities, including equipment and operating software, which comprises the interconnected world-wide network of networks that employ the Transmission Control Protocol/Internet Protocol, or any predecessor or successor protocols to such protocol, to communicate information of all kinds by wire, radio, or other methods of transmission.",
      "Net Proceeds from the Sale or Divestiture": "the total price paid for the sale of Recolor Oy or substantially all of the assets of Recolor Oy, or for a transaction in which Defendants substantially divest from Recolor Oy, minus reasonable expenses incurred in the Entire Transaction and the payment of any arms-length debts of Defendants incurred prior to the sale or transaction (including payment of Defendants' outstanding attorney's fees in connection with this proceeding and the related FTC investigation).",
      "Obtaining Verifiable Consent": "making any reasonable effort (taking into consideration available technology) to ensure that before Personal Information is Collected from a Child, a Parent of the Child: 1. Receives notice of the Operator's Personal Information Collection, use, and Disclosure practices; and 2. Authorizes any Collection, use, and/or Disclosure of the Personal Information.",
      "Online Contact Information": "an email address or any other substantially similar identifier that permits direct contact with a Person online, including but not limited to an instant messaging user identifier, a voice over internet protocol (VOiP) identifier, or a video chat identifier.",
      "Operator": "any Person who operates a website located on the Internet or an online service and who Collects or maintains Personal Information from or about the users of or visitors to such website or online service, or on whose behalf such information is Collected or maintained, or offers products or services for sale through the website or online service, where such website or online service is operated for commercial purposes involving commerce among the several States, or with one or more foreign nations; in any territory of the United States or in the District of Columbia, or between any such territory and another such territory or any State or nation; or between the District of Columbia and any State, territory, or foreign nation. This definition does not include any nonprofit entity that would otherwise be exempt from coverage under Section 5 of the Federal Trade Commission Act (15 U.S.C. § 45). Personal Information is Collected or maintained on behalf of an Operator when: 1. It is Collected or maintained by an agent or service provider of the Operator; or 2. The Operator benefits by allowing another Person to Collect Personal Information directly from users of such website or online service.",
      "Parent": "includes a legal guardian.",
      "Person": "any individual, partnership, corporation, trust, estate, cooperative, association, or other entity.",
      "Personal Information": "individually identifiable information about an individual Collected online, including: 1. A first and last name; 2. A home or other physical address including street name and name of a city or town; 3. Online Contact Information, as defined above; 4. A screen or user name where it functions in the same manner as Online Contact Information, as defined above; 5. A telephone number; 6. A Social Security number; 7. A persistent identifier that can be used to recognize a user over time and across different websites or online services, where such persistent identifier is used for functions other than or in addition to Support for the Internal Operations of the Website or Online Service. Such persistent identifier includes but is not limited to a customer number held in a cookie, an Internet Protocol (IP) address, a processor or device serial number, or unique device identifier; 8. A photograph, video, or audio file where such file contains a Child's image or voice; 9. Geolocation information sufficient to identify street name and name of a city or town; or 10. Information concerning the Child or the Parents of that Child that the Operator Collects online from the Child and combines with an identifier described in this Definition.",
      "Registration Information": "the following types of information Collected for purposes of registering an account: 1. A user name; 2. A password; 3. An email address; or 4. An account authentication identifier associated with any Third-Party website or online service through which a user of Defendants' website or online service registered an account.",
      "Release of Personal Information": "the sharing, selling, renting, or transfer of Personal Information to any Third Party.",
      "Support for the Internal Operations of the Website or Online Service": "1. Those activities necessary to: a. Maintain or analyze the functioning of the website or online service; b. Perform network communications; c. Authenticate users of, or personalize the content on, the website or online service; d. Serve contextual advertising on the website or online service or cap the frequency of advertising; e. Protect the security or integrity of the user, website, or on line service; f. Ensure legal or regulatory compliance; or g. Fulfill a request of a Child as permitted by 16 C.F.R. §§ 312.5(c)(3) and (4); 2. So long as the information Collected for the activities listed in paragraphs (1)(a)-(g) of this definition is not used or Disclosed to contact a specific individual, including through behavioral advertising, to amass a profile on a specific individual, or for any other purpose.",
      "Third Party": "any Person who is not: 1. An Operator with respect to the Collection or maintenance of Personal Information on the website or online service; or 2. A Person who provides Support for the Internal Operations of the Website or Online Service and who does not use or Disclose information protected under the COPPA Rule (attached as Appendix A) for any other purpose.",
      "Website or Online Service Directed to Children": "a commercial website or online service, or portion thereof, that is targeted to Children. 1. In determining whether a website or online service, or a portion thereof, is directed to Children, the Commission will consider its subject matter, visual content, use of animated characters or Child-oriented activities and incentives, music or other audio content, age of models, presence of Child celebrities or celebrities who appeal to Children, language or other characteristics of the website or on line service, as well as whether advertising promoting or appearing on the website or online service is directed to Children. The Commission will also consider competent and reliable empirical evidence regarding audience composition, and evidence regarding the intended audience. 2. A website or online service shall be deemed directed to Children when it has actual knowledge that it is Collecting Personal Information directly from users of another Website or Online Service Directed to Children. 3. A website or online service that is directed to Children under the criteria set forth in paragraph (1) of this Definition, but that does not target Children as its primary audience, shall not be deemed directed to Children if it: a. Does not Collect Personal Information from any visitor prior to Collecting age information; and b. Prevents the Collection, use, or Disclosure of Personal Information from visitors who identify themselves as under age 13 without first complying with the notice and parental consent provisions of the COPPA Rule (attached as Appendix A). 4. A website or online service shall not be deemed directed to Children solely because it refers or links to a commercial Website or Online Service Directed to Children by using information location tools, including a directory, index, reference, pointer, or hypertext link."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Injunction Concerning Collection of Personal Information from Children",
        "category": "prohibition",
        "summary": "Defendants are permanently restrained from violating the COPPA Rule, including failing to provide direct notice to parents, failing to post online notices, failing to obtain verifiable parental consent, failing to delete children's personal information upon parental request, and retaining personal information longer than reasonably necessary.",
        "requirements": [
          {
            "description": "Must not fail to make reasonable efforts to ensure parents receive direct notice of practices regarding collection, use, or disclosure of personal information from children",
            "quoted_text": "Failing to make reasonable efforts, taking into account available technology, to ensure that a Parent of a Child receives direct notice of Defendants' practices with regard to the Collection, use, or Disclosure of Personal Information from Children, including notice of any material change in the Collection, use, or Disclosure practices to which the Parent has previously consented;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not fail to post a prominent and clearly labeled link to online notice of information practices on home/landing page and at each area where personal information is collected from children",
            "quoted_text": "Failing to post a prominent and clearly labeled link to an on line notice of its information practices with regard to Children, if any, on the home or landing page or screen of its website or online service, and at each area of the website or online service where Personal Information is Collected from Children;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not fail to obtain verifiable consent before collection, use, or disclosure of personal information from children",
            "quoted_text": "Failing to Obtain Verifiable Consent before any Collection, use, or Disclosure of Personal Information from Children, including consent to any material change in the Collection, use, or Disclosure practices to which the Parent has previously consented;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not fail to delete a child's personal information at the request of a parent",
            "quoted_text": "Failing to Delete a Child's Personal Information at the request of a Parent; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not retain personal information for longer than is reasonably necessary to fulfill the purpose for which it was collected",
            "quoted_text": "Retaining Personal Information for longer than is reasonably necessary to fulfill the purpose for which the information was Collected.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Injunction Concerning Notice to App Users",
        "category": "affirmative_obligation",
        "summary": "Defendants must provide notice to Recolor mobile application users through an in-app pop-up alert and a news feed post, both using exact wording specified in the order appendices.",
        "requirements": [
          {
            "description": "Implement in-app pop-up alert in exact wording per Appendix B, appearing on first use and remaining for 180 days or until acknowledged",
            "quoted_text": "Defendants shall implement an in-app pop-up alert, in the exact wording set forth in Appendix B to this Order and in an easily legible format consistent with the format set forth in Appendix B. The alert shall (1) appear the first time that each user opens the Recolor mobile application after the notice is implemented and remain in the application until the user acknowledges the alert, pursuant to Subsection A(2) below, (2) require the user to acknowledge the alert by selecting a button, or equivalent user interaction (including clicking a link to the news feed post required by Subsection B below), before being able to continue to use the application, and (3) remain in the application for a period of 180 days from initial implementation or until the user acknowledges the alert pursuant to Subsection A(2) above.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Publish news feed post in exact wording per Appendix C, remaining in news feed for 180 days",
            "quoted_text": "Defendants shall, in conjunction with implementing the alert required by Subsection A above, publish a news feed post, in the exact wording set forth in Appendix C to this Order and in an easily legible format consistent with the format set forth in Appendix C, on the Recolor mobile application's news feed. The post shall remain in the news feed for a period of 180 days from initial publication.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Injunction Concerning Deletion of Personal Information",
        "category": "affirmative_obligation",
        "summary": "Defendants must delete all personal information associated with Covered App Users (children who created accounts on or before September 1, 2019) and instruct third parties who received such information to delete it.",
        "requirements": [
          {
            "description": "Delete all personal information in all forms associated with Covered App Users, with specified exceptions",
            "quoted_text": "Defendants shall, within 60 days of entry of this Order, Delete all Personal Information, in all forms, in their possession, custody, or control, that is associated with Covered App Users; provided, however, that: 1. Defendants may comply with Subsection A of this Section by (a) Deleting such information for Covered App Users that Defendants identify with search terms or an equivalent method, if such search terms or equivalent method are approved in writing by the Commission or a representative of the Commission, and (b) Deleting such information if Defendants have actual knowledge or knowledge fairly implied on the basis of objective circumstances that a user is a Covered App User; 2. Defendants may, with the affirmative consent of the Covered App User, transfer the content generated by that user to the user's device; 3. Personal Information need not be destroyed, and may be Collected, used, and Disclosed, to the extent Defendants Obtain Verifiable Consent for its Collection, use, and Disclosure; and 4. Personal Information need not be Deleted, and may be Disclosed, to the extent requested by a government agency or as required by a law, regulation, or court order.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Instruct any third party that received personal information from Covered App Users to delete such information",
            "quoted_text": "Within 60 days of entry of this Order, Defendants must instruct any Third Party that has received from Defendants Personal Information Collected from Covered App Users to Delete such information; provided, however, that Defendants may comply with this Subsection by instructing such Third Parties to Delete such information for all Covered App Users that Defendants identify pursuant to Subsection A. I above.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Refunds to Underage Subscribers",
        "category": "affirmative_obligation",
        "summary": "Defendants must provide refunds to qualified Recolor subscribers who were under 13 when they signed up, upon request within 9 months of order entry.",
        "requirements": [
          {
            "description": "Provide refund to subscribers who were under 13 at signup if requested within 9 months, subject to specified conditions",
            "quoted_text": "Defendants must provide the refund if (I) the subscriber ( or their parent or guardian, if the subscriber is under the age of 18 at the time of the refund request) requests a refund within 9 months of entry of this Order; (2) the subscriber has a current subscription at the time of the refund request, and (3) the subscriber (or their parent or guardian, if the subscriber is under the age of 18 at the time of the refund request) requests the refund by notifying Defendants through Recolor customer service that (a) the subscriber was under the age of 13 when signing up for the subscription, and (b) the subscriber (or their parent or guardian, if the subscriber is under the age of 18 at the time of the refund request) elects to cancel the current subscription for a refund of the subscription fee.",
            "deadline": "9 months",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Issue refund within 14 days of receiving refund request, via mobile application store or directly if store unable",
            "quoted_text": "Within 14 days of receiving such notice, Defendants must, depending on the preference or functionality of the mobile application store, (I) issue a refund to the subscriber via the subscriber's mobile application store, or (2) instruct the subscriber's mobile application store to issue a refund to the subscriber. If the mobile application store is unable to issue a refund, Defendants must fully cooperate with the app store and the subscriber ( or their parent or guardian) to ensure that the refund is issued (e.g., by informing the subscriber to update their method of payment with their mobile application store if necessary to process the refund).",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Monetary Judgment for Civil Penalty and Partial Suspension",
        "category": "affirmative_obligation",
        "summary": "A civil penalty judgment of $3,000,000 is entered against defendants, with $100,000 due immediately and the remainder suspended upon timely compliance and truthfulness of financial representations. Additional payments required if defendants sell or divest from Recolor Oy within one year.",
        "requirements": [
          {
            "description": "Pay $100,000 to the Treasurer of the United States within 7 days",
            "quoted_text": "Pay One Hundred Thousand Dollars ($100,000) to the Treasurer of the United States within 7 days of entry of this Order by electronic fund transfer in accordance with instructions previously provided by a representative of Plaintiff.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "If defendants sell or divest from Recolor Oy within one year, remit all net proceeds from sale to Treasurer within 90 days of payment for sale",
            "quoted_text": "If, within one year of entry of this Order, Defendants sell Recolor Oy or substantially all of the assets of Recolor Oy, or otherwise substantially divest from Recolor Oy, they shall remit all Net Proceeds from the Sale or Divestiture to the Treasurer of the United States within 90 days of payment for the sale or divestiture.",
            "deadline": "90 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Within 120 days of sale or divestiture, provide plaintiff copy of closing documents and accounting of financial aspects",
            "quoted_text": "Within 120 days of a sale or divestiture under subparagraph 2, if any, Defendants shall provide Plaintiff a copy of the closing documents pertaining to such sale or divestiture, including an accounting of the financial aspects of the Entire Transaction with respect to calculation of the Net Proceeds from the Sale or Divestiture.",
            "deadline": "120 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Additional Monetary Provisions",
        "category": "acknowledgment",
        "summary": "Defendants relinquish all rights to assets transferred under the order, and facts in the complaint will be taken as true in any subsequent civil litigation by the FTC.",
        "requirements": [
          {
            "description": "Relinquish dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this order",
            "quoted_text": "Defendants relinquish dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek the return of any assets.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Facts alleged in complaint will be taken as true without further proof in subsequent civil litigation by FTC",
            "quoted_text": "The facts alleged in the Complaint will be taken as true, without further proof, in any subsequent civil litigation by or on behalf of the Commission, including in a proceeding to enforce its rights to any payment or monetary judgment pursuant to this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Defendants must submit acknowledgments of receipt of the order and deliver copies to all relevant personnel, obtaining signed acknowledgments from recipients.",
        "requirements": [
          {
            "description": "Submit to the Commission acknowledgment of receipt of order sworn under penalty of perjury",
            "quoted_text": "Each Defendant, within 7 days of entry of this Order, must submit to the Commission an acknowledgment ofreceipt of this Order sworn under penalty of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "For 5 years, deliver copy of order to all principals, officers, directors, managers, employees with managerial responsibilities, and agents related to subject matter",
            "quoted_text": "For 5 years after entry of this Order, each Defendant must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees having managerial responsibilities for conduct related to the subject matter of the Order and all agents and representatives who participate in conduct related to the subject matter of the Order; and (3) any business entity resulting from any change in structure as set forth in the Section titled Compliance Reporting. Delivery must occur within 7 days of entry of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Obtain signed and dated acknowledgment of receipt from each individual or entity to which order was delivered",
            "quoted_text": "From each individual or entity to which a Defendant delivered a copy of this Order, that Defendant must obtain, within 30 days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendants must submit compliance reports at specified intervals: 90 days after entry (deletion compliance), one year after entry (comprehensive compliance), and within 14 days of certain changes for 10 years.",
        "requirements": [
          {
            "description": "Submit compliance report within 90 days describing compliance with deletion of personal information section, including third-party responses",
            "quoted_text": "Ninety days after entry of this Order, Defendants must submit a compliance report, sworn under penalty of perjury, describing in detail their compliance with the Section titled Injunction Concerning Deletion of Personal Information. The report shall include, for each Third Party that Defendants instructed to Delete Personal Information Collected from Children, a statement setting forth in detail such Third Party's response to Defendants, if any, including, but not limited to, whether such Third Party Deleted the Personal Information Collected from Children and, if not, why such Third Party did not Delete the Personal Information Collected from Children, to the extent that such Third Party provided such information to Defendants.",
            "deadline": "90 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Submit comprehensive compliance report one year after entry, sworn under penalty of perjury, with detailed information about businesses, compliance status, refunds, privacy notices, and order acknowledgments",
            "quoted_text": "One year after entry of this Order, each Defendant must submit a compliance report, sworn under penalty of perjury. Each Defendant must: 1. Identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission and Plaintiff may use to communicate with Defendant; 2. Identify all of that Defendant's businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; 3. Describe the activities of each business, including the goods and services offered, the means of advertising, marketing, and sales, and the involvement of any other Defendant; 4. Describe in detail whether and how that Defendant is in compliance with each Section of this Order; 5. For the Section titled Refunds to Underage Subscribers, also identify the total number of refunds requested and the total number ofrefunds issued, and explain any refunds requested but not issued. State by calendar year the dollar amounts involved, including the total for all refunds issued pursuant to this Order; 6. Provide a copy of each different version of any privacy notice posted on each website or online service operated by that Defendant or otherwise communicated to Parents of Children from whom that Defendant Collects Personal Information; 7. Describe in detail any methods used to Obtain Verifiable Consent prior to any Collection, use, and/or Disclosure of Personal Information from Children or the methods used to avoid Collecting, using, and/or Disclosing Personal Information from Children; 8. Describe in detail any means provided for Parents to review any Personal Information Collected from their Children and to refuse to permit its further use or maintenance; 9. Describe in detail why each type of Personal Information Collected from a Child is reasonably necessary for the provision of the particular related activity; and 10. Provide a copy of each Order Acknowledgment obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "For 10 years, submit compliance notice within 14 days of any change in designated point of contact or entity structure",
            "quoted_text": "For 10 years after entry of this Order, each Defendant must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following: 1. Any designated point of contact; or 2. The structure of any entity that Defendant has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Submit notice of bankruptcy or insolvency proceeding within 14 days of filing",
            "quoted_text": "Each Defendant must submit to the Commission notice of the filing of any bankruptcy petition; insolvency proceeding, or similar proceeding by or against such Defendant within 14 days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendants must create and retain specified records for 10 years (creation) and 5 years (retention), including accounting records, personnel records, consumer complaints, compliance records, forms used to collect children's information, and advertising materials.",
        "requirements": [
          {
            "description": "Create and retain for specified periods accounting records, personnel records, consumer complaints, compliance records, forms/pages collecting children's information, and advertising materials",
            "quoted_text": "Defendants must create certain records for l O years after entry of the Order, and retain each such record for 5 years. Specifically, Defendants must create and retain the following records: A. Accounting records showing the revenues from all goods or services sold; B. Personnel records showing, for each person providing services, whether as an employee or otherwise, that Person's: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination; C. Records of all consumer complaints relating to the unauthorized Collection, use, or Disclosure of Personal Information of Children interacting with a website or on line service, and any response; D. All records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission; E. A copy of each materially different form, page, or screen created, maintained, or otherwise provided by each Defendant through which Personal Information of Children is Collected through a website or online service, and a copy of each materially different document containing any representation regarding Collection, use, and Disclosure practices pertaining to Personal Information from Children Collected through a website or online service. Each webpage copy shall be accompanied by the URL of the webpage where the material was posted online. Electronic copies shall include all text and graphics files, audio scripts, and other computer files used in presenting information on the Internet; and F. A copy of each unique advertisement, other marketing material, or other representation related to the Collection of Personal Information of Children that is made in connection with promoting or offering for sale an online service.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The FTC and plaintiff are authorized to monitor defendants' compliance through written requests, depositions, document production, interviews, and other lawful means including posing as consumers.",
        "requirements": [
          {
            "description": "Within 14 days of written request, submit additional compliance reports, appear for depositions, and produce documents",
            "quoted_text": "Within 14 days ofreceipt of a written request from a representative of the Commission or Plaintiff, each Defendant must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury; appear for depositions; and produce documents for inspection and copying. The Commission and Plaintiff are also authorized to obtain discovery, without further leave of court, using any of the procedures prescribed by Federal Rules of Civil Procedure 29, 30 (including telephonic depositions), 31, 33, 34, 36, 45, and 69.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Permit FTC and plaintiff to communicate directly with defendants and interview employees or affiliated persons who agree to interview",
            "quoted_text": "For matters concerning this Order, the Commission and Plaintiff are authorized to communicate directly with each Defendant. Defendant must permit representatives of the Commission and Plaintiff to interview any employee or other Person affiliated with any Defendant who has agreed to such an interview. The Person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Allow FTC and plaintiff to use lawful means including posing as consumers, suppliers, or other entities without identification or prior notice",
            "quoted_text": "The Commission and Plaintiff may use all other lawful means, including posing, through its representatives as consumers, suppliers, or other individuals or entities, to Defendants or any individual or entity affiliated with Defendants, without the necessity of identification or prior notice.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XI",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction over the matter for purposes of construction, modification, and enforcement of the order.",
        "requirements": [
          {
            "description": "Court retains jurisdiction for construction, modification, and enforcement of order",
            "quoted_text": "IT IS FURTHER ORDERED that this CoU1t retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "IT IS FURTHER ORDERED that this CoU1t retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "07.21, Kuuhuub, Inc., et al., U.S. v. Complaint (Pending).pdf",
      "order": "07.21, Kuuhuub, Inc., et al., U.S. v. Order (Pending).pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 0,
      "order_provisions": 11,
      "order_definitions": 20,
      "order_requirements": 28
    },
    "processing_time_seconds": 234.8
  }
}