{
  "case_info": {
    "docket_number": "2:23-cv-00811",
    "company": {
      "name": "Amazon.com, Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "410 Terry Avenue, Seattle, Washington 98109",
      "business_description": "Amazon is a multinational technology company that develops, manufactures, and sells Internet-connected speakers branded as Amazon Echo devices controlled by Amazon's proprietary cloud-based voice assistant service, Alexa. The company has more than 1.4 million employees and annual revenues exceeding $380 billion. Amazon has sold well over 100 million Echo devices globally."
    },
    "commissioners": [],
    "case_date": {
      "month": 7,
      "year": 2023
    },
    "legal_authority": "Sections 5(a)(1), 5(m)(1)(A), 13(b), and 16(a) of the Federal Trade Commission Act, 15 U.S.C. §§ 45(a)(1), 45(m)(1)(A), 53(b), and 56(a); and Sections 1303(c) and 1306(d) of the Children's Online Privacy Protection Act of 1998, 15 U.S.C. §§ 6502(c) and 6505(d)",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/192-3128-amazoncom-alexa-us-v",
    "statutory_topics": [
      "COPPA"
    ],
    "practice_areas": [
      "Data Security"
    ],
    "industry_sectors": [
      "Technology"
    ]
  },
  "complaint": {
    "factual_background": "Amazon collected voice recordings and geolocation data from millions of Alexa users, including over 800,000 children under 13, through its Echo smart speakers and Alexa mobile app. Amazon's privacy disclosures assured users they could delete their voice recordings and geolocation information at any time, but Amazon systematically failed to honor these deletion requests—retaining written transcripts of deleted voice recordings and storing geolocation data in secondary locations insulated from deletion. Amazon also retained children's voice recordings indefinitely under default settings, far longer than reasonably necessary to fulfill the purposes for which the data was collected. Additionally, Amazon granted approximately 15,000 employees unnecessary access to users' sensitive voice recordings, violating its own internal 'least permission' policies. These practices violated Section 5 of the FTC Act and the COPPA Rule.",
    "representations_made": [
      {
        "description": "Amazon claimed its Alexa and Echo devices are designed to protect user privacy and provide transparency and control",
        "quoted_text": "17 For example, Amazon maintains a dedicated “Alexa Privacy” webpage within its online “Alexa 18 Privacy Hub” on the Amazon.com website that asserts: “Alexa and Echo devices are designed to 19 protect your privacy.” That webpage also states that “Alexa and Echo devices provide 20 transparency and control.” Similarly, the Alexa Privacy Settings webpage tells users: “You have 21 control over your Alexa experience” and provides an option to “[v]iew, hear, and delete your 22 voice recordings.”",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 18,
        "quote_start_line": 149,
        "quote_end_line": 154
      },
      {
        "description": "Amazon represented to parents that they can delete their child's personal information, including voice recordings, at any time",
        "quoted_text": "16 26. Amazon has told parents whose children use the Echo Dot Kids Edition, 17 FreeTime on Alexa, and FreeTime Unlimited on Alexa that they can delete their child’s personal 18 information at any time. Amazon specifically assures parents that they can exercise control over 19 their children’s voice recordings. It provides a “Children’s Privacy Disclosure” to every parent 20 who sets up a child account, directing parents interested in deletion to contact Amazon’s 21 customer service or to visit the “Manage Parental Consent” page on Amazon’s website. That 22 page directs parents to the Alexa Privacy Settings webpage and Frequently Asked Questions 23 webpage.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 26,
        "quote_start_line": 212,
        "quote_end_line": 219
      },
      {
        "description": "Amazon's Alexa Privacy Settings webpage told consumers they can view, hear, and delete their voice recordings at any time and have full control over all voice recordings",
        "quoted_text": "1 27. The Alexa Privacy Settings webpage tells consumers (including parents) that they 2 can “[v]iew, hear, and delete [their] voice recordings…at any time.” The instructions state that 3 Alexa users “have control over all of [their] voice recordings” and can delete their voice 4 recordings “one by one, all at once, or by enabling auto-delete at any time.” Amazon’s 5 Frequently Asked Questions reinforce this assertion.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 27,
        "quote_start_line": 228,
        "quote_end_line": 232
      },
      {
        "description": "Amazon told Alexa App users they could delete their geolocation information at any time using its 'Manage Your Content and Devices' feature",
        "quoted_text": "4 30. The Alexa App purportedly allows users to control Amazon’s collection, use, and 5 storage of their geolocation information. Amazon also tells users that they can delete their 6 geolocation information at any time using its “Manage Your Content and Devices” feature.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 30,
        "quote_start_line": 264,
        "quote_end_line": 266
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Deception – False Representation That Alexa App Users Could Delete Geolocation Information",
        "representation": "Amazon regularly represented that Alexa App users may delete the geolocation information that Amazon has collected and stored from them",
        "fact": "In numerous instances, Alexa App users requested that Amazon delete their geolocation information but Amazon failed to do so, retaining that data in secondary storage locations insulated from deletion requests from January 2018 through early 2022",
        "conclusion": "Amazon's representations that it would delete users' geolocation information at their request were false and misleading and constitute deceptive acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)"
      },
      {
        "count_number": 2,
        "title": "Deception – False Representation That Alexa Users Could Delete Their or Their Child's Voice Recordings",
        "representation": "Amazon regularly represented that Alexa App users or parents can delete their own or their children's voice recordings, implicitly including all audio files and transcripts",
        "fact": "In numerous instances, Alexa users requested that Amazon delete their own or their children's voice recordings, but Amazon deleted only the audio files while secretly retaining the written transcripts and continuing to use them for product improvement",
        "conclusion": "Amazon's representations that it would delete the voice recordings of users or their children were false and misleading and constitute deceptive acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C.§ 45(a)"
      },
      {
        "count_number": 3,
        "title": "Unfair Privacy Practices",
        "representation": "Amazon engaged in unreasonable privacy practices including failing to limit retention of children's voice recordings, storing geolocation data in locations insulated from deletion requests, failing to correct recurring deletion failures, and failing to notify consumers when deletion requests were not honored",
        "fact": "Amazon's actions caused or were likely to cause substantial injury to consumers—including unnecessary employee access to voice recordings and unauthorized retention of sensitive personal data—that consumers could not reasonably avoid because they had no way of knowing Amazon had failed to fulfill their deletion requests",
        "conclusion": "Amazon's acts or practices as set forth in Paragraph 32 constitute unfair acts or practices in violation of Section 5 of the FTC Act, 15 U.S.C. § 45(a), (n)"
      },
      {
        "count_number": 4,
        "title": "COPPA – Failure to Provide Complete Notice, Effective Deletion Opportunity, and Indefinite Retention of Children's Voice Recordings",
        "representation": "Amazon collected, used, and/or disclosed personal information from children including retaining children's voice recordings indefinitely, failing to provide parents with complete and truthful deletion notices, and failing to delete written transcripts when parents requested deletion of their children's voice recordings",
        "fact": "COPPA requires operators to retain children's personal information only as long as reasonably necessary, to provide complete and truthful parental notice regarding deletion rights, and to give parents an effective opportunity to delete their children's personal information at any time; Amazon violated all three requirements",
        "conclusion": "Pursuant to Section 1303(c) of COPPA, 15 U.S.C. § 6502(c), and Section 18(d)(3) of the FTC Act, 15 U.S.C.§ 57a(d)(3), these violations of the Rule constitute unfair or deceptive acts or practices in or affecting commerce, in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)"
      }
    ]
  },
  "order": {
    "definitions": {
      "Alexa": "the Alexa voice assistant service or any comparable successor or replacement service Amazon may offer by another name.",
      "Alexa App": "the Amazon Alexa mobile application available to consumers through which any Defendant collects any Voice Information or Geolocation Information from Alexa users.",
      "Alexa App Geolocation Information": "Geolocation Information collected via the Alexa App for the provision of Alexa services; provided, however, that any such record shall not be considered Alexa App Geolocation Information if such record (1) does not contain, is not stored with, and is not otherwise reasonably linkable to any other element of Personal Information and (2) has less than three decimal places of precision.",
      "Child or Children": "an individual or individuals under the age of 13.",
      "Child Profile": "any user profile created for use by a Child and for which Amazon has actual knowledge that the user is a Child.",
      "Clearly and Conspicuously": "means that a required disclosure is difficult to miss (i.e., easily noticeable) and easily understandable by ordinary consumers, including in all of the following ways:\n1. In any communication that is solely visual or solely audible, the disclosure must be made through the same means through which the communication is presented.\n2. A visual disclosure, by its size, contrast, location, the length of time it appears, and other characteristics, must stand out from any accompanying text or other visual elements so that it is easily noticed, read, and understood.\n3. An audible disclosure, including by streaming video must be delivered in a volume, speed, and cadence sufficient for ordinary consumers to easily hear and understand it.\n4. In any communication using an interactive electronic medium, such as the Internet or software, the disclosure must be designed to be prominent and easily noticeable.\n5. The disclosure must use diction and syntax understandable to ordinary consumers and must appear in each language in which the representation that requires the disclosure appears.\n6. The disclosure must comply with these requirements in each medium through which it is received, including all electronic devices and face-to-face communications.\n7. The disclosure must not be contradicted or mitigated by, or inconsistent with, anything else in the communication in which the disclosure is made.\n8. When the representation or sales practice targets a specific audience, such as children, the elderly, or the terminally ill, \"ordinary consumers\" includes ordinary members of that group.",
      "Data Product": "any model, derived data, or other tool developed using Alexa App Geolocation Information, Voice Information, or a Child's Personal Information. Data Product includes but is not limited to any data produced via inference (manual or automated) or predictions from such Alexa App Geolocation Information, Voice Information, or Children's Personal Information, application programming interfaces that incorporate, or are improved or enhanced by, such data, or services or other products that incorporate, or are improved or enhanced by, such data.",
      "Defendants": "Defendant Amazon, Defendant Amazon Digital Services; and Defendant A2Z individually, collectively, or in any combination. 1. Defendant Amazon means Amazon.com, Inc. and its successors and assigns. 2. Defendant Amazon Digital Services means Amazon Digital Services LLC and its successors and assigns. 3. Defendant A2Z means A2Z Development Center, Inc. and its successors and assigns.",
      "Internet": "collectively the myriad of computer and telecommunication facilities, including equipment and operating software, which comprises the interconnected world-wide network of networks that employ the Transmission Control Protocol/Internet Protocol, or any predecessor or successor protocols to such protocol, to communicate information of all kinds by wire, radio, or other methods of transmission.",
      "Geolocation Information": "the location of a mobile device sourced from a GPS chip, in latitude-longitude format.",
      "Inactive Alexa Child Profile": "a Child Profile that has interacted with Alexa but that has not been used for 18 months or more. Inactive Alexa Child Profiles include profiles of individuals who are under the age of 13 when the 18 month period starts and who turn 13 before the 18 months has elapsed.",
      "Online Contact Information": "an email address or any other substantially similar identifier that permits direct contact with a person online, including but not limited to, an instant messaging user identifier, a voice over Internet protocol (VoIP) identifier, or a video chat identifier.",
      "Operator": "means any Person who operates a Web site located on the Internet or an online service and who collects or maintains Personal Information from or about the users of or visitors to such Web site or online service, or on whose behalf such information is collected or maintained, or offers products or services for sale through the Web site or online service, where such Web site or online service is operated for commercial purposes involving commerce among the several States, or with one or more foreign nations; in any territory of the United States or in the District of Columbia, or between any such territory and another such territory or any State or foreign nation; or between the District of Columbia and any State, territory, or foreign nation.",
      "Parent": "includes a legal guardian.",
      "Persistent Identifier": "an identifier that can be used to recognize a user over time and across different Web sites or online services. Such persistent identifier includes, but is not limited to, a customer number held in a cookie, an Internet Protocol (IP) address, a processor or device serial number, or unique device identifier.",
      "Person": "any individual, partnership, corporation, trust, estate, cooperative, association, or other entity.",
      "Personal Information": "individually identifiable information about an individual collected online, including: (1) a first and last name; (2) a home or other physical address including street name and name of a city or town; (3) Online Contact Information; (4) a screen or user name where it functions in the same manner as Online Contact Information; (5) a telephone number; (6) a Social Security number; (7) a Persistent Identifier that can be used to recognize a user over time and across different Web sites or online services. Such persistent identifier includes, but is not limited to, a customer number held in a cookie, an Internet Protocol (IP) address, a processor or device serial number, or unique device identifier; (8) a photograph, video, or audio file where such file contains a Child's image or voice; (9) Geolocation Information; or (10) information concerning the Child or the Parents of that Child that the Operator collects online from the Child and combines with an identifier described in this definition.",
      "Voice Information": "means any audio file of an individual's voice communications or audio communications collected by or through Alexa, as well as any related full-text transcripts of such audio file, provided, however, that any such record shall not be considered Voice Information if: (1) such record does not contain, is not stored with, and is not otherwise reasonably linkable to any other element of Personal Information; or (2) such record was sent to or otherwise shared with another Person by the applicable individual (e.g., a voice message sent by one user to another via Alexa)."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Deletion of Children's Personal Information Associated with Inactive Alexa Child Profiles",
        "category": "affirmative_obligation",
        "summary": "Defendants must implement a process to identify Inactive Alexa Child Profiles within six months, and thereafter delete associated Personal Information within 90 days unless a parent requests retention or the profile becomes active.",
        "requirements": [
          {
            "description": "Within six months of entry of the Order, implement a process to identify Inactive Alexa Child Profiles",
            "quoted_text": "9 A. Defendants and Defendants' officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of 11 this Order shall, within six (6) months ofentry ofthis Order, implement a process to 12 identify Inactive Alexa Child Profiles; and",
            "deadline": "6 months",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 187,
            "quote_end_line": 190
          },
          {
            "description": "Following identification of any Inactive Alexa Child Profile, delete any Personal Information collected from a Child associated with that profile within 90 days, unless the Parent requests retention or the profile becomes active again",
            "quoted_text": "13 B. Following identification ofany Inactive Alexa Child Profile, Defendants shall delete any 14 Personal Information collected from a Child associated with that Inactive Alexa Child 15 Profile within 90 days, unless the Parent ofthe applicable Child requests that such 16 information be retained or the applicable Child Profile becomes active again prior to such 17 deletion.",
            "deadline": "90 days after identification",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 191,
            "quote_end_line": 195
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Data Deletion"
        ]
      },
      {
        "provision_number": "II",
        "title": "Prohibition Against Misrepresentations About Privacy of Geolocation Information and Voice Information",
        "category": "prohibition",
        "summary": "Defendants are permanently restrained from misrepresenting their retention, access limitation, or deletion practices for Alexa App Geolocation Information or Voice Information, including what controls consumers and parents may exercise.",
        "requirements": [
          {
            "description": "Must not misrepresent the extent to which any Defendant retains, limits or permits access to, or deletes any Alexa App Geolocation Information or Voice Information",
            "quoted_text": "1 A. The extent to which any Defendant retains, limits or permits access to, or deletes any 2 Alexa App Geolocation Information or Voice Information;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 211,
            "quote_end_line": 212
          },
          {
            "description": "Must not misrepresent the extent to which a consumer may exercise control over any Defendant's retention, deletion, or access to Alexa App Geolocation Information or Voice Information, and the steps a consumer must take to implement such controls",
            "quoted_text": "3 B. The extent to which a consumer may exercise control over any Defendant's retention, 4 deletion, or access to Alexa App Geolocation Information or Voice Information, and the 5 steps a consumer must take to implement such controls; or",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 213,
            "quote_end_line": 215
          },
          {
            "description": "Must not misrepresent the extent to which a Parent may exercise control over any Defendant's retention or deletion of a Child's Voice Information, and the steps a Parent must take to implement such controls",
            "quoted_text": "6 C. The extent to which a Parent may exercise control over any Defendant's retention or 7 deletion of a Child's Voice Information, and the steps a Parent must take to implement 8 such controls.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 216,
            "quote_end_line": 218
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "III",
        "title": "Mandated Deletion of Information",
        "category": "affirmative_obligation",
        "summary": "Defendants must delete Alexa App Geolocation Information, Voice Information, and Children's Personal Information upon consumer or parent request, and must not use deleted information to create or improve any Data Product.",
        "requirements": [
          {
            "description": "Delete all Alexa App Geolocation Information and Voice Information collected from a consumer where the consumer has requested deletion via any mechanism Defendants have made available",
            "quoted_text": "13 A. Delete all Alexa App Geolocation Information and Voice Information collected from a 14 consumer where the consumer has requested that any Defendant delete such information 15 via a mechanism any Defendant has made available for that purpose;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 223,
            "quote_end_line": 225
          },
          {
            "description": "Delete all Personal Information collected by Alexa from a Child where the Child's Parent has requested deletion via any mechanism Defendants have made available",
            "quoted_text": "16 B. Delete all Personal Information collected by Alexa from a Child where the Child's Parent 17 has requested that any Defendant delete such information via a mechanism any 18 Defendant has made available for that purpose;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 226,
            "quote_end_line": 228
          },
          {
            "description": "After processing deletion of Alexa App Geolocation Information, Voice Information, or Children's Personal Information per Sections I, IV(A) and IV(B), must not subsequently use such information for the creation or improvement of any Data Product",
            "quoted_text": "19 C. After processing the deletion ofAlexa App Geolocation Information, Voice Information, 20 or Children's Personal Information as provided for in Sections I, IV(A) and IV(B), 21 Defendant shall not subsequently use such information for the creation or improvement 22 of any Data Product. For the avoidance of doubt, the foregoing provision does not limit 23 Defendant's use of any Data Product created prior to the processing of the deletion of 24 STIPULATED ORDER -8 Case 2:23-cv-00811-TL Document 29 Filed 07/19/23 Page 9 of 22 1 Alexa App Geolocation Information, Voice Information, or Children's Personal 2 Information as provided for in Section I, IV(A) and IV(B).",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 229,
            "quote_end_line": 240
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Data Deletion"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Mandated Notice of Retention and Deletion",
        "category": "affirmative_obligation",
        "summary": "Within 90 days of entry, Defendants must document, adhere to, and make publicly available clearly conspicuous disclosures for Alexa App Geolocation Information and Voice Information retention and deletion practices, including mechanisms for parent deletion requests.",
        "requirements": [
          {
            "description": "Within 90 days of entry, clearly and conspicuously display a link to a Geolocation Information Disclosure when a consumer is prompted to grant permission to access Alexa App Geolocation Information, setting forth the purpose for collection and mechanisms for deletion",
            "quoted_text": "6 receive actual notice ofthis Order, must, within ninety (90) days ofentry ofthis order, 7 document, adhere to, and make publicly available: 8 A. Clearly and Conspicuously, when a consumer is prompted to grant Defendant permission 9 to access Alexa App Geolocation Information, a link to a retention and deletion 10 disclosure for Alexa App Geolocation Information (\"Geolocation Information 11 Disclosure\"), setting forth: (1) the purpose for which such information is collected, used, 12 or maintained; and (2) the mechanisms, ifany, by which consumers may request deletion 13 ofsuch information;",
            "deadline": "90 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 244,
            "quote_end_line": 251
          },
          {
            "description": "Within 90 days of entry, post a Voice Information Disclosure in the Alexa and Alexa Devices FAQs (or similarly prominent location) explaining purposes of collection, consumer deletion mechanisms, and parent deletion mechanisms for children's Personal Information",
            "quoted_text": "14 B. In the Alexa and Alexa Devices FAQs (or a similarly prominent location) a retention and 15 deletion disclosure for Voice Information (\"Voice Information Disclosure\"), that includes 16 an explanation of: (1) the purposes for which such information is collected, used, or 17 maintained; (2) the mechanisms, ifany, by which consumers may request deletion of 18 such information; and (3) the mechanisms by which Parents ofChildren may request 19 deletion ofPersonal Information that Alexa collects from children.",
            "deadline": "90 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 252,
            "quote_end_line": 257
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Data Deletion"
        ]
      },
      {
        "provision_number": "V",
        "title": "Notice to Users",
        "category": "affirmative_obligation",
        "summary": "Within 30 days of entry, Defendant Amazon must post a link to the Exhibit A Notice in the Alexa FAQs and on the Amazon Parent Dashboard home page for a period of six months.",
        "requirements": [
          {
            "description": "Within 30 days of entry, post a link to the Exhibit A Notice in the Alexa and Alexa Devices FAQs (accessible on the web and in the Alexa App) for six months after the effective date of the Order",
            "quoted_text": "21 IT IS FURTHER ORDERED that, on or before thirty (30) days after the date ofthe entry 22 ofthis Order, Defendant Amazon must: 23 A. Post in the Alexa and Alexa Devices FAQs (or a similarly prominent location), which can 24 be accessed on the Web and in the Alexa App, for a period ofsix (6) months after the STIPULATED ORDER -9 Case 2:23-cv-00811-TL Document 29 Filed 07/19/23 Page 10 of 22 1 effective date ofthis Order, a link to an exact copy ofthe notice attached hereto as 2 Exhibit A (\"Exhibit A Notice\"); and",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 259,
            "quote_end_line": 269
          },
          {
            "description": "Within 30 days of entry, post clearly and conspicuously on the home page of the Amazon Parent Dashboard a link to the Exhibit A Notice for six months after the effective date of the Order",
            "quoted_text": "3 B. Post Clearly and Conspicuously on the home page ofthe Amazon Parent Dashboard for a 4 period ofsix (6) months after the effective date ofthis Order, a link to an exact copy of 5 the Exhibit A Notice.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 270,
            "quote_end_line": 272
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Mandated Privacy Program",
        "category": "affirmative_obligation",
        "summary": "Within 90 days of entry and for 20 years thereafter, Defendants must establish, implement, and maintain a comprehensive privacy program to protect Alexa App Geolocation Information, including documentation, risk assessment, safeguards, training, access controls, and vendor oversight.",
        "requirements": [
          {
            "description": "Document in writing the content, implementation, and maintenance of the privacy Program",
            "quoted_text": "14 A. Document in writing the content, implementation, and maintenance ofthe 15 Program;",
            "deadline": "90 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 281,
            "quote_end_line": 282
          },
          {
            "description": "Provide the written program and any evaluations or updates to a senior officer responsible for the Program at least once every 12 months",
            "quoted_text": "16 B. Provide the written program and any evaluations thereof or updates thereto to a 17 senior officer ofDefendants responsible for the Program at least once every 18 twelve (12) months;",
            "deadline": "annually",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 283,
            "quote_end_line": 285
          },
          {
            "description": "Designate a qualified employee or employees to coordinate and be responsible for the Program",
            "quoted_text": "19 C. Designate a qualified employee or employees to coordinate and be responsible for 20 the Program;",
            "deadline": "90 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 286,
            "quote_end_line": 287
          },
          {
            "description": "Assess and document, at least once every 12 months, internal and external risks to the privacy of Alexa App Geolocation Information",
            "quoted_text": "21 D. Assess and document, at least once every twelve (12) months, internal and 22 external risks to the privacy ofAlexa App Geolocation Information that could 23 result in the (1) unauthorized collection, maintenance, alteration, use, or 24 disclosure of, or provision ofaccess to, Alexa App Geolocation Information; or STIPULATED ORDER- 10 Case 2:23-cv-00811-TL Document 29 Filed 07/19/23 Page 11 of 22 1 the (2) misuse, loss, theft, alteration, destruction, or other compromise ofsuch 2 information;",
            "deadline": "annually",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 288,
            "quote_end_line": 298
          },
          {
            "description": "Design, implement, maintain, and document safeguards that control for internal and external risks to Alexa App Geolocation Information, including: conducting a Privacy Review Statement; implementing access controls for unencrypted data; training employees with data access at least every 12 months; training employees responsible for deletion at least every 12 months; implementing data access controls for all databases; and reviewing employee access at least every 12 months",
            "quoted_text": "3 E. Design, implement, maintain, and document safeguards that control for the 4 internal and external risks Defendants identify to the privacy of Alexa App 5 Geolocation Information identified in response to Provision VII.D. Each 6 safeguard must be based on the volume and sensitivity ofAlexa App Geolocation 7 Information that is at risk, and the likelihood that the risk could be realized and 8 result in the ( 1) unauthorized collection, maintenance, use, or disclosure of, or 9 provision of access to, Alexa App Geolocation Information; or the (2) misuse, 10 loss, theft, alteration, destruction, or other compromise ofsuch information. Such 11 safeguards must also include: 12 1. Conducting a privacy review and producing a written report (\"Privacy 13 Review Statement\") for Alexa's collection, maintenance, use, or 14 disclosure ofAlexa App Geolocation Information. The Privacy Review 15 Statement must describe: 16 a) How Alexa collects, maintains, uses, or discloses Alexa App 17 Geolocation Information; 18 b) For how long Alexa App Geolocation Information is retained; 19 c) The risks ofthe (1) collection, maintenance, alteration, use, or 20 disclosure of, or provision ofaccess to; or the (2) misuse, loss, 21 theft, alteration, destruction, or other compromise ofAlexa App 22 Geolocation Information, and the safeguards in place or to be 23 implemented that are intended to control identified risks; 24 STIPULATED ORDER - 11 Case 2:23-cv-00811-TL Document 29 Filed 07/19/23 Page 12 of 22 1 d) Any other known, reasonable safeguards or other procedures that 2 would mitigate the identified risks ofthe (1) collection, 3 maintenance, alteration, use, or disclosure of, or provision of 4 access to; or the (2) misuse, loss, theft, alteration, destruction, or 5 other compromise ofAlexa App Geolocation Information that 6 were not implemented, and each reason that such alternatives were 7 not implemented; and 8 e) Any decision made as a result ofthe review ( e.g., whether a 9 practice was approved, approved contingent upon safeguards or 10 other recommendations being implemented, or rejected). 11 2. Implementing controls to limit access to unencrypted Alexa App 12 Geolocation Information only to authorized services; 13 3. Training ofall employees whose responsibilities include access to 14 unencrypted Alexa App Geolocation Information, at least every twelve 15 (12) months, on how to safeguard Alexa App Geolocation Information; 16 4. Training ofall employees whose responsibilities include deletion ofAlexa 17 App Geolocation Information, at least every twelve (12) months, on how 18 to comply with deletion requests; 19 5. Implementing data access controls for all databases and assets storing 20 unencrypted Alexa App Geolocation Information; and 21 6. Reviewing and adjusting as appropriate at least once every twelve (12) 22 months, employee access to unencrypted Alexa App Geolocation 23 Information to ensure that the employee needs continued access to the 24 STIPULATED ORDER- 12 Case 2:23-cv-00811-TL Document 29 Filed 07/19/23 Page 13 of 22 1 Alexa App Geolocation Information to perform the employee's specific 2 job function; 3 F. Assess, at least once every twelve (12) months, the sufficiency of any safeguards",
            "deadline": "90 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 299,
            "quote_end_line": 362
          },
          {
            "description": "Assess at least once every 12 months the sufficiency of safeguards addressing internal and external risks to Alexa App Geolocation Information, and modify the Program as needed",
            "quoted_text": "3 F. Assess, at least once every twelve (12) months, the sufficiency of any safeguards 4 in place to address the internal and external risks of the (1) collection, 5 maintenance, alteration, use, or disclosure of, or provision of access to; or the 6 (2) misuse, loss, theft, alteration, destruction, or other compromise ofAlexa App 7 Geolocation Information, and modify the Program as needed based on the results; 8 G. Test and monitor the effectiveness ofthe safeguards at least once every twelve",
            "deadline": "annually",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 362,
            "quote_end_line": 367
          },
          {
            "description": "Test and monitor the effectiveness of safeguards at least once every 12 months, and modify the Program as needed based on the results",
            "quoted_text": "8 G. Test and monitor the effectiveness ofthe safeguards at least once every twelve 9 (12) months, and modify the Program as needed based on the results; 10 H. With respect to service providers who may have access to or receive Alexa App",
            "deadline": "annually",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 367,
            "quote_end_line": 369
          },
          {
            "description": "Take reasonable efforts to select and retain service providers capable of implementing and maintaining safeguards sufficient to address risks to Alexa App Geolocation Information",
            "quoted_text": "10 H. With respect to service providers who may have access to or receive Alexa App 11 Geolocation Information through or from Defendants, take reasonable efforts to 12 select and retain service providers capable ofimplementing and maintaining 13 safeguards sufficient to address the internal and external risks ofthe 14 (1) collection, maintenance, alteration, use, or disclosure of, or provision ofaccess 15 to; or the (2) misuse, loss, theft, alteration, destruction, or other compromise of 16 Alexa App Geolocation Information; and 17 I. Evaluate and adjust the Program in light ofany changes to Defendants' operations",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 369,
            "quote_end_line": 376
          },
          {
            "description": "Evaluate and adjust the Program in light of changes to operations, business arrangements, new technological methods, or other circumstances that may affect Program effectiveness; at minimum evaluate and modify at least once every 12 months",
            "quoted_text": "17 I. Evaluate and adjust the Program in light ofany changes to Defendants' operations 18 or business arrangements, new or more efficient technological or operational 19 methods that are intended to control for the risks identified in Provision VII.D of 20 this Order, or any other circumstances that Defendants know or have reason to 21 know may have an impact on the effectiveness ofthe Program. At a minimum, 22 Defendants must evaluate the Program at least once every twelve (12) months and 23 modify the Program based on the results as needed. 24 II",
            "deadline": "annually",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 376,
            "quote_end_line": 383
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Comprehensive Security Program"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Certifications",
        "category": "compliance_reporting",
        "summary": "Defendants must annually provide the FTC with a certification from a Vice President confirming compliance with the Order for 10 years, and must submit certifications via email or overnight courier to the specified address.",
        "requirements": [
          {
            "description": "One year after entry and each year thereafter for 10 years, provide the Commission with a certification from a Vice President with Alexa oversight responsibilities confirming Defendants have established, implemented, and maintained Order requirements and are unaware of uncorrected or undisclosed material noncompliance",
            "quoted_text": "3 A. One year after the entry date ofthis Order, and each year thereafter for ten (10) years 4 after the entry date ofthis Order, provide the Commission with a certification from a 5 Vice President with oversight responsibilities involving the Alexa service, that: 6 (1) Defendants have established, implemented, and maintained the requirements ofthis 7 Order; and (2) Defendants are not aware ofany material noncompliance that has not been 8 (a) corrected or (b) disclosed to the Commission. The certification must be based on the 9 personal knowledge ofthe senior corporate manager, senior officer, or subject matter 10 experts upon whom the signatory reasonably relies in making the certification; and",
            "deadline": "1 year after entry, then annually for 10 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 390,
            "quote_end_line": 397
          },
          {
            "description": "Submit all annual certifications to the Commission via email to DEbrief@ftc.gov or by overnight courier to the Associate Director for Enforcement, FTC, with subject line beginning 'United States v. Amazon.com, Inc., FTC File No. 1923128'",
            "quoted_text": "11 B. Unless otherwise directed by a Commission representative in writing, submit all annual 12 certifications to the Commission pursuant to this Order via email to DEbrief@ftc.gov or 13 by overnight courier (not the U.S. Postal Service) to Associate Director for Enforcement, 14 Bureau ofConsumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue 15 NW, Washington, DC 20580. The subject line must begin, \"United States v. 16 Amazon.com, Inc., FTC File No. 1923128.\"",
            "deadline": "annually",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 398,
            "quote_end_line": 403
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Monetary Judgment for Civil Penalty",
        "category": "affirmative_obligation",
        "summary": "A civil penalty judgment of $25,000,000 is entered against Defendants, payable to the U.S. Treasury within 7 days of entry of the Order by electronic fund transfer.",
        "requirements": [
          {
            "description": "Judgment of $25,000,000 is entered in favor of Plaintiff against Defendants as a civil penalty",
            "quoted_text": "19 A. Judgment in the amount oftwenty-five million dollars ($25,000,000) is entered in favor 20 ofPlaintiff against Defendants as a civil penalty.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 406,
            "quote_end_line": 407
          },
          {
            "description": "Pay $25,000,000 to the Treasurer of the United States within 7 days of entry of the Order by electronic fund transfer",
            "quoted_text": "21 B. Defendants are ordered to pay to Plaintiff, by making payment to the Treasurer ofthe 22 United States, twenty-five million dollars ($25,000,000), which as Defendants stipulate, 23 its undersigned counsel holds in escrow for no purpose other than payment to Plaintiff. 24 STIPULATED ORDER- 14 Case 2:23-cv-00811-TL Document 29 Filed 07/19/23 Page 15 of 22 1 Such payment must be made within seven (7) days ofentry ofthis Order by electronic 2 fund transfer in accordance with instructions provided by a representative ofPlaintiff.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 408,
            "quote_end_line": 417
          },
          {
            "description": "Defendants relinquish all legal and equitable right, title, and interest in assets transferred and may not seek their return",
            "quoted_text": "3 C. Defendants relinquish dominion and all legal and equitable right, title, and interest in all 4 assets transferred pursuant to this Order and may not seek the return ofany assets.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 418,
            "quote_end_line": 419
          },
          {
            "description": "Facts alleged in the Complaint will be taken as true without further proof in any subsequent civil litigation to enforce payment or monetary judgment",
            "quoted_text": "5 D. The facts alleged in the Complaint will be taken as true, without further proof, in any 6 subsequent civil litigation by or on behalf ofthe Commission to enforce its rights to any 7 payment or monetary judgment pursuant to this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 420,
            "quote_end_line": 422
          },
          {
            "description": "Defendants acknowledge their Taxpayer Identification Numbers may be used for collecting and reporting on any delinquent amount arising out of this Order",
            "quoted_text": "8 E. Defendants acknowledge that their Taxpayer Identification Numbers (Employer 9 Identification Numbers), which Defendants previously submitted to the Commission, 10 may be used for collecting and reporting on any delinquent amount arising out ofthis 11 Order, in accordance with 31 U.S.C. § 7701.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 423,
            "quote_end_line": 426
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      },
      {
        "provision_number": "IX",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Defendants must submit a sworn acknowledgment of receipt within 10 days, deliver copies of the Order to specified personnel within 10 days (and to future personnel before they assume responsibilities), and obtain signed acknowledgments from each recipient within 30 days.",
        "requirements": [
          {
            "description": "Within 10 days after the effective date of the Order, submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury",
            "quoted_text": "15 A. Defendants, within ten (10) days after the effective date ofthis Order, must submit to the 16 Commission an acknowledgment ofreceipt ofthis Order sworn under penalty ofperjury.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 430,
            "quote_end_line": 431
          },
          {
            "description": "For 10 years after entry, deliver a copy of this Order to all principals, officers, directors, LLC managers and members of the Alexa business, all employees and agents with managerial responsibilities for deletion of Alexa App Geolocation Information or Voice Information, and any business entity resulting from any change in structure; delivery within 10 days for current personnel and before assuming responsibilities for all others",
            "quoted_text": "17 B. For ten (10) years after entry ofthis Order, Defendants must deliver a copy ofthis Order 18 to: (1) all principals, officers, directors, and LLC managers and members ofthe Alexa 19 business within the Defendant entities; (2) all employees and agents having managerial 20 responsibilities for the deletion ofAlexa App Geolocation Information or Voice 21 Information; and (3) any business entity resulting from any change in structure as set 22 forth in the Section titled Compliance Reporting. Delivery must occur within ten (10) 23 days ofentry ofthis Order for current personnel. For all others, delivery must occur 24 before they assume their responsibilities.",
            "deadline": "10 days for current personnel; before assuming responsibilities for new personnel",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 432,
            "quote_end_line": 439
          },
          {
            "description": "From each individual or entity to which a copy of the Order was delivered, obtain within 30 days a signed and dated acknowledgment of receipt",
            "quoted_text": "1 C. From each individual or entity to which Defendants delivered a copy of this Order, 2 Defendants must obtain, within thirty (30) days, a signed and dated acknowledgment of 3 receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 444,
            "quote_end_line": 446
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "X",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendants must submit a sworn annual compliance report one year after entry, provide timely notices of changes in contact or structure within 14 days, and report any bankruptcy filings within 14 days, with all submissions sent to the specified FTC address.",
        "requirements": [
          {
            "description": "One year after entry, submit a compliance report sworn under penalty of perjury identifying contact information, all relevant businesses, activities, compliance with each Order section, and copies of Order acknowledgments",
            "quoted_text": "7 A. One year after entry ofthis Order, Defendants must submit a compliance report, sworn 8 under penalty ofperjury. Defendants must: (1) identify the primary physical, postal, and 9 email address and telephone number, as designated points ofcontact, which 1O representatives of the Commission and Plaintiff may use to communicate with 11 Defendants; (2) identify all of Defendants' businesses that collect, maintain, alter, use, or 12 disclose, or provide access to, Alexa App Geolocation Information or Voice Information 13 by all oftheir names, telephone numbers, and physical, postal, email, and Internet 14 addresses; (3) describe the activities of each such business, including the goods and 15 services offered, the means ofadvertising, marketing, and sales; ( 4) describe whether and 16 how Defendants are in compliance with each Section of this Order; and (5) provide a 17 copy of each Order Acknowledgment obtained pursuant to this Order, unless previously 18 submitted to the Commission.",
            "deadline": "1 year after entry",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 450,
            "quote_end_line": 461
          },
          {
            "description": "For 10 years after entry, submit a compliance notice sworn under penalty of perjury within 14 days of any change in designated points of contact or in Defendants' structure that may affect compliance obligations",
            "quoted_text": "19 B. For ten (10) years after entry of this Order, Defendants must submit a compliance notice, 20 sworn under penalty ofperjury, within fourteen ( 14) days of any change in: (1) any 21 designated point ofcontact; or (2) the structure of Defendants or any entity that 22 Defendants have any ownership interest in or control directly or indirectly that may affect 23 compliance obligations arising under this Order, including: creation, merger, sale, or 24 STIPULATED ORDER- 16 Case 2:23-cv-00811-TL Document 29 Filed 07/19/23 Page 17 of 22 1 dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or 2 practices subject to this Order.",
            "deadline": "14 days of any qualifying change",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 462,
            "quote_end_line": 473
          },
          {
            "description": "Submit notice to the Commission of any bankruptcy petition, insolvency proceeding, or similar proceeding filed by or against Defendants within 14 days of its filing",
            "quoted_text": "3 C. Defendants must submit to the Commission notice ofthe filing of any bankruptcy 4 petition, insolvency proceeding, or similar proceeding by or against Defendants within 5 fourteen (14) days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 474,
            "quote_end_line": 476
          },
          {
            "description": "All sworn submissions must comply with 28 U.S.C. § 1746 and include the required declaration language, date, full name, title, and signature",
            "quoted_text": "6 D. Any submission to the Commission required by this Order to be sworn under penalty of 7 perjury must be true and accurate and comply with 28 U.S.C. § 1746, such as by 8 concluding: \"I declare under penalty ofperjury under the laws ofthe United States of 9 America that the foregoing is true and correct. Executed on: __\" and supplying the 10 date, signatory's full name, title (if applicable), and signature.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 477,
            "quote_end_line": 481
          },
          {
            "description": "Unless otherwise directed, all submissions must be emailed to DEbrief@ftc.gov or sent by overnight courier to the Associate Director for Enforcement, FTC, with subject line beginning 'United States v. Amazon.com, Inc., FTC File No. 1923128'",
            "quoted_text": "11 Unless otherwise directed by a Commission representative in writing, all submissions to 12 the Commission pursuant to this Order must be emailed to DEbrief@ftc.gov or sent by overnight 13 courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of 14 Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, 15 DC 20580. The subject line must begin, \"United States v. Amazon.com, Inc., FTC File No. 16 1923128.\"",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 482,
            "quote_end_line": 487
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "XI",
        "title": "Record Keeping",
        "category": "recordkeeping",
        "summary": "Defendants must create certain records for 10 years after entry and retain each record for 5 years, covering personnel records, consumer complaints, deletion requests, compliance records, and advertising materials related to Alexa App Geolocation Information and Voice Information.",
        "requirements": [
          {
            "description": "Create and retain for 5 years personnel records showing name, job title/position, and dates of service for each person with managerial responsibility for deletion of Alexa App Geolocation Information or Voice Information",
            "quoted_text": "21 A. Personnel records showing, for each person having managerial responsibility for the 22 deletion ofAlexa App Geolocation Information or Voice Information, whether as an 23 employee or otherwise, that person's: name; job title or position; and dates of service;",
            "deadline": "create for 10 years; retain for 5 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 492,
            "quote_end_line": 494
          },
          {
            "description": "Create and retain records of all consumer complaints and refund requests related to collection, retention, or deletion of Alexa App Geolocation Information or Voice Information received through customer service channels, and any response thereto",
            "quoted_text": "1 B. Records of all consumer complaints and refund requests related to collection, retention or 2 deletion ofAlexa App Geolocation Information or Voice Information received through 3 Defendants' customer service channels, and any response thereto based on a reasonable 4 search criteria that accounts for the volume of such communications Defendants receive 5 through its customer service channels;",
            "deadline": "create for 10 years; retain for 5 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 500,
            "quote_end_line": 504
          },
          {
            "description": "Create and retain records of all deletion requests made by individuals or Parents regarding Alexa App Geolocation Information or Voice Information, the response to such requests, and any actions taken",
            "quoted_text": "6 C. Records of all deletion requests made by individuals or Parents regarding the deletion of 7 Alexa App Geolocation Information or Voice Information via a mechanism or 8 mechanisms that any Defendant has made available for that purpose; the response to such 9 requests; and any actions taken in response to such requests based on reasonable search 10 criteria that account for the volume of such communications or requests Defendants 11 receive through appropriate channels;",
            "deadline": "create for 10 years; retain for 5 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 505,
            "quote_end_line": 510
          },
          {
            "description": "Create and retain all records necessary to demonstrate material compliance with this Order, including all submissions to the Commission",
            "quoted_text": "12 D. All records necessary to demonstrate material compliance with this Order, including all 13 submissions to the Commission; and",
            "deadline": "create for 10 years; retain for 5 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 511,
            "quote_end_line": 512
          },
          {
            "description": "Create and retain a copy of each unique advertisement or other marketing material related to collection, retention, or deletion of Alexa App Geolocation Information or Voice Information",
            "quoted_text": "14 E. A copy ofeach unique advertisement or other marketing material related to collection, 15 retention or deletion ofAlexa App Geolocation Information or Voice Information.",
            "deadline": "create for 10 years; retain for 5 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 513,
            "quote_end_line": 514
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Recordkeeping",
          "Data Deletion"
        ]
      },
      {
        "provision_number": "XII",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The FTC and Plaintiff are authorized to monitor Defendants' compliance through information requests, direct communications, employee interviews, and other lawful means including undercover investigation.",
        "requirements": [
          {
            "description": "Within 30 days of receipt of a written request from a Commission or Plaintiff representative, submit additional compliance reports or requested information sworn under penalty of perjury and produce documents for inspection and copying",
            "quoted_text": "19 A. Within thirty (30) days ofreceipt of a written request from a representative ofthe 20 Commission or Plaintiff, Defendants must: submit additional compliance reports or other 21 requested information, which must be sworn under penalty ofperjury; and produce 22 documents for inspection and copying.",
            "deadline": "30 days of request",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 518,
            "quote_end_line": 521
          },
          {
            "description": "Permit representatives of the Commission and Plaintiff to interview any employee or affiliated person who has agreed to such an interview; the person interviewed may have counsel present",
            "quoted_text": "23 B. For matters concerning this Order, the Commission and Plaintiff are authorized to 24 communicate directly with Defendants. Defendants must permit representatives ofthe STIPULATED ORDER- 18 Case 2:23-cv-00811-TL Document 29 Filed 07/19/23 Page 19 of 22 1 Commission and Plaintiff to interview any employee or other person affiliated with 2 Defendants who has agreed to such an interview. The person interviewed may have 3 counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 522,
            "quote_end_line": 530
          },
          {
            "description": "The Commission and Plaintiff may use all other lawful means, including posing as consumers, suppliers, or other individuals, without identification or prior notice; nothing limits the Commission's lawful use of compulsory process under the FTC Act",
            "quoted_text": "4 C. The Commission and Plaintiff may use all other lawful means, including posing, through 5 their representatives, as consumers, suppliers, or other individuals or entities, to 6 Defendants or any individual or entity affiliated with Defendants, without the necessity of 7 identification or prior notice. Nothing in this Order limits the Commission's lawful use 8 ofcompulsory process, pursuant to Sections 9 and 20 ofthe FTC Act, 15 U.S.C. §§ 49, 9 57b-l.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 531,
            "quote_end_line": 536
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "XIII",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction over this matter for purposes of construction, modification, and enforcement of the Order.",
        "requirements": [
          {
            "description": "This Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order",
            "quoted_text": "11 IT IS FURTHER ORDERED that this Court retains jurisdiction ofthis matter for 12 purposes of construction, modification, and enforcement ofthis Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 538,
            "quote_end_line": 539
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "within ninety (90) days of entry of this order and for a period of twenty (20) years thereafter, establish, implement, and thereafter maintain or, if such a program already exists, maintain a comprehensive privacy program to protect the privacy of Alexa App Geolocation Information"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "07.23, Amazon.com Complaint (Pending).pdf",
      "order": "07.23, Amazon.com Order (Pending).pdf"
    },
    "extraction_stats": {
      "complaint_counts": 4,
      "complaint_representations": 4,
      "order_provisions": 13,
      "order_definitions": 18,
      "order_requirements": 45,
      "provisions_per_section": {
        "I": 2,
        "II": 3,
        "III": 3,
        "IV": 2,
        "V": 2,
        "VI": 9,
        "VII": 2,
        "VIII": 5,
        "IX": 3,
        "X": 5,
        "XI": 5,
        "XII": 3,
        "XIII": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 3
      },
      "verification_details": {
        "complaint_verified": 4,
        "complaint_total": 4,
        "order_verified": 45,
        "order_total": 45
      }
    },
    "processing_time_seconds": 682.6
  }
}