{
  "case_info": {
    "docket_number": "21-cv-01758",
    "company": {
      "name": "Kuuhubb Inc.",
      "incorporation_state": "Ontario",
      "entity_type": "corporation",
      "address": "25 Adelaide Street East, Suite 1417, Toronto, Ontario, M5C 3A1",
      "business_description": "Kuuhubb Inc. is a Canadian corporation that develops and distributes mobile applications, including the Recolor app, intended for use by consumers throughout the United States. The company operates through subsidiary corporations including Kuu Hubb Oy (Finnish subsidiary) and Recolor Oy."
    },
    "commissioners": [],
    "case_date": {
      "month": 7,
      "year": 2021
    },
    "legal_authority": "Sections 5(a)(1), 5(m)(1)(A), 13(b), 16(a)(1), and 19 of the Federal Trade Commission Act, 15 U.S.C. §§ 45(a)(1), 45(m)(1)(A), 53(b), 56(a)(1), 57b, and Sections 1303(c) and 1306(d) of the Children's Online Privacy Protection Act of 1998, 15 U.S.C. §§ 6502(c), 6505(d)",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/182-3184-kuuhuub-inc-et-al-us-v-recolor-oy",
    "statutory_topics": [
      "COPPA"
    ],
    "practice_areas": [
      "Privacy"
    ],
    "industry_sectors": [
      "Technology"
    ]
  },
  "complaint": {
    "factual_background": "Defendants Kuuhubb Inc., Kuu Hubb Oy, and Recolor Oy operated the Recolor App, a popular coloring book mobile application with between 1 million and 5 million monthly active users in the United States. Although marketed as a 'coloring book for adults,' the App contained a 'Kids' category filled with child-oriented illustrations such as My Little Pony characters, simpler-outlined drawings, and cartoonish animals, making a portion of the App directed to children under 13. The App also included social media features that collected personal information—including names, photos, profile pictures, comments, and persistent identifiers—without ever posting an adequate privacy policy notice, providing direct notice to parents, or obtaining verifiable parental consent. Additionally, Defendants allowed multiple third-party advertising networks to collect persistent identifiers from child users for behavioral advertising without informing those networks that part of the App was directed to children or requiring them to refrain from such advertising.",
    "representations_made": [
      {
        "description": "Defendants held out the Recolor App as a 'coloring book for adults,' despite knowingly including a Kids category with child-oriented content that made a portion of the App directed to children under 13",
        "quoted_text": "16. Since at least August 2017, Defendants have operated a popular coloring book app called Recolor (“Recolor App” or “App”). Defendants bill the App as a “coloring book for adults.” From August 2017 through February 2019, the App had between approximately 1 million and more than 5 million active users each month in the United States.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 16,
        "quote_start_line": 129,
        "quote_end_line": 132
      },
      {
        "description": "The Kids category contained illustrations with content designed to appeal to children, including My Little Pony animated characters and other cartoonish animals with simpler outlines",
        "quoted_text": "21. For most of the categories in the Recolor App, the title literally describes the content of the illustrations in that category. For example, the “Insects” category consists of images of insects. The Kids category, however, did not consist primarily of illustrations of kids. The Kids category generally contained images with content that would appeal to kids, including, for example, My Little Pony animated characters and other cartoonish animals (see images below).",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 21,
        "quote_start_line": 160,
        "quote_end_line": 165
      },
      {
        "description": "Defendants collected personal information through social media features (screen names, profile pictures, photos, comments, and persistent identifiers) from child users without providing notice or obtaining verifiable parental consent",
        "quoted_text": "36. Through the Recolor App, Defendants collected, used, and/or disclosed (or caused to be collected on their behalf) personal information as defined in the COPPA Rule, including first and last name; photos containing a child’s image; the content of comments and user descriptions posted by users that Defendants combined with identifying information; and persistent identifiers.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 36,
        "quote_start_line": 243,
        "quote_end_line": 247
      },
      {
        "description": "Defendants allowed third-party advertising networks to collect persistent identifiers from users of the child-directed portion of the App for behavioral advertising without notice to parents or verifiable parental consent",
        "quoted_text": "33. Through the Recolor App, Defendants allowed the following third-party advertising networks to collect persistent identifiers to serve behavioral advertising: AdMob, AppLovin, Facebook Audience Network, HyprMX, Vungle, and Unity Ads. Defendants did not inform these third-party advertising networks that a portion of the Recolor App was directed to children, and did not instruct or contractually require the advertising networks to refrain from behavioral advertising.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 33,
        "quote_start_line": 221,
        "quote_end_line": 226
      },
      {
        "description": "Defendants never attempted to obtain verifiable parental consent or provide parents with COPPA-required notice of their information practices",
        "quoted_text": "37. At no time did Defendants attempt to obtain verifiable parental consent from parents of users of the Recolor App prior to the collection of personal information or provide parents with the COPPA-specified notice of their information practices.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 37,
        "quote_start_line": 248,
        "quote_end_line": 250
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "COPPA Rule Violations – Failure to Provide Notice, Direct Notice to Parents, and Obtain Verifiable Parental Consent",
        "representation": "Defendants collected, used, and/or disclosed personal information from children—including names, photos, comments, user descriptions, and persistent identifiers—through the Recolor App and via third-party behavioral advertising networks, without providing sufficient privacy policy notice, direct notice to parents, or obtaining verifiable parental consent",
        "fact": "The COPPA Rule requires operators of online services directed to children under 13 to: (a) post a clear and complete privacy policy notice on their service; (b) provide direct notice to parents of information collection practices; and (c) obtain verifiable parental consent before collecting, using, or disclosing children's personal information. Defendants did none of these things at any time",
        "conclusion": "Defendants violated the COPPA Rule in numerous instances by (a) failing to provide sufficient notice on their online service in violation of 16 C.F.R. § 312.4(d); (b) failing to provide direct notice to parents in violation of 16 C.F.R. §§ 312.4(b)–(c); and (c) failing to obtain verifiable parental consent in violation of 16 C.F.R. § 312.5. Each collection, use, or disclosure constitutes a separate violation subject to civil penalties of up to $43,792 per violation."
      }
    ]
  },
  "order": {
    "definitions": {
      "Child or Children": "an individual or individuals under the age of 13.",
      "Collects or Collection": "the gathering of any Personal Information from a Child by any means, including but not limited to: 1. Requesting, prompting, or encouraging a Child to submit Personal Information online; 2. Enabling a Child to make Personal Information publicly available in identifiable form. An Operator shall not be considered to have Collected Personal Information if it takes reasonable measures to Delete all or virtually all Personal Information from a Child's postings before they are made public and also to Delete such Personal Information from its records; or 3. Passive tracking of a Child online.",
      "Covered App User": "a Child who created an account on the Recolor mobile application on or before September 1, 2019.",
      "Defendants": "all of the Defendants, individually, collectively, or in any combination.",
      "Delete or Deletion": "to remove Personal Information such that it is not maintained in retrievable form and cannot be retrieved in the normal course of business.",
      "Disclose or Disclosure": "with respect to Personal Information: 1. The Release of Personal Information Collected by an Operator from a Child in identifiable form for any purpose, except where an Operator provides such information to a Person who provides Support for the Internal Operations of the Website or Online Service; and 2. Making Personal Information Collected by an Operator from a Child publicly available in identifiable form by any means, including but not limited to a public posting through the Internet, or through a personal home page or screen posted on a website or online service; a pen pal service; an electronic mail service; a message board; or a chat room.",
      "Entire Transaction": "encompasses every financial aspect of the sale of Recolor Oy or substantially all of the assets of Recolor Oy, or of a transaction in which Defendants substantially divest from Recolor Oy, and the distribution of all proceeds of the sale or transaction.",
      "Internet": "collectively the myriad of computer and telecommunication facilities, including equipment and operating software, which comprises the interconnected world-wide network of networks that employ the Transmission Control Protocol/Internet Protocol, or any predecessor or successor protocols to such protocol, to communicate information of all kinds by wire, radio, or other methods of transmission.",
      "Net Proceeds from the Sale or Divestiture": "the total price paid for the sale of Recolor Oy or substantially all of the assets of Recolor Oy, or for a transaction in which Defendants substantially divest from Recolor Oy, minus reasonable expenses incurred in the Entire Transaction and the payment of any arms-length debts of Defendants incurred prior to the sale or transaction (including payment of Defendants' outstanding attorney's fees in connection with this proceeding and the related FTC investigation).",
      "Obtaining Verifiable Consent": "making any reasonable effort (taking into consideration available technology) to ensure that before Personal Information is Collected from a Child, a Parent of the Child: 1. Receives notice of the Operator's Personal Information Collection, use, and Disclosure practices; and 2. Authorizes any Collection, use, and/or Disclosure of the Personal Information.",
      "Online Contact Information": "an email address or any other substantially similar identifier that permits direct contact with a Person online, including but not limited to an instant messaging user identifier, a voice over internet protocol (VOiP) identifier, or a video chat identifier.",
      "Operator": "any Person who operates a website located on the Internet or an online service and who Collects or maintains Personal Information from or about the users of or visitors to such website or online service, or on whose behalf such information is Collected or maintained, or offers products or services for sale through the website or online service, where such website or online service is operated for commercial purposes involving commerce among the several States, or with one or more foreign nations; in any territory of the United States or in the District of Columbia, or between any such territory and another such territory or any State or nation; or between the District of Columbia and any State, territory, or foreign nation. This definition does not include any nonprofit entity that would otherwise be exempt from coverage under Section 5 of the Federal Trade Commission Act (15 U.S.C. § 45).",
      "Parent": "includes a legal guardian.",
      "Person": "any individual, partnership, corporation, trust, estate, cooperative, association, or other entity.",
      "Personal Information": "individually identifiable information about an individual Collected online, including:\n1. A first and last name;\n2. A home or other physical address including street name and name of a city or town;\n3. Online Contact Information, as defined above;\n4. A screen or user name where it functions in the same manner as Online Contact Information, as defined above;\n5. A telephone number;\n6. A Social Security number;\n7. A persistent identifier that can be used to recognize a user over time and across different websites or online services, where such persistent identifier is used for functions other than or in addition to Support for the Internal Operations of the Website or Online Service. Such persistent identifier includes but is not limited to a customer number held in a cookie, an Internet Protocol (IP) address, a processor or device serial number, or unique device identifier;\n8. A photograph, video, or audio file where such file contains a Child's image or voice;\n9. Geolocation information sufficient to identify street name and name of a city or town; or\n10. Information concerning the Child or the Parents of that Child that the Operator Collects online from the Child and combines with an identifier described in this Definition.",
      "Registration Information": "the following types of information Collected for purposes of registering an account: 1. A user name; 2. A password; 3. An email address; or 4. An account authentication identifier associated with any Third-Party website or online service through which a user of Defendants' website or online service registered an account.",
      "Release of Personal Information": "the sharing, selling, renting, or transfer of Personal Information to any Third Party.",
      "Support for the Internal Operations of the Website or Online Service": "1. Those activities necessary to: a. Maintain or analyze the functioning of the website or online service; b. Perform network communications; c. Authenticate users of, or personalize the content on, the website or online service; d. Serve contextual advertising on the website or online service or cap the frequency of advertising; e. Protect the security or integrity of the user, website, or online service; f. Ensure legal or regulatory compliance; or g. Fulfill a request of a Child as permitted by 16 C.F.R. §§ 312.5(c)(3) and (4); 2. So long as the information Collected for the activities listed in paragraphs (1)(a)-(g) of this definition is not used or Disclosed to contact a specific individual, including through behavioral advertising, to amass a profile on a specific individual, or for any other purpose.",
      "Third Party": "any Person who is not: 1. An Operator with respect to the Collection or maintenance of Personal Information on the website or online service; or 2. A Person who provides Support for the Internal Operations of the Website or Online Service and who does not use or Disclose information protected under the COPPA Rule (attached as Appendix A) for any other purpose.",
      "Website or Online Service Directed to Children": "a commercial website or online service, or portion thereof, that is targeted to Children."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Injunction Concerning the Collection of Personal Information from Children",
        "category": "prohibition",
        "summary": "Defendants are permanently restrained and enjoined from violating the COPPA Rule, including failures to provide direct notice to parents, post required privacy links, obtain verifiable parental consent, delete children's personal information upon request, and retain data beyond what is necessary.",
        "requirements": [
          {
            "description": "Permanently enjoined from failing to make reasonable efforts to ensure parents receive direct notice of Defendants' practices regarding Collection, use, or Disclosure of Personal Information from Children, including notice of any material changes",
            "quoted_text": "A. Failing to make reasonable efforts, taking into account available technology, to ensure that a Parent of a Child receives direct notice of Defendants' practices with regard to the Collection, use, or Disclosure of Personal Information from Children, including notice of any material change in the Collection, use, or Disclosure practices to which the Parent has previously consented;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 241,
            "quote_end_line": 244
          },
          {
            "description": "Permanently enjoined from failing to post a prominent and clearly labeled link to an online notice of information practices with regard to Children on the home or landing page and at each area where Personal Information is Collected from Children",
            "quoted_text": "B. Failing to post a prominent and clearly labeled link to an on line notice of its information practices with regard to Children, if any, on the home or landing page or screen of its website or online service, and at each area of the website or online service where Personal Information is Collected from Children;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 245,
            "quote_end_line": 248
          },
          {
            "description": "Permanently enjoined from failing to Obtain Verifiable Consent before any Collection, use, or Disclosure of Personal Information from Children, including consent to any material change in practices",
            "quoted_text": "C. Failing to Obtain Verifiable Consent before any Collection, use, or Disclosure of Personal Information from Children, including consent to any material change in the Collection, use, or Disclosure practices to which the Parent has previously consented;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 249,
            "quote_end_line": 251
          },
          {
            "description": "Permanently enjoined from failing to Delete a Child's Personal Information at the request of a Parent",
            "quoted_text": "D. Failing to Delete a Child's Personal Information at the request of a Parent; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 252,
            "quote_end_line": 252
          },
          {
            "description": "Permanently enjoined from retaining Personal Information for longer than is reasonably necessary to fulfill the purpose for which the information was Collected",
            "quoted_text": "E. Retaining Personal Information for longer than is reasonably necessary to fulfill the purpose for which the information was Collected.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 257,
            "quote_end_line": 258
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Injunction Concerning Notice to App Users",
        "category": "affirmative_obligation",
        "summary": "Within 30 days, Defendants must implement an in-app pop-up alert and publish a news feed post on the Recolor mobile application to notify users of the settlement, using the exact wording in Appendices B and C.",
        "requirements": [
          {
            "description": "Within 30 days of entry of this Order, implement an in-app pop-up alert in the exact wording set forth in Appendix B, which must appear the first time each user opens the app after implementation, require acknowledgment before continued use, and remain in the application for 180 days from initial implementation",
            "quoted_text": "IT IS FURTHER ORDERED that, within 30 days of entry of this Order, Defendants shall provide notice to users of the Recolor mobile application as follows: A. Defendants shall implement an in-app pop-up alert, in the exact wording set forth in Appendix B to this Order and in an easily legible format consistent with the format set forth in Appendix B. The alert shall (1) appear the first time that each user opens the Recolor mobile application after the notice is implemented and remain in the application until the user acknowledges the alert, pursuant to Subsection A(2) below, (2) require the user to acknowledge the alert by selecting a button, or equivalent user interaction (including clicking a link to the news feed post required by Subsection B below), before being able to continue to use the application, and (3) remain in the application for a period of 180 days from initial implementation or until the user acknowledges the alert pursuant to Subsection A(2) above.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 260,
            "quote_end_line": 270
          },
          {
            "description": "In conjunction with the alert, publish a news feed post in the exact wording set forth in Appendix C on the Recolor mobile application's news feed, which shall remain for 180 days from initial publication",
            "quoted_text": "B. Defendants shall, in conjunction with implementing the alert required by Subsection A above, publish a news feed post, in the exact wording set forth in Appendix C to this Order and in an easily legible format consistent with the format set forth in Appendix C, on the Recolor mobile application's news feed. The post shall remain in the news feed for a period of 180 days from initial publication.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 271,
            "quote_end_line": 275
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "III",
        "title": "Injunction Concerning Deletion of Personal Information",
        "category": "affirmative_obligation",
        "summary": "Within 60 days, Defendants must delete all Personal Information associated with Covered App Users and instruct any Third Parties who received such information to alsodelete it, subject to specified exceptions.",
        "requirements": [
          {
            "description": "Within 60 days of entry of this Order, Delete all Personal Information in all forms in Defendants' possession, custody, or control associated with Covered App Users, subject to specified exceptions including Commission-approved identification methods, user consent to transfer content, information for which Verifiable Consent is obtained, and legally required disclosures",
            "quoted_text": "A. Defendants shall, within 60 days of entry of this Order, Delete all Personal Information, in all forms, in their possession, custody, or control, that is associated with Covered App Users; provided, however, that: 1. Defendants may comply with Subsection A of this Section by (a) Deleting such information for Covered App Users that Defendants identify with search terms or an equivalent method, if such search terms or equivalent method are approved in writing by the Commission or a representative of the Commission, and (b) Deleting such information if Defendants have actual knowledge or knowledge fairly implied on the basis of objective circumstances that a user is a Covered App User; 2. Defendants may, with the affirmative consent of the Covered App User, transfer the content generated by that user to the user's device; 3. Personal Information need not be destroyed, and may be Collected, used, and Disclosed, to the extent Defendants Obtain Verifiable Consent for its Collection, use, and Disclosure; and 4. Personal Information need not be Deleted, and may be Disclosed, to the extent requested by a government agency or as required by a law, regulation, or court order.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 283,
            "quote_end_line": 298
          },
          {
            "description": "Within 60 days of entry of this Order, instruct any Third Party that received Personal Information Collected from Covered App Users to Delete such information",
            "quoted_text": "B. Within 60 days of entry of this Order, Defendants must instruct any Third Party that has received from Defendants Personal Information Collected from Covered App Users to Delete such information; provided, however, that Defendants may comply with this Subsection by instructing such Third Parties to Delete such information for all Covered App Users that Defendants identify pursuant to Subsection A. I above.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 299,
            "quote_end_line": 303
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Data Deletion"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Refunds to Underage Subscribers",
        "category": "affirmative_obligation",
        "summary": "Defendants must provide refunds to qualifying Recolor subscribers who were under age 13 when signing up for a subscription and who request a refund within 9 months of the Order, and must process such refunds within 14 days of receiving notice.",
        "requirements": [
          {
            "description": "Provide a refund to all qualified Recolor subscribers if: (1) the subscriber or parent requests a refund within 9 months of entry of the Order; (2) the subscriber has a current subscription at the time of request; and (3) the subscriber or parent notifies Defendants through Recolor customer service that the subscriber was under 13 when signing up and elects to cancel for a refund. Defendants may not impose additional requirements.",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants must provide a refund to all qualified Recolor mobile application subscribers as follows: A. Defendants must provide the refund if (I) the subscriber ( or their parent or guardian, if the subscriber is under the age of 18 at the time of the refund request) requests a refund within 9 months of entry of this Order; (2) the subscriber has a current subscription at the time of the refund request, and (3) the subscriber (or their parent or guardian, if the subscriber is under the age of 18 at the time of the refund request) requests the refund by notifying Defendants through Recolor customer service that (a) the subscriber was under the age of 13 when signing up for the subscription, and (b) the subscriber (or their parent or guardian, if the subscriber is under the age of 18 at the time of the refund request) elects to cancel the current subscription for a refund of the subscription fee. Defendants may require the subscriber (or their parent or guardian, if the subscriber is under the age of 18 at the time of the refund request) to click a checkbox verifying, under penalty of perjury, that the subscriber was under the age of 13 when signing up for the subscription. Defendants may not impose additional requirements for obtaining these refunds.",
            "deadline": "9 months (for subscriber request)",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 309,
            "quote_end_line": 322
          },
          {
            "description": "Within 14 days of receiving refund notice, issue or instruct the subscriber's mobile application store to issue a refund; if the store is unable, fully cooperate with the store and subscriber to ensure the refund is issued",
            "quoted_text": "B. Within 14 days of receiving such notice, Defendants must, depending on the preference or functionality of the mobile application store, (I) issue a refund to the subscriber via the subscriber's mobile application store, or (2) instruct the subscriber's mobile application store to issue a refund to the subscriber. If the mobile application store is unable to issue a refund, Defendants must fully cooperate with the app store and the subscriber ( or their parent or guardian) to ensure that the refund is issued (e.g., by informing the subscriber to update their method of payment with their mobile application store if necessary to process the refund).",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 323,
            "quote_end_line": 329
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "V",
        "title": "Monetary Judgment for Civil Penalty and Partial Suspension",
        "category": "affirmative_obligation",
        "summary": "Judgment of $3,000,000 is entered against Defendants jointly and severally; Defendants must pay $100,000 within 7 days; if Recolor Oy is sold within one year, all Net Proceeds must be remitted within 90 days of payment; the remainder of the judgment is suspended upon timely compliance, subject to conditions.",
        "requirements": [
          {
            "description": "Judgment in the amount of $3,000,000 is entered against Defendants jointly and severally as a civil penalty",
            "quoted_text": "A. Judgment in the amount of Three Million Dollars ($3,000,000) is entered in favor of Plaintiff against Defendants, jointly and severally, as a civil penalty.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 336,
            "quote_end_line": 337
          },
          {
            "description": "Pay $100,000 to the Treasurer of the United States within 7 days of entry of this Order by electronic fund transfer",
            "quoted_text": "1. Pay One Hundred Thousand Dollars ($100,000) to the Treasurer of the United States within 7 days of entry of this Order by electronic fund transfer in accordance with instructions previously provided by a representative of Plaintiff.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 339,
            "quote_end_line": 341
          },
          {
            "description": "If within one year of entry of this Order Defendants sell Recolor Oy or substantially all of its assets, or otherwise substantially divest from Recolor Oy, remit all Net Proceeds from the Sale or Divestiture to the Treasurer of the United States within 90 days of payment for the sale or divestiture",
            "quoted_text": "2. If, within one year of entry of this Order, Defendants sell Recolor Oy or substantially all of the assets of Recolor Oy, or otherwise substantially divest from Recolor Oy, they shall remit all Net Proceeds from the Sale or Divestiture to the Treasurer of the United States within 90 days of payment for the sale or divestiture.",
            "deadline": "90 days of payment (if applicable sale within 1 year)",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 342,
            "quote_end_line": 346
          },
          {
            "description": "Within 120 days of any sale or divestiture under subparagraph 2, provide Plaintiff a copy of the closing documents including an accounting of the financial aspects of the Entire Transaction with respect to calculation of Net Proceeds",
            "quoted_text": "3. Within 120 days of a sale or divestiture under subparagraph 2, if any, Defendants shall provide Plaintiff a copy of the closing documents pertaining to such sale or divestiture, including an accounting of the financial aspects of the Entire Transaction with respect to calculation of the Net Proceeds from the Sale or Divestiture.",
            "deadline": "120 days of sale/divestiture",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 347,
            "quote_end_line": 351
          },
          {
            "description": "Upon timely completion of all obligations in subparagraphs 1, 2, and 3, the remainder of the judgment is suspended, subject to conditions including truthfulness of financial representations and full compliance; suspension will be lifted if Defendants failed to disclose material assets, made material misstatements, or failed to timely comply",
            "quoted_text": "4. Upon timely payment completion of all obligations contained in subparagraphs 1, 2, and 3, time being of the essence, the remainder of the judgment is suspended, subject to the Subsections below. C. Plaintiffs agreement to the suspension of part of the judgment is expressly premised upon complete and timely compliance with subparagraphs B.1, B.2, and B.3, time being of the essence, Page 14 of25 Case 1:21-cv-01758-RDM Document 4 Filed 07/21/21 Page 15 of 36 as well as the truthfulness, accuracy, and completeness of Defendants' sworn financial statements and related documents ( collectively, \"financial representations\") submitted to the Commission, namely: 1. The Financial Statement of Defendant Recolor Oy, signed by Arsi Rosengren, CFO of Kuu Hubb Oy, on July 10, 2020, including attachments; and 2. The documentation and information submitted via email from Defendants' counsel, Chanley Howell, to FTC counsel Evan Rose, as follows: a. On July 22, 2020, at approximately 12:13 pm PDT and.12:15 pm PDT, including 10 files sent via file sharing; b. On July 29, 2020, at approximately 5:23 am PDT, including 1 attachment; c. On July 31, 2020, at approximately 11 :29 am PDT, including 3 attachments; d. On August 5, 2020, at approximately 10:31 am PDT, including 2 attachments; e. On August 17, 2020, at approximately 6:09 am PDT, including 2 attachments; f. On August 19, 2020, at approximately 10:40 am PDT; g. On September 1, 2020, at approximately 7:06 am PDT, including 2 attachments; h. On November 5, 2020, at approximately 12:05 pm PST, including 1 attachment; and i. On November 10, 2020, at approximately 8:55 am PST, including 1 attachment. Page 15 of25 Case 1:21-cv-01758-RDM Document 4 Filed 07/21/21 Page 16 of 36 D. The suspension of the judgment will be lifted as to any Defendant if, upon motion by Plaintiff, the Court finds that: 1. Defendant failed to disclose any material asset, materially misstated the value of any asset, or made any other material misstatement or omission in the financial representations identified above; or 2. Defendant failed to completely and timely comply with subparagraphs B.1, B.2, and B. 3 above, time being of the essence. E. If the suspension of the judgment is lifted, the judgment becomes immediately due as to that Defendant in the amount specified in Subsection A above (which the parties stipulate only for purposes of this Section represents the amount of the civil penalty for the violations alleged in the Complaint), less any payment previously made pursuant to this Section, plus interest computed from the date of entry of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 352,
            "quote_end_line": 399
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Additional Monetary Provisions",
        "category": "affirmative_obligation",
        "summary": "Defendants relinquish all rights to assets transferred under this Order and may not seek their return; facts alleged in the Complaint may be taken as true in any subsequent civil litigation by the Commission.",
        "requirements": [
          {
            "description": "Defendants relinquish dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek the return of any assets",
            "quoted_text": "A. Defendants relinquish dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek the return of any assets.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 402,
            "quote_end_line": 403
          },
          {
            "description": "The facts alleged in the Complaint will be taken as true without further proof in any subsequent civil litigation by or on behalf of the Commission, including proceedings to enforce payment or monetary judgment",
            "quoted_text": "B. The facts alleged in the Complaint will be taken as true, without further proof, in any subsequent civil litigation by or on behalf of the Commission, including in a proceeding to enforce its rights to any payment or monetary judgment pursuant to this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 404,
            "quote_end_line": 406
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Each Defendant must submit a sworn acknowledgment of receipt within 7 days, deliver copies of the Order to principals, officers, employees, and agents within specified timeframes for 5 years, and obtain signed acknowledgments of receipt within 30 days from each recipient.",
        "requirements": [
          {
            "description": "Each Defendant, within 7 days of entry of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury",
            "quoted_text": "A. Each Defendant, within 7 days of entry of this Order, must submit to the Commission an acknowledgment ofreceipt of this Order sworn under penalty of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 415,
            "quote_end_line": 416
          },
          {
            "description": "For 5 years after entry of this Order, each Defendant must deliver a copy of this Order to all principals, officers, directors, LLC managers and members; all employees with managerial responsibilities related to the Order; all agents and representatives who participate in conduct related to the Order; and any business entity resulting from a change in structure. Delivery must occur within 7 days of entry for current personnel; for all others, before they assume their responsibilities.",
            "quoted_text": "B. For 5 years after entry of this Order, each Defendant must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees having managerial responsibilities for conduct related to the subject matter of the Order and all agents and representatives who participate in conduct related to the subject matter of the Order; and (3) any business entity resulting from any change in structure as set forth in the Section titled Compliance Reporting. Delivery must occur within 7 days of entry of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "7 days for current personnel; before assuming responsibilities for others",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 417,
            "quote_end_line": 423
          },
          {
            "description": "From each individual or entity to which a Defendant delivered a copy of this Order, that Defendant must obtain within 30 days a signed and dated acknowledgment of receipt",
            "quoted_text": "C. From each individual or entity to which a Defendant delivered a copy of this Order, that Defendant must obtain, within 30 days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 424,
            "quote_end_line": 426
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendants must submit a sworn compliance report within 90 days addressing Personal Information deletion, a comprehensive annual compliance report one year after entry, sworn notices within 14 days of any changes in contact or organizational structure for 10 years, and bankruptcy notices within 14 days of filing.",
        "requirements": [
          {
            "description": "Within 90 days of entry of this Order, submit a sworn compliance report describing compliance with Section III (Deletion of Personal Information), including each Third Party's response to deletion instructions",
            "quoted_text": "A. Ninety days after entry of this Order, Defendants must submit a compliance report, sworn under penalty of perjury, describing in detail their compliance with the Section titled Injunction Concerning Deletion of Personal Information. The report shall include, for each Third Party that Defendants instructed to Delete Personal Information Collected from Children, a statement setting forth in detail such Third Party's response to Defendants, if any, including, but not limited to, Page 17 of25 Case 1:21-cv-01758-RDM Document 4 Filed 07/21/21 Page 18 of 36 whether such Third Party Deleted the Personal Information Collected from Children and, if not, why such Third Party did not Delete the Personal Information Collected from Children, to the extent that such Third Party provided such information to Defendants.",
            "deadline": "90 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 430,
            "quote_end_line": 441
          },
          {
            "description": "One year after entry of this Order, each Defendant must submit a sworn compliance report identifying points of contact, all businesses, business activities, compliance with each Section of the Order, refund statistics, privacy notices, verifiable consent methods, parental review procedures, necessity of Personal Information collected, and copies of Order Acknowledgments",
            "quoted_text": "B. One year after entry of this Order, each Defendant must submit a compliance report, sworn under penalty of perjury. Each Defendant must: 1. Identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission and Plaintiff may use to communicate with Defendant; 2. Identify all of that Defendant's businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; 3. Describe the activities of each business, including the goods and services offered, the means of advertising, marketing, and sales, and the involvement of any other Defendant; 4. Describe in detail whether and how that Defendant is in compliance with each Section of this Order; 5. For the Section titled Refunds to Underage Subscribers, also identify the total number of refunds requested and the total number ofrefunds issued, and explain any refunds requested but not issued. State by calendar year the dollar amounts involved, including the total for all refunds issued pursuant to this Order; 6. Provide a copy of each different version of any privacy notice posted on each website or online service operated by that Defendant or otherwise communicated to Parents of Children from whom that Defendant Collects Personal Information; Page 18 of25 Case 1:21-cv-01758-RDM Document 4 Filed 07/21/21 Page 19 of 36 7. Describe in detail any methods used to Obtain Verifiable Consent prior to any Collection, use, and/or Disclosure of Personal Information from Children or the methods used to avoid Collecting, using, and/or Disclosing Personal Information from Children; 8. Describe in detail any means provided for Parents to review any Personal Information Collected from their Children and to refuse to permit its further use or maintenance; 9. Describe in detail why each type of Personal Information Collected from a Child is reasonably necessary for the provision of the particular related activity; and 10. Provide a copy of each Order Acknowledgment obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 442,
            "quote_end_line": 474
          },
          {
            "description": "For 10 years after entry of this Order, each Defendant must submit a sworn compliance notice within 14 days of any change in designated points of contact or in the structure of any entity Defendant owns or controls that may affect compliance obligations under the Order",
            "quoted_text": "C. For 10 years after entry of this Order, each Defendant must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following: I. Any designated point of contact; or 2. The structure of any entity that Defendant has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days of any triggering change, for 10 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 475,
            "quote_end_line": 481
          },
          {
            "description": "Each Defendant must submit to the Commission notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding within 14 days of its filing",
            "quoted_text": "D. Each Defendant must submit to the Commission notice of the filing of any bankruptcy petition; insolvency proceeding, or similar proceeding by or against such Defendant within 14 days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 482,
            "quote_end_line": 484
          },
          {
            "description": "Any submission required to be sworn under penalty of perjury must be true and accurate, comply with 28 U.S.C. § 1746, and include the declaration, date, signatory's full name, title, and signature",
            "quoted_text": "E. Any submission to the Commission required by this Order to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, such as by concluding: \"I declare under penalty of perjury under the laws of the United States of America that the foregoing Page 19 of25 Case 1:21-cv-01758-RDM Document 4 Filed 07/21/21 Page 20 of 36 is true and correct. Executed on: __\" and supplying the date, signatory's full name, title (if applicable), and signature.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 485,
            "quote_end_line": 493
          },
          {
            "description": "Unless otherwise directed in writing, all submissions must be emailed to DEbrief@ftc.gov or sent by overnight courier to the Associate Director for Enforcement, Bureau of Consumer Protection, FTC, 600 Pennsylvania Avenue NW, Washington, DC 20580, with subject line beginning: FTC v. Recolor Oy",
            "quoted_text": "F. Unless otherwise directed by a Commission representative in writing, all submissions to the Commission pursuant to this Order must be emailed to DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin: FTC v. Recolor Oy.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 494,
            "quote_end_line": 498
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "IX",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendants must create and retain specified records for 10 years (creation) and 5 years (retention), including accounting records, personnel records, consumer complaints, compliance documents, copies of data collection forms and privacy representations, and advertising materials related to collection of children's Personal Information.",
        "requirements": [
          {
            "description": "Create and retain accounting records showing revenues from all goods or services sold for 10 years (creation) and 5 years (retention)",
            "quoted_text": "A. Accounting records showing the revenues from all goods or services sold;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 503,
            "quote_end_line": 503
          },
          {
            "description": "Create and retain personnel records showing each service provider's name, addresses, telephone numbers, job title or position, datesof service, and reason for termination",
            "quoted_text": "B. Personnel records showing, for each person providing services, whether as an employee or otherwise, that Person's: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 504,
            "quote_end_line": 506
          },
          {
            "description": "Create and retain records of all consumer complaints relating to unauthorized Collection, use, or Disclosure of Personal Information of Children and any response",
            "quoted_text": "C. Records of all consumer complaints relating to the unauthorized Collection, use, or Disclosure of Personal Information of Children interacting with a website or on line service, and any response;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 507,
            "quote_end_line": 509
          },
          {
            "description": "Create and retain all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission",
            "quoted_text": "D. All records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 510,
            "quote_end_line": 511
          },
          {
            "description": "Create and retain a copy of each materially different form, page, or screen through which Personal Information of Children is Collected, and each document containing representations regarding Collection, use, and Disclosure practices pertaining to Personal Information from Children, with accompanying URLs",
            "quoted_text": "E. A copy of each materially different form, page, or screen created, maintained, or otherwise provided by each Defendant through which Personal Information of Children is Collected through a website or online service, and a copy of each materially different document containing Page 20 of25 Case 1:21-cv-01758-RDM Document 4 Filed 07/21/21 Page 21 of 36 any representation regarding Collection, use, and Disclosure practices pertaining to Personal Information from Children Collected through a website or online service. Each webpage copy shall be accompanied by the URL of the webpage where the material was posted online. Electronic copies shall include all text and graphics files, audio scripts, and other computer files used in presenting information on the Internet; and",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 512,
            "quote_end_line": 523
          },
          {
            "description": "Create and retain a copy of each unique advertisement, other marketing material, or other representation related to the Collection of Personal Information of Children in connection with promoting or offering an online service for sale",
            "quoted_text": "F. A copy of each unique advertisement, other marketing material, or other representation related to the Collection of Personal Information of Children that is made in connection with promoting or offering for sale an online service.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 524,
            "quote_end_line": 526
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "X",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission and Plaintiff have broad authority to monitor Defendants' compliance, including requesting additional reports, taking depositions, obtaining discovery, communicating directly with Defendants, interviewing affiliated persons, and using other lawful means including undercover methods.",
        "requirements": [
          {
            "description": "Within 14 days of receipt of a written request from a Commission or Plaintiff representative, each Defendant must submit additional sworn compliance reports or other requested information, appear for depositions, and produce documents for inspection and copying; the Commission and Plaintiff are also authorized to obtain discovery using Federal Rules of Civil Procedure 29, 30, 31, 33, 34, 36, 45, and 69",
            "quoted_text": "A. Within 14 days ofreceipt of a written request from a representative of the Commission or Plaintiff, each Defendant must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury; appear for depositions; and produce documents for inspection and copying. The Commission and Plaintiff are also authorized to obtain discovery, without further leave of court, using any of the procedures prescribed by Federal Rules of Civil Procedure 29, 30 (including telephonic depositions), 31, 33, 34, 36, 45, and 69.",
            "deadline": "14 days of written request",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 530,
            "quote_end_line": 536
          },
          {
            "description": "Defendants must permit representatives of the Commission and Plaintiff to communicate directly with each Defendant and to interview any employee or other Person affiliated with any Defendant who has agreed to such an interview, with counsel permitted to be present",
            "quoted_text": "B. For matters concerning this Order, the Commission and Plaintiff are authorized to communicate directly with each Defendant. Defendant must permit representatives of the Commission and Plaintiff to interview any employee or other Person affiliated with any Defendant who has agreed to such an interview. The Person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 537,
            "quote_end_line": 541
          },
          {
            "description": "The Commission and Plaintiff may use all other lawful means, including posing as consumers, suppliers, or other individuals or entities, without necessity of identification or prior notice; nothing in this Order limits the Commission's lawful use of compulsory process under Sections 9 and 20 of the FTC Act",
            "quoted_text": "C. The Commission and Plaintiff may use all other lawful means, including posing, through its representatives as consumers, suppliers, or other individuals or entities, to Defendants or any individual or entity affiliated with Defendants, without the necessity of identification or prior notice. Nothing in this Order limits the Commission's lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-l.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 546,
            "quote_end_line": 550
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "XI",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
        "requirements": [
          {
            "description": "The Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order",
            "quoted_text": "IT IS FURTHER ORDERED that this CoU1t retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 552,
            "quote_end_line": 553
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "07.21, Kuuhuub, Inc., et al., U.S. v. Complaint (Pending).pdf",
      "order": "07.21, Kuuhuub, Inc., et al., U.S. v. Order (Pending).pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 5,
      "order_provisions": 11,
      "order_definitions": 20,
      "order_requirements": 37,
      "provisions_per_section": {
        "I": 5,
        "II": 2,
        "III": 2,
        "IV": 2,
        "V": 5,
        "VI": 2,
        "VII": 3,
        "VIII": 6,
        "IX": 6,
        "X": 3,
        "XI": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 1
      },
      "verification_details": {
        "complaint_verified": 5,
        "complaint_total": 5,
        "order_verified": 37,
        "order_total": 37
      }
    },
    "processing_time_seconds": 202.4
  }
}