{
  "case_info": {
    "docket_number": "8:15-cv-02231-MSS-TBM",
    "company": {
      "name": "Roca Labs, Inc.",
      "incorporation_state": "Florida",
      "entity_type": "corporation",
      "address": "7261A Tamiami Trail S, Sarasota, Florida 34231",
      "business_description": "Roca Labs, Inc. advertised, marketed, promoted, and sold dietary supplements and food products, including the Roca Labs Formula and Anti-Cravings powder, directly to consumers via the internet through websites. The company claimed these products would substantially limit stomach capacity and cause dramatic weight loss."
    },
    "commissioners": [],
    "case_date": {
      "month": 7,
      "year": 2025
    },
    "legal_authority": "Section 13(b) of the Federal Trade Commission Act, 15 U.S.C. § 53(b); Sections 5(a) and 12 of the FTC Act, 15 U.S.C. §§ 45(a) and 52",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/142-3255-x150061-roca-labs-inc"
  },
  "complaint": {
    "factual_background": "Roca Labs marketed weight-loss products claiming they would substantially limit stomach capacity and cause dramatic weight loss with a scientifically proven ninety-percent success rate. The company used deceptive testimonials by paying customers for positive reviews, operated fake independent review websites, and enforced gag clauses that prohibited customers from posting negative reviews under threat of legal action and financial penalties.",
    "representations_made": [
      {
        "description": "Claimed their products enable users to reduce food intake by 50% and lose substantial weight quickly (21 pounds in one month, 100 pounds in 7-10 months)",
        "quoted_text": "Use of Defendants' products, including Roca Labs Formula and Roca Labs Anti-Cravings, enables the user to reduce food intake by fifty percent and to lose substantial amounts of weight quickly, including as much as 21 pounds in one month, and as much as 100 pounds in seven to ten months",
        "source_paragraph": 61
      },
      {
        "description": "Claimed ninety percent of users will lose substantial amounts of weight",
        "quoted_text": "Ninety percent of users of Defendants' products, including Roca Labs Formula and Roca Labs Anti-Cravings, will lose substantial amounts of weight",
        "source_paragraph": 61
      },
      {
        "description": "Claimed their products are comparable or superior to bariatric surgery for weight-loss benefits",
        "quoted_text": "Defendants' products, including Roca Labs Formula and Roca Labs Anti-Cravings, are comparable or superior to bariatric surgery in providing weight-loss benefits",
        "source_paragraph": 61
      },
      {
        "description": "Claimed their products are safe and effective for weight loss in children as young as six years old",
        "quoted_text": "Defendants' products, including Roca Labs Formula and Roca Labs Anti-Cravings, are safe and effective for weight loss in children as young as six years old",
        "source_paragraph": 61
      },
      {
        "description": "Claimed their products are scientifically proven to have a 90% success rate in forcing users to eat half their usual food intake and cause substantial weight loss",
        "quoted_text": "use of Defendants' products, including Roca Labs Formula and Roca Labs Anti-Cravings, is scientifically proven to have a ninety-percent success rate in forcing users to eat half their usual food intake and cause substantial weight loss",
        "source_paragraph": 64
      },
      {
        "description": "Claimed Gastricbypass.me is an independent, objective resource for research and information related to bariatric surgery and alternatives",
        "quoted_text": "Gastricbypass.me is an independent, objective resource for research and information related to bariatric surgery and alternatives to bariatric surgery for weight loss, and about Roca Labs products",
        "source_paragraph": 70
      },
      {
        "description": "Claimed persons providing testimonials are satisfied users of the products",
        "quoted_text": "persons who have posted or provided testimonials or other information about Defendants' products, including Roca Labs Formula and Roca Labs Anti-Cravings, are satisfied users of the products",
        "source_paragraph": 73
      },
      {
        "description": "Claimed they keep confidential and do not disclose consumer information, including health information",
        "quoted_text": "Defendants keep confidential and do not disclose consumer information, including health information, submitted in the purchasing process",
        "source_paragraph": 76
      },
      {
        "description": "Claimed purchasers agreed to pay the difference between discount price and full price if they post negative reviews",
        "quoted_text": "purchasers have agreed to pay the difference between the purported 'discount' price charged and the purported 'full price' if they post negative comments or reviews about the Defendants, their products, or employees",
        "source_paragraph": 79
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Deceptive Weight-Loss Claims",
        "representation": "Defendants represented that their products enable users to reduce food intake by 50% and lose substantial weight quickly (21-100 pounds), that 90% of users will lose substantial weight, that products are comparable or superior to bariatric surgery, and that products are safe and effective for children as young as six",
        "fact": "The representations were false or misleading, or were not substantiated at the time the representations were made",
        "conclusion": "Therefore, the making of the representations set forth in Paragraph 61 constitutes a deceptive act or practice and the making of false advertisements, in or affecting commerce, in violation of Sections 5(a) and 12 of the FTC Act"
      },
      {
        "count_number": 2,
        "title": "False Establishment Claim",
        "representation": "Defendants represented that use of their products is scientifically proven to have a ninety-percent success rate in forcing users to eat half their usual food intake and cause substantial weight loss",
        "fact": "In fact, use of Defendants' products is not scientifically proven to have a ninety-percent success rate in forcing users to eat half their usual food intake and cause substantial weight loss",
        "conclusion": "Therefore, the representation set forth in Paragraph 64 is false or misleading, and constitutes a deceptive act or practice and the making of false advertisements, in or affecting commerce, in violation of Sections 5(a) and 12 of the FTC Act"
      },
      {
        "count_number": 3,
        "title": "Unfair Use of Non-Disparagement Provisions",
        "representation": "Defendants used contractual provisions that prohibit purchasers from speaking or publishing truthful or non-defamatory negative comments or reviews about the Defendants, their products, or their employees",
        "fact": "Defendants' practices have caused or are likely to cause substantial injury to consumers that is not reasonably avoidable by consumers and that is not outweighed by countervailing benefits to consumers or competition",
        "conclusion": "Defendants' practices as described in paragraph 67 therefore constitute unfair acts or practices in violation of Section 5 of the FTC Act"
      },
      {
        "count_number": 4,
        "title": "Misrepresentations About Gastricbypass.me",
        "representation": "Defendants represented that Gastricbypass.me is an independent, objective resource for research and information related to bariatric surgery and alternatives to bariatric surgery for weight loss, and about Roca Labs products",
        "fact": "In fact, Gastricbypass.me is not an independent, objective resource for research and information related to bariatric surgery and alternatives to bariatric surgery for weight loss, or about Roca Labs products",
        "conclusion": "Therefore, the representation set forth in Paragraph 70 is false or misleading, and constitutes a deceptive act or practice and the making of false advertisements, in or affecting commerce, in violation of Section 5(a) of the FTC Act"
      },
      {
        "count_number": 5,
        "title": "Failure to Disclose Material Connections",
        "representation": "Defendants represented that persons providing testimonials are satisfied users and that Gastricbypass.me provides independent research about bariatric surgery alternatives",
        "fact": "Defendants failed to disclose that they promised or paid persons financial compensation for testimonials and that Defendants own or operate Gastricbypass.me and sell Roca Labs products. This information would be material to consumers in deciding to purchase the products",
        "conclusion": "Defendants' failure to disclose the material information described in Paragraph 74, in light of the representations described in Paragraph 73, constitutes a deceptive act or practice and the making of false advertisements, in or affecting commerce, in violation of Section 5(a) of the FTC Act"
      },
      {
        "count_number": 6,
        "title": "Deceptive Privacy Claim",
        "representation": "Defendants represented that they keep confidential and do not disclose consumer information, including health information, submitted in the purchasing process",
        "fact": "In fact, Defendants disclose or have disclosed in public court filings, and to payment processors and banks, consumer health information submitted in the purchasing process",
        "conclusion": "Therefore, the representation set forth in Paragraph 76 is false or misleading, and constitutes a deceptive act or practice, in or affecting commerce, in violation of Section 5(a) of the FTC Act"
      },
      {
        "count_number": 7,
        "title": "Deceptive Discount Claim",
        "representation": "Defendants represented that purchasers have agreed to pay the difference between the purported 'discount' price charged and the purported 'full price' if they post negative comments or reviews about the Defendants, their products, or employees",
        "fact": "In fact, purchasers have not agreed to pay the difference between the purported 'discount' price charged and the purported 'full price' if they posted negative reviews about the Defendants or their products",
        "conclusion": "Therefore, the representation set forth in Paragraph 79 is false or misleading, and constitutes a deceptive act or practice, in or affecting commerce, in violation of Section 5(a) of the FTC Act"
      }
    ]
  },
  "order": {
    "definitions": {
      "Clearly and Conspicuously": "means that a required disclosure is difficult to miss (i.e., easily noticeable) and easily understandable by ordinary consumers, including in all of the following ways: A. In any communication that is solely visual or solely audible, the disclosure must be made through the same means through which the communication is presented. In any communication made through both visual and audible means, such as a television advertisement, the disclosure must be presented simultaneously in both the visual and audible portions of the communication even if the representation requiring the disclosure is made in only one means. B. A visual disclosure, by its size, contrast, location, the length of time it appears, and other characteristics, must stand out from any accompanying text or other visual elements so that it is easily noticed, read, and understood. C. An audible disclosure, including by telephone or streaming video, must be delivered in a volume, speed, and cadence sufficient for ordinary consumers to easily hear and understand it. D. In any communication using an interactive electronic medium, such as the Internet or software, the disclosure must be unavoidable. E. The disclosure must use diction and syntax understandable to ordinary consumers and must appear in each language in which the representation that requires the disclosure appears. F. The disclosure must comply with these requirements in each medium through which it is received, including all electronic devices and face-to-face communications. G. The disclosure must not be contradicted or mitigated by, or inconsistent with, anything else in the communication. H. When the representation or sales practice targets a specific audience, such as children, the elderly, or the terminally ill, \"ordinary consumers\" includes reasonable members of that group.",
      "Close Proximity": "means on the same print page, webpage, or other electronic page, and proximate to the triggering representation, and not accessed or displayed through hyperlinks, pop-ups, interstitials, or other means.",
      "Corporate Defendant": "means Roca Labs, Inc., Roca Labs Nutraceutical USA, Inc., Must Cure Obesity, Co., Juravin, Incorporated, and/or Zero Calorie Labs, Inc., their successors and assigns, as well as any subsidiaries, and any fictitious business entities or business names created or used by these entities or any of them.",
      "Covered Communication": "means a written, oral, or pictorial review, performance assessment, or other similar analysis of goods or services, including conduct related to the goods or services.",
      "Covered Product": "means any Dietary Supplement, Food, or Drug, including Roca Labs \"Formula,\" Bariatric Surgery Alternative formula or dose, \"Anti-Cravings,\" Gastric Bypass Alternative, Gastric Bypass No Surgery, Gastric Bypass Effect, the \"Morning Dose,\" the \"morning mixture,\" the \"mixture,\" the \"regimen,\" and any \"Procedure.\"",
      "Defendant(s)": "means all of the Individual Defendants and Corporate Defendants, individually, collectively, or in any combination.",
      "Dietary Supplement": "means: A. Any product labeled as a Dietary Supplement or otherwise represented as a Dietary Supplement; or B. Any pill, tablet, capsule, powder, softgel, gelcap, liquid, or other similar form containing one or more ingredients that are a vitamin, mineral, herb or other botanical, amino acid, probiotic, or other dietary substance for use by humans to supplement the diet by increasing the total dietary intake, or a concentrate, metabolite, constituent, extract, or combination of any ingredient described above that is intended to be ingested, and is not represented to be used as a conventional Food or as a sole item of a meal or the diet.",
      "Drug": "means: A. Articles recognized in the official United States Pharmacopoeia, official Homeopathic Pharmacopoeia of the United States, or official National Formulary, or any supplement to any of them; B. Articles intended for use in the diagnosis, cure, mitigation, treatment, or prevention of disease in humans or other animals; C. Articles (other than Food) intended to affect the structure or any function of the body of humans or other animals; and D. Articles intended for use as a component of any article specified in clause A, B, or C above; but does not include devices or their components, parts, or accessories.",
      "Endorsement": "(as defined in 16 C.F.R. § 255) means any advertising message (including verbal statements, demonstrations, or depictions of the name, signature, likeness or other identifying personal characteristics of an individual or the name or seal of an organization) that consumers are likely to believe reflects the opinions, beliefs, findings, or experiences of a party other than the sponsoring advertiser, even if the views expressed by that party are identical to those of the sponsoring advertiser. The party whose opinions, beliefs, findings, or experience the message appears to reflect will be called the \"Endorser\" and may be an individual, group, or institution.",
      "Essentially Equivalent Product": "means a product that contains the identical ingredients, except for inactive ingredients (e.g., binders, colors, fillers, excipients), in the same form and dosage, and with the same route of administration (e.g., orally, sublingually), as the Covered Product; provided that the Covered Product may contain additional ingredients if reliable scientific evidence generally accepted by experts in the field indicates that the amount and combination of additional ingredients is unlikely to impede or inhibit the effectiveness of the ingredients in the Essentially Equivalent Product.",
      "Food": "(as defined in Section 15 of the FTC Act, 15 U.S.C. § 55) means: A. Any articles used for food or drink for man or other animals; B. Chewing gum; and C. Any articles used for components of any such article.",
      "Individual Defendant": "means Don Juravin and/or George C. Whiting, by whatever name(s) they may be known.",
      "Material Connection": "shall mean any relationship that materially affects the weight or credibility of any Endorsement and that would not be reasonably expected by consumers.",
      "Person": "means a natural person, an organization or other legal entity, including a corporation, partnership, sole proprietorship, limited liability company, association, cooperative, or any other group or combination acting as an entity.",
      "Review-Limiting Contract Term": "means a contract term that: A. prohibits or restricts the ability of a Person who is a party to the contract to engage in a Covered Communication; B. imposes a penalty or fee against a Person who is a party to the contract for engaging in a Covered Communication; or C. transfers, or requires a Person who is a party to the contract to transfer, to any other Person any intellectual property rights in a Covered Communication, with the exception of a non-exclusive license to lawfully use a Covered Communication about a Defendant's goods or services."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibited Representations: Weight-Loss and Efficacy Claims",
        "category": "prohibition",
        "summary": "Defendants are permanently restrained from making weight-loss, appetite suppression, or disease cure claims about Covered Products unless they possess competent and reliable scientific evidence, including randomized, double-blind, placebo-controlled human clinical testing.",
        "requirements": [
          {
            "description": "Must not make weight-loss claims without competent and reliable scientific evidence consisting of human clinical testing",
            "quoted_text": "IT IS ORDERED that Defendants, Defendants' officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with the manufacturing, labeling, advertising, promotion, offering for sale, sale, or distribution of any Covered Product, are hereby PERMANENTLY RESTRAINED AND ENJOINED from making, or assisting others in making, expressly or by implication, including through the use of a good or service name, Endorsement, depiction, or illustration, any representation that, in humans: A. Such Covered Product causes, or assists in causing, weight loss; B. Such Covered Product causes, or assists in causing, weight loss in a specific amount or time, including as much as 21 pounds in a month or as much as 100 pounds in ten months; C. Such Covered Product causes, or assists in causing, any reduction in caloric or Food intake, or any appetite suppression, including reduction of Food intake by as much as fifty percent; D. Use of such Covered Product causes, or assists in causing, weight loss in a specific percentage of users, including that as much as ninety percent of users of a Covered Product will lose substantial amounts of weight; E. Such Covered Product causes or assists in causing, weight-loss benefits that are comparable or superior to bariatric surgery, or to any weight-loss treatment or method; F. Consumption of a Covered Product causes, or assists in causing, reduction of a user's stomach capacity by a specific percentage or amount, within a specific time, or for a specific duration, or that fluid intake will maintain or assist in maintaining any reduction of a user's stomach capacity related to use of a Covered Product; G. Such Covered Product materially contributes to any system, program, plan, or regimen that produces the results referenced in Subsections A-F of this Section; H. Consumers who use the Covered Product can generally expect to achieve the weight loss results represented by an Endorser of such Covered Product; I. Such Covered Product is safe and effective for weight loss in children; or J. Such Covered Product cures, mitigates, or treats any disease; unless the representation is non-misleading and, at the time of making such representation, they possess and rely upon competent and reliable scientific evidence substantiating that the representation is true.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Prohibited Representations: Other Health-Related Claims",
        "category": "prohibition",
        "summary": "Defendants are permanently restrained from making health benefit, performance, or efficacy claims about Covered Products unless they possess competent and reliable scientific evidence to substantiate the claims.",
        "requirements": [
          {
            "description": "Must not make health-related claims without competent and reliable scientific evidence",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants, Defendants' officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with the manufacturing, labeling, advertising, promotion, offering for sale, sale, or distribution of any Covered Product, are hereby PERMANENTLY RESTRAINED AND ENJOINED from making, or assisting others in making, expressly or by implication, including through the use of a good or service name, Endorsement, depiction, or illustration, any representation, other than representations covered under Section I of this Order, about the health benefits, performance, or efficacy of any Covered Product, unless the representation is non-misleading, and, at the time of making such representation, they possess and rely upon competent and reliable scientific evidence that is sufficient in quality and quantity based on standards generally accepted by experts in the relevant disease, condition, or function to which the representation relates when considered in light of the entire body of relevant and reliable scientific evidence, to substantiate that the representation is true.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Prohibited Representations: Tests, Studies, or Other Research",
        "category": "prohibition",
        "summary": "Defendants are permanently restrained from misrepresenting that product performance or benefits are scientifically or clinically proven, or misrepresenting the existence, contents, validity, results, conclusions, or interpretations of any test, study, or research.",
        "requirements": [
          {
            "description": "Must not misrepresent that benefits are scientifically proven or misrepresent test or study results",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants, Defendants' officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with the manufacturing, labeling, advertising, marketing, promotion, offering for sale, sale, or distribution of any good or service, are hereby PERMANENTLY RESTRAINED AND ENJOINED from misrepresenting, or assisting others in misrepresenting, directly or by implication, including through the use of any good or service name, Endorsement, depiction, or illustration: A. That the performance or benefits of such good or service are scientifically or clinically proven or otherwise established, including that the efficacy of any Covered Product for achieving weight loss is scientifically proven or that any Covered Product is scientifically proven to have a ninety-percent success rate in forcing users to eat half their usual Food intake and cause substantial weight loss; or B. The existence, contents, validity, results, conclusions, or interpretations of any test, study, or other research.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "FDA Approved Claims",
        "category": "affirmative_obligation",
        "summary": "This provision permits Defendants to make representations that are approved by the FDA in drug labeling or authorized for use in product labeling under FDA regulations.",
        "requirements": [
          {
            "description": "May make FDA-approved representations for drugs and products as authorized by FDA regulations",
            "quoted_text": "IT IS FURTHER ORDERED that nothing in this Order shall prohibit Defendants from: A. For any Drug, making a representation that is approved in labeling for such Drug under any tentative or final monograph promulgated by the Food and Drug Administration, or under any new Drug application approved by the Food and Drug Administration; and B. For any product, making a representation that is specifically authorized for use in labeling for such product by regulations promulgated by the Food and Drug Administration pursuant to the Nutrition Labeling and Education Act of 1990 or permitted under Sections 303-304 of the Food and Drug Administration Modernization Act of 1997.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Prohibitions and Limits on Use of Certain Contract Provisions and on Certain Representations and Threats About Customer Communications",
        "category": "prohibition",
        "summary": "Defendants are permanently restrained from using or enforcing review-limiting contract terms (non-disparagement clauses), threatening customers over negative reviews, misrepresenting liability for truthful statements, claiming customers owe price differences for posting reviews, or retaliating against persons who cooperate with the FTC.",
        "requirements": [
          {
            "description": "Must not offer contracts with review-limiting terms or enforce non-disparagement clauses",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants, Defendants' officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with the manufacturing, labeling, advertising, marketing, promotion, offering for sale, sale, or distribution of any good or service, are hereby PERMANENTLY RESTRAINED AND ENJOINED from: A. Offering to any prospective customer a contract, or offering to any customer a renewal contract, that includes a Review-Limiting Contract Term; B. Requiring that a customer accept a Review-Limiting Contract Term as a condition of a Defendant's fulfillment of its obligations under a customer contract; C. Representing, including through any notice, warning, threat to enforce, or attempt to enforce, to any purchaser of any good or service — regardless of when purchased — that any contract: 1. Prohibits purchasers from speaking or publishing truthful or non- defamatory negative comments or reviews about any Defendant, or the Defendant's goods, services, agents, or employees; or 2. Imposes any precondition on purchasers speaking or publishing any comments or reviews about any Defendant, or the Defendant's goods, services, agents, or employees; D. Representing that any purchaser of any Covered Product could be liable for defamation or other legal liability for speaking or publishing any statement that the Covered Product was ineffective, including that it did not cause or assist in causing them to lose or maintain weight, to reduce their caloric or Food intake, to reduce their stomach capacity, or to reduce their appetite; E. Representing that any purchaser of any good or service owes or has agreed to pay the difference between any purported \"discount price,\" \"subsidized price,\" or other price the purchaser was actually charged at the time of purchase of a good or service, and any higher or \"full price\" for a good or service, if the purchaser speaks or publishes negative comments or reviews about any Defendant, or the Defendant's goods, services, agents, or employees; or F. Retaliating, or threatening to take or taking any adverse action, against any Person who communicates or cooperates with, provides statements, documents, or information to, or testifies on behalf of, the FTC or other party in connection with any law enforcement investigation or litigation, or who has done so during or prior to this litigation, including by enforcing or threatening to enforce any contractual provision representing that it limits or prohibits the Person from speaking or publishing negative or disparaging comments or reviews about any Defendant, the Defendant's goods, services, agents, or employee.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Deceptive Format in Advertising",
        "category": "prohibition",
        "summary": "Defendants are permanently restrained from misrepresenting that any website or publication is an independent, objective resource for research or scientific information.",
        "requirements": [
          {
            "description": "Must not misrepresent that websites or publications are independent or objective",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants, Defendants' officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with the manufacturing, labeling, advertising, promotion, offering for sale, sale, or distribution of any good or service, including any Covered Product, are hereby PERMANENTLY RESTRAINED AND ENJOINED from misrepresenting that any website (including Gastricbypass.me) or other publication is an independent, objective resource for research or other scientific information, or other information relating to such good or service.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Prohibitions Concerning Endorsements",
        "category": "prohibition",
        "summary": "Defendants are permanently restrained from misrepresenting that endorsements represent endorsers' genuine opinions, misrepresenting endorser expertise or health professional status, and failing to clearly and conspicuously disclose material connections with endorsers.",
        "requirements": [
          {
            "description": "Must not misrepresent endorsements and must disclose material connections clearly and conspicuously",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants, Defendants' officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with the manufacturing, labeling, advertising, promotion, offering for sale, sale, or distribution of any good or service, including any Covered Product, are hereby PERMANENTLY RESTRAINED AND ENJOINED from: A. Misrepresenting, in any manner, expressly or by implication, that an Endorsement of any such good or service represents the opinions, findings, beliefs, or experience of the Endorser; B. Misrepresenting, in any manner, expressly or by implication, that any Person is an expert with respect to the Endorsement message provided by that person, or that an Endorser of any such good or service is a health professional; and C. Failing to disclose, Clearly and Conspicuously, and in Close Proximity to the representation, a Material Connection, when one exists, between the Endorser and any Defendant.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Prohibited Representations: Information Privacy",
        "category": "prohibition",
        "summary": "Defendants are permanently restrained from misrepresenting the extent to which they maintain the confidentiality of consumer information.",
        "requirements": [
          {
            "description": "Must not misrepresent confidentiality practices for consumer information",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants, Defendants' officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with the manufacturing, labeling, advertising, promotion, offering for sale, sale, or distribution of any good or service, including any Covered Product, are hereby PERMANENTLY RESTRAINED AND ENJOINED from misrepresenting the extent to which they maintain the confidentiality of consumer information.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Monetary Judgment",
        "category": "affirmative_obligation",
        "summary": "A judgment of $25,246,000 is entered against Corporate Defendants and Individual Defendant Don Juravin for equitable monetary relief. Asset Transfer Defendants must transfer frozen assets to the FTC within 15 days.",
        "requirements": [
          {
            "description": "Asset Transfer Defendants and iPayment, Inc. must transfer all funds held in the name of Roca Labs Nutraceutical USA, Inc. or any other Asset Transfer Defendant to the Commission",
            "quoted_text": "Asset Transfer Defendants and iPayment, Inc., and its successors and assigns, are ordered to transfer all funds held in the name of Roca Labs Nutraceutical USA, Inc., or any other Asset Transfer Defendant, to the Commission. Such payment must be made within 15 days of entry of this Order by electronic fund transfer in accordance with instructions previously provided by a representative of the Commission.",
            "deadline": "15 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Asset Transfer Defendants, Jugaad Co., and Wells Fargo must transfer all funds held in Jugaad Co. account ending in 2137 to the Commission",
            "quoted_text": "Asset Transfer Defendants, Jugaad Co. and its successors and assigns, and Wells Fargo Bank, N.A. and its successors and assigns, are ordered to transfer all funds held in the name of Jugaad Co. in account number ending in 2137 to the Commission. Such payment must be made within 15 days of entry of this Order by electronic fund transfer in accordance with instructions previously provided by a representative of the Commission.",
            "deadline": "15 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Lifting of Asset Freeze",
        "category": "affirmative_obligation",
        "summary": "The asset freeze is modified to permit payments and transfers identified in the Monetary Judgment section, and dissolved upon completion of those payments and transfers.",
        "requirements": [
          {
            "description": "Asset freeze is modified to permit specified payments and dissolved upon completion",
            "quoted_text": "IT IS FURTHER ORDERED that the asset freeze entered by this Court on September 13, 2016, (Dkt. 90), and extended on November 9, 2018, (Dkt. 245), is modified to permit the payments and transfers identified in the Monetary Judgment section of this Order, and upon completion of all such payments and transfers, the asset freeze is dissolved.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XI",
        "title": "Customer Information",
        "category": "affirmative_obligation",
        "summary": "Defendants must provide customer information to the FTC for consumer redress within 14 days if requested, and are permanently restrained from disclosing, using, or benefiting from customer information obtained prior to entry of this Order, with limited exceptions.",
        "requirements": [
          {
            "description": "Must provide customer information to FTC for redress purposes within 14 days if requested",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants, Defendants' officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, are hereby PERMANENTLY RESTRAINED AND ENJOINED from directly or indirectly: A. Failing to provide sufficient customer information to enable the FTC to efficiently administer consumer redress. If a representative of the FTC requests in writing any information related to redress, Defendants must provide it, in the form prescribed by the FTC, within 14 days",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not disclose, use, or benefit from customer information obtained prior to entry of this Order, subject to limited exceptions",
            "quoted_text": "B. Disclosing, using, or benefitting from customer information, including the name, address, telephone number, email address, Social Security number, other identifying information, or any data that enables access to a customer's account (including a credit card, bank account, or other financial account), that any Defendant obtained prior to entry of this Order in connection with the manufacturing, labeling, advertising, marketing, promotion, offering for sale, sale, or distribution of any Covered Product; Provided, however, that customer information may be disclosed to the extent requested by a government agency or required by law, regulation, or court order, or to the extent that such disclosure is reasonably necessary to protect the health or safety of any Person or address any billing or shipping inquiry, and that Defendants may use customer information to respond to customer-initiated support inquiries, but not to advertise or sell any good or service to, or solicit any Endorsement from, such customers.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XII",
        "title": "Preservation of Records Relating to Competent and Reliable Human Clinical Tests or Studies",
        "category": "recordkeeping",
        "summary": "Defendants must secure and preserve all underlying or supporting data and documents relevant to any human clinical test or study upon which they rely to substantiate claims covered by this Order, unless it is a Reliably Reported test not sponsored by Defendants or related parties.",
        "requirements": [
          {
            "description": "Must secure and preserve all data and documents related to human clinical tests used to substantiate claims",
            "quoted_text": "IT IS FURTHER ORDERED that, with regard to any human clinical test or study (\"test\") upon which Defendants rely to substantiate any claim covered by this Order, Defendants shall secure and preserve all underlying or supporting data and documents generally accepted by experts in the field as relevant to an assessment of the test, including: A. All protocols and protocol amendments, reports, articles, write-ups, or other accounts of the results of the test, and drafts of such documents reviewed by the test sponsor or any other Person not employed by the research entity; B. All documents referring or relating to recruitment; randomization; instructions, including oral instructions, to participants; and participant compliance; C. Documents sufficient to identify all test participants, including any participants who did not complete the test, and all communications with any participants relating to the test; all raw data collected from participants enrolled in the test, including any participants who did not complete the test; source documents for such data; any data dictionaries; and any case report forms; D. All documents referring or relating to any statistical analysis of any test data, including any pretest analysis, intent-to-treat analysis, or between-group analysis performed on any test data; and E. All documents referring or relating to the sponsorship of the test, including all communications and contracts between any sponsor and the test's researchers.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "For tests conducted, controlled, or sponsored by Defendants, must establish and maintain reasonable procedures to protect confidentiality, security, and integrity of participant personal information",
            "quoted_text": "For any test conducted, controlled, or sponsored, in whole or in part, by Defendants, Defendants must establish and maintain reasonable procedures to protect the confidentiality, security, and integrity of any personal information collected from or about participants. These procedures must be documented in writing and must contain administrative, technical, and physical safeguards appropriate to Corporate Defendants' size and complexity, the nature and scope of Defendants' activities, and the sensitivity of the personal information collected from or about the participants.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XIII",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Defendants must submit acknowledgment of receipt of this Order within 7 days, deliver copies to specified personnel, and obtain signed acknowledgments from recipients within 30 days. This requirement continues for 20 years.",
        "requirements": [
          {
            "description": "Each Defendant must submit acknowledgment of receipt of Order to FTC",
            "quoted_text": "A. Each Defendant, within 7 days of entry of this Order, must submit to the FTC an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "For 20 years, Defendants must deliver copy of Order to principals, officers, directors, managers, and specified employees within 7 days for current personnel and before others assume responsibilities",
            "quoted_text": "B. For 20 years after entry of this Order, each Individual Defendant, for any business that such Defendant, individually or collectively with any other Defendants, is the majority owner or controls directly or indirectly, and each Corporate Defendant, must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all current employees, agents, and representatives who have participated in conduct specified in Sections I through VIII; (3) all employees, agents, and representatives who participate in conduct related to the subject matter specified in Sections I through VIII, X, and XI; and (4) any business entity resulting from any change in structure as set forth in the Section entitled Compliance Reporting. Delivery must occur within 7 days of entry of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must obtain signed and dated acknowledgment of receipt from each individual or entity to which Order was delivered",
            "quoted_text": "C. From each individual or entity to which a Defendant delivered a copy of this Order, that Defendant must obtain, within 30 days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XIV",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendants must submit compliance reports to the FTC one year after entry of this Order and provide compliance notices within 14 days of specified changes for 20 years. Reports must be sworn under penalty of perjury and include detailed business and personal information.",
        "requirements": [
          {
            "description": "Must submit initial compliance report one year after entry of Order",
            "quoted_text": "A. One year after entry of this Order, each Defendant must submit a compliance report, sworn under penalty of perjury: 1. Each Defendant must: (a) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the FTC may use to communicate with Defendant; (b) identify all of that Defendant's businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (c) describe the activities of each business, including the goods or services offered, the means of advertising, marketing, and sales, and the involvement of any other Defendant (which Defendants must describe if they know or should know due to their own involvement); (d) describe in detail whether and how that Defendant is in compliance with each Section of this Order; and (e) provide a copy of each Order Acknowledgment obtained pursuant to this Order, unless previously submitted to the FTC. 2. Additionally, each Individual Defendant must: (a) identify all telephone numbers and all physical, postal, email, and Internet addresses, including all residences; (b) identify all business activities, including any business for which such Defendant performs services whether as an employee or otherwise and any entity in which such Defendant has any ownership interest; and (c) describe in detail such Defendant's involvement in each such business, including title, role, responsibilities, participation, authority, control, and any ownership.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "For 20 years, must submit compliance notice within 14 days of specified changes",
            "quoted_text": "B. For 20 years after entry of this Order, each Defendant must submit a compliance notice, sworn under penalty of perjury, within 14 calendar days of any change in the following: 1. Each Defendant must report any change in: (a) any designated point of contact; or (b) the structure of Corporate Defendants, and any entity that either Individual Defendant has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order. 2. Additionally, each Individual Defendant must report any change in: (a) name, including aliases or fictitious name, or residence address; or (b) title or role in any business activity, including any business for which such Defendant performs services whether as an employee or otherwise and any entity in which such Defendant has any ownership interest, and identify the name, physical address, and any Internet address of the business or entity.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must submit notice of bankruptcy filing within 14 days",
            "quoted_text": "C. Each Defendant must submit to the FTC notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against such Defendant within 14 calendar days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XV",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendants must create specified records for 20 years after entry of the Order and retain each such record for 5 years, including accounting records, personnel records, compliance records, consumer complaints, and marketing materials.",
        "requirements": [
          {
            "description": "Must create and retain specified records for 20 years (create) and 5 years (retain each record)",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants must create certain records for 20 years after entry of the Order, and retain each such record for 5 years. Specifically, Corporate Defendants and Individual Defendants, for any business in which such Individual Defendant, either, individually or collectively with any other Defendants, is a majority owner or controls directly or indirectly, must create and retain the following records: A. Accounting records showing the revenues from all goods or services sold; B. Personnel records showing, for each Person providing services, whether as an employee or otherwise, that person's: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination; C. All records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the FTC; D. Records of all consumer complaints and refund requests concerning the subject matter of this Order, whether received directly or indirectly, such as through a third party, and any response; E. Records of all communications with consumers concerning the subject matter of this Order regarding any allegedly defamatory or legally actionable statement, or any alleged breach of contract; F. Records of all communications with consumers, or with persons making any Endorsement, regarding any Endorsement concerning the subject matter of this Order; G. Records of all support communications with customers who purchased a Covered Product prior to entry of this Order; and H. A copy of each unique advertisement or other marketing material disseminated by or on behalf of the Defendants concerning the subject matter of this Order, including any web pages, websites, videos, search ads, display banners, mobile web banners, mobile web posters, and any interstitial, email, social media site or application, short message service (SMS), and multimedia messaging service (MMS) advertisements.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "XVI",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "For purposes of monitoring compliance with this Order, Defendants must within 14 days of FTC request submit additional compliance reports, appear for depositions, and produce documents. The FTC is authorized to communicate directly with Defendants, interview personnel, use undercover methods, and obtain consumer reports.",
        "requirements": [
          {
            "description": "Must comply with FTC monitoring requests within 14 days, including submitting reports, appearing for depositions, and producing documents",
            "quoted_text": "A. Within 14 days of receipt of a written request from a representative of the FTC, each Defendant must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury; appear for depositions; and produce documents for inspection and copying. The FTC is also authorized to obtain discovery, without further leave of court, using any of the procedures prescribed by Federal Rules of Civil Procedure 29, 30 (including telephonic depositions), 31, 33, 34, 36, 45, and 69, except that the FTC shall not enter upon the property of any Defendant pursuant to Fed. R. Civ. P. 34(a)(2) without a specific subsequent order of the Court or stipulation, and the FTC shall have no authority under this Order under Fed. R. Civ. P. 69 without following the judicial procedures prescribed by applicable law.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must permit FTC to communicate directly with Defendants and interview personnel who agree to interviews",
            "quoted_text": "B. For matters concerning this Order, the FTC is authorized to communicate directly with each Defendant. Defendants must permit representatives of the FTC to interview any employee or other Person affiliated with any Defendant who has agreed to such an interview. The Person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XVII",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
        "requirements": [
          {
            "description": "Court retains jurisdiction for construction, modification, and enforcement",
            "quoted_text": "IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "For 20 years after entry of this Order, each Individual Defendant, for any business that such Defendant, individually or collectively with any other Defendants, is the majority owner or controls directly or indirectly, and each Corporate Defendant, must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all current employees, agents, and representatives who have participated in conduct specified in Sections I through VIII; (3) all employees, agents, and representatives who participate in conduct related to the subject matter specified in Sections I through VIII, X, and XI; and (4) any business entity resulting from any change in structure as set forth in the Section entitled Compliance Reporting."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "07.25, Roca Labs Complaint.pdf",
      "order": "07.25, Roca Labs Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 7,
      "complaint_representations": 9,
      "order_provisions": 17,
      "order_definitions": 15,
      "order_requirements": 25
    },
    "processing_time_seconds": 258.6
  }
}