{
  "case_info": {
    "docket_number": "Civil Action No. 8:09-cv-00936-DOC(RNB)",
    "company": {
      "name": "Metropolitan Home Mortgage, Inc.",
      "incorporation_state": "California",
      "entity_type": "corporation",
      "address": "4 Park Plaza, Suite 800, Irvine, California 92614",
      "business_description": "Metropolitan Home Mortgage, Inc., also doing business as Wholesale Home Lenders, is a for-profit mortgage lending corporation that transacted business in the Central District of California."
    },
    "commissioners": [],
    "case_date": {
      "month": 8,
      "year": 2009
    },
    "legal_authority": "Sections 5(a), 13(b), and 16(a) of the Federal Trade Commission Act, 15 U.S.C. §§ 45(a), 53(b), and 56(a); sections 615 and 621 of the Fair Credit Reporting Act, 15 U.S.C. §§ 1681m and 1681s; and the Prescreen Opt-Out Notice Rule, 16 C.F.R. Part 642",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/metropolitan-home-mortgage-inc-also-dba-wholesale-home-lenders"
  },
  "complaint": {
    "factual_background": "Metropolitan Home Mortgage, Inc. (also doing business as Wholesale Home Lenders) marketed mortgage products by sending prescreened solicitations to consumers between at least January 2006 and January 2008. These solicitations failed to comply with the FTC's Prescreen Opt-Out Notice Rule and Section 615(d)(2) of the Fair Credit Reporting Act (FCRA). Specifically, the solicitations either lacked the required short opt-out notice on the front page, failed to display it in the required type style and size, or contained a long notice that was improperly formatted—too small, not visually distinct, not set apart from surrounding text, and/or missing the required 'PRESCREEN & OPT-OUT NOTICE' heading. The FTC characterized these as knowing violations constituting a pattern or practice, subjecting Metropolitan to civil penalties of up to $2,500 per violation.",
    "representations_made": [
      {
        "description": "Defendant sent prescreened mortgage solicitations to consumers that failed to include a properly formatted short opt-out notice on the front page of the solicitation",
        "quoted_text": "14. From at least January 2006 to January 2008, the prescreened 11 solicitations sent by Defendant to consumers did not comply with the Rule in one. 12 or more of the following respects: 13 a. the solicitations did not contain a short notice on the front page 14 of the solicitation, in violation of section 642.3(a)(2)(ii) of the 15 Rule;",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 14,
        "quote_start_line": 192,
        "quote_end_line": 202
      },
      {
        "description": "Solicitations contained opt-out information on the front page but not in the required distinct type style or larger type size as mandated by the Prescreen Rule",
        "quoted_text": "b. the solicitations contained information on the front page of the 17 solicitation about how a consumer can opt-out from receiving 18 prescreened solicitations, but that information was not in a type 19 style distinct from the principal type style used on the same 20 page, or in a type size that is larger than the type size of the 21 principal text on the same page in violation of section 22 642.3(a)(2)(i) of the Rule;",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 14,
        "quote_start_line": 204,
        "quote_end_line": 216
      },
      {
        "description": "Solicitations contained a long notice that was in too small a type size, not in a distinct type style, not set apart from other text, and/or lacked the required heading",
        "quoted_text": "c. the solicitations contained a long notice that (a) was in a type 24 size smaller than the type size of the principal text on the same 25 page, (b) was in a type style that was not distinct from the 26 principal type style used on the same page, (c) was not set apart 27 from other text on the page, and/or (d) did not include the 28 Complaint - Metropolitan Page 5 of .8 1 prescribed heading, in violation of section 642.3(b )(2)(iii) of 2 the Rule.",
        "verified": true,
        "confidence": 0.85,
        "source_paragraph": 14,
        "quote_start_line": 218,
        "quote_end_line": 232
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Violations of Section 615(d)(2) of the FCRA and the Prescreen Rule",
        "representation": "Defendant sent written prescreened mortgage solicitations to consumers from at least January 2006 to January 2008 that did not contain the required short opt-out notice on the front page in the proper type style and size, and/or contained a long notice that was improperly formatted, lacked the required heading, and/or was not visually set apart from surrounding text",
        "fact": "Section 615(d)(2) of the FCRA and the FTC's Prescreen Opt-Out Notice Rule (16 C.F.R. Part 642) require that all written prescreened solicitations include a clearly and conspicuously presented short notice on the front page in a distinct type style larger than the principal text (minimum 12-point), and a long notice with the heading 'PRESCREEN & OPT-OUT NOTICE' in a distinct type style no smaller than 8-point, set apart from other text, containing all disclosures required by Section 615(d)(1) of the FCRA",
        "conclusion": "By and through the acts and practices described in paragraph 14, Defendant violated section 615(d)(2) of the FCRA, 15 U.S.C. §1681m(d)(2), and section 642.3 of the Prescreen Rule, 16 C.F.R. Part 642.3, which also constitute unfair or deceptive acts or practices in violation of section 5(a) of the FTC Act, 15 U.S.C. §45(a)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Defendant": "Metropolitan Home Mortgage, Inc. (\"Metropolitan\"), also doing business as Wholesale Home Lenders (\"Wholesale\"), and its successors and assigns.",
      "FCRA definitions": "The definitions set forth in the FCRA, 15 U.S.C. §§ 1681a, et seq, and the Prescreen Opt-Out Notice Rule, 16 C.F.R. Part 642, shall apply."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Civil Penalty",
        "category": "affirmative_obligation",
        "summary": "Defendant must pay a $20,000 civil penalty to the United States within ten business days of entry of the Order, with default interest provisions and no discharge in bankruptcy.",
        "requirements": [
          {
            "description": "Defendant shall pay a civil penalty of $20,000 pursuant to section 621(a) of the FCRA",
            "quoted_text": "23 IT IS ORDERED that Defendant shall pay to Plaintiff, pursuant to section 24 621(a) of the FCRA, 15 U.S.C. § 168Is(a), a civil penalty in the amount of Twenty 25 Thousand Dollars ($20,000) as follows:",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 126,
            "quote_end_line": 128
          },
          {
            "description": "Defendant shall make the $20,000 payment within ten (10) business days of the date of entry of this Order by electronic fund transfer or cashier's check",
            "quoted_text": "1 A. Defendant shall make this payment within ten (10) business days of the date 2 of entry of this Order by electronic f-and transfer or cashier’s check in 3 accordance with instructions provided by the. Office of Consumer Litigation, 4 Civil Division, U.S. Department of Justice, Washington, D.C. 20530, for 5 appropriate disposition.",
            "deadline": "10 business days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 135,
            "quote_end_line": 139
          },
          {
            "description": "In the event of default continuing for ten (10) days beyond the due date, the entire unpaid penalty plus interest shall immediately become due and payable",
            "quoted_text": "6 B. In.the event of any default in payment, which default continues for ten (10) 7 days beyond the due date of payment, the entire unpaid penalty, together 8 with interest, as computed pursuant to 28 U.S.C. § 1961, from the date of 9 default to the date of payment, shall immediately become due and payable;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 140,
            "quote_end_line": 143
          },
          {
            "description": "The civil penalty judgment is owed to the United States Government and is not subject to discharge under the Bankruptcy Code",
            "quoted_text": "10 C. This judgment represents a civil penalty owed to the United States 11 Govermnent and is not compensation for actual pecuniary loss, and, 12 therefore, it is not subject to discharge under the Bankruptcy Code pursuant 13 to 11 U.S.C. § 523(a)(7).",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 144,
            "quote_end_line": 147
          },
          {
            "description": "Proceedings to collect unpaid civil penalty are in addition to, and not in lieu of, any other civil or criminal penalties provided by law",
            "quoted_text": "14 D. Proceedings initiated under this Part to collect any unpaid civil penal .~ are. in 15 addition to, and not in lieu of, any other civil or criminal penalties that may 16 be provided by law, including any other proceedings Plaintiff may initiate to 17 enforce this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 148,
            "quote_end_line": 151
          },
          {
            "description": "Defendant relinquishes all dominion, control, and title to the funds paid and shall make no claim to or demand return of the funds",
            "quoted_text": "18 E. Defendant relinquishes all dominion, control, and rifle to the funds paid to 19 the fullest extent permitted by law. Defendant shall mal~e no claim to or 20 demand return of the funds, directly or indirectly, through counsel or 21 otherwise.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 152,
            "quote_end_line": 155
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Prohibited Business Activities",
        "category": "prohibition",
        "summary": "Defendant and all persons acting in concert with it are permanently restrained from failing to comply with the Prescreen Opt-Out Notice Rule regarding required consumer opt-out notices in connection with firm offers of credit or insurance.",
        "requirements": [
          {
            "description": "Defendant and all persons in active concert or participation with it are permanently restrained and enjoined from failing to comply with the Prescreen Opt-Out Notice Rule, 16 C.F.R. Part 642, regarding notices to consumers of their right to opt out of having their consumer report information used to send unsolicited offers of credit or insurance",
            "quoted_text": "23 IT IS FURTHER ORDERED that Defendant, and its officers, agents, 24 servants, employees, and all persons or entities in active concert or participation 25 with any of them, who receive actual notice of this Order by personal service or 26 otherwise, whether acting directly or through any business entity, corporation, 27 28 Stipulated Judgment - Metropolitan Page 4 of 12 Case 8:09-cv-00936-DOC-RNB Document 3 Filed 10/05/2009 Page 5 of 1 1 subsidiary, division, affiliate, or other device, in connection with the making of any 2 \"firm offer of credit or insurance\" as that term is defined in section 603(1) of the 3 FCRA, 15 U.S.C. § 1681a(1), are hereby permanently restrained and enjoined from 4 failing to comply with the Prescreen Opt-Out Notice Rule, 16 C.F.R. Part 642, 5 which establishes the format, type size, and manner of the notices to consumers 6 requJ.re.d pursuant to section 6!5(d) of the FCRA, 15 U.S.C~ § 168Ira(d), informing 7 consumers of their, right to opt out of having their consumer report information 8 used to send them unsolicited offers of credit or insurmace.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 157,
            "quote_end_line": 173
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The FTC is authorized to monitor and investigate Defendant's compliance with the Order, including requiring written reports, document production, depositions, and facility access; and interviewing Defendant's personnel.",
        "requirements": [
          {
            "description": "Within ten (10) days of receipt of written notice from a Commission representative, Defendant shall submit written reports, produce documents for inspection, appear for deposition, and/or provide entry to business locations during normal business hours",
            "quoted_text": "12 A. Within ten (10) days of receipt of wriRen notice from a representative of the 13 Commission, Defendant shall submit additional written reports, which are 14 true and accurate and sworn to under penalty of perjury; produce documents 15 for inspection and copying; appear for deposition; and/or provide entry 16 during normal business hours to any business location in Defendant’s 17 possession or direct or indirect control to inspect the business operation;",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 177,
            "quote_end_line": 182
          },
          {
            "description": "The Commission is authorized to use all other lawful means, including obtaining discovery from any person without further leave of court, using procedures prescribed by Fed. R. Civ. P. 30, 31, 33, 34, 36, 45, and 69",
            "quoted_text": "18 B. In addition, the Commission is authorized to use all other lawful means, 19 including but not limited to, obtaining discovery from any person, without 20 further leave of court, using the procedures prescribed by Fed. R. Cir. P. 30, 21 31, 33, 34, 36, 45 and 69; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 183,
            "quote_end_line": 186
          },
          {
            "description": "Defendant shall permit Commission representatives to interview any employer, consultant, independent contractor, representative, agent, or employee who has agreed to such an interview relating to conduct subject to this Order",
            "quoted_text": "22 C. Defendant shall permit representatives of the Commission to interview any 23 employer, consultant, independent contractor, representative, agent, or 24 employee who has agreed to such an interview, relating in any way to any ¯ 25 conduct subject to this Order. The person interviewed may have counsel 26 present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 187,
            "quote_end_line": 191
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "For five years, Defendant must notify the FTC of structural business changes at least 30 days in advance, file an initial compliance report at 180 days and annually thereafter, notify the FTC of any bankruptcy filing within 15 days, and send all reports to the FTC by overnight courier or first-class mail with electronic copy.",
        "requirements": [
          {
            "description": "For five (5) years from entry of this Order, Defendant shall notify the Commission of any change in structure or any business entity it controls that may affect compliance obligations, at least thirty (30) days prior to such change (or as soon as practicable if less than 30 days' notice is possible)",
            "quoted_text": "10 A. For a period of five (5) years from the date of entry of this Order, Defendant 1! shall notify the Commission of any change in structure or any business 12 entity that Defendant directly or indirectly controls, or has an ownership 13 interest in, that may affect compliance obligations arising under this Order, 14 including but not limited to: incorporation or other organization; a 15 dissolution, assignment, sale, merger, or other action; the creation or 16 dissolution of a subsidiary, parent~ or affiliate that engages in any acts or 17 practices subject to this Order; or a change in the business name or address, at least thirty (30) days prior to such change, provided that, with. respect to 19 any proposed change in the business entity about which Defendant learns 20 less than thirty (30) days prior to the date such action is to take place, such 21 Defendant shall notify the Commission as soon as practicable after obtaining 22 such lmowledge.",
            "deadline": "30 days prior to change",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 206,
            "quote_end_line": 218
          },
          {
            "description": "One hundred eighty (180) days after entry of this Order and annually thereafter for five (5) years, Defendant shall provide a written compliance report to the FTC, sworn under penalty of perjury, detailing the manner and form of compliance, including copies of acknowledgments and any changes reported under Subsection A",
            "quoted_text": "23 B. One hundred eighty (180) days after thedate of entry of this Order and 24 annually thereafter for a period of five (5) years, Defendant shall provide a 25 written report to the FTC, which is true and accurate and sworn to under 26 penalty of perjury, setting forth in detail the manner and form in which they 27 28 Stipulated Judgment - Metropolitan Page 6 of 12 Case 8:09-cv-00936-DOC-RNB Document 3 Filed 10/05/2009 Page 7 of I 1 have complied and are complying with this Order. This ’report shall include, 2 but not be limited to: 3 1. A copy of each acknowledgment of receipt of this Order, obtained 4 pursuant to the Section titled \"Distribution of Order;\" and 5 2. Any other changes required to be reported under Subsection A of this 6 section.",
            "deadline": "180 days, then annually for 5 years",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 219,
            "quote_end_line": 233
          },
          {
            "description": "Defendant shall notify the Commission of the filing of a bankruptcy petition within fifteen (15) days of filing",
            "quoted_text": "7 Defendant shall notify the Commission of the filing of a banh’uptcy 8 petition by such Defendant within fifteen (15) days of filing.",
            "deadline": "15 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 234,
            "quote_end_line": 235
          },
          {
            "description": "Defendant shall send all reports and notifications required by this Order to the Commission's Associate Director for Enforcement by overnight courier (or first-class mail with simultaneous electronic copy to DEBrief@ftc.gov)",
            "quoted_text": "9 For the purposes of this Order, Defendant sha~, unless otherwise directed 10 by the Commission’s authorized representatives, send by overnight courier 11 all reports and notifications required by this Order to the Commission, to 12 the following address: 13 Associate Director for Enforcement Federal Trade Commission 14 600 Pennsylvania Avenue, N.W., Room NJ-2122 Washinzt6n, DC 20580 . 15 RE: FTC v. Wholesale Home Mortgage 16 Provided, that, in lieu of ovemight courier, Defendant may send such reporfs 17 or notifications by f~st-class mail, but only if Defendant contemporaneously 18 sends an electronic version of such report or notification to the Commission 19 at: DEBrief@ftc.gov.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 236,
            "quote_end_line": 252
          },
          {
            "description": "For purposes of compliance reporting and monitoring, the Commission is authorized to communicate directly with Defendant",
            "quoted_text": "E. For purposes of compliance reporting and monitoring required by this 21 Order, the Commission is authorized to communicate directly with 22 Defendant.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 254,
            "quote_end_line": 258
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Record Keeping Provisions",
        "category": "recordkeeping",
        "summary": "For eight years from entry of the Order, Defendant must create and retain copies of prescreened solicitations, written opt-out procedures, and all documents necessary to demonstrate full compliance with the Order.",
        "requirements": [
          {
            "description": "For eight (8) years from entry of this Order, Defendant and its agents, employees, and officers are restrained from failing to create and retain a copy of each separate and materially distinct written prescreened solicitation and related promotional materials sent to consumers",
            "quoted_text": "IT IS FURTI~R ORDERED that, for a period of eight (8) years from the 25 date of entry of this Order, Defendant and its agents, employees, officers, 26 corporations, and those persons in active concert or participation with them who 2\"/ 28 Stipulated Judgment - Metropolitan Page 7 of 12 Case 8:09-cv-00936-DOC-RNB Document 3 Filed 10/05/2009 Page 8 of 1: 1 receive actual notice of this Order by personal service or otherwise, are hereby 2 restrained and enjoined from failing to create and retain the following records: 3 A. A copy of each separate and materially distinct written prescreened 4 solicitation sent to consumers and any related promotional materials sent to 5 consumers,",
            "deadline": "8 years",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 262,
            "quote_end_line": 276
          },
          {
            "description": "Create and retain written procedures to ensure that consumers who have opted out of receiving prescreened solicitations will not receive such solicitations",
            "quoted_text": "6 B. Written Wocedure.s to ensure that consumers who have opted out of 7 receiving prescreened solicitations will not receive prescreened solicitations,",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 277,
            "quote_end_line": 278
          },
          {
            "description": "Create and retain all records and documents necessary to demonstrate full compliance with each provision of this Order, including copies of acknowledgments of receipt of this Order and all reports submitted to the FTC",
            "quoted_text": "(2. All records and documents necessary to demonstrate full compliance with 10 each provision of this Order, including but not limited to, copies of 11 acknowledgments of receipt of this Order required by the Sections titled 12 \"Distribution of Order\" and \"Acknowledgement of Receipt of Order\" and all 13 reports submitted to the FTC pursuant to the Section rifled \"Compliance 14 Reporting.\"",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 280,
            "quote_end_line": 285
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Distribution of Order",
        "category": "acknowledgment",
        "summary": "For five years from service of the Order, Defendant must deliver copies of the Order to all principals, officers, managers, and relevant employees and obtain signed acknowledgments of receipt within 30 days of delivery.",
        "requirements": [
          {
            "description": "For five (5) years from service of this Order, Defendant must deliver copies of the Order to: (1) all principals, officers, directors, and managers; (2) all employees, agents, and representatives engaged in conduct related to the subject matter of the Order; and (3) any business entity resulting from a structural change. Delivery to current personnel shall be within five (5) days of service; to new personnel prior to assuming responsibilities; to entities resulting from structural changes at least ten (10) days prior to the change",
            "quoted_text": "IT IS FURTHER ORDERED that, for a period Of five (5) years from the 17 date of selMce of this Order, Defendant shall deliver copies of this Order as 18 directed below: 19 A. Defendant must deliver a copy of this Order to (1) all of its principals, 20 officers, directors, and managers; (2) all of its employees, agents, and 21 representatives who engage in conduct related to the subject matter of this 22 Order; and (3) any business entity resulting from any change in structure set 23 forth in Subsection A of the Section tiffed \"Compliance Reporting.\" For 24 current personnel, delivery shall be within five (5) days of service of this 25 Order upon Defendant. For new personnel, delivery shall occur prior to 26 them assuming their responsibilities. For any business entity resulting from 27 28 Stipulated Judgment - Metropolitan Page 8 of 12 Case 8:09-cv-.00936-DOC-RNB Document 3 Filed 10/05/2009 Page 9 of 1 3 1 any change in structure set forth in Subsection A oft.he Section titled .2 \"Compliance Reporting,\" delivery shall be at least ten (10) days prior to the 3­ change in structure.",
            "deadline": "5 days for current personnel; prior to assuming responsibilities for new personnel; 10 days prior for structural changes",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 289,
            "quote_end_line": 317
          },
          {
            "description": "Defendant must secure a signed and dated statement acknowledging receipt of the Order from all persons receiving a copy, within thirty (30) days of delivery",
            "quoted_text": "4 B. Defendant must secure a signed and dated statement acknowledging receipt 5 of the Order, within thirty (30) days of delivery, fi:om al! persons receiving a 6 copy of the Order pursuant to this Section.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 318,
            "quote_end_line": 320
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Acknowledgment of Receipt of Order",
        "category": "acknowledgment",
        "summary": "Within five business days of receipt of the Order as entered by the Court, Defendant must submit a truthful sworn statement to the Commission acknowledging receipt.",
        "requirements": [
          {
            "description": "Within five (5) business days of receipt of this Order as entered by the Court, Defendant must submit to the Commission a truthful sworn statement acknowledging receipt of this Order",
            "quoted_text": "8 IT IS FURTHER ORDERED that Defendant, within five (5) business days 9 of receipt of this Order as entered by the Court, must submit to the Commission a IO truthful sworn statement acknowledging receipt of this Order.",
            "deadline": "5 business days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 322,
            "quote_end_line": 324
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Retention of Jurisdiction",
        "category": "monitoring",
        "summary": "The Court retains jurisdiction over this matter for purposes of construction, modification, and enforcement of the Order.",
        "requirements": [
          {
            "description": "This Court shall retain jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order",
            "quoted_text": "12 IT IS FURTHER ORDERED that this Court shall retain jurisdiction 13 of this matter for purposes of construction, modification, .and enforcement of ttiis 14 Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 326,
            "quote_end_line": 328
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Costs and Attorneys' Fees",
        "category": "affirmative_obligation",
        "summary": "Each party shall bear its own costs and attorneys' fees incurred in connection with this action.",
        "requirements": [
          {
            "description": "Each party shall bear its own costs and attorneys' fees incurred in connection with this action",
            "quoted_text": "16 IT IS FURTHER ORDERED that each party shall bear its own costs 17 and attorneys’ fees incurred ha connection with this action.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 330,
            "quote_end_line": 331
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 5,
      "termination_text": "For a period of five (5) years from the date of entry of this Order, Defendant shall notify the Commission of any change in structure or any business entity that Defendant directly or indirectly controls, or has an ownership interest in, that may affect compliance obligations arising under this Order"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "08.09, Metropolitan Home Mortgage, Inc., also dba Wholesale Home Lenders Complaint.pdf",
      "order": "08.09, Metropolitan Home Mortgage, Inc., also dba Wholesale Home Lenders Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 3,
      "order_provisions": 9,
      "order_definitions": 2,
      "order_requirements": 23,
      "provisions_per_section": {
        "I": 6,
        "II": 1,
        "III": 3,
        "IV": 5,
        "V": 3,
        "VI": 2,
        "VII": 1,
        "VIII": 1,
        "IX": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 3,
        "complaint_total": 3,
        "order_verified": 23,
        "order_total": 23
      }
    },
    "processing_time_seconds": 116.1
  }
}