{
  "case_info": {
    "docket_number": "09-cv-01853-CMA-BNB",
    "company": {
      "name": "Quality Terminal Services, LLC",
      "incorporation_state": "Colorado",
      "entity_type": "limited liability company",
      "address": "252 Clayton Street, Fourth Floor, Denver, Colorado 80206",
      "business_description": "Quality Terminal Services provides transportation services on a contract basis to railroads, including Burlington Northern Santa Fe and Union Pacific, with employees working on railroad properties and undergoing background checks for employment purposes."
    },
    "commissioners": [],
    "case_date": {
      "month": 8,
      "year": 2009
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a), and Section 621(a) of the Fair Credit Reporting Act, 15 U.S.C. § 1681s(a)",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/082-3022-united-states-america-federal-trade-commission-plaintiff-v-quality-terminal-services-llc-limited"
  },
  "complaint": {
    "factual_background": "Quality Terminal Services, LLC contracted with railroads to provide transportation services and was required to conduct background checks on employees and applicants. From March 2007 through April 2008, QTS systematically failed to provide legally required pre-adverse action notices to 53 job applicants before denying them employment based on background check results. Additionally, QTS failed to provide proper adverse action notices to 42 of these applicants after the employment denial.",
    "representations_made": [],
    "counts": [
      {
        "count_number": 1,
        "title": "Failure to Provide Pre-Adverse Action Notices",
        "representation": "QTS was required under Section 604(b)(3) of the FCRA to provide pre-adverse action notices to job applicants before taking adverse action based on their consumer reports",
        "fact": "From at least March 2007 until April 2008, QTS failed to provide pre-adverse action notices to approximately 53 job applicants as to whom QTS took adverse action based in whole or in part on the individuals' consumer reports, prior to taking the action",
        "conclusion": "By and through the acts and practices described in Paragraph 16, Defendant has violated Section 604(b)(3) of the FCRA, 15 U.S.C. § 1681b(b)(3)."
      },
      {
        "count_number": 2,
        "title": "Failure to Provide Adverse Action Notices",
        "representation": "QTS was required under Section 615(a) of the FCRA to provide adverse action notices to job applicants after taking adverse action based on their consumer reports",
        "fact": "From at least March 2007 until April 2008, QTS failed to provide adverse action notices to approximately 42 job applicants as to whom QTS took adverse action based in whole or in part on the individuals' consumer reports, after taking that action",
        "conclusion": "By and through the acts and practices described in Paragraph 18, Defendant has violated Section 615(a) of the FCRA, 15 U.S.C. § 1681m(a)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Fair Credit Reporting Act": "15 U.S.C. §§ 1681-1681x, as amended.",
      "FCRA": "15 U.S.C. §§ 1681-1681x, as amended.",
      "Adverse action": "the term as defined in Section 603 of the FCRA, 15 U.S.C.§ 1681a, as amended.",
      "Consumer": "the term as defined in Section 603 of the FCRA, 15 U.S.C.§ 1681a, as amended.",
      "Consumer report": "the term as defined in Section 603 of the FCRA, 15 U.S.C.§ 1681a, as amended.",
      "Consumer reporting agency": "the term as defined in Section 603 of the FCRA, 15 U.S.C.§ 1681a, as amended.",
      "Employment purposes": "the term as defined in Section 603 of the FCRA, 15 U.S.C.§ 1681a, as amended.",
      "Defendant": "Quality Terminal Services, LLC, and its successors and assigns.",
      "Commerce": "as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. § 44."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Civil Penalty",
        "category": "affirmative_obligation",
        "summary": "Defendant must pay a civil penalty of $53,000 to the United States Government for FCRA violations.",
        "requirements": [
          {
            "description": "Pay civil penalty of $53,000 by electronic fund transfer or cashier's check",
            "quoted_text": "Defendant shall make the payment required by Paragraph I within ten (10) business days of the date of entry of this Order by electronic fund transfer or cashier's check in accordance with the instructions provided by the Office of Consumer Litigation, Civil Division, U.S. Department of Justice, Washington, D.C. 20530, for appropriate disposition",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Prohibited Business Activities",
        "category": "prohibition",
        "summary": "Defendant is permanently enjoined from violating FCRA requirements related to using consumer reports for employment purposes, including pre-adverse action and adverse action notice requirements.",
        "requirements": [
          {
            "description": "Must not fail to provide consumer with copy of consumer report and written description of FCRA rights before taking adverse action based on consumer report",
            "quoted_text": "Defendant and all other persons or entities within the scope of Fed. R. Civ. P. 65, whether acting directly or through any sole proprietorship, partnership, limited liability company, corporation, subsidiary, branch, division, or other entity, who receive actual notice of this Order by personal service or otherwise, are hereby permanently restrained and enjoined from the following: A. When using a consumer report for employment purposes, failing to provide a consumer to whom the consumer report relates, before taking adverse action against the consumer based in whole or in part on information contained in the consumer report, (1) a copy of the consumer report, and (2) a description in writing of the consumer's rights under the FCRA, as required by Section 604(b)(3) of the FCRA, 15 U.S.C. § 1681b(b)(3)",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not fail to provide required adverse action notices to consumers after taking adverse action based on consumer report",
            "quoted_text": "After taking adverse action against a consumer based in whole or in part on information contained in a consumer report, failing to provide to the consumer: (1) notice of the adverse action taken; (2) the name, address, and telephone number of the consumer reporting agency (including a toll-free telephone number established by the agency if the agency compiles and maintains files on consumers on a nationwide basis) from which the consumer report was obtained; (3) a statement that the consumer reporting agency did not make the decision to take the adverse action and is unable to provide the consumer the specific reasons why the adverse action was taken; and (4) notice of the consumer's right (A) to obtain, under Section 612 of the FCRA, 15 U.S.C. § 1681j, within 60 days after receiving notice of the adverse action, a free copy of the consumer report from the consumer reporting agency from which the report was obtained, and (B) to dispute, under Section 611 of the FCRA, 15 U.S.C. § 1681i, with a consumer reporting agency the accuracy or completeness of any information in a consumer report furnished by the agency, as required by Section 615(a) of the FCRA, 15 U.S.C. § 1681m(a)",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not fail to comply with Sections 604 and 615 of the FCRA",
            "quoted_text": "Failing otherwise to comply with Sections 604 and 615 of the FCRA, 15 U.S.C. §§ 1681b and 1681m, as they may be amended from time to time.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The FTC has authority to monitor compliance through various means including requesting reports, documents, depositions, site inspections, discovery, posing as consumers, and interviewing personnel.",
        "requirements": [
          {
            "description": "Must submit additional written reports, produce documents, appear for deposition, and provide entry to business locations within 10 days of FTC written notice",
            "quoted_text": "Within ten (10) days of receipt of written notice from a representative of the Commission, Defendant shall submit additional written reports, which are true and accurate and sworn to under penalty of perjury; produce documents for inspection and copying; appear for deposition; and/or provide entry during normal business hours to any business location in Defendant's possession or direct or indirect control to inspect the business operation",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must permit FTC representatives to interview employees and other personnel who agree to interviews",
            "quoted_text": "Defendant shall permit representatives of the Commission to interview any employer, consultant, independent contractor, representative, agent, or employee who has agreed to such an interview, relating in any way to any conduct subject to this Order. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendant must notify the FTC of business structure changes and submit annual compliance reports for five years.",
        "requirements": [
          {
            "description": "Must notify FTC of business structure changes at least 30 days prior to change",
            "quoted_text": "For a period of five (5) years from the date of entry of this Order, Defendant shall notify the Commission of any changes in structure of Defendant or any business entity that Defendant directly or indirectly controls, or has an ownership interest in, that may affect compliance obligations arising under this Order, including but not limited to: incorporation or other organization; a dissolution, assignment, sale, merger, or other action; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order; or a change in the business name or address, at least thirty (30) days prior to such change, provided that, with respect to any proposed change in the business entity about which Defendant learns less than thirty (30) days prior to the date such action is to take place, Defendant shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must submit written compliance reports to FTC starting 180 days after order entry and annually thereafter for five years",
            "quoted_text": "One hundred eighty (180) days after the date of entry of this Order and annually thereafter for a period of five (5) years, Defendant shall provide a written report to the FTC, which is true and accurate and sworn to under penalty of perjury, setting forth in detail the manner and form in which it has complied and is complying with this Order.",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must notify FTC of bankruptcy filing within 15 days",
            "quoted_text": "Defendant shall notify the Commission of the filing of a bankruptcy petition by Defendant within fifteen (15) days of filing.",
            "deadline": "15 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Record Keeping Provisions",
        "category": "recordkeeping",
        "summary": "Defendant must create and retain specified records for eight years including consumer files, complaints, training materials, and compliance documents.",
        "requirements": [
          {
            "description": "Must create and retain records for eight years including consumer information, complaints, training materials, law enforcement communications, and compliance documents",
            "quoted_text": "For a period of eight (8) years from the date of entry of this Order, Defendant and its agents, employees, officers, corporations, and those persons in active concert or participation with it who receive actual notice of this Order by personal service or otherwise, are hereby restrained and enjoined from failing to create and/or retain the following records: 1. Files containing the names, addresses, telephone numbers, all disclosures and authorizations made pursuant to Section 604(b)(2) of the FCRA, and all materials provided to consumers by Defendant in connection with its compliance with Sections 604(b)(3) and 615(a) of the FCRA. 2. Consumer complaints (whether received in written or electronic form, directly, indirectly, or through any third party), and any responses to those complaints, whether in written or electronic form, that relate to Defendant's activities as alleged in the Complaint and Defendant's compliance with the provisions of this Order. 3. Copies of all training materials that relate to Defendant's activities as alleged in the Complaint and Defendant's compliance with the provisions of this Order. 4. Copies of all subpoenas and other communications with law enforcement entities or personnel, whether in written or electronic form, if such documents bear in any respect on Defendant's use of consumer reports for employment purposes. 5. All records and documents necessary to demonstrate full compliance with each provision of this Order, including but not limited to, copies of acknowledgments of receipt of this Order, required by the Sections titled \"Distribution of Order\" and \"Acknowledgement of Receipt of Order\" and all reports sumitted to the FTC pursuant to the Section titled \"Compliance Reporting.\"",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Distribution of Order",
        "category": "acknowledgment",
        "summary": "Defendant must deliver copies of the order to principals, officers, directors, managers, employees, and agents for five years.",
        "requirements": [
          {
            "description": "Must deliver copy of order to current principals, officers, directors, managers, and relevant employees within5 days of service",
            "quoted_text": "Defendant must deliver a copy of this Order to (1) all of its principals, officers, directors, and managers; (2) all of its employees, agents, and representatives who engage in conduct related to the subject matter of the Order; and (3) any business entity resulting from any change in structure set forth in Subsection A of the Section titled \"Compliance Reporting.\" For current personnel, delivery shall be within five (5) days of service of this Order upon Defendant.",
            "deadline": "5 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must deliver copy of order to new personnel prior to them assuming responsibilities",
            "quoted_text": "For new personnel, delivery shall occur prior to them assuming their responsibilities.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must deliver copy of order to new business entities at least 10 days prior to change in structure",
            "quoted_text": "For any business entity resulting from any change in structure set forth in Subsection A of the Section titled \"Compliance Reporting,\" delivery shall be at least ten (10) days prior to the change in structure.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must secure signed and dated acknowledgment of receipt within 30 days of delivery",
            "quoted_text": "Defendant must secure a signed and dated statement acknowledging receipt of the Order, within thirty (30) days of delivery, from all persons receiving a copy of the Order pursuant to this Section.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Acknowledgment of Receipt of Order",
        "category": "acknowledgment",
        "summary": "Defendant must submit a sworn statement to the FTC acknowledging receipt of the order within five business days.",
        "requirements": [
          {
            "description": "Must submit truthful sworn statement acknowledging receipt of order to FTC",
            "quoted_text": "Defendant, within five (5) business days of receipt of this Order as entered by the Court, must submit to the Commission a truthful sworn statement acknowledging receipt of this Order.",
            "deadline": "5 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction over this matter for purposes of construction, modification, and enforcement of the order.",
        "requirements": [
          {
            "description": "Court retains jurisdiction for construction, modification, and enforcement",
            "quoted_text": "this Court shall retain jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Costs and Attorneys' Fees",
        "category": "acknowledgment",
        "summary": "Each party bears its own costs and attorneys' fees incurred in connection with this action.",
        "requirements": [
          {
            "description": "Each party bears its own costs and attorneys' fees",
            "quoted_text": "each party shall bear its own costs and attorneys' fees incurred in connection with this action.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "this Court shall retain jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "08.09, United States of America Plaintiff, v. Quality Terminal Services, LLC, a limited liability company, Defendants Complaint.pdf",
      "order": "08.09, United States of America Plaintiff, v. Quality Terminal Services, LLC, a limited liability company, Defendants Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 0,
      "order_provisions": 9,
      "order_definitions": 9,
      "order_requirements": 17
    },
    "processing_time_seconds": 112.0
  }
}