{
  "case_info": {
    "docket_number": "C-4591",
    "company": {
      "name": "Practice Fusion, Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "650 Townsend Street, Suite 500, San Francisco, California 94103",
      "business_description": "Practice Fusion provides cloud-based electronic health record (EHR) services for healthcare providers in the ambulatory/out-patient setting, allowing them to store and utilize health information. The company also operates Patient Fusion, an online portal that allows patients to view and download their health information and communicate with their providers."
    },
    "commissioners": [
      "Edith Ramirez, Chairwoman",
      "Maureen K. Ohlhausen",
      "Terrell McSweeny"
    ],
    "case_date": {
      "month": 8,
      "year": 2016
    },
    "legal_authority": "Section 5 of the Federal Trade Commission Act, 15 U.S.C. § 45 et seq.",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/142-3039-practice-fusion-inc-matter"
  },
  "complaint": {
    "factual_background": "Practice Fusion sent patient satisfaction surveys that appeared to be private communications with healthcare providers, but secretly published the responses publicly on a healthcare provider directory website. From April 2012 through April 2013, the company collected approximately 613,000 reviews without disclosing they would be made public. Hundreds of consumers included sensitive health information and personal identifiers in their responses, believing the feedback was private communication with their doctors.",
    "representations_made": [
      {
        "description": "Represented that survey responses would be communicated to the consumer's healthcare provider",
        "quoted_text": "from April 5, 2012 through April 8, 2013, Respondent represented, directly or indirectly, expressly or by implication, that responses to a healthcare provider satisfaction survey would be communicated to the consumer's healthcare provider.",
        "source_paragraph": 15
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Deceptive Failure to Disclose Public Posting",
        "representation": "Survey responses would be communicated to the consumer's healthcare provider",
        "fact": "Respondent failed to disclose adequately that it would also publish the responses on its public healthcare provider review website. This fact would be material to consumers in deciding whether or how to respond to the survey, including what type of information to include in their responses.",
        "conclusion": "Respondent's failure to disclose adequately the material information described in Paragraph 16, in light of the representation set forth in Paragraph 15, is a deceptive act or practice."
      }
    ]
  },
  "order": {
    "definitions": {
      "Covered information": "the following information obtained from an individual consumer: (a) a first and last name; (b) a physical address (c) an email address or other online contact information, such as an instant messaging user identifier or a screen name; (d) a telephone number; (e) a Social Security number; (f) a driver's license or other government-issued identification number; (g) a financial institution account number; (h) credit or debit card information; (i) a persistent identifier, such as a customer number held in a \"cookie,\" a static Internet Protocol (\"IP\") address, a mobile device ID, or processor serial number that is combined with other available data that identifies an individual consumer; (j) health information, including demographic data, that relates to the individual's past, present, or future physical or mental health or condition, the provision of healthcare to the individual, or the past, present, or future payment for the provision of healthcare to the individual, and that identifies the individual or for which there is a reasonable basis to believe it can be used to identify the individual; or (k) any other information that is individually identifiable.",
      "Healthcare provider review information": "feedback gathered by Respondent from consumers on Respondent's own behalf or on behalf of Respondent's healthcare provider customers regarding healthcare services provided by said healthcare provider customers (or their agents, contractors, or assigns) in response to the healthcare satisfaction survey that Respondent emailed to consumers from either Practice Fusion or Patient Fusion domains from April 5, 2012 through April 8, 2013. \"Healthcare provider review information\" does not include information recorded or documented by one of Respondent's healthcare provider customers (or their agents, contractors, or assigns) utilizing the services of Respondent.",
      "Publicly available": "widely disseminated to the general public through a broadly accessible medium, such as wide dissemination on the Internet or in other printed, audio, visual, or digital media.",
      "Respondent": "Practice Fusion, Inc. and its successors and assigns.",
      "Commerce": "as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. § 44.",
      "Clearly and conspicuously": "that a required disclosure is difficult to miss (i.e., easily noticeable) and easily understandable by ordinary consumers, including in all of the following ways: 1. In any communication that is solely visual or solely audible, the disclosure must be made through the same means through which the communication is presented. In any communication made through both visual and audible means, such as a television advertisement, the disclosure must be presented simultaneously in both the visual and audible portions of the communication even if the representation requiring the disclosure is made in only one means. 2. A visual disclosure, by its size, contrast, location, the length of time it appears, and other characteristics, must stand out from any accompanying text or other visual elements so that it is easily noticed, read, and understood. 3. An audible disclosure, including by telephone or streaming video, must be delivered in a volume, speed, and cadence sufficient for ordinary consumers to easily hear and understand it. 4. In any communication using an interactive electronic medium, such as the Internet or software, the disclosure must be unavoidable. 5. The disclosure must use diction and syntax understandable to ordinary consumers and must appear in each language in which the representation that requires the disclosure appears. 6. The disclosure must comply with these requirements in each medium through which it is received, including all electronic devices and face-to-face communications. 7. The disclosure must not be contradicted or mitigated by, or inconsistent with, anything else in the communication. 8. When the representation or sales practice targets a specific audience, such as children, the elderly, or the terminally ill, \"ordinary consumers\" includes reasonable members of that group."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition against Misrepresentations",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent the extent to which it uses, maintains, and protects the privacy and confidentiality of covered information, including whether such information will be made publicly available.",
        "requirements": [
          {
            "description": "Must not misrepresent privacy and confidentiality practices regarding covered information",
            "quoted_text": "IT IS ORDERED that Respondent and Respondent's officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with any product or service must not misrepresent in any manner, expressly or by implication: A. the extent to which Respondent uses, maintains, and protects the privacy and confidentiality of any covered information, including: the extent to which covered information shall be made publicly available, including by posting on the Internet.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Notice and Affirmative Express Consent Provision",
        "category": "affirmative_obligation",
        "summary": "Before making any consumer's covered information publicly available, Respondent must clearly and conspicuously disclose this to the consumer and obtain affirmative express consent.",
        "requirements": [
          {
            "description": "Must clearly and conspicuously disclose when making covered information publicly available",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent and Respondent's officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive notice of this Order, whether acting directly or indirectly, prior to making any consumer's covered information publicly available, including by posting on the Internet, must: A. clearly and conspicuously disclose to the consumer, separate and apart from \"privacy policy,\" \"terms of use\" page, or similar document, that such information is being made publicly available, including by posting on the Internet",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must obtain affirmative express consent before making covered information publicly available",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent and Respondent's officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive notice of this Order, whether acting directly or indirectly, prior to making any consumer's covered information publicly available, including by posting on the Internet, must: B. obtain the consumer's affirmative express consent.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Disposition of Healthcare Provider Review Information",
        "category": "affirmative_obligation",
        "summary": "Respondent must not publicly display healthcare provider review information and must not maintain it except for review by healthcare provider customers or as required by law. Must provide written confirmation to the Commission within 60 days.",
        "requirements": [
          {
            "description": "Must not publicly display healthcare provider review information",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent and its officers, agents, representatives, and employees, directly or through any corporation, subsidiary, division, website, or other device or affiliate owned or controlled by Respondent, in or affecting commerce, must not publicly display any healthcare provider review information",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not maintain healthcare provider review information except for limited purposes",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent and its officers, agents, representatives, and employees, directly or through any corporation, subsidiary, division, website, or other device or affiliate owned or controlled by Respondent, in or affecting commerce, must not publicly display any healthcare provider review information, and must not maintain any healthcare provider review information, except for review and retrieval by its healthcare provider customers, or their respective agents, contractors, assigns, or as permitted to comply with applicable law, regulation, or legal process.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must provide written statement to Commission confirming compliance",
            "quoted_text": "Within sixty (60) days after the effective date of the Order, Respondent must provide a written statement to the Commission, sworn under penalty of perjury, confirming the foregoing.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Acknowledgements of the Order",
        "category": "acknowledgment",
        "summary": "Respondent must submit acknowledgment of receipt of the Order to the Commission, deliver copies to specified personnel, and obtain signed acknowledgments from recipients.",
        "requirements": [
          {
            "description": "Must submit acknowledgment of receipt of Order to Commission",
            "quoted_text": "A. Respondent, within 10 days after the effective date of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must deliver copy of Order to principals, officers, directors, managers, and specified employees",
            "quoted_text": "B. Respondent must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees, agents, and representatives having direct supervisory responsibilities over the conduct related to the subject matter of the Order; and (3) any business entity resulting from any change in structure as set forth in the Provision titled Compliance Reports and Notices. Delivery must occur within 10 days after the effective date of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must obtain signed and dated acknowledgments from Order recipients",
            "quoted_text": "C. From each individual or entity to which Respondent delivered a copy of this Order, Respondent must obtain, within 30 days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Compliance Reports and Notices",
        "category": "compliance_reporting",
        "summary": "Respondent must submit compliance reports and notices to the Commission at specified intervals and upon certain events occurring.",
        "requirements": [
          {
            "description": "Must submit initial compliance report",
            "quoted_text": "A. Ninety (90) days after the effective date of this Order, Respondent must submit a compliance report, sworn under penalty of perjury, in which: 1. Respondent must: (a) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission, may use to communicate with Respondent; (b) identify all of that Respondent's businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (c) describe the activities of each business, including the goods and services offered, the means of advertising, marketing, and sales, and the extent to which covered information is made publicly available; (d) describe in detail whether and how Respondent is in compliance with each Provision of this Order, including a discussion of all of the changes the Respondent made to comply with the Order; and (e) provide a copy of each Acknowledgments of the Order obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "90 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must submit compliance notice upon changes to designated contact or entity structure",
            "quoted_text": "B. Respondent must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following: 1. (a) any designated point of contact; or (b) the structure of any entity that Respondent has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must submit notice of bankruptcy or insolvency proceedings",
            "quoted_text": "C. Respondent must submit notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against such Respondent within 14 days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must create and retain specified records for 5 years, including accounting records, personnel records, consumer complaints, compliance documentation, and privacy-related representations.",
        "requirements": [
          {
            "description": "Must create and retain accounting records for 5 years",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent must create certain records and retain each such record for 5 years. Specifically, Respondent must create and retain the following records: A. accounting records showing the revenues from all goods or services sold, the costs incurred in generating those revenues, and resulting net profit or loss",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must create and retain personnel records for 5 years",
            "quoted_text": "B. personnel records showing, for each person providing services in relation to any aspect of the Order, whether as an employee or otherwise, that person's: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must create and retain records of consumer complaints for 5 years",
            "quoted_text": "C. copies or records of all consumer complaints concerning the subject matter of the Order, whether received directly or indirectly, such as through a third party, and any response",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must retain all records demonstrating compliance with the Order for 5 years",
            "quoted_text": "D. all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must retain all forms and methods used to obtain consumer feedback for 5 years",
            "quoted_text": "E. all forms, websites, and other methods used by Respondent to obtain feedback from consumers on Respondent's own behalf or on behalf of Respondent's healthcare provider customers regarding healthcare services provided by said healthcare provider customer (or their agents, contractors, or assigns)",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must retain copies of privacy and confidentiality representations for 5 years",
            "quoted_text": "F. a copy of each widely disseminated representation by Respondent that describes the extent to which Respondent maintains or protects the privacy and confidentiality of any covered information, including any representation concerning a change in any website or other service controlled by Respondent that relates to the privacy and confidentiality of covered information",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must retain all records showing non-compliance for 5 years",
            "quoted_text": "G. for 5 years from the date created or received, all records, whether prepared by or on behalf of Respondent, that tend to show any lack of compliance by Respondent with this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission has the right to monitor Respondent's compliance by requesting reports, inspecting records, interviewing personnel, and using other lawful investigative means.",
        "requirements": [
          {
            "description": "Must submit additional compliance reports or information upon Commission request",
            "quoted_text": "A. Within 10 days of receipt of a written request from a representative of the Commission, Respondent must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury, and produce records for inspection and copying.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must permit Commission representatives to communicate directly and interview affiliated persons",
            "quoted_text": "B. For matters concerning this Order, representatives of the Commission are authorized to communicate directly with Respondent. Respondent must permit representatives of the Commission to interview anyone affiliated with any Respondent who has agreed to such an interview. The interviewee may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Commission may use undercover methods to monitor compliance",
            "quoted_text": "C. The Commission may use all other lawful means, including posing through its representatives as consumers, suppliers, or other individuals or entities, to Respondent or any individual or entity affiliated with Respondent, without the necessity of identification or prior notice. Nothing in this Order limits the Commission's lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Order Effective Dates",
        "category": "duration",
        "summary": "The Order becomes effective upon publication on the FTC website and terminates on August 15, 2036, or 20 years from the most recent date the U.S. or Commission files a complaint alleging violation of the Order, whichever is later.",
        "requirements": [
          {
            "description": "Order becomes final and effective upon publication on FTC website",
            "quoted_text": "IT IS FURTHER ORDERED that this Order is final and effective upon the date of its publication on the Commission's website (ftc.gov) as a final order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Order terminates on specified date or 20 years from complaint filing",
            "quoted_text": "This Order will terminate on August 15, 2036, or 20 years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of this Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Provision in this Order that terminates in less than 20 years; B. This Order's application to any Respondent that is not named as a defendant in such complaint; and C. This Order if such complaint is filed after the Order has terminated pursuant to this Provision. If such complaint is dismissed or a federal court rules that the Respondent did not violate any provision of the Order, and the dismissal or ruling is either not appealed or upheld on appeal, then the Order will terminate according to this Provision as though the complaint had never been filed, except that the Order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This Order will terminate on August 15, 2036, or 20 years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of this Order, whichever comes later"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "08.16, Practice Fusion Complaint.pdf",
      "order": "08.16, Practice Fusion Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 1,
      "order_provisions": 8,
      "order_definitions": 6,
      "order_requirements": 24
    },
    "processing_time_seconds": 118.8
  }
}