{
  "case_info": {
    "docket_number": "C-4331",
    "company": {
      "name": "ACRAnet, Inc.",
      "incorporation_state": "Nevada",
      "entity_type": "corporation",
      "address": "521 W. Maxwell, Spokane, Washington 99201",
      "business_description": "ACRAnet contracts with nationwide consumer reporting agencies (Equifax, Experian, and TransUnion) to obtain consumer reports, which it assembles and merges into single 'trimerge reports' containing sensitive consumer information. These trimerge reports are sold to mortgage brokers and others to determine consumers' eligibility for credit."
    },
    "commissioners": [
      "Jon Leibowitz, Chairman",
      "William E. Kovacic",
      "J. Thomas Rosch",
      "Edith Ramirez",
      "Julie Brill"
    ],
    "case_date": {
      "month": 8,
      "year": 2011
    },
    "legal_authority": "Section 5 of the Federal Trade Commission Act (15 U.S.C. § 45(a)); Fair Credit Reporting Act (15 U.S.C. § 1681 et seq.); and the Standards for Safeguarding Customer Information Rule (16 C.F.R. Part 314), issued pursuant to Title V, Subtitle A of the Gramm-Leach-Bliley Act (15 U.S.C. §§ 6801-6809)",
    "violation_type": "unfair",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/092-3088-acranet-inc-matter",
    "statutory_topics": [
      "FCRA",
      "GLBA"
    ],
    "practice_areas": [
      "Data Security",
      "Financial Practices"
    ],
    "industry_sectors": [
      "Technology",
      "Financial Services"
    ]
  },
  "complaint": {
    "factual_background": "ACRAnet, Inc. is a Nevada-based consumer reporting agency that assembles and sells trimerge credit reports containing highly sensitive consumer information to mortgage brokers and others. From at least December 2007, ACRAnet failed to implement reasonable information security policies and procedures, including failing to assess risks, monitor access, or require end-user clients to maintain basic security measures such as firewalls and updated antivirus software. As a direct result, between December 2007 and November 2008, hackers exploited vulnerabilities in the networks of multiple ACRAnet end-user clients, gaining unauthorized access to at least 694 consumer reports plus the ability to view any report the client had pulled in the prior 90 days. Even after these breaches, ACRAnet failed to change its screening policies or require clients to demonstrate adequate computer security, continuing to allow access to sensitive consumer reports without adequate verification.",
    "representations_made": [
      {
        "description": "ACRAnet engaged in a number of practices that, taken together, failed to provide reasonable and appropriate security for consumers' personal information, including failures to develop security policies, assess risks, implement safeguards, monitor access, and correct known vulnerabilities",
        "quoted_text": "7. From at least December 2007, respondent has engaged in a number of practices that, taken together, failed to provide reasonable and appropriate security for consumers’ personal information. Among other things, respondent failed to: a. develop and disseminate comprehensive information security policies; b. assess the risks of allowing end users with unverified or inadequate security to access consumer reports through ACRAnet’s portal; c. implement reasonable steps to address these risks by, for example, evaluating the security of end user’s computer networks, requiring appropriate information security measures, and training end user clients; d. implement reasonable steps to maintain an effective system of monitoring access to consumer reports by ACRAnet’s end users, including by monitoring to detect anomalies and other suspicious activity; and e. take appropriate action to correct existing vulnerabilities or threats to personal information in light of known risks.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 7,
        "quote_start_line": 50,
        "quote_end_line": 63
      },
      {
        "description": "Because of the lack of security policies, ACRAnet allowed clients without basic security measures (firewalls, updated antivirus) to access trimerge reports, directly causing sensitive consumer reports to be available to hackers",
        "quoted_text": "8. Because of ACRAnet’s lack of information security policies and procedures, respondent allows clients without basic security measures in place, such as firewalls and updated antivirus software, to have access to its trimerge reports. The lack of such security measures directly caused highly-sensitive consumer reports to be available to hackers, as explained below.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 8,
        "quote_start_line": 64,
        "quote_end_line": 68
      },
      {
        "description": "Following each breach, ACRAnet did not make reasonable efforts to protect against future breaches and continued to give access to consumer reports to end-user clients whose information security had not been adequately verified",
        "quoted_text": "10. Following each of the breaches, respondent did not make reasonable efforts to protect against future breaches. For example, respondent did not change any of its policies for screening new end users and did not require that new and existing end user clients submit any documentation demonstrating that the clients’ computer systems were virus free and otherwise properly protected. Respondent continues to give access to consumer reports to end user clients whose information security has not been adequately verified.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 10,
        "quote_start_line": 79,
        "quote_end_line": 85
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Violations of the Safeguards Rule (GLB Act)",
        "representation": "ACRAnet was required under the Safeguards Rule to develop a comprehensive written information security program with reasonable administrative, technical, and physical safeguards",
        "fact": "ACRAnet failed to design and implement information safeguards, failed to regularly test or monitor the effectiveness of controls, failed to evaluate and adjust its security program in light of known risks, and failed to develop, implement, and maintain a comprehensive information security program",
        "conclusion": "As described in Paragraphs 6 through 10, respondent failed to implement reasonable security policies and procedures to protect sensitive consumer information, thereby violating the Safeguards Rule."
      },
      {
        "count_number": 2,
        "title": "Violation of FCRA Section 604 — Furnishing Reports Without Permissible Purpose",
        "representation": "Section 604 of the FCRA prohibits a consumer reporting agency from furnishing a consumer report except for specified permissible purposes",
        "fact": "In multiple instances, ACRAnet furnished consumer reports to hackers who did not have a permissible purpose to obtain a consumer report",
        "conclusion": "By and through the acts and practices described in Paragraphs 6 through 10, respondent has violated Section 604 of the FCRA, 15 U.S.C. § 1681b."
      },
      {
        "count_number": 3,
        "title": "Violation of FCRA Section 607(a) — Failure to Maintain Reasonable Procedures",
        "representation": "Section 607(a) of the FCRA requires every consumer reporting agency to maintain reasonable procedures to limit the furnishing of consumer reports to permissible purposes",
        "fact": "ACRAnet failed to maintain reasonable procedures to limit the furnishing of consumer reports to the purposes listed under Section 604 of the FCRA",
        "conclusion": "By and through the acts and practices described in Paragraphs 6 through 10, respondent has violated Section 607(a) of the FCRA, 15 U.S.C. § 1681e(a)."
      },
      {
        "count_number": 4,
        "title": "Violation of FCRA Section 607(a) — Furnishing Reports With Grounds to Believe Impermissible Use",
        "representation": "Section 607(a) of the FCRA prohibits a consumer reporting agency from furnishing a consumer report to any person if it has reasonable grounds for believing the report will not be used for a permissible purpose",
        "fact": "In numerous instances, ACRAnet furnished consumer reports under circumstances in which it had reasonable grounds for believing that the reports would not be used for a permissible purpose",
        "conclusion": "By and through the acts and practices described in Paragraphs 9 and 10, respondent has violated Section 607(a) of the FCRA, 15 U.S.C. § 1681e(a)."
      },
      {
        "count_number": 5,
        "title": "Unfair and Deceptive Acts via FCRA Violations — FTC Act Section 5(a)",
        "representation": "By violating Sections 604 and 607(a) of the FCRA, ACRAnet engaged in unfair and deceptive acts and practices in or affecting commerce",
        "fact": "ACRAnet's FCRA violations constitute unfair and deceptive acts and practices pursuant to Section 621(a) of the FCRA and Section 5(a) of the FTC Act",
        "conclusion": "Respondent has engaged in unfair and deceptive acts and practices in or affecting commerce, in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 6,
        "title": "Unfair Acts or Practices — Failure to Employ Reasonable Security Measures (FTC Act Section 5(a))",
        "representation": "ACRAnet was required to employ reasonable and appropriate measures to secure the personal information it maintains and sells",
        "fact": "ACRAnet failed to employ reasonable and appropriate security measures to protect consumers' personal information, causing or likely causing substantial injury to consumers not offset by countervailing benefits and not reasonably avoidable by consumers",
        "conclusion": "This practice was, and is, an unfair act or practice in or affecting commerce in violation of Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Personal information": "individually identifiable information from or about an individual consumer including, but not limited to: (a) a first and last name; (b) a home or other physical address, including street name and name of city or town; (c) an email address or other online contact information; (d) a telephone number; (e) a Social Security number; (f) a credit card or debit card account number; (g) checking account information, (h) a driver's license, military or state identification number; (i) a persistent identifier, such as a customer number, that is combined with other available data that identifies an individual consumer; or (j) any information that is combined with any of (a) through (i) above.",
      "Gramm-Leach-Bliley Act": "refers to 15 U.S.C. §§ 6801-6809, as amended, the \"Safeguards Rule\" or the \"Standards for Safeguarding Customer Information Rule\" refers to 16 C.F.R. Part 314, issued pursuant to Title V, Subtitle A of the GLB Act, 15 U.S.C. §§ 6801-6809.",
      "Financial institution": "shall mean as defined in Section 509(3)(A) of the GLB Act, 15 U.S.C. § 6809(3)(A).",
      "The Fair Credit Reporting Act": "refers to 15 U.S.C. § 1681 et seq.",
      "Consumer report": "shall mean as defined in Section 603(d)(1) of the FCRA, 15 U.S.C. § 1681a(d)(1).",
      "Respondent": "ACRAnet, Inc. and its subsidiaries, divisions, affiliates, successors and assigns.",
      "Commerce": "shall mean as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. § 44."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Comprehensive Information Security Program",
        "category": "affirmative_obligation",
        "summary": "Respondent must establish, implement, and maintain a comprehensive written information security program with administrative, technical, and physical safeguards appropriate to its size and the sensitivity of personal information it handles.",
        "requirements": [
          {
            "description": "Establish and implement a comprehensive information security program reasonably designed to protect the security, confidentiality, and integrity of personal information, fully documented in writing, with safeguards appropriate to respondent's size and complexity",
            "quoted_text": "IT IS ORDERED that respondent shall, no later than the date of service of this order, establish and implement, and thereafter maintain, a comprehensive information security program 2 that is reasonably designed to protect the security, confidentiality, and integrity of personal information collected from or about consumers, including the security, confidentiality, and integrity of personal information accessible to end users. Such program, the content and implementation of which must be fully documented in writing, shall contain administrative, technical, and physical safeguards appropriate to respondent’s size and complexity, the nature and scope of respondent’s activities, and the sensitivity of the personal information collected from or about consumers. The information security program must include:",
            "deadline": "date of service of this order",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 73,
            "quote_end_line": 84
          },
          {
            "description": "Designate an employee or employees to coordinate and be accountable for the information security program",
            "quoted_text": "A. the designation of an employee or employees to coordinate and be accountable for the information security program;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 85,
            "quote_end_line": 86
          },
          {
            "description": "Identify material internal and external risks to the security, confidentiality, and integrity of personal information, assess sufficiency of safeguards, including risks in employee training and management, information systems, and prevention/detection/response to attacks",
            "quoted_text": "B. the identification of material internal and external risks to the security, confidentiality, and integrity of personal information that could result in the unauthorized disclosure, misuse, loss, alteration, destruction, or other compromise of such information, and assessment of the sufficiency of any safeguards in place to control these risks. At a minimum, this risk assessment should include consideration of risks in each area of relevant operation, including, but not limited to: (1) employee training and management; (2) information systems, including network and software design, access, information processing, storage, transmission, and disposal; and (3) prevention, detection, and response to attacks, intrusions, or other systems failures;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 87,
            "quote_end_line": 97
          },
          {
            "description": "Design and implement reasonable safeguards to control identified risks, and regularly test or monitor the effectiveness of safeguards' key controls, systems, and procedures",
            "quoted_text": "C. the design and implementation of reasonable safeguards to control the risks identified through risk assessment and regular testing or monitoring of the effectiveness of the safeguards’ key controls, systems, and procedures;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 98,
            "quote_end_line": 101
          },
          {
            "description": "Develop and use reasonable steps to select and retain service providers capable of appropriately safeguarding personal information, and require service providers by contract to implement and maintain appropriate safeguards",
            "quoted_text": "D. the development and use of reasonable steps to select and retain service providers capable of appropriately safeguarding personal information they receive from the respondent, and requiring service providers by contract to implement and maintain appropriate safeguards; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 102,
            "quote_end_line": 105
          },
          {
            "description": "Evaluate and adjust the information security program in light of testing and monitoring results, material changes to operations or business arrangements, or other circumstances that may have a material impact on program effectiveness",
            "quoted_text": "E. the evaluation and adjustment of respondent’s information security program in light of the results of the testing and monitoring required by sub-Part C, any material changes to respondent’s operations or business arrangements, or any other circumstances that respondent knows or has reason to know may have a material impact on the effectiveness of its information security program.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 106,
            "quote_end_line": 110
          }
        ],
        "statutory_topics": [
          "FCRA",
          "GLBA"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Comprehensive Security Program"
        ]
      },
      {
        "provision_number": "II",
        "title": "Prohibition Against Violating the Safeguards Rule",
        "category": "prohibition",
        "summary": "Respondent and its officers, agents, representatives, and employees must not violate any provision of the FTC Safeguards Rule (16 C.F.R. Part 314).",
        "requirements": [
          {
            "description": "Respondent and its officers, agents, representatives, and employees shall not, directly or through any corporation, subsidiary, division, website, or other device, violate any provision of the Safeguards Rule, 16 C.F.R. Part 314",
            "quoted_text": "IT IS FURTHER ORDERED that respondent and its officers, agents, representatives, and employees, shall not, directly or through any corporation, subsidiary, division, website, or other device, violate any provision of the Safeguards Rule, 16 C.F.R. Part 314. In the event that 3 this Rule is hereafter amended or modified, respondent’s compliance with that Rule as so amended or modified shall not be a violation of this order.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 112,
            "quote_end_line": 119
          }
        ],
        "statutory_topics": [
          "FCRA",
          "GLBA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Prohibition",
          "Comprehensive Security Program"
        ]
      },
      {
        "provision_number": "III",
        "title": "Fair Credit Reporting Act Compliance",
        "category": "affirmative_obligation",
        "summary": "Respondent must furnish consumer reports only to persons with a permissible purpose and maintain reasonable procedures to limit furnishing to such persons.",
        "requirements": [
          {
            "description": "Furnish consumer reports only to persons that respondent has reason to believe have a permissible purpose as described in Section 604(a)(3) of the FCRA or as set forth in Section 604 of the FCRA",
            "quoted_text": "A. Furnish such consumer report only to those persons which it has reason to believe have a permissible purpose as described in Section 604(a)(3) of the Fair Credit Reporting Act, 15 U.S.C. § 1681b(a)(3), or in such other circumstances as set forth in Section 604 of the Fair Credit Reporting Act, 15 U.S.C. § 1681b; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 123,
            "quote_end_line": 126
          },
          {
            "description": "Maintain reasonable procedures to limit the furnishing of consumer reports to those with a permissible purpose and ensure no consumer report is furnished when there are reasonable grounds to believe it will not be used for a permissible purpose, as required by Section 607(a) of the FCRA",
            "quoted_text": "B. Maintain reasonable procedures to limit the furnishing of such consumer report to those with a permissible purpose and ensure that no consumer report is furnished to any person when there are reasonable grounds to believe that the consumer report will not be used for a permissible purpose, as required by Section 607(a) of the Fair Credit Reporting Act, 15 U.S.C. § 1681e(a).",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 127,
            "quote_end_line": 131
          }
        ],
        "statutory_topics": [
          "FCRA",
          "GLBA"
        ],
        "practice_areas": [
          "Data Security",
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Third-Party Security Assessments",
        "category": "assessment",
        "summary": "Respondent must obtain initial and biennial independent third-party security assessments by a qualified professional (CISSP, CISA, or GIAC-certified), covering the first 180 days and each subsequent two-year period for twenty years.",
        "requirements": [
          {
            "description": "Obtain an initial assessment from a qualified, objective, independent third-party professional (CISSP, CISA, GIAC, or similarly qualified person approved by the FTC Associate Director for Enforcement), prepared and completed within sixty (60) days after the end of the reporting period, covering the first 180 days after service of the order",
            "quoted_text": "with Part I of this order, obtain initial and biennial assessments and reports (“Assessments”) from a qualified, objective, independent third-party professional, who uses procedures and standards generally accepted in the profession. Each Assessment shall be prepared and completed within sixty (60) days after the end of the reporting period to which the Assessment applies by a person qualified as a Certified Information System Security Professional (CISSP) or as a Certified Information Systems Auditor (CISA); a person holding Global Information Assurance Certification (GIAC) from the SysAdmin, Audit, Network, Security (SANS) Institute; or a similarly qualified person or organization approved by the Associate Director for Enforcement, Bureau of Consumer Protection, 600 Pennsylvania Avenue NW, Federal Trade Commission, Washington, D.C. 20580. The reporting period for the Assessments shall cover: (1) the first one hundred and eighty (180) days after service of the order for the initial Assessment, and (2) each two (2) year period thereafter for twenty (20) years after service of the order for the biennial Assessments. Each Assessment shall:",
            "deadline": "within 60 days after the end of the reporting period (first 180 days after service)",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 134,
            "quote_end_line": 146
          },
          {
            "description": "Each Assessment must set forth the specific administrative, technical, and physical safeguards implemented and maintained during the reporting period",
            "quoted_text": "A. set forth the specific administrative, technical, and physical safeguards that respondent has implemented and maintained during the reporting period;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 147,
            "quote_end_line": 148
          },
          {
            "description": "Each Assessment must explain how such safeguards are appropriate to respondent's size and complexity, the nature and scope of activities, and the sensitivity of personal information collected",
            "quoted_text": "B. explain how such safeguards are appropriate to respondent’s size and complexity, the nature and scope of respondent’s activities, and the sensitivity of the personal information collected from or about consumers;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 149,
            "quote_end_line": 151
          },
          {
            "description": "Each Assessment must explain how the implemented safeguards meet or exceed the protections required by the Safeguards Rule",
            "quoted_text": "C. explain how the safeguards that have been implemented meet or exceed the protections required by the Safeguards Rule; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 152,
            "quote_end_line": 153
          },
          {
            "description": "Each Assessment must certify that respondent's security program is operating with sufficient effectiveness to provide reasonable assurance that personal information is protected and has so operated throughout the reporting period",
            "quoted_text": "D. certify that respondent’s security program is operating with sufficient effectiveness to provide reasonable assurance that the security, confidentiality, and integrity of personal information is protected and has so operated throughout the reporting period.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 157,
            "quote_end_line": 160
          },
          {
            "description": "Provide the initial Assessment to the FTC Associate Director for Enforcement within ten (10) days after the Assessment has been prepared; retain all subsequent biennial Assessments until the order is terminated and provide them to the Associate Director within ten (10) days of request",
            "quoted_text": "Respondent shall provide the initial Assessment to the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, D.C. 20580, within ten (10) days after the Assessment has been prepared. All subsequent biennial Assessments shall be retained by respondent until the order is terminated and provided to the Associate Director of Enforcement within ten (10) days after respondent receives such request.",
            "deadline": "10 days after Assessment is prepared (initial); 10 days after FTC request (biennial)",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 161,
            "quote_end_line": 166
          }
        ],
        "statutory_topics": [
          "FCRA",
          "GLBA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Third-Party Assessment"
        ]
      },
      {
        "provision_number": "V",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must maintain and make available to the FTC upon request various records for specified periods, including compliance documents, law enforcement communications, and assessment materials.",
        "requirements": [
          {
            "description": "For five (5) years, maintain a print or electronic copy of each document relating to compliance, including documents that contradict, qualify, or call into question respondent's compliance with the order",
            "quoted_text": "A. for a period of five (5) years, a print or electronic copy of each document relating to compliance, including but not limited to documents, prepared by or on behalf of respondent, that contradict, qualify, or call into question respondent’s compliance with this order;",
            "deadline": "5 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 170,
            "quote_end_line": 173
          },
          {
            "description": "For five (5) years, maintain copies of all subpoenas and other communications with law enforcement entities or personnel that bear on respondent's collection, maintenance, or furnishing of consumer reports or other personal information",
            "quoted_text": "B. for a period of five (5) years, copies of all subpoenas and other communications with law enforcement entities or personnel, whether in written or electronic form, if such documents bear in any respect on respondent’s collection, maintenance, or furnishing of consumer reports or other personal information of consumers; and",
            "deadline": "5 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 174,
            "quote_end_line": 177
          },
          {
            "description": "For three (3) years after the date of preparation of each Assessment, maintain all materials relied upon to prepare the Assessment, including plans, reports, studies, reviews, audits, policies, training materials, assessments, and any materials relating to compliance with Parts I and II",
            "quoted_text": "C. for a period of three (3) years after the date of preparation of each Assessment required under Part IV of this order, all materials relied upon to prepare the Assessment, whether prepared by or on behalf of the respondent, including but not limited to all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, and any other materials relating to the respondent’s compliance with Parts I and II of this order, for the compliance period covered by such Assessment.",
            "deadline": "3 years after preparation of each Assessment",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 178,
            "quote_end_line": 184
          }
        ],
        "statutory_topics": [
          "FCRA",
          "GLBA"
        ],
        "practice_areas": [
          "Data Security",
          "Financial Practices"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Order Delivery and Acknowledgment",
        "category": "acknowledgment",
        "summary": "For five years from entry of the order, respondent must deliver copies of the order to principals, officers, directors, managers, relevant employees, and successor entities, and obtain signed acknowledgments of receipt within 30 days.",
        "requirements": [
          {
            "description": "Deliver a copy of the order to all current and future principals, officers, directors, managers, relevant employees, agents, and representatives, and any successor business entity: within five (5) days of service for current personnel, prior to assuming responsibilities for new personnel, and at least ten (10) days prior to any change in structure for successor entities",
            "quoted_text": "A. Respondent must deliver a copy of this Order to (1) all current and future principals, officers, directors, and managers, (2) all employees, agents and representatives who engage in conduct related to the subject matter of the Order, and (3) any business entity resulting from any change in structure set forth in Part VII. For current personnel, delivery shall be within five (5) days of service of this 5 Order. For new personnel, delivery shall occur prior to them assuming their responsibilities. For any business entity resulting from any change in structure set forth in Part VII, delivery shall be at least ten (10) days prior to the change in structure.",
            "deadline": "5 days of service (current personnel); prior to assuming responsibilities (new personnel); 10 days prior to structural change (successor entities)",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 188,
            "quote_end_line": 199
          },
          {
            "description": "Secure a signed and dated statement acknowledging receipt of the order from all persons receiving a copy, within thirty (30) days of delivery",
            "quoted_text": "B. Respondent must secure a signed and dated statement acknowledging receipt of this Order, within thirty (30) days of delivery, from all persons receiving a copy of the Order pursuant to this section.",
            "deadline": "30 days of delivery",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 200,
            "quote_end_line": 202
          }
        ],
        "statutory_topics": [
          "FCRA",
          "GLBA"
        ],
        "practice_areas": [
          "Data Security",
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Corporate Change Notification",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the FTC at least 30 days prior to any corporate change that may affect compliance obligations, such as dissolution, merger, sale, bankruptcy filing, or name/address change.",
        "requirements": [
          {
            "description": "Notify the FTC at least thirty (30) days prior to any change in the corporation that may affect compliance obligations, including dissolution, assignment, sale, merger, creation or dissolution of a subsidiary/parent/affiliate, proposed bankruptcy filing, or change in corporate name or address; if notice is not possible 30 days in advance, notify as soon as practicable",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall notify the Commission at least thirty (30) days prior to any change in the corporation that may affect compliance obligations arising under this order, including, but not limited to, a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order; the proposed filing of a bankruptcy petition; or a change in the corporate name or address. Provided, however, that with respect to any proposed change in the corporation about which respondent learns less than thirty (30) days prior to the date such action is to take place, respondent shall notify the Commission as soon as is practicable after obtaining such knowledge. Unless otherwise directed by a representative of the Commission, all notices required by this Part shall be sent by overnight courier (not the U.S. Postal Service) to the Associate Director of Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, D.C. 20580, with the subject line FTC v. ACRAnet, Inc. Provided, however, that, in lieu of overnight courier, notices may be sent by first-class mail, but only if an electronic version of such notices is contemporaneously sent to the Commission at DEbrief@ftc.gov.",
            "deadline": "30 days prior to the change (or as soon as practicable)",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 204,
            "quote_end_line": 219
          }
        ],
        "statutory_topics": [
          "FCRA",
          "GLBA"
        ],
        "practice_areas": [
          "Data Security",
          "Financial Practices"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondent must file an initial written compliance report with the FTC within 60 days of service of the order, and submit additional written reports within 10 days of FTC request.",
        "requirements": [
          {
            "description": "Within sixty (60) days after the date of service of the order, file with the FTC a true and accurate written report setting forth in detail the manner and form of compliance with the order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent, and its successors and assigns, within sixty (60) days after the date of service of this order, shall file with the Commission a true and accurate report, in writing, setting forth in detail the manner and form of their own compliance with this order. Within ten (10) days of receipt of written notice from a representative of the",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 221,
            "quote_end_line": 224
          },
          {
            "description": "Submit additional true and accurate written reports within ten (10) days of receipt of written notice from a representative of the Commission",
            "quoted_text": "with this order. Within ten (10) days of receipt of written notice from a representative of the Commission, they shall submit additional true and accurate written reports.",
            "deadline": "10 days of written notice",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 224,
            "quote_end_line": 225
          }
        ],
        "statutory_topics": [
          "FCRA",
          "GLBA"
        ],
        "practice_areas": [
          "Data Security",
          "Financial Practices"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "IX",
        "title": "Order Duration",
        "category": "duration",
        "summary": "The order terminates on August 17, 2031, or twenty years from the most recent date the FTC files a complaint alleging a violation of the order, whichever is later, with specific exceptions.",
        "requirements": [
          {
            "description": "The order terminates on August 17, 2031, or twenty (20) years from the most recent date the FTC files a complaint alleging any violation of the order, whichever comes later, subject to specified exceptions for parts with shorter termination periods, non-named respondents, and post-termination filings",
            "quoted_text": "This order will terminate on August 17, 2031, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an 6 accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. any Part in this order that terminates in less than twenty (20) years; B. this order’s application to any respondent that is not named as a defendant in such complaint; and C. this order if such complaint is filed after the order has terminated pursuant to this Part. Provided, further, that if such complaint is dismissed or a federal court rules that respondent did not violate any provision of the order, and the dismissal or ruling is either not appealed or upheld on appeal, then the order will terminate according to this Part as though the complaint had never been filed, except that the order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 227,
            "quote_end_line": 244
          }
        ],
        "statutory_topics": [
          "FCRA",
          "GLBA"
        ],
        "practice_areas": [
          "Data Security",
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on August 17, 2031, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. any Part in this order that terminates in less than twenty (20) years; B. this order's application to any respondent that is not named as a defendant in such complaint; and C. this order if such complaint is filed after the order has terminated pursuant to this Part."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "08.11, ACRAnet Complaint.pdf",
      "order": "08.11, ACRAnet Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 6,
      "complaint_representations": 3,
      "order_provisions": 9,
      "order_definitions": 7,
      "order_requirements": 24,
      "provisions_per_section": {
        "I": 6,
        "II": 1,
        "III": 2,
        "IV": 6,
        "V": 3,
        "VI": 2,
        "VII": 1,
        "VIII": 2,
        "IX": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 3,
        "complaint_total": 3,
        "order_verified": 24,
        "order_total": 24
      }
    },
    "processing_time_seconds": 93.5
  }
}