{
  "case_info": {
    "docket_number": "C-4331",
    "company": {
      "name": "ACRAnet, Inc.",
      "incorporation_state": "Nevada",
      "entity_type": "corporation",
      "address": "521 W. Maxwell, Spokane, Washington 99201",
      "business_description": "ACRAnet contracts with nationwide consumer reporting agencies (Equifax, Experian, and TransUnion) to obtain consumer reports that it assembles and merges into single \"trimerge reports\" containing sensitive consumer information such as names, addresses, Social Security numbers, date of birth, employer history, and account numbers. These trimerge reports are sold to mortgage brokers and other end users to determine consumers' eligibility for credit."
    },
    "commissioners": [
      "Jon Leibowitz, Chairman",
      "William E. Kovacic",
      "J. Thomas Rosch",
      "Edith Ramirez",
      "Julie Brill"
    ],
    "case_date": {
      "month": 8,
      "year": 2011
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a); Title V, Subtitle A of the Gramm-Leach-Bliley Act (Safeguards Rule), 15 U.S.C. §§ 6801-6809; and the Fair Credit Reporting Act (FCRA), 15 U.S.C. § 1681 et seq.",
    "violation_type": "unfair",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/092-3088-acranet-inc-matter"
  },
  "complaint": {
    "factual_background": "ACRAnet is a consumer reporting agency that creates and sells trimerge credit reports containing sensitive consumer information including Social Security numbers, dates of birth, and account numbers. Between December 2007 and November 2008, hackers exploited vulnerabilities in ACRAnet's end user clients' computer networks and accessed at least 694 consumer reports without authorization due to ACRAnet's failure to implement basic security measures such as requiring firewalls, antivirus software, or proper screening of clients. Even after multiple breaches, ACRAnet did not change its policies or require clients to demonstrate adequate information security.",
    "representations_made": [],
    "counts": [
      {
        "count_number": 1,
        "title": "Safeguards Rule Violations",
        "representation": "ACRAnet was required as a financial institution to implement reasonable administrative, technical, and physical safeguards to protect customer information",
        "fact": "ACRAnet failed to design and implement information safeguards to control risks, failed to regularly test or monitor effectiveness of controls, failed to evaluate and adjust its security program in light of known risks, and failed to develop, implement, and maintain a comprehensive information security program",
        "conclusion": "Respondent engaged in violations of the Safeguards Rule"
      },
      {
        "count_number": 2,
        "title": "FCRA Section 604 Violation - Furnishing Without Permissible Purpose",
        "representation": "ACRAnet was prohibited from furnishing consumer reports except for specified permissible purposes",
        "fact": "In multiple instances, respondent furnished consumer reports to hackers that did not have a permissible purpose to obtain a consumer report",
        "conclusion": "Respondent has violated Section 604 of the FCRA, 15 U.S.C. § 1681b"
      },
      {
        "count_number": 3,
        "title": "FCRA Section 607(a) Violation - Failure to Maintain Reasonable Procedures",
        "representation": "ACRAnet was required to maintain reasonable procedures to limit the furnishing of consumer reports to permissible purposes",
        "fact": "Respondent failed to maintain reasonable procedures to limit the furnishing of consumer reports to the purposes listed under Section 604 of the FCRA",
        "conclusion": "Respondent has violated Section 607(a) of the FCRA, 15 U.S.C. § 1681e(a)"
      },
      {
        "count_number": 4,
        "title": "FCRA Section 607(a) Violation - Furnishing With Reasonable Grounds for Belief of Improper Use",
        "representation": "ACRAnet was prohibited from furnishing consumer reports if it had reasonable grounds for believing the report would not be used for a permissible purpose",
        "fact": "In numerous instances, respondent furnished consumer reports under circumstances in which it had reasonable grounds for believing that the reports would not be used for a permissible purpose",
        "conclusion": "Respondent has violated Section 607(a) of the FCRA, 15 U.S.C. § 1681e(a)"
      },
      {
        "count_number": 5,
        "title": "FTC Act Section 5(a) Violation via FCRA Violations",
        "representation": "By violations of Sections 604 and 607(a) of the FCRA, respondent was subject to Section 5(a) of the FTC Act",
        "fact": "Respondent violated Sections 604 and 607(a) of the FCRA",
        "conclusion": "Respondent has engaged in unfair and deceptive acts and practices in or affecting commerce, in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)"
      },
      {
        "count_number": 6,
        "title": "FTC Act Section 5(a) Violation - Unfair Security Practices",
        "representation": "ACRAnet was required to employ reasonable and appropriate measures to secure personal information",
        "fact": "Respondent has not employed reasonable and appropriate measures to secure the personal information it maintains and sells. This failure has caused or is likely to cause substantial injury to consumers that is not offset by countervailing benefits to consumers or competition and is not reasonably avoidable by consumers",
        "conclusion": "This practice was, and is, an unfair act or practice in or affecting commerce in violation of Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a)"
      }
    ]
  },
  "order": {
    "definitions": {
      "Personal information": "individually identifiable information from or about an individual consumer including, but not limited to: (a) a first and last name; (b) a home or other physical address, including street name and name of city or town; (c) an email address or other online contact information; (d) a telephone number; (e) a Social Security number; (f) a credit card or debit card account number; (g) checking account information, (h) a driver's license, military or state identification number; (i) a persistent identifier, such as a customer number, that is combined with other available data that identifies an individual consumer; or (j) any information that is combined with any of (a) through (i) above.",
      "Gramm-Leach-Bliley Act": "15 U.S.C. §§ 6801-6809, as amended",
      "Safeguards Rule": "16 C.F.R. Part 314, issued pursuant to Title V, Subtitle A of the GLB Act, 15 U.S.C. §§ 6801-6809",
      "Standards for Safeguarding Customer Information Rule": "16 C.F.R. Part 314, issued pursuant to Title V, Subtitle A of the GLB Act, 15 U.S.C. §§ 6801-6809",
      "Financial institution": "as defined in Section 509(3)(A) of the GLB Act, 15 U.S.C. § 6809(3)(A)",
      "The Fair Credit Reporting Act": "15 U.S.C. § 1681 et seq.",
      "FCRA": "15 U.S.C. § 1681 et seq.",
      "Consumer report": "as defined in Section 603(d)(1) of the FCRA, 15 U.S.C. § 1681a(d)(1)",
      "Respondent": "ACRAnet, Inc. and its subsidiaries, divisions, affiliates, successors and assigns",
      "Commerce": "as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. § 44"
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Information Security Program",
        "category": "affirmative_obligation",
        "summary": "Respondent must establish and maintain a comprehensive information security program to protect personal information, including designation of responsible employees, risk assessments, safeguards, service provider oversight, and program evaluation.",
        "requirements": [
          {
            "description": "Establish and implement comprehensive information security program",
            "quoted_text": "IT IS ORDERED that respondent shall, no later than the date of service of this order, establish and implement, and thereafter maintain, a comprehensive information security program that is reasonably designed to protect the security, confidentiality, and integrity of personal information collected from or about consumers, including the security, confidentiality, and integrity of personal information accessible to end users. Such program, the content and implementation of which must be fully documented in writing, shall contain administrative, technical, and physical safeguards appropriate to respondent's size and complexity, the nature and scope of respondent's activities, and the sensitivity of the personal information collected from or about consumers.",
            "deadline": "no later than the date of service of this order",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Designate employee(s) to coordinate and be accountable for the information security program",
            "quoted_text": "the designation of an employee or employees to coordinate and be accountable for the information security program;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Identify and assess material internal and external risks to personal information security",
            "quoted_text": "the identification of material internal and external risks to the security, confidentiality, and integrity of personal information that could result in the unauthorized disclosure, misuse, loss, alteration, destruction, or other compromise of such information, and assessment of the sufficiency of any safeguards in place to control these risks. At a minimum, this risk assessment should include consideration of risks in each area of relevant operation, including, but not limited to: (1) employee training and management; (2) information systems, including network and software design, access, information processing, storage, transmission, and disposal; and (3) prevention, detection, and response to attacks, intrusions, or other systems failures;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Design and implement reasonable safeguards and regularly test or monitor their effectiveness",
            "quoted_text": "the design and implementation of reasonable safeguards to control the risks identified through risk assessment and regular testing or monitoring of the effectiveness of the safeguards' key controls, systems, and procedures;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Select and retain service providers capable of safeguarding personal information and require them by contract to maintain appropriate safeguards",
            "quoted_text": "the development and use of reasonable steps to select and retain service providers capable of appropriately safeguarding personal information they receive from the respondent, and requiring service providers by contract to implement and maintain appropriate safeguards;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Evaluate and adjust the information security program based on testing results, material changes, or other circumstances",
            "quoted_text": "the evaluation and adjustment of respondent's information security program in light of the results of the testing and monitoring required by sub-Part C, any material changes to respondent's operations or business arrangements, or any other circumstances that respondent knows or has reason to know may have a material impact on the effectiveness of its information security program.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Compliance with Safeguards Rule",
        "category": "prohibition",
        "summary": "Respondent must not violate any provision of the Safeguards Rule (16 C.F.R. Part 314).",
        "requirements": [
          {
            "description": "Must not violate the Safeguards Rule",
            "quoted_text": "IT IS FURTHER ORDERED that respondent and its officers, agents, representatives, and employees, shall not, directly or through any corporation, subsidiary, division, website, or other device, violate any provision of the Safeguards Rule, 16 C.F.R. Part 314. In the event that this Rule is hereafter amended or modified, respondent's compliance with that Rule as so amended or modified shall not be a violation of this order.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Fair Credit Reporting Act Compliance",
        "category": "affirmative_obligation",
        "summary": "Respondent must furnish consumer reports only to those with permissible purposes and maintain reasonable procedures to ensure compliance with FCRA requirements.",
        "requirements": [
          {
            "description": "Furnish consumer reports only to those with permissible purposes under FCRA",
            "quoted_text": "Furnish such consumer report only to those persons which it has reason to believe have a permissible purpose as described in Section 604(a)(3) of the Fair Credit Reporting Act, 15 U.S.C. § 1681b(a)(3), or in such other circumstances as set forth in Section 604 of the Fair Credit Reporting Act, 15 U.S.C. § 1681b;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Maintain reasonable procedures to limit furnishing of consumer reports to those with permissible purposes",
            "quoted_text": "Maintain reasonable procedures to limit the furnishing of such consumer report to those with a permissible purpose and ensure that no consumer report is furnished to any person when there are reasonable grounds to believe that the consumer report will not be used for a permissible purpose, as required by Section 607(a) of the Fair Credit Reporting Act, 15 U.S.C. § 1681e(a).",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Third-Party Assessments",
        "category": "assessment",
        "summary": "Respondent must obtain initial and biennial third-party security assessments for 20 years, with the initial assessment covering the first 180 days and biennial assessments every 2 years thereafter.",
        "requirements": [
          {
            "description": "Obtain initial assessment covering first 180 days after service of order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall, in connection with its compliance with Part I of this order, obtain initial and biennial assessments and reports (\"Assessments\") from a qualified, objective, independent third-party professional, who uses procedures and standards generally accepted in the profession. Each Assessment shall be prepared and completed within sixty (60) days after the end of the reporting period to which the Assessment applies by a person qualified as a Certified Information System Security Professional (CISSP) or as a Certified Information Systems Auditor (CISA); a person holding Global Information Assurance Certification (GIAC) from the SysAdmin, Audit, Network, Security (SANS) Institute; or a similarly qualified person or organization approved by the Associate Director for Enforcement, Bureau of Consumer Protection, 600 Pennsylvania Avenue NW, Federal Trade Commission, Washington, D.C. 20580. The reporting period for the Assessments shall cover: (1) the first one hundred and eighty (180) days after service of the order for the initial Assessment, and (2) each two (2) year period thereafter for twenty (20) years after service of the order for the biennial Assessments.",
            "deadline": "60 days after end of reporting period",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Each assessment must set forth the specific safeguards implemented and maintained",
            "quoted_text": "set forth the specific administrative, technical, and physical safeguards that respondent has implemented and maintained during the reporting period;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Each assessment must explain how safeguards are appropriate to respondent's circumstances",
            "quoted_text": "explain how such safeguards are appropriate to respondent's size and complexity, the nature and scope of respondent's activities, and the sensitivity of the personal information collected from or about consumers;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Each assessment must explain how safeguards meet or exceed Safeguards Rule requirements",
            "quoted_text": "explain how the safeguards that have been implemented meet or exceed the protections required by the Safeguards Rule;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Each assessment must certify that the security program is operating with sufficient effectiveness",
            "quoted_text": "certify that respondent's security program is operating with sufficient effectiveness to provide reasonable assurance that the security, confidentiality, and integrity of personal information is protected and has so operated throughout the reporting period.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide initial assessment to FTC within 10 daysafter preparation",
            "quoted_text": "Respondent shall provide the initial Assessment to the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, D.C. 20580, within ten (10) days after the Assessment has been prepared.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Retain subsequent biennial assessments until order termination and provide within 10 days of FTC request",
            "quoted_text": "All subsequent biennial Assessments shall be retained by respondent until the order is terminated and provided to the Associate Director of Enforcement within ten (10) days after respondent receives such request.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must maintain and make available to the FTC various compliance-related documents for specified periods ranging from 3 to 5 years.",
        "requirements": [
          {
            "description": "Maintain for 5 years documents that contradict, qualify, or call into question compliance with the order",
            "quoted_text": "for a period of five (5) years, a print or electronic copy of each document relating to compliance, including but not limited to documents, prepared by or on behalf of respondent, that contradict, qualify, or call into question respondent's compliance with this order;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Maintain for 5 years copies of all subpoenas and communications with law enforcement regarding consumer reports or personal information",
            "quoted_text": "for a period of five (5) years, copies of all subpoenas and other communications with law enforcement entities or personnel, whether in written or electronic form, if such documents bear in any respect on respondent's collection, maintenance, or furnishing of consumer reports or other personal information of consumers;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Maintain for 3 years after each assessment all materials relied upon to prepare the assessment",
            "quoted_text": "for a period of three (3) years after the date of preparation of each Assessment required under Part IV of this order, all materials relied upon to prepare the Assessment, whether prepared by or on behalf of the respondent, including but not limited to all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, and any other materials relating to the respondent's compliance with Parts I and II of this order, for the compliance period covered by such Assessment.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Order Acknowledgment",
        "category": "acknowledgment",
        "summary": "For 5 years from order entry, respondent must deliver copies of the order to relevant personnel and obtain signed acknowledgments of receipt within 30 days.",
        "requirements": [
          {
            "description": "Deliver copy of order to current principals, officers, directors, managers, and relevant employees within 5 days of service",
            "quoted_text": "Respondent must deliver a copy of this Order to (1) all current and future principals, officers, directors, and managers, (2) all employees, agents and representatives who engage in conduct related to the subject matter of the Order, and (3) any business entity resulting from any change in structure set forth in Part VII. For current personnel, delivery shall be within five (5) days of service of this Order.",
            "deadline": "5 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Deliver copy of order to new personnel prior to them assuming responsibilities",
            "quoted_text": "For new personnel, delivery shall occur prior to them assuming their responsibilities.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver copy of order to any business entity resulting from structural changes at least 10 days prior to the change",
            "quoted_text": "For any business entity resulting from any change in structure set forth in Part VII, delivery shall be at least ten (10) days prior to the change in structure.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Secure signed and dated acknowledgment of receipt from all persons receiving copy of order",
            "quoted_text": "Respondent must secure a signed and dated statement acknowledging receipt of this Order, within thirty (30) days of delivery, from all persons receiving a copy of the Order pursuant to this section.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Corporate Change Notification",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the FTC at least 30 days prior to any corporate changes that may affect compliance obligations.",
        "requirements": [
          {
            "description": "Notify the Commission at least 30 days prior to any corporate change that may affect compliance obligations",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall notify the Commission at least thirty (30) days prior to any change in the corporation that may affect compliance obligations arising under this order, including, but not limited to, a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order; the proposed filing of a bankruptcy petition; or a change in the corporate name or address. Provided, however, that with respect to any proposed change in the corporation about which respondent learns less than thirty (30) days prior to the date such action is to take place, respondent shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondent must file a compliance report with the FTC within 60 days after service of the order and submit additional reports within 10 days of FTC request.",
        "requirements": [
          {
            "description": "File true and accurate compliance report within 60 days after service of order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent, and its successors and assigns, within sixty (60) days after the date of service of this order, shall file with the Commission a true and accurate report, in writing, setting forth in detail the manner and form of their own compliance with this order.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit additional compliance reports within 10 days of written notice from FTC",
            "quoted_text": "Within ten (10) days of receipt of written notice from a representative of the Commission, they shall submit additional true and accurate written reports.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "The order will terminate on August 17, 2031, or 20 years from the most recent date the FTC files a complaint alleging violation of the order, whichever comes later.",
        "requirements": [
          {
            "description": "Order remains in effect for 20 years from service or from most recent complaint filing",
            "quoted_text": "This order will terminate on August 17, 2031, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. any Part in this order that terminates in less than twenty (20) years; B. this order's application to any respondent that is not named as a defendant in such complaint; and C. this order if such complaint is filed after the order has terminated pursuant to this Part. Provided, further, that if such complaint is dismissed or a federal court rules that respondent did not violate any provision of the order, and the dismissal or ruling is either not appealed or upheld on appeal, then the order will terminate according to this Part as though the complaint had never been filed, except that the order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on August 17, 2031, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "08.11, ACRAnet Complaint.pdf",
      "order": "08.11, ACRAnet Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 6,
      "complaint_representations": 0,
      "order_provisions": 9,
      "order_definitions": 10,
      "order_requirements": 27
    },
    "processing_time_seconds": 121.2
  }
}