{
  "case_info": {
    "docket_number": "C-4330",
    "company": {
      "name": "SettlementOne Credit Corporation",
      "incorporation_state": "California",
      "entity_type": "corporation",
      "address": "2605 Camino Del Rio South, Suite 400, San Diego, CA 92108",
      "business_description": "SettlementOne Credit Corporation is a consumer reporting agency that contracts with nationwide consumer reporting agencies to obtain and merge consumer reports into trimerge reports containing sensitive consumer information such as full names, addresses, Social Security numbers, and credit histories. These trimerge reports are sold to mortgage brokers and other end users to determine consumers' eligibility for credit."
    },
    "commissioners": [
      "Jon Leibowitz, Chairman",
      "William E. Kovacic",
      "J. Thomas Rosch",
      "Edith Ramirez",
      "Julie Brill"
    ],
    "case_date": {
      "month": 8,
      "year": 2011
    },
    "legal_authority": "Section 5 of the Federal Trade Commission Act, 15 U.S.C. § 45(a); the Fair Credit Reporting Act, 15 U.S.C. § 1681 et seq.; and the Standards for Safeguarding Customer Information Rule, 16 C.F.R. Part 314, issued pursuant to Title V, Subtitle A of the Gramm-Leach-Bliley Act, 15 U.S.C. §§ 6801-6809",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/082-3208-settlementone-credit-corporation",
    "statutory_topics": [
      "FCRA",
      "GLBA"
    ],
    "practice_areas": [
      "Data Security",
      "Financial Practices"
    ],
    "industry_sectors": [
      "Financial Services",
      "Education"
    ]
  },
  "complaint": {
    "factual_background": "SettlementOne Credit Corporation, a subsidiary of Sackett National Holdings, Inc., assembled and sold sensitive consumer credit reports (trimerge reports) to mortgage brokers and others. From at least February 2008, respondents failed to implement reasonable information security policies and procedures, including failing to assess risks, monitor access, and require adequate security measures from their end user clients. As a direct result, hackers exploited vulnerabilities in multiple end user client networks between February and June 2008, accessing at least 784 consumer reports without authorization. After learning of the breaches, respondents failed to take adequate corrective action, including restoring access to at least one compromised client without verifying their systems were secure. Respondents also failed to warn other end users of the known threat or ensure their clients' systems were adequately protected.",
    "representations_made": [
      {
        "description": "Respondents failed to develop and disseminate information security policies for SettlementOne and its end user clients, failed to assess risks of allowing end users with unverified security to access consumer reports, and failed to implement reasonable steps to address those risks",
        "quoted_text": "8. From at least February 2008, respondents have engaged in a number of practices that, taken together, failed to provide reasonable and appropriate security for consumers’ personal information. Among other things, respondents failed to: a. develop and disseminate information security policies for SettlementOne and its end user clients; b. assess the risks of allowing end users with unverified or inadequate security to access consumer reports through SettlementOne’s portal; 2 c. implement reasonable steps to address these risks by, for example, evaluating the security of end user’s computer networks, requiring appropriate information security measures, and training end user clients; d. implement reasonable steps to maintain an effective system of monitoring access to consumer reports by SettlementOne’s end users, including by monitoring to detect anomalies and other suspicious activity; and e. take appropriate action to correct existing vulnerabilities or threats to personal information in light of known risks.",
        "verified": true,
        "confidence": 0.85,
        "source_paragraph": 8,
        "quote_start_line": 66,
        "quote_end_line": 83
      },
      {
        "description": "Respondents allowed clients without basic security measures such as firewalls and updated antivirus software to access trimerge reports, directly enabling hackers to obtain sensitive consumer reports",
        "quoted_text": "9. Because of SettlementOne’s lack of information security policies and procedures, respondents allow clients without basic security measures in place, such as firewalls and updated antivirus software, to have access to their trimerge reports. The lack of such security measures directly caused highly-sensitive consumer reports to be available to hackers, as explained below.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 9,
        "quote_start_line": 84,
        "quote_end_line": 88
      },
      {
        "description": "Following the breaches, respondents failed to make reasonable efforts to determine causes of the breaches, protect against future breaches, or require end user clients to demonstrate their systems were secure",
        "quoted_text": "11. Following each of the breaches, respondents did not make reasonable efforts to determine the cause(s) of the breaches and protect against future breaches. Although respondents did terminate some of the affected end users after learning of the security breaches, in other cases respondents did nothing. Respondents, for example, did not require end user clients to submit any documentation demonstrating that the clients’ computer systems were virus free and otherwise properly protected. In one instance, despite the lack of documentation, the respondents restored access to an end user whose credentials had been stolen.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 11,
        "quote_start_line": 96,
        "quote_end_line": 103
      },
      {
        "description": "Respondents made no effort to warn other end users of the known threat or to verify that end user clients' information security was adequately secured",
        "quoted_text": "12. In addition, respondents have made no effort to warn their other end users of a known threat, or to suggest they make any efforts to ensure their systems were adequately secured. Respondents continue to give access to consumer reports to end user clients whose information security has not been adequately verified.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 12,
        "quote_start_line": 104,
        "quote_end_line": 107
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Violation of the Safeguards Rule (GLB Act)",
        "representation": "Respondents were required to implement a comprehensive written information security program with reasonable administrative, technical, and physical safeguards to protect customer information",
        "fact": "Respondents failed to design and implement information safeguards to control risks to customer information, failed to regularly test or monitor effectiveness of controls, failed to evaluate and adjust their security program in light of known risks, and failed to develop and maintain a comprehensive information security program",
        "conclusion": "As described in Paragraphs 7 through 12, respondents failed to implement reasonable security policies and procedures to protect sensitive consumer information, and thereby engaged in violations of the Safeguards Rule, 16 C.F.R. §§ 314.3, 314.4."
      },
      {
        "count_number": 2,
        "title": "Violation of FCRA Section 604 — Furnishing Reports Without Permissible Purpose",
        "representation": "Section 604 of the FCRA prohibits a consumer reporting agency from furnishing a consumer report except for specified permissible purposes",
        "fact": "In multiple instances, respondents furnished consumer reports to hackers who did not have a permissible purpose to obtain a consumer report",
        "conclusion": "By and through the acts and practices described in Paragraphs 7 through 12, respondents have violated Section 604 of the FCRA, 15 U.S.C. § 1681b."
      },
      {
        "count_number": 3,
        "title": "Violation of FCRA Section 607(a) — Failure to Maintain Reasonable Procedures",
        "representation": "Section 607(a) of the FCRA requires every consumer reporting agency to maintain reasonable procedures to limit the furnishing of consumer reports to permissible purposes",
        "fact": "Respondents failed to maintain reasonable procedures to limit the furnishing of consumer reports to permissible purposes as listed under Section 604 of the FCRA",
        "conclusion": "By and through the acts and practices described in Paragraphs 7 through 12, respondents have violated Section 607(a) of the FCRA, 15 U.S.C. § 1681e(a)."
      },
      {
        "count_number": 4,
        "title": "Violation of FCRA Section 607(a) — Furnishing Reports with Reasonable Grounds to Believe No Permissible Purpose",
        "representation": "Section 607(a) of the FCRA prohibits a consumer reporting agency from furnishing a consumer report to any person if it has reasonable grounds for believing the report will not be used for a permissible purpose",
        "fact": "In numerous instances, respondents furnished consumer reports under circumstances in which they had reasonable grounds for believing that the reports would not be used for a permissible purpose",
        "conclusion": "By and through the acts and practices described in Paragraphs 10 through 12, respondents have violated Section 607(a) of the FCRA, 15 U.S.C. § 1681e(a)."
      },
      {
        "count_number": 5,
        "title": "Unfair and Deceptive Acts or Practices — FCRA Violations as FTC Act Violations",
        "representation": "By violating Sections 604 and 607(a) of the FCRA, respondents engaged in unfair and deceptive acts or practices in or affecting commerce",
        "fact": "Respondents' FCRA violations, pursuant to Section 621(a) of the FCRA, constitute unfair and deceptive acts and practices in violation of Section 5(a) of the FTC Act",
        "conclusion": "By their violations of Sections 604 and 607(a) of the FCRA, and pursuant to Section 621(a) thereof, 15 U.S.C. § 1681s, respondents have engaged in unfair and deceptive acts and practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 6,
        "title": "Unfair Acts or Practices — Failure to Employ Reasonable Security Measures (FTC Act Section 5)",
        "representation": "Respondents had an obligation to employ reasonable and appropriate measures to secure the personal information they maintain and sell",
        "fact": "Respondents did not employ reasonable and appropriate security measures to protect consumers' personal information, causing or likely causing substantial injury to consumers that was not offset by countervailing benefits and was not reasonably avoidable by consumers",
        "conclusion": "This practice was, and is, an unfair act or practice in or affecting commerce in violation of Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Personal information": "individually identifiable information from or about an individual consumer including, but not limited to: (a) a first and last name; (b) a home or other physical address, including street name and name of city or town; (c) an email address or other online contact information; (d) a telephone number; (e) a Social Security number; (f) a credit card or debit card account number; (g) checking account information, (h) a driver's license, military or state identification number; (i) a persistent identifier, such as a customer number, that is combined with other available data that identifies an individual consumer; or (j) any information that is combined with any of (a) through (i) above.",
      "Gramm-Leach-Bliley Act": "refers to 15 U.S.C. §§ 6801-6809, as amended, the \"Safeguards Rule\" or the \"Standards for Safeguarding Customer Information Rule\" refers to 16 C.F.R. Part 314, issued pursuant to Title V, Subtitle A of the GLB Act, 15 U.S.C. §§ 6801-6809.",
      "Financial institution": "shall mean as defined in Section 509(3)(A) of the GLB Act, 15 U.S.C. § 6809(3)(A).",
      "The Fair Credit Reporting Act": "refers to 15 U.S.C. § 1681 et seq.",
      "Consumer report": "shall mean as defined in Section 603(d)(1) of the FCRA, 15 U.S.C. § 1681a(d)(1).",
      "Respondents": "shall mean Sackett National Holdings and SettlementOne Credit Corporation, and their subsidiaries, divisions, affiliates, successors and assigns.",
      "Commerce": "shall mean as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. § 44."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Comprehensive Information Security Program",
        "category": "affirmative_obligation",
        "summary": "Respondents must establish, implement, and maintain a comprehensive written information security program with specific safeguards appropriate to their size, complexity, and the sensitivity of personal information they collect.",
        "requirements": [
          {
            "description": "Establish, implement, and maintain a comprehensive information security program reasonably designed to protect the security, confidentiality, and integrity of personal information, fully documented in writing, with administrative, technical, and physical safeguards",
            "quoted_text": "IT IS ORDERED that respondents shall, no later than the date of service of this order, establish and implement, and thereafter maintain, a comprehensive information security program that is reasonably designed to protect the security, confidentiality, and integrity of personal information collected from or about consumers, including the security, confidentiality, and integrity of personal information accessible to end users. Such program, the content and implementation of which must be fully documented in writing, shall contain administrative, technical, and physical safeguards appropriate to the respondents’ size and complexity, the nature and scope of the respondents’ activities, and the sensitivity of the personal information collected from or about consumers. The information security program must include:",
            "deadline": "date of service of order",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 85,
            "quote_end_line": 93
          },
          {
            "description": "Designate an employee or employees to coordinate and be accountable for the information security program",
            "quoted_text": "A. the designation of an employee or employees to coordinate and be accountable for the information security program;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 94,
            "quote_end_line": 95
          },
          {
            "description": "Identify material internal and external risks to the security, confidentiality, and integrity of personal information and assess the sufficiency of safeguards in place, covering employee training and management, information systems, and prevention/detection/response to attacks",
            "quoted_text": "B. the identification of material internal and external risks to the security, confidentiality, and integrity of personal information that could result in the unauthorized disclosure, misuse, loss, alteration, destruction, or other compromise of such information, and assessment of the sufficiency of any safeguards in place to control these risks. At a minimum, this risk assessment should include consideration of risks in each area of relevant operation, including, but not limited to: (1) employee training and management; (2) information systems, including network and software design, access, information processing, storage, transmission, and disposal; and (3) prevention, detection, and response to attacks, intrusions, or other systems failures;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 96,
            "quote_end_line": 106
          },
          {
            "description": "Design and implement reasonable safeguards to control identified risks and regularly test or monitor the effectiveness of safeguards' key controls, systems, and procedures",
            "quoted_text": "C. the design and implementation of reasonable safeguards to control the risks identified through risk assessment and regular testing or monitoring of the effectiveness of the safeguards’ key controls, systems, and procedures;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 107,
            "quote_end_line": 110
          },
          {
            "description": "Develop and use reasonable steps to select and retain service providers capable of safeguarding personal information, and require service providers by contract to implement and maintain appropriate safeguards",
            "quoted_text": "D. the development and use of reasonable steps to select and retain service providers capable of appropriately safeguarding personal information they 3 receive from the respondents, and requiring service providers by contract to implement and maintain appropriate safeguards; and",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 111,
            "quote_end_line": 117
          },
          {
            "description": "Evaluate and adjust the information security program in light of testing and monitoring results, material changes to operations or business arrangements, or other circumstances that may have a material impact on the program's effectiveness",
            "quoted_text": "E. the evaluation and adjustment of the respondents’ information security program in light of the results of the testing and monitoring required by sub-Part C, any material changes to respondents’ operations or business arrangements, or any other circumstances that respondents know or have reason to know may have a material impact on the effectiveness of their information security program.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 118,
            "quote_end_line": 122
          }
        ],
        "statutory_topics": [
          "FCRA",
          "GLBA"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Comprehensive Security Program"
        ]
      },
      {
        "provision_number": "II",
        "title": "Compliance with the Safeguards Rule",
        "category": "prohibition",
        "summary": "Respondents and their agents must not violate any provision of the FTC Safeguards Rule (16 C.F.R. Part 314), including as it may be amended or modified.",
        "requirements": [
          {
            "description": "Respondents and their officers, agents, representatives, and employees must not, directly or through any corporation, subsidiary, division, website, or other device, violate any provision of the Safeguards Rule, 16 C.F.R. Part 314",
            "quoted_text": "IT IS FURTHER ORDERED that respondents and their officers, agents, representatives, and employees, shall not, directly or through any corporation, subsidiary, division, website, or other device, violate any provision of the Safeguards Rule, 16 C.F.R. Part 314. In the event that this Rule is hereafter amended or modified, respondents’ compliance with that Rule as so amended or modified shall not be a violation of this order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 124,
            "quote_end_line": 128
          }
        ],
        "statutory_topics": [
          "FCRA",
          "GLBA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Prohibition",
          "Comprehensive Security Program"
        ]
      },
      {
        "provision_number": "III",
        "title": "Fair Credit Reporting Act Compliance",
        "category": "affirmative_obligation",
        "summary": "Respondents must furnish consumer reports only to persons with a permissible purpose and must maintain reasonable procedures to ensure compliance with the FCRA's furnishing requirements.",
        "requirements": [
          {
            "description": "Furnish consumer reports only to persons respondents have reason to believe have a permissible purpose as described in Section 604(a)(3) of the FCRA or under other circumstances set forth in Section 604 of the FCRA",
            "quoted_text": "A. Furnish such consumer report only to those persons which it has reason to believe have a permissible purpose as described in Section 604(a)(3) of the Fair Credit Reporting Act, 15 U.S.C. § 1681b(a)(3), or under such other circumstances as set forth in Section 604 of the Fair Credit Reporting Act, 15 U.S.C. § 1681b;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 132,
            "quote_end_line": 135
          },
          {
            "description": "Maintain reasonable procedures to limit furnishing of consumer reports to those with a permissible purpose and ensure no consumer report is furnished when there are reasonable grounds to believe it will not be used for a permissible purpose, as required by Section 607(a) of the FCRA",
            "quoted_text": "B. Maintain reasonable procedures to limit the furnishing of such consumer report to those with a permissible purpose and ensure that no consumer report is furnished to any person when there are reasonable grounds to believe that the consumer report will not be used for a permissible purpose, as required by Section 607(a) of the Fair Credit Reporting Act, 15 U.S.C. § 1681e(a).",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 136,
            "quote_end_line": 140
          }
        ],
        "statutory_topics": [
          "FCRA",
          "GLBA"
        ],
        "practice_areas": [
          "Data Security",
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Initial and Biennial Third-Party Security Assessments",
        "category": "assessment",
        "summary": "Respondents must obtain initial and biennial independent third-party assessments of their information security program from a qualified professional (CISSP, CISA, or GIAC), with the initial assessment covering the first 180 days and biennial assessments covering each subsequent 2-year period for 20 years.",
        "requirements": [
          {
            "description": "Obtain initial and biennial assessments from a qualified, objective, independent third-party professional using procedures and standards generally accepted in the profession; SettlementOne always requires assessments; Sackett National Holdings is exempt for subsidiaries that collect only limited categories of personal information",
            "quoted_text": "compliance with Part I of this order, obtain initial and biennial assessments and reports (“Assessments”) from a qualified, objective, independent third-party professional, who uses procedures and standards generally accepted in the profession, provided however, that except for SettlementOne Credit Corporation for which such Assessments are always required, Sackett National Holdings, Inc. shall not be required to obtain such Assessments for any subsidiary, division, affiliate, successor or assign if the personal information such entities collect, maintain, or store from or about consumers is limited to a first and last name; a home or other physical address, including street name and name of city or town; an email address; a telephone number; or publicly available information regarding property ownership and appraised home value. Each",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 143,
            "quote_end_line": 151
          },
          {
            "description": "Each Assessment must be prepared and completed within sixty (60) days after the end of the reporting period by a person qualified as CISSP, CISA, GIAC, or similarly qualified person approved by the FTC Associate Director for Enforcement; covering (1) first 180 days after service for the initial Assessment, and (2) each 2-year period thereafter for 20 years for biennial Assessments",
            "quoted_text": "Assessment shall be prepared and completed within sixty (60) days after the end of the reporting period to which the Assessment applies by a person qualified as a Certified Information System Security Professional (CISSP) or as a Certified Information Systems Auditor (CISA); a person holding Global Information Assurance Certification (GIAC) from the SysAdmin, Audit, Network, Security (SANS) Institute; or a similarly qualified person or organization approved by the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, D.C. 20580. The reporting period for the Assessments shall cover: (1) the first one hundred and eighty (180) days after service of the order for the initial Assessment, and (2) each two (2) year period thereafter for twenty (20) years after service of the order for the biennial Assessments. Each Assessment shall:",
            "deadline": "60 days after end of reporting period",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 155,
            "quote_end_line": 164
          },
          {
            "description": "Each Assessment must set forth specific administrative, technical, and physical safeguards implemented and maintained during the reporting period",
            "quoted_text": "A. set forth the specific administrative, technical, and physical safeguards that respondents have implemented and maintained during the reporting period;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 165,
            "quote_end_line": 166
          },
          {
            "description": "Each Assessment must explain how the safeguards are appropriate to respondents' size and complexity, the nature and scope of their activities, and the sensitivity of personal information collected",
            "quoted_text": "B. explain how such safeguards are appropriate to respondents’ size and complexity, the nature and scope of respondents’ activities, and the sensitivity of the personal information collected from or about consumers;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 167,
            "quote_end_line": 169
          },
          {
            "description": "Each Assessment must explain how implemented safeguards meet or exceed the protections required by the Safeguards Rule",
            "quoted_text": "C. explain how the safeguards that have been implemented meet or exceed the protections required by the Safeguards Rule; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 170,
            "quote_end_line": 171
          },
          {
            "description": "Each Assessment must certify that respondents' security program is operating with sufficient effectiveness to provide reasonable assurance that the security, confidentiality, and integrity of personal information is protected throughout the reporting period",
            "quoted_text": "D. certify that respondents’ security program is operating with sufficient effectiveness to provide reasonable assurance that the security, confidentiality, and integrity of personal information is protected and has so operated throughout the reporting period.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 172,
            "quote_end_line": 175
          },
          {
            "description": "Provide the initial Assessment to the FTC Associate Director for Enforcement within ten (10) days after the Assessment has been prepared; retain all subsequent biennial Assessments until the order is terminated and provide them to the Associate Director within ten (10) days of request",
            "quoted_text": "Respondents shall provide the initial Assessment to the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, D.C. 20580, within ten (10) days after the Assessment has been prepared. All subsequent biennial Assessments shall be retained by respondents until the order is terminated and provided to the Associate Director of Enforcement within ten (10) days after respondents receive such request.",
            "deadline": "10 days after Assessment is prepared (initial); 10 days after request (biennial)",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 176,
            "quote_end_line": 181
          }
        ],
        "statutory_topics": [
          "FCRA",
          "GLBA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Third-Party Assessment",
          "Comprehensive Security Program"
        ]
      },
      {
        "provision_number": "V",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondents must maintain and make available to the FTC compliance-related documents for five years, law enforcement communications for five years, and all materials used to prepare each Assessment for three years after preparation.",
        "requirements": [
          {
            "description": "For five (5) years, maintain a print or electronic copy of each document relating to compliance, including documents that contradict, qualify, or call into question respondents' compliance with this order",
            "quoted_text": "A. for a period of five (5) years, a print or electronic copy of each document relating to compliance, including but not limited to documents, prepared by or on behalf of respondents, that contradict, qualify, or call into question respondents’ compliance with this order;",
            "deadline": "5 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 185,
            "quote_end_line": 188
          },
          {
            "description": "For five (5) years, maintain copies of all subpoenas and other communications with law enforcement entities or personnel bearing on respondents' collection, maintenance, or furnishing of consumer reports or other personal information",
            "quoted_text": "B. for a period of five (5) years, copies of all subpoenas and other communications with law enforcement entities or personnel, whether in written or electronic form, 5 if such documents bear in any respect on respondents’ collection, maintenance, or furnishing of consumer reports or other personal information of consumers; and",
            "deadline": "5 years",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 189,
            "quote_end_line": 195
          },
          {
            "description": "For three (3) years after the date of preparation of each Assessment required under Part IV, retain all materials relied upon to prepare the Assessment, including plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments relating to compliance with Parts I and II",
            "quoted_text": "C. for a period of three (3) years after the date of preparation of each Assessment required under Part IV of this order, all materials relied upon to prepare the Assessment, whether prepared by or on behalf of the respondents, including but not limited to all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, and any other materials relating to respondents’ compliance with Parts I and II of this order, for the compliance period covered by such Assessment.",
            "deadline": "3 years after date of preparation of each Assessment",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 196,
            "quote_end_line": 202
          }
        ],
        "statutory_topics": [
          "FCRA",
          "GLBA"
        ],
        "practice_areas": [
          "Data Security",
          "Financial Practices"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Order Distribution and Acknowledgment",
        "category": "acknowledgment",
        "summary": "For five years, respondents must deliver copies of the order to current and future principals, officers, directors, managers, relevant employees, and successor business entities, and must obtain signed acknowledgments of receipt within 30 days of delivery.",
        "requirements": [
          {
            "description": "For five (5) years from the date of entry, deliver a copy of the order to: (1) all current and future principals, officers, directors, and managers; (2) all employees, agents, and representatives who engage in conduct related to the subject matter of the order; and (3) any business entity resulting from a change in structure set forth in Part VII. Current personnel must receive delivery within five (5) days of service; new personnel prior to assuming responsibilities; successor entities at least ten (10) days prior to the change in structure",
            "quoted_text": "IT IS FURTHER ORDERED, that for a period of five (5) years from the date of entry of this Order, respondents shall deliver copies of the Order as directed below: A. Respondents must deliver a copy of this order to (1) all current and future principals, officers, directors and managers, (2) all employees, agents and representatives who engage in conduct related to the subject matter of the order, and (3) any business entity resulting from any change in structure set forth in Part VII. For current personnel, delivery shall be within five (5) days of service of this Order. For new personnel, delivery shall occur prior to them assuming their responsibilities. For any business entity resulting from any change in structure set forth in Part VII, delivery shall be at least ten (10) days prior to the change in structure.",
            "deadline": "5 days for current personnel; prior to assuming responsibilities for new personnel; 10 days prior for successor entities",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 204,
            "quote_end_line": 214
          },
          {
            "description": "Secure a signed and dated statement acknowledging receipt of the order within thirty (30) days of delivery from all persons receiving a copy of the order",
            "quoted_text": "B. Respondents must secure a signed and dated statement acknowledging receipt of this Order, within thirty (30) days of delivery, from all persons receiving a copy of the Order pursuant to this section.",
            "deadline": "30 days of delivery",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 215,
            "quote_end_line": 217
          }
        ],
        "statutory_topics": [
          "FCRA",
          "GLBA"
        ],
        "practice_areas": [
          "Data Security",
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Notification of Corporate Changes",
        "category": "compliance_reporting",
        "summary": "Respondents must notify the FTC at least 30 days prior to any corporate change that may affect compliance obligations, such as dissolution, merger, sale, bankruptcy filing, or name/address change, with expedited notice if less than 30 days' advance knowledge.",
        "requirements": [
          {
            "description": "Notify the Commission at least thirty (30) days prior to any change in the corporations that may affect compliance obligations, including dissolution, assignment, sale, merger, creation or dissolution of a subsidiary/parent/affiliate, proposed bankruptcy filing, or change in corporate name or address; if less than 30 days' notice is available, notify as soon as practicable",
            "quoted_text": "IT IS FURTHER ORDERED that respondents shall notify the Commission at least thirty (30) days prior to any change in the corporations that may affect compliance obligations arising under this order, including, but not limited to, a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in the corporate name or address. Provided, however, that with respect to any proposed change in the corporations about which respondents learn less than thirty (30) days prior to the date such action is to take place, respondents shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": "30 days prior to corporate change (or as soon as practicable if less than 30 days' notice)",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 219,
            "quote_end_line": 227
          },
          {
            "description": "Send all required notices by overnight courier to the FTC Associate Director of Enforcement, or alternatively by first-class mail with a contemporaneous electronic copy to DEbrief@ftc.gov",
            "quoted_text": "Unless otherwise directed by a representative of the Commission, all notices required by this Part shall be sent by overnight courier (not the U.S. Postal Service) to the Associate Director of Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania 6 Avenue NW, Washington, D.C. 20580, with the subject line FTC v. SettlementOne Credit Corporation, and Sackett National Holdings, Inc. Provided, however, that, in lieu of overnight courier, notices may be sent by first-class mail, but only if an electronic version of such notices is contemporaneously sent to the Commission at DEbrief@ftc.gov.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 228,
            "quote_end_line": 237
          }
        ],
        "statutory_topics": [
          "FCRA",
          "GLBA"
        ],
        "practice_areas": [
          "Data Security",
          "Financial Practices"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondents must file an initial written compliance report with the FTC within 60 days of service of the order and submit additional written reports within 10 days of written notice from the Commission.",
        "requirements": [
          {
            "description": "Within sixty (60) days after the date of service of the order, file with the Commission a true and accurate written report setting forth in detail the manner and form of compliance with the order",
            "quoted_text": "IT IS FURTHER ORDERED that respondents and their successors and assigns, within sixty (60) days after the date of service of this order, shall file with the Commission a true and accurate report, in writing, setting forth in detail the manner and form of their own compliance",
            "deadline": "60 days after service of order",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 239,
            "quote_end_line": 241
          },
          {
            "description": "Within ten (10) days of receipt of written notice from a representative of the Commission, submit additional true and accurate written reports",
            "quoted_text": "with this order. Within ten (10) day of receipt of written notice from a representative of the Commission, they shall submit additional true and accurate written reports.",
            "deadline": "10 days of receipt of written notice",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 242,
            "quote_end_line": 243
          }
        ],
        "statutory_topics": [
          "FCRA",
          "GLBA"
        ],
        "practice_areas": [
          "Data Security",
          "Financial Practices"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "IX",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "The order terminates on August 17, 2031, or 20 years from the most recent date a complaint is filed in federal court alleging a violation of the order, whichever is later, with specific carve-outs for sub-provisions with shorter durations and for dismissed complaints.",
        "requirements": [
          {
            "description": "Order terminates on August 17, 2031, or twenty (20) years from the most recent date that the United States or the FTC files a complaint in federal court alleging any violation of the order, whichever is later; with carve-outs for parts that terminate sooner, respondents not named in such complaint, and orders already terminated",
            "quoted_text": "This order will terminate on August 17, 2031, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. any Part in this order that terminates in less than twenty (20) years; B. this order’s application to any respondent that is not named as a defendant in such complaint; and C. this order if such complaint is filed after the order has terminated pursuant to this Part.",
            "deadline": "August 17, 2031 or 20 years from most recent complaint, whichever is later",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 245,
            "quote_end_line": 253
          },
          {
            "description": "If a complaint is dismissed or a federal court rules respondents did not violate the order and that ruling is not appealed or is upheld on appeal, the order terminates as though the complaint had never been filed, except it will not terminate between the complaint filing date and the later of the appeal deadline or the date the ruling is upheld on appeal",
            "quoted_text": "Provided, further, that if such complaint is dismissed or a federal court rules that respondents did not violate any provision of the order, and the dismissal or ruling is either not appealed or upheld on appeal, then the order will terminate according to this Part as though the complaint had never been filed, except that the order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 254,
            "quote_end_line": 259
          }
        ],
        "statutory_topics": [
          "FCRA",
          "GLBA"
        ],
        "practice_areas": [
          "Data Security",
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on August 17, 2031, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. any Part in this order that terminates in less than twenty (20) years; B. this order's application to any respondent that is not named as a defendant in such complaint; and C. this order if such complaint is filed after the order has terminated pursuant to this Part."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "08.11, SettlementOne Credit Corporation Complaint.pdf",
      "order": "08.11, SettlementOne Credit Corporation Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 6,
      "complaint_representations": 4,
      "order_provisions": 9,
      "order_definitions": 7,
      "order_requirements": 27,
      "provisions_per_section": {
        "I": 6,
        "II": 1,
        "III": 2,
        "IV": 7,
        "V": 3,
        "VI": 2,
        "VII": 2,
        "VIII": 2,
        "IX": 2
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 4,
        "complaint_total": 4,
        "order_verified": 27,
        "order_total": 27
      }
    },
    "processing_time_seconds": 117.9
  }
}