{
  "case_info": {
    "docket_number": "C-4701",
    "company": {
      "name": "Certegy Check Services, Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "St. Petersburg, Florida",
      "business_description": "Certegy is a consumer reporting agency and nationwide specialty consumer reporting agency that assembles, evaluates, and furnishes consumer credit information and check-writing history to third parties in interstate commerce."
    },
    "commissioners": [],
    "case_date": {
      "month": 8,
      "year": 2013
    },
    "legal_authority": "Sections 5(a), 5(m)(1)(A), 13(b), 16(a)(1), and 19 of the Federal Trade Commission Act, 15 U.S.C. §§ 45(a), 45(m)(1)(A), 53(b), 56(a)(1), and 57b; and section 621(a) of the Fair Credit Reporting Act, 15 U.S.C. § 1681s(a)",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/112-3184-certegy-check-services-inc",
    "statutory_topics": [
      "FCRA"
    ],
    "practice_areas": [
      "Financial Practices"
    ],
    "industry_sectors": [
      "Financial Services"
    ]
  },
  "complaint": {
    "factual_background": "Certegy Check Services, Inc., a nationwide specialty consumer reporting agency that provides check authorization recommendations to merchants, failed to maintain reasonable procedures to ensure accuracy of consumer report information. The company inadequately tracked the handling and resolution of consumer disputes, required consumers to conduct their own reinvestigations rather than fulfilling its legal obligations, failed to complete timely reinvestigations, did not establish streamlined processes for annual file disclosures, and lacked reasonable written policies regarding the accuracy of information it furnished to other consumer reporting agencies.",
    "representations_made": [],
    "counts": [
      {
        "count_number": 1,
        "title": "Accuracy of Consumer Report Information",
        "representation": "Certegy was required to follow reasonable procedures to assure the maximum possible accuracy of consumer report information",
        "fact": "Certegy failed to follow reasonable procedures to assure maximum possible accuracy of consumers' report information. Certegy failed to adequately track the handling and resolution of consumer disputes, resulting in its failure to promptly delete inaccurate or unverifiable information. This failure led to the retention and reporting of inaccurate consumer report information regarding consumers who may have been denied the ability to pay by check.",
        "conclusion": "By and through these acts and practices, Certegy has violated section 607(b) of the FCRA, 15 U.S.C. § 1681e(b), which also constitute unfair or deceptive acts or practices in violation of section 5(a) of the FTC Act."
      },
      {
        "count_number": 2,
        "title": "Reinvestigations of Disputed Information",
        "representation": "Certegy was required to conduct reasonable reinvestigations to determine whether disputed information is inaccurate within thirty to forty-five days, provide prompt notice of disputes to furnishers, delete inaccurate or unverifiable information, notify furnishers of modifications or deletions, maintain procedures to prevent reappearance of deleted information, and promptly provide notice to consumers of investigation results",
        "fact": "Certegy attempted to shift the burden of conducting reinvestigations to consumers rather than fulfilling its legal obligation. Certegy required consumers to contact merchants themselves, obtain and send driving records, or obtain signed letters from banks on bank letterhead. Certegy failed to complete reinvestigations within required timeframes, failed to provide prompt notice of disputes to furnishers, failed to notify consumers when disputes were deemed frivolous, failed to promptly delete inaccurate information, failed to notify furnishers of deletions, failed to maintain procedures to prevent reappearance of deleted information, and failed to provide written notice of results within five business days.",
        "conclusion": "By and through these acts and practices, Certegy has violated sections 611(a)(1), (2), (3), (5), and (6) of the FCRA, 15 U.S.C. §§ 1681i(a)(1), (2), (3), (5), and (6), which also constitute unfair or deceptive acts or practices in violation of section 5(a) of the FTC Act."
      },
      {
        "count_number": 3,
        "title": "Consumer File Disclosures and Streamlined Process",
        "representation": "Certegy was required to have a streamlined process for accepting and processing consumer requests for annual file disclosures that collects only as much personal information as is necessary to properly identify the consumer and to provide annual file disclosures within fifteen days of receiving requests",
        "fact": "Certegy required consumers to submit more information than is reasonably necessary to properly identify consumers before providing their annual file disclosures. Certegy does not have a process that is designed, implemented, or maintained to comply with the rule; it routinely collects more personal information than is reasonably necessary to identify consumers; and it often fails to provide consumer reports within fifteen days of receiving consumers' requests. This resulted in delays or nonfulfillment of consumers' requests.",
        "conclusion": "By and through these acts and practices, Certegy has violated section 612(a)(2) of the FCRA, 15 U.S.C. § 1681j(a)(2), and 16 C.F.R. § 610.3, recodified at 12 C.F.R. § 1022.137, which also constitute unfair or deceptive acts or practices in violation of section 5(a) of the FTC Act."
      },
      {
        "count_number": 4,
        "title": "Written Policies (Furnishers)",
        "representation": "Certegy was required as a furnisher of information to establish and implement reasonable written policies and procedures regarding the accuracy and integrity of the information relating to consumers that it furnishes to consumer reporting agencies, to consider the guidelines in appendix E, and to review its policies and procedures periodically",
        "fact": "Certegy failed to establish and implement reasonable written policies and procedures regarding the accuracy and integrity of the information relating to consumers that it furnishes to CRAs, failed to consider the guidelines in appendix E of that rule, and failed to review its policies and procedures periodically. Certegy's failures could lead to either the reporting of inaccurate information to CRAs or the retention of inaccurate information in CRAs' files.",
        "conclusion": "By and through these acts and practices, Certegy has violated 16 C.F.R. § 660.3, recodified at 12 C.F.R. § 1022.42, which also constitute unfair or deceptive acts or practices in violation of section 5(a) of the FTC Act."
      }
    ]
  },
  "order": {
    "definitions": {
      "Defendant": "Certegy Check Services, Inc. (\"Certegy\"), its operating companies, and its successors and assigns.",
      "Person": "any individual, partnership, corporation, trust, estate, cooperative, association, government or governmental subdivision or agency, or other entity.",
      "Consumer": "an individual.",
      "Consumer Report": "any written, oral, or other communication of any information by a CRA bearing on a consumer's credit worthiness, credit standing, credit capacity, character, general reputation, personal characteristics, or mode of living which is used or expected to be used or collected in whole or in part for the purpose of serving as a factor in establishing the consumer's eligibility for (1) credit or insurance to be used primarily for personal, family, or household purposes; (2) employment purposes; or (3) any other purpose authorized under section 604 ofthe FCRA, 15 U.S.C. § 1681b. For exclusions, see section 603(d)(2) ofthe FCRA, 15 U.S.C. § 1681a(d)(2), a copy ofwhich is attached as Exhibit 1.",
      "Consumer Reporting Agency": "any person which, for monetary fees, dues, or on a cooperative nonprofit basis, regularly engages in whole or in part in the practice of assembling or evaluating consumer credit information or other information on consumers for the purpose of furnishing consumer reports to third parties, and which uses any means or facility of interstate commerce for the purpose of preparing or furnishing consumer reports.",
      "File": "all of the information on that consumer recorded and retained by a CRA regardless of how the information is stored.",
      "Nationwide specialty consumer reporting agency": "a CRA that compiles and maintains files on consumers on a nationwide basis relating to (1) medical records or payments; (2) residential or tenant history; (3) check writing history; (4) employment history; or (5) insurance claims."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Civil Penalty",
        "category": "affirmative_obligation",
        "summary": "Defendant must pay a civil penalty of $3,500,000 to the United States within seven days of entry of this Order.",
        "requirements": [
          {
            "description": "Pay civil penalty of $3,500,000 by electronic fund transfer",
            "quoted_text": "Defendant is ordered to pay Plaintiff by making payment to the Treasurer ofthe United States of three million five hundred thousand dollars ($3,500,000) within seven (7) days of entry of this Order by electronic fund transfer in accordance with instructions previously provided by a representative of Plaintiff.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 102,
            "quote_end_line": 105
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      },
      {
        "provision_number": "II",
        "title": "Additional Monetary Provisions",
        "category": "affirmative_obligation",
        "summary": "Establishes default provisions for payment, relinquishment of funds, and use of allegations in subsequent enforcement actions.",
        "requirements": [
          {
            "description": "If in default for ten days beyond due date, judgment amount with interest becomes immediately due",
            "quoted_text": "A. If Defendant is in default of payment under Section I, which default continues for ten (1 0) days beyond the due date of payment, then the judgment amount, together with interest computed pursuant to 28 U.S.C. § 1961 from the date of default to the date of payment, minus any payments previously made, becomes immediately due.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 112,
            "quote_end_line": 115
          },
          {
            "description": "Relinquish dominion and all legal and equitable right, title, and interest in all funds transferred",
            "quoted_text": "B. Defendant relinquishes dominion and all legal and equitable right, title, and interest in all funds transferred pursuant to this Order and may not seek the return of any funds.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 116,
            "quote_end_line": 117
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "III",
        "title": "Prohibited Business Activities",
        "category": "prohibition",
        "summary": "Defendant is permanently restrained and enjoined from violating FCRA sections 607(b), 611, 612(a)(2), and 12 C.F.R. § 1022.42 in connection with its activities as a consumer reporting agency.",
        "requirements": [
          {
            "description": "Must not fail to comply with section 607(b) of the FCRA, including by failing to adequately track the handling and resolution of consumer disputes",
            "quoted_text": "A. Failing to comply with section 607(b) ofthe FCRA, 15 U.S.C. § 1681e(b), a copy of which is attached as Exhibit 2, including by failing to adequately track the handling and resolution of consumer disputes;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 126,
            "quote_end_line": 128
          },
          {
            "description": "Must not require the consumer to contact a third party to resolve a dispute if Certegy can obtain sufficient information itself",
            "quoted_text": "1. Requiring the consumer to contact a third party in order to resolve a dispute if Certegy can obtain sufficient information itself;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 131,
            "quote_end_line": 132
          },
          {
            "description": "Must not fail to complete reinvestigations within thirty days, or within forty-five days if information is received from the consumer during the thirty-day period",
            "quoted_text": "2. Failing to complete reinvestigations within thirty days or, if Certegy receives information from the consumer during that thirty-day period that is relevant to the reinvestigation, within forty-five days;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 137,
            "quote_end_line": 139
          },
          {
            "description": "Must not fail to provide notification of dispute to furnisher within five business days of receiving notice of dispute from consumer",
            "quoted_text": "3. Failing to provide, before the expiration of the five-business-day period beginning on the date on which Certegy receives notice of a dispute from any consumer, notification ofthe dispute to any person who provided any item of information in dispute, at the address and in the manner established with the person. The notice shall include all relevant information regarding the dispute that Certegy has received from the consumer;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 140,
            "quote_end_line": 144
          },
          {
            "description": "Must not fail to promptly delete or modify inaccurate, incomplete, or unverifiable information from consumer's file and notify furnisher when information has been modified or deleted",
            "quoted_text": "4. After conducting a reinvestigation of any information disputed by a consumer and finding that an item of information is inaccurate, incomplete, or cannot be verified, failing to: i. promptly delete or modify an item of information from the consumer's file, as appropriate, and n. promptly notify the furnisher of that information when the information has been modified or deleted from the consumer's file.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 145,
            "quote_end_line": 151
          },
          {
            "description": "Must not fail to provide written notice to consumer within five business days when terminating a reinvestigation as frivolous or irrelevant based on consumer's failure to provide sufficient information",
            "quoted_text": "5. Failing to provide written notice to a consumer, within five business days of making such a determination, when Certegy terminates a reinvestigation as frivolous or irrelevant based on the consumer's failure to provide sufficient information to investigate the disputed information;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 152,
            "quote_end_line": 155
          },
          {
            "description": "Must not fail to maintain reasonable procedures designed to prevent reappearance in a consumer's file of information that is deleted pursuant to a reinvestigation",
            "quoted_text": "6. Failing to maintain reasonable procedures designed to prevent the reappearance in a consumer's file, and in consumer reports on the consumer, of information that is deleted pursuant to a reinvestigation; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 156,
            "quote_end_line": 158
          },
          {
            "description": "Must not fail to provide written notice to consumer of reinvestigation results within five business days after completion of reinvestigation",
            "quoted_text": "7. Failing to provide written notice to a consumer of the results of a reinvestigation not later than five business days after the completion ofthe reinvestigation;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 163,
            "quote_end_line": 165
          },
          {
            "description": "Must not fail to collect only as much personal information as is reasonably necessary to properly identify the consumer",
            "quoted_text": "1. Failing to collect only as much personal information as is reasonably necessary to properly identify the consumer; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 168,
            "quote_end_line": 169
          },
          {
            "description": "Must not fail to provide consumers with copies of their consumer reports within 15 days after receipt of a request",
            "quoted_text": "2. Failing to provide consumers with copies of their consumer reports within 15 days after receipt of a request; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 170,
            "quote_end_line": 171
          },
          {
            "description": "Must not fail to establish and implement written policies and procedures regarding the accuracy and integrity of information relating to consumers that is furnished to CRAs",
            "quoted_text": "D. Failing to comply with 12 C.P.R. § 1022.42, a copy of which is attached as Exhibit 6, including by failing to establish and implement written policies and procedures regarding the accuracy and integrity of information relating to consumers that is furnished to CRAs.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 172,
            "quote_end_line": 175
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Defendant must submit acknowledgment of receipt of this Order and deliver copies to personnel with decision-making authority for three years.",
        "requirements": [
          {
            "description": "Submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury",
            "quoted_text": "A. Defendant, within seven (7) days of entry of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 179,
            "quote_end_line": 180
          },
          {
            "description": "Deliver copy of Order to all principals, officers, directors, LLC managers and members, employees with decision-making authority, and entities resulting from change in structure",
            "quoted_text": "B. For three (3) years after entry of this Order, for any business that Defendant is the majority owner or controls directly or indirectly, must deliver a copy of this Order to: (I) all principals, officers, directors, and LLC managers and members; (2) all employees, agents, and representatives who have decision-making authority with respect to the conduct related to the subject matter of the Order; and (3) any business entity resulting from any change in structure as set forth in the Section titled Compliance Reporting. Delivery must occur within seven (7) days -7-",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 181,
            "quote_end_line": 187
          },
          {
            "description": "Obtain signed and dated acknowledgment of receipt from each individual or entity to which Defendant delivered a copy of this Order",
            "quoted_text": "C. From each individual or entity to which Defendant delivered a copy of this Order, Defendant must obtain, within thirty (30) days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 193,
            "quote_end_line": 195
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "V",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendant must submit compliance reports and notices to the Commission at specified intervals and upon certain triggering events.",
        "requirements": [
          {
            "description": "Submit initial compliance report sworn under penalty of perjury, identifying contact information, business information, activities, compliance status, and Order Acknowledgments",
            "quoted_text": "A. One hundred eighty (180) days after entry of this Order, Defendant must submit a compliance report, sworn under penalty of perjury. Defendant must: (1) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission or Plaintiff may use to communicate with Defendant; (2) identify all of Defendant's businesses by all of their names, telephone numbers, and physical and postal addresses for each primary business location, as well as their email and Internet addresses; (3) describe the activities of each business, including the products and services offered and the means of consumer reporting; (4 ) describe in detail whether and how Defendant is in compliance with each Section of this Order; and (5) provide a copy of each Order Acknowledgment obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 199,
            "quote_end_line": 208
          },
          {
            "description": "Submit compliance notice within fourteen days of any change in designated point of contact or structure of Defendant",
            "quoted_text": "B. For ten (1 0) years after entry of this Order, Defendant must submit a compliance notice, sworn under penalty of perjury, within fourteen (14) days of any change in the following: (1) any designated point of contact; or (2) the structure of Defendant or any entity that Defendant has any ownership interest in or directly or indirectly controls that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary or parent that engages in any acts or practices subject to this Order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 209,
            "quote_end_line": 214
          },
          {
            "description": "Submit notice of filing of any bankruptcy petition, insolvency proceeding, or similar proceeding",
            "quoted_text": "C. Defendant must submit to the Commission notice of the filing of any bankruptcy petition, insolvency proceeding, or any similar proceeding by or against Defendant within fourteen (14) days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 219,
            "quote_end_line": 221
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Recordkeeping Provisions",
        "category": "recordkeeping",
        "summary": "Defendant must create certain records for ten years after entry of the Order and retain each such record for five years.",
        "requirements": [
          {
            "description": "Create and retain accounting records showing revenues, costs, and net profit or loss",
            "quoted_text": "A. Accounting records showing the revenues from all goods or services sold, all costs incurred in generating those revenues, and the resulting net profit or loss;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 237,
            "quote_end_line": 238
          },
          {
            "description": "Create and retain personnel records showing name, addresses, telephone numbers, job title, dates of service, and reason for termination",
            "quoted_text": "B. Personnel records showing, for each person providing services, whether as an employee or otherwise, that person's: name, addresses, and telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 239,
            "quote_end_line": 241
          },
          {
            "description": "Create and retain consumer complaints regarding FCRA compliance and responses",
            "quoted_text": "C. Consumer complaints regarding Defendant's compliance with the FCRA, whether received directly or indirectly, such as through a third party, and any response; and other consumer complaints received through a third party, and any response;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 246,
            "quote_end_line": 248
          },
          {
            "description": "Create and retain copies of all training materials and written policies and procedures related to consumer reporting or compliance with this Order",
            "quoted_text": "D. Copies of all training materials and written policies and procedures that relate to Defendant's activities in consumer reporting or Defendant's compliance with the provisions of this Order;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 249,
            "quote_end_line": 251
          },
          {
            "description": "Create and retain consumer dispute files with correspondence between customers and Defendant and between Defendant and furnishers",
            "quoted_text": "E. Consumer dispute files that include correspondence between customers and Defendant, and correspondence between Defendant and furnishers of disputed information, sufficient to demonstrate compliance with section 611 ofthe FCRA, 15 U.S.C. § 1681i, a copy of which is attached as Exhibit 3; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 252,
            "quote_end_line": 255
          },
          {
            "description": "Create and retain all records necessary to demonstrate full compliance with each provision of this Order",
            "quoted_text": "F. All records and documents necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 256,
            "quote_end_line": 257
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission and Plaintiff are authorized to monitor Defendant's compliance through various means including requests for reports, depositions, document production, interviews, and undercover investigations.",
        "requirements": [
          {
            "description": "Submit additional compliance reports or requested information, appear for depositions, and produce documents for inspection within fourteen days of written request",
            "quoted_text": "A. Within fourteen (14) days of receipt of a written request from a representative of. Commission or Plaintiff, Defendant must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury; appear for depositions; and produce documents for inspection and copying. The Commission and Plaintiff are also authorized to obtain discovery, without further leave of court, using any of the procedures prescribed by Federal Rules of Civil Procedure 29, 30 (including telephonic depositions), 31, 33, 34, 36, 45, and 69, provided that Defendant, after attempting to resolve a dispute without court action and for good cause shown, may file a motion with this Court seeking an order including one or more of the protections set forth in Rule 26(c).",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 261,
            "quote_end_line": 269
          },
          {
            "description": "Permit representatives of the Commission and Plaintiff to interview any employee or other person affiliated with Defendant who has agreed to such an interview",
            "quoted_text": "B. For matters concerning this Order, the Commission and Plaintiff are authorized to communicate directly with Defendant. Defendant must permit representatives of the Commission and Plaintiff to interview any employee or other person affiliated with Defendant who has agreed to such an interview. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 274,
            "quote_end_line": 277
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction over this matter for purposes of construction, modification, and enforcement of this Order.",
        "requirements": [
          {
            "description": "Court retains jurisdiction for construction, modification, and enforcement of this Order",
            "quoted_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 284,
            "quote_end_line": 285
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 10,
      "termination_text": "For ten (10) years after entry of this Order, Defendant must submit a compliance notice, sworn under penalty of perjury, within fourteen (14) days of any change in the following: (1) any designated point of contact; or (2) the structure of Defendant or any entity that Defendant has any ownership interest in or directly or indirectly controls that may affect compliance obligations arising under this Order"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "08.13, Certegy Check Services Complaint.pdf",
      "order": "08.13, Certegy Check Services Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 4,
      "complaint_representations": 0,
      "order_provisions": 8,
      "order_definitions": 7,
      "order_requirements": 29,
      "provisions_per_section": {
        "I": 1,
        "II": 2,
        "III": 11,
        "IV": 3,
        "V": 3,
        "VI": 6,
        "VII": 2,
        "VIII": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 1
      },
      "verification_details": {
        "complaint_verified": 0,
        "complaint_total": 0,
        "order_verified": 29,
        "order_total": 29
      }
    },
    "processing_time_seconds": 114.6
  }
}