{
  "case_info": {
    "docket_number": "C-4580",
    "company": {
      "name": "Very Incognito Technologies, Inc.",
      "incorporation_state": "California",
      "entity_type": "corporation",
      "address": "2261 Market Street, # 498 San Francisco, CA 94114",
      "business_description": "Very Incognito Technologies, Inc., doing business as Vipvape, manufactures and distributes hand-held vaporizers."
    },
    "commissioners": [
      "Edith Ramirez, Chairwoman",
      "Maureen K. Ohlhausen",
      "Terrell McSweeny"
    ],
    "case_date": {
      "month": 8,
      "year": 2016
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/162-3034-very-incognito-technologies-matter",
    "statutory_topics": [
      "Section 5 Only"
    ],
    "practice_areas": [
      "Data Security",
      "Privacy"
    ],
    "industry_sectors": [
      "Technology"
    ]
  },
  "complaint": {
    "factual_background": "Very Incognito Technologies, Inc., doing business as Vipvape, published a privacy policy on its website claiming that the company abides by the Asia-Pacific Economic Cooperation (APEC) Cross-Border Privacy Rules (CBPR) system. In fact, Vipvape was never certified to participate in the APEC CBPR system. To become certified, companies must undergo a review by an APEC-recognized accountability agent and pass annual reviews; Vipvape did neither. This false claim constituted a deceptive act or practice in violation of Section 5(a) of the FTC Act.",
    "representations_made": [
      {
        "description": "Claimed that Vipvape abides by the APEC Cross-Border Privacy Rules System, implying it is certified to participate in that system",
        "quoted_text": "Vipvape abides by the Asia-Pacific Economic Cooperation (APEC) Cross Border Privacy Rules System. The APEC CPBR system provides a framework for organizations to ensure protection of personal information transferred among participating APEC economies.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 8,
        "quote_start_line": 49,
        "quote_end_line": 53
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "False APEC CBPR Certification Claim",
        "representation": "Respondent represented, directly or indirectly, expressly or by implication, that it is certified to participate in the APEC CBPR system",
        "fact": "Respondent is not and never has been certified to participate in the APEC CBPR system",
        "conclusion": "Therefore, the representation set forth in Paragraph 9 is false or misleading, constituting a deceptive act or practice in violation of Section 5(a) of the FTC Act"
      }
    ]
  },
  "order": {
    "definitions": {
      "Respondent": "Very Incognito Technologies, Inc., a corporation, also doing business as Vipvape, and its successors and assigns.",
      "APEC CBPR": "the Asia-Pacific Economic Cooperation (\"APEC\") Cross-Border Privacy Rules (\"CBPR\") system."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Participation in Privacy or Security Programs",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent, in any manner, its membership in, adherence to, certification by, or participation in any privacy or security program sponsored by a government or self-regulatory organization, including APEC CBPR.",
        "requirements": [
          {
            "description": "Must not misrepresent participation or membership in any government- or self-regulatory-sponsored privacy or security program, including APEC CBPR, in connection with advertising, marketing, promotion, offering for sale, or sale of any product or service",
            "quoted_text": "IT IS ORDERED that Respondent and its officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this order, whether acting directly or indirectly, in connection with the advertising, marketing, promotion, offering for sale, or sale of any product or service must not misrepresent in any manner, expressly or by implication, the extent to which Respondent is a member of, adheres to, complies with, is certified by, is endorsed by, or otherwise participates in any privacy or security program sponsored by a government or any self-regulatory or standard-setting organization, including APEC CBPR.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 56,
            "quote_end_line": 63
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition",
          "Comprehensive Security Program"
        ]
      },
      {
        "provision_number": "II",
        "title": "Acknowledgments of the Order",
        "category": "acknowledgment",
        "summary": "Respondent must submit its own acknowledgment of receipt of the Order, deliver copies of the Order to relevant personnel and successors, and obtain signed acknowledgments from each recipient.",
        "requirements": [
          {
            "description": "Within 10 days after the effective date, Respondent must submit to the Commission an acknowledgment of receipt of this Order",
            "quoted_text": "A. Respondent, within 10 days after the effective date of this Order, must submit to the Commission an acknowledgment of receipt of this Order.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 67,
            "quote_end_line": 68
          },
          {
            "description": "For 20 years after the issuance date, Respondent must deliver a copy of the Order to all principals, officers, directors, LLC managers/members, employees and agents with relevant responsibilities, and any successor business entities; delivery must occur within 10 days for current personnel and before new personnel assume their responsibilities",
            "quoted_text": "B. For twenty (20) years after the issuance date of this Order, Respondent must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees, agents, and representatives with responsibilities related to the subject matter of the Order; and (3) any business entity resulting from any change in structure as set forth in the Provision titled Compliance Reporting. Delivery must occur within ten (10) days after the effective date of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "10 days for current personnel; before assuming responsibilities for all others",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 72,
            "quote_end_line": 78
          },
          {
            "description": "From each individual or entity that received a copy of the Order, Respondent must obtain a signed and dated acknowledgment of receipt within 30 days of delivery",
            "quoted_text": "C. From each individual or entity to which Respondent delivered a copy of this Order, Respondent must obtain, within thirty (30) days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 79,
            "quote_end_line": 81
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "III",
        "title": "Compliance Report and Notices",
        "category": "compliance_reporting",
        "summary": "Respondent must submit an initial sworn compliance report 60 days after the Order's issuance date, and thereafter submit sworn notices within 14 days of changes in contact information, corporate structure, or bankruptcy filings, following specified formatting and delivery requirements.",
        "requirements": [
          {
            "description": "Within 60 days after the issuance date, submit a sworn compliance report identifying contact information, all business names and addresses, describing each business's activities, detailing compliance with each Order provision, and providing copies of acknowledgments obtained",
            "quoted_text": "A. Sixty (60) days after the issuance date of this Order, Respondent must submit a compliance report, sworn under penalty of perjury, in which Respondent must: (a) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission, may use to communicate with Respondent; (b) identify all of Respondent’s businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (c) describe the activities of each business; (d) describe in detail whether and how Respondent is in compliance with each Provision of this Order; and (e) provide a copy of each Acknowledgment of the Order obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 85,
            "quote_end_line": 94
          },
          {
            "description": "Within 14 days of any change in a designated point of contact or in the structure of Respondent or any entity it owns or controls that may affect compliance obligations, submit a sworn compliance notice",
            "quoted_text": "B. Respondent must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following: (1) any designated point of contact; or (2) the structure of Respondent or any entity that Respondent has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 95,
            "quote_end_line": 100
          },
          {
            "description": "Within 14 days of filing, submit notice of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against Respondent",
            "quoted_text": "C. Respondent must submit notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against Respondent within 14 days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 101,
            "quote_end_line": 102
          },
          {
            "description": "All sworn submissions must be true and accurate and comply with 28 U.S.C. § 1746, including the prescribed declaration language, date, full name, title, and signature",
            "quoted_text": "D. Any submission to the Commission required by this Order to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, such as by concluding: “I declare under penalty of perjury under the laws of the United States of America that the foregoing is true and correct. Executed on: _____” and supplying the date, signatory’s full name, title (if applicable), and signature.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 103,
            "quote_end_line": 107
          },
          {
            "description": "Unless otherwise directed in writing, all submissions must be emailed to Debrief@ftc.gov or sent by overnight courier to the FTC's Associate Director of Enforcement, with the subject line beginning: In re Very Incognito Technologies, Inc., FTC File No. 1623034",
            "quoted_text": "E. Unless otherwise directed by a Commission representative in writing, all submissions to the Commission pursuant to this Order must be emailed to Debrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director of Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue, N.W., Washington, D.C. 20580. The subject line must begin: In re Very Incognito Technologies, Inc., FTC File No. 1623034.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 111,
            "quote_end_line": 116
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must create specified records for 20 years after the Order's issuance date and retain each record for 5 years, covering accounting, personnel, compliance, and marketing materials.",
        "requirements": [
          {
            "description": "Create and retain accounting records showing revenues from all goods or services sold",
            "quoted_text": "A. accounting records showing the revenues from all goods or services sold;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 121,
            "quote_end_line": 121
          },
          {
            "description": "Create and retain personnel records showing each service provider's name, addresses, telephone numbers, job title or position, dates of service, and reason for termination if applicable",
            "quoted_text": "B. personnel records showing, for each person providing services, whether as an employee or otherwise, that person’s: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 122,
            "quote_end_line": 124
          },
          {
            "description": "Create and retain all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission",
            "quoted_text": "C. all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 125,
            "quote_end_line": 126
          },
          {
            "description": "Create and retain a copy of each unique advertisement, promotional material, or other marketing material making any representation subject to this Order, and all materials relied upon in making the representation",
            "quoted_text": "D. a copy of each unique advertisement, promotional material, or other marketing material making any representation subject to this Order, and all materials that were relied upon in making the representation.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 127,
            "quote_end_line": 129
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "V",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "Respondent must cooperate with Commission monitoring by submitting additional compliance information and records upon request, permitting direct communications and voluntary interviews, and allowing the Commission to use all lawful investigative means including undercover methods.",
        "requirements": [
          {
            "description": "Within 10 days of receipt of a written request from a Commission representative, submit additional compliance reports or other requested information (sworn under penalty of perjury) and produce records for inspection and copying",
            "quoted_text": "A. Within ten (10) days of receipt of a written request from a representative of the Commission, Respondent must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury, and produce records for inspection and copying.",
            "deadline": "10 days of receipt of written request",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 133,
            "quote_end_line": 136
          },
          {
            "description": "Permit Commission representatives to communicate directly with Respondent and to interview anyone affiliated with Respondent who has agreed to such an interview; the interviewee may have counsel present",
            "quoted_text": "B. For matters concerning this Order, representatives of the Commission are authorized to communicate directly with Respondent. Respondent must permit representatives of the Commission to interview anyone affiliated with Respondent who has agreed to such an interview. The interviewee may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 137,
            "quote_end_line": 140
          },
          {
            "description": "The Commission may use all other lawful means, including posing as consumers, suppliers, or other individuals or entities, without identification or prior notice; nothing in the Order limits the Commission's lawful use of compulsory process under Sections 9 and 20 of the FTC Act",
            "quoted_text": "C. The Commission may use all other lawful means, including posing through its representatives as consumers, suppliers, or other individuals or entities, to Respondent or any individual or entity affiliated with Respondent, without the necessity of identification or prior notice. Nothing in this Order limits the Commission’s lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 144,
            "quote_end_line": 148
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Order Effective Dates",
        "category": "duration",
        "summary": "The Order is effective upon publication on the FTC's website and terminates on June 21, 2036, or 20 years from the most recent date a complaint alleging any Order violation is filed in federal court, whichever is later, subject to specified exceptions.",
        "requirements": [
          {
            "description": "The Order is final and effective upon the date of its publication on the Commission's website (ftc.gov) as a final order",
            "quoted_text": "IT IS FURTHER ORDERED that this Order is final and effective upon the date of its publication on the Commission’s website (ftc.gov) as a final order. This Order will terminate on",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 150,
            "quote_end_line": 151
          },
          {
            "description": "The Order terminates on June 21, 2036, or 20 years from the most recent date the United States or the Commission files a complaint in federal court alleging any violation of the Order, whichever is later, with specified exceptions for provisions with shorter terms, non-named respondents, and orders that have already terminated",
            "quoted_text": "publication on the Commission’s website (ftc.gov) as a final order. This Order will terminate on June 21, 2036, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of the Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. any Provision in this Order that terminates in less than twenty (20) years; B. this Order’s application to any respondent that is not named as a defendant in such complaint; and C. this Order if such complaint is filed after the order has terminated pursuant to this Provision. If such complaint is dismissed or a federal court rules that Respondent did not violate any provision of the Order, and the dismissal or ruling is either not appealed or upheld on appeal, then the Order as to Respondent will terminate according to this Provision as though the complaint had never been filed, except that the Order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 151,
            "quote_end_line": 166
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This Order will terminate on June 21, 2036, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of the Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. any Provision in this Order that terminates in less than twenty (20) years; B. this Order's application to any respondent that is not named as a defendant in such complaint; and C. this Order if such complaint is filed after the order has terminated pursuant to this Provision. If such complaint is dismissed or a federal court rules that Respondent did not violate any provision of the Order, and the dismissal or ruling is either not appealed or upheld on appeal, then the Order as to Respondent will terminate according to this Provision as though the complaint had never been filed, except that the Order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "08.16, Very Incognito Technologies Complaint.pdf",
      "order": "08.16, Very Incognito Technologies Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 1,
      "order_provisions": 6,
      "order_definitions": 2,
      "order_requirements": 18,
      "provisions_per_section": {
        "I": 1,
        "II": 3,
        "III": 5,
        "IV": 4,
        "V": 3,
        "VI": 2
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 1,
        "complaint_total": 1,
        "order_verified": 18,
        "order_total": 18
      }
    },
    "processing_time_seconds": 90.4
  }
}