{
  "case_info": {
    "docket_number": "C-4480",
    "company": {
      "name": "Credit Karma, Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "115 Sansome Street, Suite 400, San Francisco, CA 94104",
      "business_description": "Credit Karma provides a website and mobile application that allow consumers to monitor and evaluate their credit and financial status. The company offers credit scores, credit reports, a Credit Report Card summarizing key credit metrics, and credit monitoring services through applications available on iOS and Android platforms."
    },
    "commissioners": [
      "Edith Ramirez, Chairwoman",
      "Julie Brill",
      "Maureen K. Ohlhausen",
      "Joshua D. Wright",
      "Terrell McSweeny"
    ],
    "case_date": {
      "month": 8,
      "year": 2014
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. ยง 45(a)",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/132-3091-credit-karma-inc"
  },
  "complaint": {
    "factual_background": "Credit Karma provided a mobile application that transmitted consumers' sensitive personal information including Social Security numbers, dates of birth, and credit report data. The company failed to implement basic security measures, specifically disabling SSL certificate validation in both its iOS and Android applications, which left consumers vulnerable to man-in-the-middle attacks on public Wi-Fi networks. Despite being warned about the vulnerability in its iOS app, Credit Karma launched its Android app one month later with the same security flaw.",
    "representations_made": [
      {
        "description": "Committed to protecting users' identity, data, and privacy with reasonable security practices",
        "quoted_text": "Credit Karma disseminated or caused to be disseminated to consumers the following in-app representation when a consumer created an account using the application",
        "source_paragraph": 24
      },
      {
        "description": "Use of SSL technology to establish secure connections",
        "quoted_text": "We enable our servers with Secure Socket Layer (SSL) technology to establish a secure connection between your computer and our servers, creating a private session.",
        "source_paragraph": 25
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Failure to Implement Reasonable Security Practices",
        "representation": "Credit Karma represented that it is committed to protecting Credit Karma Mobile application users' identity, data, and privacy with reasonable and appropriate security practices",
        "fact": "Credit Karma failed to protect Credit Karma Mobile application users' identity, data, and privacy with reasonable and appropriate security practices, including overriding SSL certificate validation, failing to test and audit applications, and failing to oversee service providers",
        "conclusion": "Therefore, the representation set forth in Paragraph 26 was false or misleading."
      },
      {
        "count_number": 2,
        "title": "Failure to Transmit Data Over Secure SSL Connections",
        "representation": "Credit Karma represented that the Credit Karma Mobile application transmits consumers' sensitive personal information over secure SSL connections",
        "fact": "The Credit Karma Mobile application did not transmit consumers' sensitive personal information over secure SSL connections because it failed to validate SSL certificates",
        "conclusion": "Therefore, the representation set forth in Paragraph 28 was false or misleading."
      }
    ]
  },
  "order": {
    "definitions": {
      "Respondent": "Credit Karma, Inc. and its successors and assigns.",
      "Commerce": "as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. ยง 44.",
      "Covered information": "information from or about an individual consumer, including but not limited to (a) a first and last name; (b) a home or other physical address, including street name and name of city or town; (c) an email address or other online contact information, such as an instant messaging user identifier or a screen name; (d) a telephone number; (e) a Social Security number; (f) a driver's license or other state-issued identification number; (g) a financial institution account number; (h) credit or debit card information; (i) credit report information; (j) a persistent identifier, such as a customer number held in a \"cookie,\" a static Internet Protocol (\"IP\") address, a mobile device ID, or processor serial number; (k) precise geo-location data of an individual or mobile device, including GPS-based, WiFi-based, or cell-based location information; (l) an authentication credential, such as a username or password; or (m) any communications or content that is input into, stored on, captured with, or accessed through a computer, including but not limited to contacts, emails, SMS messages, photos, videos, and audio recordings.",
      "Computer": "any desktop, laptop computer, tablet, handheld device, telephone, or other electronic product or device that has a platform on which to download, install, or run any software program, code, script, or other content and to play any digital audio, visual, or audiovisual content.",
      "Client software": "any program or application developed by respondent or any corporation, subsidiary, division, or affiliate owned or controlled by respondent, that is installed locally on a consumer's computer and that communicates with a server."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Security and Privacy",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent the extent to which it protects the privacy, security, confidentiality, or integrity of covered information.",
        "requirements": [
          {
            "description": "Must not misrepresent the extent to which respondent or its products or services maintain and protect the privacy, security, confidentiality, or integrity of any covered information",
            "quoted_text": "IT IS ORDERED that respondent and its officers, agents, representatives, and employees, directly or through any corporation, subsidiary, division, website, or other device or affiliate owned or controlled by respondent, shall not misrepresent in any manner, expressly or by implication, the extent to which respondent or its products or services maintain and protect the privacy, security, confidentiality, or integrity of any covered information.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Comprehensive Security Program",
        "category": "affirmative_obligation",
        "summary": "Respondent must establish and maintain a comprehensive written security program designed to address security risks and protect covered information.",
        "requirements": [
          {
            "description": "Establish and implement a comprehensive security program no later than the date of service of this order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall, no later than the date of service of this order, establish and implement, and thereafter maintain, a comprehensive security program that is reasonably designed to (1) address security risks related to the development and management of new and existing products and services for consumers, and (2) protect the security, integrity, and confidentiality of covered information, whether collected by respondent or input into, stored on, captured with, or accessed through a computer using respondent's products or services. Such program, the content and implementation of which must be fully documented in writing, shall contain administrative, technical, and physical safeguards appropriate to respondent's size and complexity, the nature and scope of respondent's activities, and the sensitivity of the covered information",
            "deadline": "no later than the date of service of this order",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Designate employee(s) to coordinate and be accountable for the security program",
            "quoted_text": "the designation of an employee or employees to coordinate and be accountable for the security program;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Identify material internal and external risks to covered information and assess sufficiency of safeguards",
            "quoted_text": "the identification of material internal and external risks to the security, confidentiality, and integrity of covered information that could result in the unauthorized disclosure, misuse, loss, alteration, destruction, or other compromise of such information, whether such information is in respondent's possession or is input into, stored on, captured with, or accessed through a computer using respondent's products or services, and assessment of the sufficiency of any safeguards in place to control these risks.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Conduct risk assessment covering employee training, product design, secure software development, third-party vulnerability response, and attack prevention",
            "quoted_text": "at a minimum, the risk assessment required by Subpart B should include consideration of risks in each area of relevant operation, including, but not limited to, (1) employee training and management, including in secure engineering and defensive programming; (2) product design, development and research; (3) secure software design, development, and testing; (4) review, assessment, and response to third-party security vulnerability reports, and (5) prevention, detection, and response to attacks, intrusions, or systems failures;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Design and implement reasonable safeguards to control identified risks and regularly test or monitor their effectiveness",
            "quoted_text": "the design and implementation of reasonable safeguards to control the risks identified through risk assessment, and regular testing or monitoring of the effectiveness of the safeguards' key controls, systems, and procedures, including through reasonable and appropriate software security testing techniques;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Select and retain service providers capable of maintaining security practices and require them by contract to implement appropriate safeguards",
            "quoted_text": "the development and use of reasonable steps to select and retain service providers capable of maintaining security practices consistent with this order, and requiring service providers by contract to implement and maintain appropriate safeguards;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Evaluate and adjust the security program based on testing results, operational changes, or other material circumstances",
            "quoted_text": "the evaluation and adjustment of respondent's security program in light of the results of the testing and monitoring required by subpart B, any material changes to respondent's operations or business arrangements, or any other circumstances that respondent knows or has reason to know may have a material impact on the effectiveness of its security program.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Third-Party Assessments",
        "category": "assessment",
        "summary": "Respondent must obtain initial and biennial third-party security assessments from qualified professionals for any product or service offered through client software.",
        "requirements": [
          {
            "description": "Obtain initial assessment covering the first 180 days after service of the order",
            "quoted_text": "IT IS FURTHER ORDERED that, in connection with its compliance with Part II of this order, for any product or service offered through client software, respondent shall obtain initial and biennial assessments and reports (\"Assessments\") from a qualified, objective, independent third-party professional, who uses procedures and standards generally accepted in the profession. Professionals qualified to prepare such Assessments shall be: a person qualified as a Certified Secure Software Lifecycle Professional (CSSLP) with experience in secure mobile programming; or as a Certified Information System Security Professional (CISSP) with professional experience in the Software Development Security domain and secure mobile programming; or a similarly qualified person or organization approved by the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue, N.W., Washington, D.C. 20580. The reporting period for the Assessments shall cover: (1) the first one hundred eighty (180) days after service of the order for the initial Assessment; and (2) each two (2) year period thereafter for twenty (20) years after service of the order for the biennial Assessments.",
            "deadline": "first 180 days after service of the order",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Obtain biennial assessments every two years for twenty years after service of the order",
            "quoted_text": "each two (2) year period thereafter for twenty (20) years after service of the order for the biennial Assessments.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Each Assessment must be prepared and completed within 60 days after the end of the reporting period",
            "quoted_text": "Each Assessment shall be prepared and completed within sixty (60) days after the end of the reporting period to which the Assessment applies.",
            "deadline": "60 days after the end of the reporting period",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide the initial Assessment to the FTC within 10 days after it has been prepared",
            "quoted_text": "Respondent shall provide the initial Assessment to the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580, within ten (10) days after the Assessment has been prepared.",
            "deadline": "10 days after the Assessment has been prepared",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Retain all subsequent biennial Assessments until the order is terminated and provide them within 10 days of request",
            "quoted_text": "All subsequent biennial Assessments shall be retained by respondent until the order is terminated and provided to the Associate Director of Enforcement within ten (10) days of request.",
            "deadline": "10 days of request",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must maintain and make available to the FTC all materials related to Assessments and compliance with the order.",
        "requirements": [
          {
            "description": "Maintain for three years all materials relied upon to prepare each Assessment",
            "quoted_text": "for a period of three (3) years after the date of preparation of each Assessment required under Part III of this order, all materials relied upon to prepare the Assessment, whether prepared by or on behalf of the respondent, including but not limited to all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, and any other materials relating to respondent's compliance with Parts II and III of this order, for the compliance period covered by such Assessment;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Maintain for five years all other documents relating to compliance with the order, including advertisements and contradictory materials",
            "quoted_text": "unless covered by IV.A, for a period of five (5) years from the date of preparation or dissemination, whichever is later, all other documents relating to compliance with this order, including but not limited to: i. all advertisements and promotional materials containing any representations covered by this order, as well as all materials used or relied upon in making or disseminating the representation; and ii. any documents, whether prepared by or on behalf of respondent, that contradict, qualify, or call into question respondent's compliance with this order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Acknowledgment of Order",
        "category": "acknowledgment",
        "summary": "Respondent must deliver a copy of the order to current and future subsidiaries and personnel and obtain signed acknowledgments of receipt.",
        "requirements": [
          {
            "description": "Deliver order to current subsidiaries and personnel within 30 days after service of the order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall deliver a copy of this order to all current and future subsidiaries, current and future principals, officers, directors, and managers having responsibilities relating to the subject matter of this order. Respondent shall deliver this order to such current subsidiaries and personnel within thirty (30) days after service of this order",
            "deadline": "30 days after service of this order",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver order to future subsidiaries and personnel within 30 days after the person assumes such position or responsibilities",
            "quoted_text": "and to such future subsidiaries and personnel within thirty (30) days after the person assumes such position or responsibilities.",
            "deadline": "30 days after the person assumes such position or responsibilities",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "For any business entity resulting from a change in structure, deliver order at least 10 days prior to the change",
            "quoted_text": "For any business entity resulting from any change in structure set forth in Part VI, delivery shall be at least ten (10) days prior to the change in structure.",
            "deadline": "10 days prior to the change in structure",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Secure a signed and dated statement acknowledging receipt of the order within 30 days of delivery",
            "quoted_text": "Respondent must secure a signed and dated statement acknowledging receipt of this order, within thirty (30) days of delivery, from all persons receiving a copy of the order pursuant to this section.",
            "deadline": "30 days of delivery",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Corporate Change Notifications",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the FTC at least 30 days prior to any corporate changes that may affect compliance obligations.",
        "requirements": [
          {
            "description": "Notify the Commission at least 30 days prior to any change in the corporation that may affect compliance obligations",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall notify the Commission at least thirty (30) days prior to any change in the corporation(s) that may affect compliance obligations arising under this order, including, but not limited to: a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in the corporate name or address.",
            "deadline": "30 days prior to any change",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "If learning of a change fewer than 30 days prior, notify the Commission as soon as practicable",
            "quoted_text": "Provided, however, that, with respect to any proposed change in the corporation(s) about which respondent learns fewer than thirty (30) days prior to the date such action is to take place, respondent shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": "as soon as is practicable",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondent must file a detailed compliance report with the FTC within 120 days and submit additional reports upon request.",
        "requirements": [
          {
            "description": "File a true and accurate compliance report within 120 days after service of the order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent, within one hundred twenty (120) days after the date of service of this order, shall file with the Commission a true and accurate report, in writing, setting forth in detail the manner and form of its compliance with this order.",
            "deadline": "120 days after the date of service of this order",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit additional compliance reports within 10 days of receipt of written notice from the Commission",
            "quoted_text": "Within ten (10) days of receipt of written notice from a representative of the Commission, it shall submit an additional true and accurate written report.",
            "deadline": "10 days of receipt of written notice",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "The order will terminate on August 13, 2034, or 20 years from the most recent date a complaint is filed alleging violation of the order, whichever comes later.",
        "requirements": [
          {
            "description": "Order terminates on August 13, 2034, or 20 years from the most recent complaint filing, whichever is later",
            "quoted_text": "This order will terminate on August 13, 2034, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. any Part in this order that terminates in fewer than twenty (20) years; B. this order's application to any respondent that is not named as a defendant in such complaint; and C. this order if such complaint is filed after the order has terminated pursuant to this Part. Provided, further, that if such complaint is dismissed or a federal court rules that respondent did not violate any provision of the order, and the dismissal or ruling is either not appealed or upheld on appeal, then the order as to such respondent will terminate according to this Part as though the complaint had never been filed, except that the order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on August 13, 2034, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. any Part in this order that terminates in fewer than twenty (20) years; B. this order's application to any respondent that is not named as a defendant in such complaint; and C. this order if such complaint is filed after the order has terminated pursuant to this Part."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "08.14, Credit Karma Complaint.pdf",
      "order": "08.14, Credit Karma Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 2,
      "order_provisions": 8,
      "order_definitions": 5,
      "order_requirements": 24
    },
    "processing_time_seconds": 114.8
  }
}