{
  "case_info": {
    "docket_number": "1:13-cv-01247",
    "company": {
      "name": "Certegy Check Services, Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "St. Petersburg, Florida",
      "business_description": "Certegy is a nationwide specialty consumer reporting agency that compiles and maintains files relating to check-writing history. The company assembles and evaluates consumer credit information and other information on consumers for the purpose of furnishing consumer reports to third parties in interstate commerce."
    },
    "commissioners": [],
    "case_date": {
      "month": 8,
      "year": 2013
    },
    "legal_authority": "Sections 5(a), 5(m)(1)(A), 13(b), 16(a)(1), and 19 of the Federal Trade Commission Act, 15 U.S.C. §§ 45(a), 45(m)(1)(A), 53(b), 56(a)(1), and 57b; and section 621(a) of the Fair Credit Reporting Act, 15 U.S.C. § 1681s(a)",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/112-3184-certegy-check-services-inc"
  },
  "complaint": {
    "factual_background": "Certegy Check Services, Inc., a consumer reporting agency that provides check authorization recommendations to merchants nationwide, systematically failed to comply with Fair Credit Reporting Act requirements. The company failed to maintain reasonable procedures to ensure accuracy of consumer reports, improperly conducted reinvestigations of disputed information by shifting the burden to consumers, failed to provide timely annual file disclosures, and failed to establish reasonable written policies regarding the accuracy and integrity of information it furnished to other credit reporting agencies.",
    "representations_made": [],
    "counts": [
      {
        "count_number": 1,
        "title": "Accuracy of Consumer Report Information",
        "representation": "Certegy was required to follow reasonable procedures to assure the maximum possible accuracy of consumer report information under Section 607(b) of the FCRA",
        "fact": "Certegy failed to follow reasonable procedures to assure maximum possible accuracy of consumers' report information. Among other things, Certegy failed to adequately track the handling and resolution of consumer disputes, resulting in its failure to promptly delete inaccurate or unverifiable information. This failure led to the retention and reporting of inaccurate consumer report information regarding consumers who may have been denied the ability to pay by check at the thousands of merchants who use Certegy's check authorization services.",
        "conclusion": "Certegy has violated section 607(b) of the FCRA, 15 U.S.C. § 1681e(b), and these acts constitute unfair or deceptive acts or practices in violation of section 5(a) of the FTC Act."
      },
      {
        "count_number": 2,
        "title": "Reinvestigations of Disputed Information",
        "representation": "Certegy was required to conduct reasonable reinvestigations of disputed information within required timeframes, provide prompt notice to furnishers, delete inaccurate information, prevent reappearance of deleted information, and notify consumers of results",
        "fact": "Certegy has failed to complete reinvestigations within thirty to forty-five days; failed to provide prompt notice of disputes to furnishers; failed to notify consumers when disputes were deemed frivolous; failed to promptly delete inaccurate, incomplete, or unverifiable information; failed to notify furnishers of modifications or deletions; failed to maintain procedures to prevent reappearance of deleted information; and failed to provide written notice to consumers of reinvestigation results within five business days. Additionally, Certegy improperly shifted the burden of reinvestigation to consumers by requiring them to contact merchants directly, obtain driving records, or obtain signed bank letters on letterhead before resolving disputes.",
        "conclusion": "Certegy has violated sections 611(a)(1), (2), (3), (5), and (6) of the FCRA, 15 U.S.C. §§ 1681i(a)(1), (2), (3), (5), and (6), and these acts constitute unfair or deceptive acts or practices in violation of section 5(a) of the FTC Act."
      },
      {
        "count_number": 3,
        "title": "Consumer File Disclosures and Streamlined Process",
        "representation": "Certegy was required to have a streamlined process for accepting and processing consumer requests for annual file disclosures that collects only as much personal information as is necessary to properly identify the consumer and to provide such disclosures within fifteen days",
        "fact": "Certegy has not established the streamlined process required by the regulations. Among other things, Certegy does not have a process that is designed, implemented, or maintained to comply with the rule; it routinely collects more personal information than is reasonably necessary to identify the consumer requesting his or her report; and it often fails to provide consumer reports within fifteen days of receiving consumers' requests for their free reports. In many instances, consumers have difficulty obtaining their annual file disclosures from Certegy, resulting in delays or the nonfulfillment of consumers' requests.",
        "conclusion": "Certegy has violated section 612(a)(2) of the FCRA, 15 U.S.C. § 1681j(a)(2), and 16 C.F.R. § 610.3, recodified at 12 C.F.R. § 1022.137, and these acts constitute unfair or deceptive acts or practices in violation of section 5(a) of the FTC Act."
      },
      {
        "count_number": 4,
        "title": "Written Policies (Furnishers)",
        "representation": "Certegy, as a furnisher of information to consumer reporting agencies, was required to establish and implement reasonable written policies and procedures regarding the accuracy and integrity of the information relating to consumers that it furnishes to CRAs, consider the guidelines in appendix E of the rule, and review its policies and procedures periodically",
        "fact": "Certegy has failed to establish and implement reasonable written policies and procedures regarding the accuracy and integrity of the information relating to consumers that it furnishes to CRAs, failed to consider the guidelines in appendix E of that rule, and failed to review its policies and procedures periodically. Certegy's failures could lead to either the reporting of inaccurate information to CRAs or the retention of inaccurate information in CRAs' files, and in some instances to both.",
        "conclusion": "Certegy has violated 16 C.F.R. § 660.3, recodified at 12 C.F.R. § 1022.42, and these acts constitute unfair or deceptive acts or practices in violation of section 5(a) of the FTC Act."
      }
    ]
  },
  "order": {
    "definitions": {
      "Defendant": "Certegy Check Services, Inc. (\"Certegy\"), its operating companies, and its successors and assigns.",
      "Person": "any individual, partnership, corporation, trust, estate, cooperative, association, government or governmental subdivision or agency, or other entity.",
      "Consumer": "an individual.",
      "Consumer Report": "any written, oral, or other communication of any information by a CRA bearing on a consumer's credit worthiness, credit standing, credit capacity, character, general reputation, personal characteristics, or mode of living which is used or expected to be used or collected in whole or in part for the purpose of serving as a factor in establishing the consumer's eligibility for (1) credit or insurance to be used primarily for personal, family, or household purposes; (2) employment purposes; or (3) any other purpose authorized under section 604 of the FCRA, 15 U.S.C. § 1681b. For exclusions, see section 603(d)(2) of the FCRA, 15 U.S.C. § 1681a(d)(2), a copy of which is attached as Exhibit 1.",
      "Consumer Reporting Agency or CRA": "any person which, for monetary fees, dues, or on a cooperative nonprofit basis, regularly engages in whole or in part in the practice of assembling or evaluating consumer credit information or other information on consumers for the purpose of furnishing consumer reports to third parties, and which uses any means or facility of interstate commerce for the purpose of preparing or furnishing consumer reports.",
      "File": "when used in connection with information on any consumer, shall mean all of the information on that consumer recorded and retained by a CRA regardless of how the information is stored.",
      "Nationwide specialty consumer reporting agency": "a CRA that compiles and maintains files on consumers on a nationwide basis relating to (1) medical records or payments; (2) residential or tenant history; (3) check writing history; (4) employment history; or (5) insurance claims."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Civil Penalty",
        "category": "affirmative_obligation",
        "summary": "Defendant must pay a civil penalty of $3,500,000 to the United States Treasury within 7 days of entry of the Order.",
        "requirements": [
          {
            "description": "Pay civil penalty of $3,500,000 to the Treasurer of the United States",
            "quoted_text": "Defendant is ordered to pay Plaintiff by making payment to the Treasurer of the United States of three million five hundred thousand dollars ($3,500,000) within seven (7) days of entry of this Order by electronic fund transfer in accordance with instructions previously provided by a representative of Plaintiff.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Additional Monetary Provisions",
        "category": "affirmative_obligation",
        "summary": "If Defendant defaults on payment for more than 10 days, the judgment amount with interest becomes immediately due. Defendant relinquishes all rights to returned funds.",
        "requirements": [
          {
            "description": "If default continues for 10 days beyond due date, judgment amount plus interest becomes immediately due",
            "quoted_text": "If Defendant is in default of payment under Section I, which default continues for ten (10) days beyond the due date of payment, then the judgment amount, together with interest computed pursuant to 28 U.S.C. § 1961 from the date of default to the date of payment, minus any payments previously made, becomes immediately due.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Defendant relinquishes all rights to funds transferred under this Order",
            "quoted_text": "Defendant relinquishes dominion and all legal and equitable right, title, and interest in all funds transferred pursuant to this Order and may not seek the return of any funds.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Prohibited Business Activities",
        "category": "prohibition",
        "summary": "Defendant is permanently enjoined from violating various FCRA provisions related to dispute handling, reinvestigation procedures, consumer report disclosures, and accuracy of furnished information.",
        "requirements": [
          {
            "description": "Must not fail to comply with FCRA section 607(b) regarding accuracy procedures and tracking consumer disputes",
            "quoted_text": "IT IS FURTHER ORDERED that Certegy, and its officers, agents, servants, employees, and all persons or entities in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with Certegy's activities as a CRA, are hereby permanently restrained and enjoined from: A. Failing to comply with section 607(b) of the FCRA, 15 U.S.C. § 1681e(b), a copy of which is attached as Exhibit 2, including by failing to adequately track the handling and resolution of consumer disputes;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Must not require consumers to contact third parties when Certegy can obtain sufficient information itself",
            "quoted_text": "B. Failing to comply with section 611 of the FCRA, 15 U.S.C. § 1681i, a copy of which is attached as Exhibit 3, including by: 1. Requiring the consumer to contact a third party in order to resolve a dispute if Certegy can obtain sufficient information itself;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Must not fail to complete reinvestigations within 30 days, or 45 days if additional information is received",
            "quoted_text": "2. Failing to complete reinvestigations within thirty days or, if Certegy receives information from the consumer during that thirty-day period that is relevant to the reinvestigation, within forty-five days;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not fail to notify furnishers of disputes within 5 business days",
            "quoted_text": "3. Failing to provide, before the expiration of the five-business-day period beginning on the date on which Certegy receives notice of a dispute from any consumer, notification of the dispute to any person who provided any item of information in dispute, at the address and in the manner established with the person. The notice shall include all relevant information regarding the dispute that Certegy has received from the consumer;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Must not fail to promptly delete or modify inaccurate information and notify furnishers after reinvestigation",
            "quoted_text": "4. After conducting a reinvestigation of any information disputed by a consumer and finding that an item of information is inaccurate, incomplete, or cannot be verified, failing to: i. promptly delete or modify an item of information from the consumer's file, as appropriate, and ii. promptly notify the furnisher of that information when the information has been modified or deleted from the consumer's file.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Must not fail to provide written notice within 5 business days when terminating frivolous reinvestigations",
            "quoted_text": "5. Failing to provide written notice to a consumer, within five business days of making such a determination, when Certegy terminates a reinvestigation as frivolous or irrelevant based on the consumer's failure to provide sufficient information to investigate the disputed information;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not fail to maintain procedures to prevent reappearance of deleted information",
            "quoted_text": "6. Failing to maintain reasonable procedures designed to prevent the reappearance in a consumer's file, and in consumer reports on the consumer, of information that is deleted pursuant to a reinvestigation;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not fail to provide written notice of reinvestigation results within 5 business days",
            "quoted_text": "7. Failing to provide written notice to a consumer of the results of a reinvestigation not later than five business days after the completion of the reinvestigation;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not collect more personal information than reasonably necessary to identify consumers",
            "quoted_text": "C. Failing to comply with section 612(a)(2) of the FCRA, 15 U.S.C. § 1681j(a)(2) and 12 C.F.R. § 1022.137, copies of which are attached as Exhibits 4 and 5, including by: 1. Failing to collect only as much personal information as is reasonably necessary to properly identify the consumer;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not fail to provide consumer reports within 15 days of request",
            "quoted_text": "2. Failing to provide consumers with copies of their consumer reports within 15 days after receipt of a request;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not fail to establish written policies and procedures regarding accuracy and integrity of furnished information",
            "quoted_text": "D. Failing to comply with 12 C.F.R. § 1022.42, a copy of which is attached as Exhibit 6, including by failing to establish and implement written policies and procedures regarding the accuracy and integrity of information relating to consumers that is furnished to CRAs.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Defendant must obtain and submit acknowledgments of receipt of this Order from itself, personnel with decision-making authority, and related business entities.",
        "requirements": [
          {
            "description": "Submit acknowledgment of receipt of Order to Commission",
            "quoted_text": "Defendant, within seven (7) days of entry of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver Order to principals, officers, directors, managers, and key personnel for 3 years",
            "quoted_text": "For three (3) years after entry of this Order, for any business that Defendant is the majority owner or controls directly or indirectly, must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees, agents, and representatives who have decision-making authority with respect to the conduct related to the subject matter of the Order; and (3) any business entity resulting from any change in structure as set forth in the Section titled Compliance Reporting. Delivery must occur within seven (7) days of entry of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Obtain signed acknowledgments from individuals and entitiesreceiving the Order",
            "quoted_text": "From each individual or entity to which Defendant delivered a copy of this Order, Defendant must obtain, within thirty (30) days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendant must submit an initial compliance report within 180 days and provide ongoing compliance notices for 10 years regarding structural changes, contact information updates, and bankruptcy filings.",
        "requirements": [
          {
            "description": "Submit initial compliance report within 180 days",
            "quoted_text": "One hundred eighty (180) days after entry of this Order, Defendant must submit a compliance report, sworn under penalty of perjury. Defendant must: (1) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission or Plaintiff may use to communicate with Defendant; (2) identify all of Defendant's businesses by all of their names, telephone numbers, and physical and postal addresses for each primary business location, as well as their email and Internet addresses; (3) describe the activities of each business, including the products and services offered and the means of consumer reporting; (4) describe in detail whether and how Defendant is in compliance with each Section of this Order; and (5) provide a copy of each Order Acknowledgment obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit compliance notice within 14 days of changes to contact information or business structure for 10 years",
            "quoted_text": "For ten (10) years after entry of this Order, Defendant must submit a compliance notice, sworn under penalty of perjury, within fourteen (14) days of any change in the following: (1) any designated point of contact; or (2) the structure of Defendant or any entity that Defendant has any ownership interest in or directly or indirectly controls that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary or parent that engages in any acts or practices subject to this Order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Submit notice of bankruptcy filing within 14 days",
            "quoted_text": "Defendant must submit to the Commission notice of the filing of any bankruptcy petition, insolvency proceeding, or any similar proceeding by or against Defendant within fourteen (14) days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Recordkeeping Provisions",
        "category": "recordkeeping",
        "summary": "Defendant must create and retain records for 10 years after Order entry, including accounting records, personnel records, consumer complaints, training materials, dispute files, and compliance documents, with each record retained for 5 years.",
        "requirements": [
          {
            "description": "Create and retain accounting records, personnel records, consumer complaints, training materials, dispute files, and compliance documents",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant must create certain records for ten (10) years after entry of the Order, and retain each such record for five (5) years. Specifically, Defendant, in connection with providing consumer reports, must create and retain the following records: A. Accounting records showing the revenues from all goods or services sold, all costs incurred in generating those revenues, and the resulting net profit or loss; B. Personnel records showing, for each person providing services, whether as an employee or otherwise, that person's: name, addresses, and telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination; C. Consumer complaints regarding Defendant's compliance with the FCRA, whether received directly or indirectly, such as through a third party, and any response; and other consumer complaints received through a third party, and any response; D. Copies of all training materials and written policies and procedures that relate to Defendant's activities in consumer reporting or Defendant's compliance with the provisions of this Order; E. Consumer dispute files that include correspondence between customers and Defendant, and correspondence between Defendant and furnishers of disputed information, sufficient to demonstrate compliance with section 611 of the FCRA, 15 U.S.C. § 1681i, a copy of which is attached as Exhibit 3; and F. All records and documents necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission and Plaintiff may monitor compliance by requesting additional reports, conducting depositions, inspecting documents, interviewing personnel, and using other lawful investigative means including posing as consumers.",
        "requirements": [
          {
            "description": "Comply with Commission and Plaintiff requests for additional reports, depositions, and document production within 14 days",
            "quoted_text": "Within fourteen (14) days of receipt of a written request from a representative of Commission or Plaintiff, Defendant must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury; appear for depositions; and produce documents for inspection and copying. The Commission and Plaintiff are also authorized to obtain discovery, without further leave of court, using any of the procedures prescribed by Federal Rules of Civil Procedure 29, 30 (including telephonic depositions), 31, 33, 34, 36, 45, and 69, provided that Defendant, after attempting to resolve a dispute without court action and for good cause shown, may file a motion with this Court seeking an order including one or more of the protections set forth in Rule 26(c).",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Permit Commission and Plaintiff to communicate directly with Defendant and interview employees",
            "quoted_text": "For matters concerning this Order, the Commission and Plaintiff are authorized to communicate directly with Defendant. Defendant must permit representatives of the Commission and Plaintiff to interview any employee or other person affiliated with Defendant who has agreed to such an interview. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Allow Commission and Plaintiff to use lawful investigative means including posing as consumers",
            "quoted_text": "The Commission and Plaintiff may use all other lawful means, including posing, through its representatives, as consumers, suppliers, or other individuals or entities, to Defendant or any individual or entity affiliated with Defendant, without the necessity of identification or prior notice. Nothing in this Order limits the Commission's lawful use of compulsory process, pursuant to sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction over this matter for purposes of construction, modification, and enforcement of the Order.",
        "requirements": [
          {
            "description": "Court retains jurisdiction for construction, modification, and enforcement",
            "quoted_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "This Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "08.13, Certegy Check Services Complaint.pdf",
      "order": "08.13, Certegy Check Services Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 4,
      "complaint_representations": 0,
      "order_provisions": 8,
      "order_definitions": 7,
      "order_requirements": 25
    },
    "processing_time_seconds": 163.6
  }
}