{
  "case_info": {
    "docket_number": "C-23-cv-02495",
    "company": {
      "name": "Edmodo, LLC",
      "incorporation_state": "Delaware",
      "entity_type": "limited liability corporation",
      "address": "777 Mariners Island Boulevard, San Mateo, California 94404",
      "business_description": "Edmodo operated an online platform and related mobile applications that allows teachers to create virtual classrooms, invite students and parents to join, and engage in discussions, assessments, and sharing of educational materials."
    },
    "commissioners": [],
    "case_date": {
      "month": 8,
      "year": 2023
    },
    "legal_authority": "Sections 5(a)(1), 5(m)(1)(A), 13(b), and 16(a)(1) of the Federal Trade Commission Act, 15 U.S.C. §§ 45(a)(1), 45(m)(1)(A), 53(b), and 56(a)(1); Sections 1303(c) and 1306(d) of the Children's Online Privacy Protection Act of 1998, 15 U.S.C. §§ 6502(c) and 6505(d)",
    "violation_type": "unfair",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/202-3129-edmodo-llc-us-v"
  },
  "complaint": {
    "factual_background": "Edmodo, LLC operated an online educational platform for teachers, students, and parents. Until September 2022, the company illegally collected personal information from approximately 600,000 students under age 13 in the United States without obtaining proper parental consent as required by COPPA. The company also used students' personal information to serve contextual advertising and retained personal information for longer than reasonably necessary, having amassed approximately 36 million student accounts of which only one million were actively using the platform in 2020.",
    "representations_made": [
      {
        "description": "Claimed that schools and teachers were solely responsible for complying with COPPA",
        "quoted_text": "If you are a school, district, or teacher, you represent and warrant that you are solely responsible for complying with COPPA, meaning that you must obtain advance written consent from all parents or guardians whose children under 13 will be accessing the Services.",
        "source_paragraph": 47
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Violation of COPPA Rule",
        "representation": "Defendant collected and used personal information from children under 13 while claiming to rely on schools and teachers to obtain parental consent",
        "fact": "Defendant failed to provide direct notice to parents, failed to make reasonable efforts to ensure parents received notice, failed to obtain verifiable parental consent, and retained personal information longer than reasonably necessary. Defendant violated Sections 312.4(a), (b), (c), 312.5(a)(1), and 312.10 of the COPPA Rule.",
        "conclusion": "Each collection, use, or disclosure of a child's personal information in which Defendant violated the Rule constitutes a violation of the COPPA Rule and an unfair or deceptive act or practice in violation of Section 5(a) of the FTC Act."
      },
      {
        "count_number": 2,
        "title": "Unfair Practice - Burdening Schools and Teachers",
        "representation": "Defendant outsourced its duty to comply with COPPA to schools and teachers without providing adequate information or support",
        "fact": "Schools and teachers were forced to unnecessarily expend valuable resources trying to understand and comply with the Rule as a result of Defendant's failure to provide adequate information. Children were injured as resources were not used for educational purposes and their personal information was illegally collected. These harms could not be reasonably avoided and were not outweighed by countervailing benefits.",
        "conclusion": "Therefore, Defendant's acts or practices constitute unfair acts or practices in violation of Section 5 of the FTC Act, 15 U.S.C. § 45(a), (n)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Affected Work Product": "any models or algorithms developed in whole or in part using Personal Information Collected from Children through the Edmodo Platform without Verifiable Parental Consent or School Authorization.",
      "Child": "an individual under the age of 13.",
      "Clear and Conspicuous": "that a required disclosure is difficult to miss (i.e., is easily noticeable) and is easily understandable by ordinary consumers, including in all of the following ways: 1. In any communication that is solely visual or solely audible, the disclosure must be made through the same means through which the communication is presented. In any communication made through both visual and audible means, such as a television advertisement, the disclosure must be presented simultaneously in both the visual and audible portions of the communication even if the representation requiring the disclosure is made through only one means. 2. A visual disclosure, by its size, contrast, location, the length of time it appears, and other characteristics, must stand out from any accompanying text or other visual elements so that it is easily noticed, read, and understood. 3. An audible disclosure, including by telephone or streaming video, must be delivered in a volume, speed, and cadence sufficient for ordinary consumers to easily hear and understand it. 4. In any communication using an interactive electronic medium, such as the Internet or software, the disclosure must be unavoidable. 5. The disclosure must use diction and syntax understandable to ordinary consumers and must appear in each language in which the representation that requires the disclosure appears. 6. The disclosure must comply with these requirements in each medium through which it is received, including all electronic devices and face-to-face communications. 7. The disclosure must not be contradicted or mitigated by, or inconsistent with, anything else in the communication. 8. When the representation or sales practice targets a specific audience, such as Children, the elderly, or the terminally ill, \"ordinary consumers\" includes reasonable members of that group.",
      "Collects or Collection": "the gathering of any Personal Information from a Child by any means, including but not limited to: 1. Requesting, prompting, or encouraging a Child to submit Personal Information online; 2. Enabling a Child to make Personal Information publicly available in identifiable form; or 3. Passive tracking of a Child online.",
      "Defendant": "Edmodo, LLC (\"Edmodo\"), a Delaware limited liability company, its successors and assigns.",
      "Direct Control": "the School has a means to review the Personal Information Collected from a Child, prevent further use or future Collection from that Child, and direct the Operator to delete a Child's Personal Information.",
      "Direct Notice": "making a reasonable effort (taking into consideration available technology) to ensure that a Parent or School receives notice of the Operator's practices with regard to the Collection, use, or Disclosure of Personal Information Collected from a Child, including notice of any material change in the Collection, use or Disclosure practices to which the Parent or School has previously consented.",
      "Disclose or Disclosure": "with respect to Personal Information: 1. The Release of Personal Information Collected by an Operator from a Child in identifiable form for any purpose, except where an Operator provides such information to a person who provides Support for the Internal Operations of the Website or Online Service; and 2. Making Personal Information Collected by an Operator from a Child publicly available in identifiable form by any means, including but not limited to a public posting through the Internet, or through a personal home page or screen posted on a website or online service; a pen pal service; an electronic mail service; a message board; or a chat room.",
      "Edmodo Platform": "any online or mobile education-related website, online service or application or another Website or Online Service Directed to Children, operated, offered, or controlled by Defendant, provided that the Edmodo Platform does not include any such education-related website or online service provided to foreign government customers.",
      "Educational Purpose": "any use related to a Child's education including, but not limited to, instruction in the classroom or at home, administrative activities, and collaboration between students, School personnel, or Parents. Educational Purpose does not include commercial purposes unrelated to the provision of the online service requested by the School such as advertising or building user profiles.",
      "Internet": "collectively the myriad of computer and telecommunications facilities, including equipment and operating software, which comprise the interconnected world-wide network of networks that employ the Transmission Control Protocol/Internet Protocol, or any predecessor or successor protocols to such protocol, to communicate information of all kinds by wire, radio, or other methods of transmission.",
      "Online Contact Information": "an e-mail address or any other substantially similar identifier that permits direct contact with a Person online, including but not limited to, an instant messaging user identifier, a voice over internet protocol (VOIP) identifier, or a video chat user identifier.",
      "Operator": "any Person who operates a website located on the Internet or an online service and who Collects or maintains Personal Information from or about the users of or visitors to such website or online service, or on whose behalf such information is Collected or maintained, or offers products or services for sale through that website or online service, where such website or online service is operated for commercial purposes involving commerce among the several States or with one or more foreign nations; in any territory of the United States or in the District of Columbia, or between any such territory and another such territory or any State or foreign nation; or between the District of Columbia and any State, territory, or foreign nation. Personal Information is Collected or maintained on behalf of an Operator when: 1. It is Collected or maintained by an agent or service provider of the Operator; or 2. The Operator benefits by allowing another Person to Collect Personal Information directly from users of such website or online service.",
      "Parent": "includes a legal guardian.",
      "Person": "any individual, partnership, corporation, trust, estate, cooperative, association, or other entity.",
      "Personal Information": "individually identifiable information about an individual Collected online, including: 1. A first and last name; 2. A home or other physical address including street name and name of a city or town; 3. Online Contact Information; 4. A screen or user name where it functions in the same manner as Online Contact Information; 5. A telephone number; 6. A Social Security number; 7. A persistent identifier that can be used to recognize a user over time and across different websites or online services. Such persistent identifier includes, but is not limited to, a customer number held in a cookie, an Internet Protocol (IP) address, a processor or device serial number, or unique device identifier; 8. A photograph, video, or audio file where such file contains a Child's image or voice; 9. Geolocation information sufficient to identify street name and name of a city or town; or 10. Information concerning the Child or the Parents of that Child that the Operator Collects online from the Child and combines with an identifier described in this definition.",
      "Release of Personal Information": "the sharing, selling, renting, or transfer of Personal Information to any Third Party.",
      "School": "an institutional day or residential school, including a public school, charter school, or private school, that provides elementary or secondary education, as determined by State law.",
      "School Authorization": "a School Representative authorizes an Operator to Collect Personal Information from a Child, on the condition that Personal Information is Collected only for an Educational Purpose and follows the School Representative's receipt of Direct Notice from the Operator.",
      "School Representative": "a School employee who has the authority to authorize the Collection of Personal Information from a Child on behalf of the School.",
      "Support for the Internal Operations of the Website or Online Service": "1. Those activities necessary to: a. Maintain or analyze the functioning of the website or online service; b. Perform network communications; c. Authenticate users of, or personalize the content on, the website or online service; d. Serve contextual advertising on the website or online service or cap the frequency of advertising; e. Protect the security or integrity of the user, website, or online service; f. Ensure legal or regulatory compliance; or g. Fulfill a request of a Child as permitted by Section 312.5(c)(3) and (4) of the COPPA Rule (attached as Appendix A); 2. So long as the information Collected for these activities listed in 1(a)-(g) is not used or Disclosed to contact a specific individual, including through behavioral advertising, to amass a profile on a specific individual, or for any other purpose.",
      "Third Party": "any Person who is not: 1. An Operator with respect to the Collection or maintenance of Personal Information on the website or online service; or 2. A Person who provides Support for the Internal Operations of the Website or Online Service and who does not use or Disclose information protected under this part for any other purpose.",
      "Verifiable Parental Consent": "making a reasonable effort (taking into consideration available technology) to ensure that before Personal Information is Collected from a Child, a Parent of the Child: 1. Receives notice of the Operator's Personal Information Collection, use, and Disclosure practices; and 2. Authorizes any Collection, use, and/or Disclosure of the Personal Information, using a method reasonably calculated, in light of available technology, to ensure that the Person providing consent is the Child's Parent.",
      "Website or Online Service Directed to Children": "a commercial website or online service, or portion thereof, that is targeted to Children. 1. In determining whether a website or online service, or a portion thereof, is directed to Children, the Commission will consider its subject matter, visual content, use of animated characters or Child-oriented activities and incentives, music or other audio content, age of models, presence of Child celebrities or celebrities who appeal to Children, language or other characteristics of the website or online service, as well as whether advertising promoting or appearing on the website or online service is directed to Children. The Commission will also consider competent and reliable empirical evidence regarding audience composition and evidence regarding the intended audience. 2. A website or online service shall be deemed directed to Children when it has actual knowledge that it is Collecting Personal Information directly from users of another Website or Online Service Directed to Children. 3. A website or online service that is directed to Children under the criteria set forth in paragraph (1) of this definition, but that does not target Children as its primary audience, shall not be deemed directed to Children if it: a. Does not Collect Personal Information from any visitor prior to Collecting age information; and b. Prevents the Collection, use, or Disclosure of Personal Information from visitors who identify themselves as under age 13 without first complying with the notice and parental consent provisions of 16 C.F.R. Part 312. 4. A website or online service shall not be deemed directed to Children solely because it refers or links to a commercial Website or Online Service Directed to Children by using information location tools, including a directory, index, reference, pointer, or hypertext link."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Injunction Concerning Collection of Personal Information from Children",
        "category": "prohibition",
        "summary": "Defendant is permanently restrained from failing to provide direct notice to parents or schools, obtain verifiable parental consent or school authorization, condition participation on excessive information collection, retain personal information longer than necessary, and violating the COPPA Rule.",
        "requirements": [
          {
            "description": "Must make reasonable efforts to ensure parents or school representatives receive direct notice of practices regarding collection, use, or disclosure of personal information from children",
            "quoted_text": "IT IS ORDERED that Defendant and Defendant's officers, agents, employees, and attorneys, and all other Persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with operating the Edmodo Platform, are hereby permanently restrained and enjoined from: A. Failing to make reasonable efforts, taking into account available technology, to ensure that a Parent of a Child, or a School Representative where any Personal Information Collection is for an Educational Purpose, receives Direct Notice of Defendant's practices with regard to the Collection, use, or Disclosure of Personal Information from Children, including notice of any material change in the Collection, use, or Disclosure practices to which the Parent or School has previously consented, unless the COPPA Rule provides an exception to providing such notice",
            "deadline": null,
            "verified": true,
            "confidence": 0.98947426067908
          },
          {
            "description": "Must post a clear and conspicuous link to online notice of information practices on home/landing page and at each area where personal information is collected from children",
            "quoted_text": "B. Failing to post a Clear and Conspicuous link to an online notice of its information practices with regard to Children on the home or landing page or screen of its website or online service, and at each area of the website or online service where Personal Information is Collected from Children, unless the COPPA Rule provides an exception to providing such notice",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must obtain verifiable parental consent or school authorization before collecting, using, or disclosing personal information from children",
            "quoted_text": "C. Failing to obtain Verifiable Parental Consent or School Authorization (in accordance with Provision II), before any Collection, use, or Disclosure of Personal Information from Children, including consent to any material change in the Collection, use, or Disclosure practices to which the Parent or School has previously consented, unless the COPPA Rule provides an exception to obtaining Verifiable Parental Consent or School Authorization",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not condition a child's participation in an activity on disclosing more personal information than reasonably necessary",
            "quoted_text": "D. Conditioning a Child's participation in an activity on the Child Disclosing more Personal Information than is reasonably necessary to participate in such activity",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not retain personal information collected online from a child for longer than reasonably necessary to fulfill the purpose for which it was collected",
            "quoted_text": "E. Retaining Personal Information Collected online from a Child for longer than reasonably necessary to fulfill the purpose for which the information was Collected",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not violate the COPPA Rule",
            "quoted_text": "F. Violating the COPPA Rule.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Injunction Concerning Using Schools to Provide Direct Notice or Obtain Verifiable Parental Consent",
        "category": "prohibition",
        "summary": "Defendant is permanently restrained from relying on schools as intermediaries to obtain parental consent or relying on school authorization unless specific written agreement requirements are met.",
        "requirements": [
          {
            "description": "Must not rely on schools to act as intermediaries to obtain verifiable parental consent on behalf of Defendant",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant and Defendant's officers, agents, employees and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with providing the Edmodo Platform to Schools are hereby permanently restrained and enjoined from: A. Relying on Schools to act as intermediaries to obtain Verifiable Parental Consent on behalf of Defendant",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not rely on school authorization for collecting personal information from children unless written agreement with school includes: use only for educational purposes, description of all personal information collected and how used/disclosed, link to privacy notice, school representative acknowledgment of authority, and school has direct control over information",
            "quoted_text": "B. Relying on School Authorization for the Collection of Personal Information from Children unless they enter into a written agreement with the School or School Representative that: 1. Provides that Personal Information can only be used for Educational Purpose(s); 2. Describes all Personal Information that is Collected and how it will be used and Disclosed; 3. Provides the School a link to its online notice of information practices and recommends the School make it available on the School's website; 4. Requires a School Representative to acknowledge and agree that they have authority to authorize the Collection of Personal Information from Children on behalf of the School, along with their name and title at the School; and 5. Provides that any Personal Information Collected by Defendant is under the Direct Control of the School with regard to its use and maintenance.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9828455284552846
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Data Minimization Requirement",
        "category": "prohibition",
        "summary": "Defendant is permanently restrained from collecting more personal information than reasonably necessary for a child to participate in any activity on the Edmodo Platform.",
        "requirements": [
          {
            "description": "Must not collect more personal information than reasonably necessary for the child to participate in any activity",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant and Defendant's officers, agents, employees and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with offering the Edmodo Platform, are hereby permanently restrained and enjoined from Collecting more Personal Information than reasonably necessary for the Child to participate in any activity offered on any such website or online service.",
            "deadline": null,
            "verified": true,
            "confidence": 0.8341431261770245
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Injunction Concerning Use of Previously Collected Personal Information",
        "category": "affirmative_obligation",
        "summary": "Defendant must refrain from using previously collected personal information without consent, destroy information from accounts without consent within 60 days, provide written statements to the Commission within 90 days, delete affected work product within 90 days, and maintain a retention schedule for children's personal information.",
        "requirements": [
          {
            "description": "Must refrain from disclosing, using, or benefitting from personal information collected from children prior to entry of order unless verifiable parental consent or school authorization is obtained",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant, Defendant's officers, agents, employees, and attorneys, and all other Persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with providing the Edmodo Platform to Schools are ordered to: A. Refrain from Disclosing, using, or benefitting from Personal Information Collected from Children that Defendant collected through the Edmodo Platform prior to entry of this Order unless Verifiable Parental Consent or School Authorization is obtained as outlined in Provisions I and II",
            "deadline": null,
            "verified": true,
            "confidence": 0.9711764705882353
          },
          {
            "description": "Must destroy all personal information collected through the Edmodo Platform from accounts that have not provided verifiable parental consent or school authorization",
            "quoted_text": "B. Within sixty (60) days of entry of this Order, destroy all Personal Information Collected through the Edmodo Platform by Defendant from accounts that have not, by that date, provided Verifiable Parental Consent or School Authorization as described in Provisions I and II",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must provide written statement to Commission describing process for providing direct notice and seeking consent/authorization, identifying account numbers, and confirming destruction of non-consented information",
            "quoted_text": "C. Within ninety (90) days of entry of this Order, provide a written statement to the Commission, sworn under penalty of perjury, that (1) describes the process through which Defendant provided Direct Notice and sought Verifiable Parental Consent or School Authorization for the accounts through which Personal Information is Collected through the Edmodo Platform; (2) identifies the total number of accounts for which Direct Notice was provided, as well as the number of accounts that: (i) provided Verifiable Parental Consent; (ii) provided School Authorization; (iii) affirmatively declined to provide Verifiable Parental Consent or School Authorization; (iv) did not respond; (v) Parents or Schools requested be deleted after receiving the Direct Notice provided for under sub-provision IV.B; and (vi) that were the subject of additional questions to Defendant by Parents or Schools; and (3) confirms all Personal Information Collected from Children through the Edmodo Platform related to accounts for which Verifiable Parental Consent or School Authorization was not received has been destroyed",
            "deadline": "90 days",
            "verified": true,
            "confidence": 0.9402730819245774
          },
          {
            "description": "Must delete or destroy any affected work product and provide written confirmation to Commission",
            "quoted_text": "D. Within ninety (90) days of entry of this Order, delete or destroy any Affected Work Product, and provide a written statement to the Commission, sworn under penalty of perjury, confirming such deletion or destruction. Any Affected Work Product, or Personal Information that Defendant is otherwise required to delete or destroy pursuant to this provision may be retained, and may be disclosed, as requested by a government agency or otherwise required by law, regulation, court order, or other legal obligation, including as required by rules applicable to the safeguarding of evidence in pending litigation. In each written statement to the Commission required by this provision, Defendant shall describe in detail any relevant information that Defendant retains on any of these bases and the specific government agency, law, regulation, court order, or other legal obligation that prohibits Defendant from deleting or destroying such information. Within thirty (30) days after the obligation to retain the information has ended, Defendant shall provide an additional written statement to the Commission, sworn under penalty of perjury, confirming that Defendant has deleted or destroyed such information",
            "deadline": "90 days",
            "verified": true,
            "confidence": 0.95099519860323
          },
          {
            "description": "Must maintain and adhere to a retention schedule for children's personal information setting forth purpose, business need, and time frame for deletion (not exceeding 1 year after school agreement termination or data generation)",
            "quoted_text": "E. Maintain and adhere to a retention schedule for Children's Personal Information Collected through the Edmodo Platform, setting forth the purpose for which the information is Collected, the specific business need for retaining such Personal Information, and a set time frame and set of criteria for deletion of such information which may not exceed one (1) year after the termination of the agreement with the School (unless the School affirmatively requests a different time period), or, with respect to Children's Personal Information that is not Collected under the Direct Control of a School, may not exceed one (1) year after the generation of the data (unless the Parent, after receiving notice of the impending deletion from Defendant, affirmatively requests that Defendant retain a Child's data for longer), and make such information about the retention schedule publicly available on Defendant's website and in the Direct Notice.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9090909090909091
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Monetary Judgment for Civil Penalty",
        "category": "affirmative_obligation",
        "summary": "Judgment of $6 million is entered against Defendant as civil penalty, suspended subject to truthfulness of financial statements, and becomes due if suspension is lifted for material misstatements.",
        "requirements": [
          {
            "description": "Judgment of $6 million entered as civil penalty, suspended subject to truthfulness of financial statements",
            "quoted_text": "IT IS FURTHER ORDERED that: A. Judgment in the amount of $6 million ($6,000,000) is entered in favor of Plaintiff against Defendant, as a civil penalty. B. The judgment is suspended subject to the Subsections below. C. The Plaintiff's agreement to the suspension of the judgment is expressly premised upon the truthfulness, accuracy, and completeness of Defendant's sworn financial statements and related documents (collectively, \"Financial Attestations\") submitted to the Commission, namely: 1. the Financial Statement of Corporate Defendant, Edmodo, LLC, signed by General Counsel, Susan Shinoff, and all supporting documents. D. The suspension of the judgment will be lifted as to Defendant if, upon motion by Plaintiff, the Court finds that Defendant failed to disclose any material asset, materially misstated the value of any asset, or made any other material misstatement or omission in the Financial Attestations. E. If the suspension of the judgment is lifted, the judgment becomes immediately due as to Defendant in the amount specified in Subsection A of this Section (which the parties stipulate only for purposes of this Section represents the amount of civil penalty for the violations alleged in the Complaint), less any payment previously made pursuant to this Section, plus interest computed from the date of entry of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9839375928677564
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Additional Monetary Provisions",
        "category": "affirmative_obligation",
        "summary": "Defendant relinquishes all rights to transferred assets, facts alleged in complaint will be taken as true in subsequent litigation, and defendant must submit taxpayer identification numbers.",
        "requirements": [
          {
            "description": "Defendant relinquishes all rights to assets transferred pursuant to this order",
            "quoted_text": "IT IS FURTHER ORDERED that: A. Defendant relinquishes dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek the return of any assets.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Facts alleged in complaint will be taken as true in subsequent civil litigation by or on behalf of the Commission",
            "quoted_text": "B. The facts alleged in the Complaint will be taken as true, without further proof, in any subsequent civil litigation by or on behalf of the Commission, including in a proceeding to enforce its rights to any payment or monetary judgment pursuant to this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Defendant must submit taxpayer identification numbers to the Commission",
            "quoted_text": "C. Defendant acknowledges that its Taxpayer Identification Numbers, which Defendant must submit to the Commission, may be used for collecting and reporting on any delinquent amount arising out of this Order, in accordance with 31 U.S.C. § 7701.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Defendant must submit acknowledgment of receipt of order within 7 days, deliver copies to personnel and entities within specified timeframes, and obtain signed acknowledgments from recipients within 30 days.",
        "requirements": [
          {
            "description": "Defendant must submit acknowledgment of receipt of order to Commission",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant obtains acknowledgments of receipt of this Order: A. Defendant, within seven (7) days of entry of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "For 5 years, must deliver copy of order to all principals, officers, directors, managers, members, employees with managerial responsibilities, agents, representatives, and business entities resulting from structural changes",
            "quoted_text": "B. For five (5) years after entry of this Order, Defendant, for any business that Defendant is the majority owner of, or controls directly or indirectly, must deliver a copy of this Order to: (1) all principals, officers, directors, managers, and members; (2) all employees having managerial responsibilities relating to the subject matter of the Order, and all agents and representatives who participate in conduct related to the subject matter of the Order; and (3) any business entity resulting from any change in structure as set forth in Section VIII (Compliance Reporting). Delivery must occur within seven (7) days of entry of this Order for current personnel and entities. To all others, delivery must occur before they assume their responsibilities.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must obtain signed and dated acknowledgment of receipt from each individual or entity to which order was delivered",
            "quoted_text": "C. From each individual or entity to which Defendant delivered a copy of this Order, Defendant must obtain, within thirty (30) days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendant must submit annual compliance reports with detailed information about business activities and compliance status, and submit compliance notices within 14 days of changes in contact information, structure, or bankruptcy filings.",
        "requirements": [
          {
            "description": "Must submit comprehensive annual compliance report including contact information, business descriptions, compliance status, privacy notices, consent methods, and order acknowledgments",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant makes timely submissions to the Commission: A. One year after entry of this Order, Defendant must submit a compliance report, sworn under penalty of perjury, in which Defendant must: (a) identify the primary physical, postal, email address, and telephone number, as designated points of contact, which representatives of the Commission and Plaintiff may use to communicate with Defendant; (b) identify all businesses owned or controlled by Defendant by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (c) describe the activities of each business, including the goods and services offered, the means of advertising, marketing, and sales; (d) describe in detail whether and how Defendant is in compliance with each Section of this Order; (e) provide a copy of each different version of any privacy notice posted on each Website or Online Service Directed to Children operated by Defendant or sent to Parents of Children that register on each website or online service; (f) provide a statement setting forth in detail the methods used to obtain Verifiable Parental Consent or School Authorization prior to any Collection, use, and/or Disclosure of Personal Information from Children by the Edmodo Platform; (g) provide a statement setting forth in detail the means provided for Parents to review the Personal Information Collected from their Children and to refuse to permit its further use or maintenance by the Edmodo Platform; and (h) provide a copy of each Order Acknowledgment obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 0.9064893926184249
          },
          {
            "description": "For 10 years, must submit compliance notice within 14 days of any change in designated contact points or structure of Defendant or entities with ownership interest or control",
            "quoted_text": "B. For ten (10) years after entry of this Order, Defendant must submit a compliance notice, sworn under penalty of perjury, within fourteen (14) days of any change in: (a) any designated point of contact; or (b) the structure of Defendant or any entity that Defendant has any ownership interest in or control directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must submit notice of bankruptcy petition or insolvency proceeding within 14 days of filing",
            "quoted_text": "C. Defendant must submit to the Commission notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against Defendant within fourteen (14) days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "All submissions sworn under penalty of perjury must comply with 28 U.S.C. § 1746",
            "quoted_text": "D. Any submission to the Commission required by this Order to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, such as by concluding: \"I declare under penalty of perjury under the laws of the United States of America that the foregoing is true and correct. Executed on: _____\" and supplying the date, signatory's full name, title (if applicable), and signature.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendant must create records for 10 years and retain each for 5 years, including accounting records, personnel records, compliance records, consumer complaints, consent documentation, and copies of information collection forms and pages.",
        "requirements": [
          {
            "description": "Must create and retain accounting records, personnel records, compliance records, consumer complaints, consent documentation, and copies of information collection forms/pages",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant must create certain records for ten (10) years after entry of the Order, and retain each such record for five (5) years. Specifically, for any business that Defendant is a majority owner of, or controls directly or indirectly, other than those providing products or services solely to foreign government customers, Defendant must create and retain the following records: A. Accounting records showing the revenues from all goods or services sold; B. All personnel records showing, for each person providing services, whether as an employee or otherwise, that person's: name, addresses, telephone numbers, job title or position, dates of service, and (if applicable) the reason for termination; C. All records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission; D. Copies of all consumer complaints relating to Defendant's Collection of Personal Information, whether received directly or indirectly, such as through a Third Party, and any response; E. All records demonstrating the steps Defendant has taken to obtain Verifiable Parental Consent or School Authorization, as applicable, for each Child user; and F. A copy of each materially different form, page, or screen created, maintained, or otherwise provided by Defendant through which Defendant Collects Personal Information, and a copy of each materially different document containing any representation regarding Defendant's Collection, use, and Disclosure practices pertaining to Personal Information. Each webpage copy shall be accompanied by the URL of the webpage where the material was posted online. Electronic copies shall include all text and graphics files, audio scripts, and other computer files used in presenting information on the Internet.",
            "deadline": null,
            "verified": true,
            "confidence": 0.961097720723081
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "Commission and Plaintiff authorized to monitor compliance through additional reports, depositions, document production, employee interviews, and posing as consumers, without prior notice.",
        "requirements": [
          {
            "description": "Within 14 days of request, Defendant must submit additional compliance reports, appear for depositions, and produce documents; Commission and Plaintiff authorized to obtain discovery using Federal Rules procedures",
            "quoted_text": "IT IS FURTHER ORDERED that, for the purpose of monitoring Defendant's compliance with this Order, including the Financial Attestations upon which the judgment was suspended: A. Within fourteen (14) days of receipt of a written request from a representative of the Commission or Plaintiff, Defendant must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury; appear for depositions; and produce documents for inspection and copying. The Commission and Plaintiff are also authorized to obtain discovery, without further leave of court, using any of the procedures prescribed by Federal Rules of Civil Procedure 29, 30 (including telephonic depositions), 31, 33, 34, 36, 45, and 69.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Commission and Plaintiff authorized to communicate directly with Defendant and interview employees or affiliated persons with their consent",
            "quoted_text": "B. For matters concerning this Order, the Commission and Plaintiff are authorized to communicate directly with Defendant. Defendant must permit representatives of the Commission and Plaintiff to interview any employee or other Person affiliated with Defendant who has agreed to such an interview. The Person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Commission and Plaintiff may pose as consumers, suppliers, or other entities to Defendant without identification or prior notice",
            "quoted_text": "C. The Commission and Plaintiff may use all other lawful means, including posing, through its representatives, as consumers, suppliers, or other individuals or entities, to Defendant or any individual or entity affiliated with Defendant, without the necessity of identification or prior notice. Nothing in this Order limits the Commission's lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49 and 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "Court retains jurisdiction for purposes of construction, modification, and enforcement of this Order.",
        "requirements": [
          {
            "description": "Court retains jurisdiction for construction, modification, and enforcement of the order",
            "quoted_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "This Order does not contain an explicit termination date. The Court retains jurisdiction for purposes of construction, modification, and enforcement of this Order. Various provisions have different durations: 5 years for order acknowledgment delivery requirements, 10 years for compliance notice requirements and recordkeeping creation period, and permanent injunctions that do not expire."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "08.23, Edmodo Complaint (Pending).pdf",
      "order": "08.23, Edmodo Order (Pending).pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 1,
      "order_provisions": 11,
      "order_definitions": 24,
      "order_requirements": 30
    },
    "processing_time_seconds": 731.1
  }
}