{
  "case_info": {
    "docket_number": "3:24-cv-06153",
    "company": {
      "name": "Verkada Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "405 E. 4th Ave., San Mateo, CA 94401",
      "business_description": "Verkada is a cloud-based building security company that sells security cameras and other physical security products to over 12,000 businesses throughout the U.S. and abroad. Its customers span multiple industries, including education, government, healthcare, and hospitality."
    },
    "commissioners": [],
    "case_date": {
      "month": 8,
      "year": 2024
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a), and Section 7(a) of the Controlling the Assault of Non-Solicited Pornography and Marketing Act of 2003, 15 U.S.C. § 7706(a)",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/2123068-verkada-inc-us-v"
  },
  "complaint": {
    "factual_background": "Verkada Inc., a cloud-based security camera company, failed to implement basic information security practices to protect customer and consumer data collected through its surveillance products. Due to inadequate security controls, a threat actor gained administrative access to Verkada's systems in March 2021, accessing over 150,000 live customer cameras and exfiltrating gigabytes of sensitive data including video footage from hospitals, schools, and other sensitive locations. Despite prior security incidents and third-party assessments identifying critical security gaps, Verkada failed to remediate these vulnerabilities while simultaneously making false claims about its security practices, HIPAA compliance, and Privacy Shield certification.",
    "representations_made": [
      {
        "description": "Claimed to use appropriate safeguards to protect customers' and consumers' personal information collected through security cameras",
        "quoted_text": "In numerous instances in connection with the advertising, marketing, promotion, offering for sale, or sale of security cameras, Defendant represents, directly or indirectly, expressly or by implication, that it uses appropriate safeguards to protect customers' and consumers' personal information collected through Defendant's security cameras.",
        "source_paragraph": 88
      },
      {
        "description": "Claimed to use appropriate safeguards to protect personal information on the Command platform",
        "quoted_text": "In numerous instances in connection with the advertising, marketing, promotion, offering for sale, or sale of security cameras, Defendant represents, directly or indirectly, expressly or by implication, that it uses appropriate safeguards to protect customers' and consumers' personal information on the Command platform.",
        "source_paragraph": 91
      },
      {
        "description": "Claimed that security camera systems are HIPAA certified or compliant",
        "quoted_text": "In numerous instances in connection with the advertising, marketing, promotion, offering for sale, or sale of security cameras, Defendant represents, directly or indirectly, expressly or by implication, that Defendant's security camera systems are HIPAA certified or compliant.",
        "source_paragraph": 94
      },
      {
        "description": "Claimed adherence to EU-U.S. and Swiss-U.S. Privacy Shield principles, including the principle of security",
        "quoted_text": "In numerous instances in connection with the advertising, marketing, promotion, offering for sale, or sale of security cameras, Defendant has represented, directly or indirectly, expressly or by implication, that Defendant adhered to the EU-U.S. and Swiss-U.S. Privacy Shield principles, including the principle of security.",
        "source_paragraph": 97
      },
      {
        "description": "Represented that online consumer ratings and reviews reflect experiences or opinions of ordinary, impartial customers",
        "quoted_text": "In numerous instances in connection with the advertising, marketing, promotion, offering for sale, or sale of security cameras, Defendant represents, directly or indirectly, expressly or by implication, that online, consumer ratings and reviews of Verkada or its products reflect the experiences or opinions of ordinary, impartial customers.",
        "source_paragraph": 100
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Unfair Information Security Practices (Business Customers)",
        "representation": "Defendant failed to take reasonable steps to prevent unauthorized access to customers' personal information on its network and customer cameras",
        "fact": "These failures caused or are likely to cause substantial injury to customers in the form of increased exposure to fraud and identity theft, leading to monetary loss and time spent remedying the problem, which customers could not reasonably avoid",
        "conclusion": "Therefore, Defendant's acts or practices as described in Paragraph 82 constitute unfair acts or practices in violation of Section 5 of the FTC Act, 15 U.S.C. §§ 45(a), (n)."
      },
      {
        "count_number": 2,
        "title": "Unfair Information Security Practices (Consumers)",
        "representation": "Defendant failed to take reasonable steps to prevent unauthorized access to consumers' personal information, including video footage of consumers at sensitive locations, on its network and customer cameras",
        "fact": "These failures caused or are likely to cause substantial injury to consumers in the form of exposure of their personal information and invasion of their privacy through unauthorized surveillance in sensitive settings such as hospital rooms and schools, which consumers could not reasonably avoid",
        "conclusion": "Therefore, Defendant's acts or practices as described in Paragraph 85 constitute unfair acts or practices in violation of Section 5 of the FTC Act, 15 U.S.C. §§ 45(a), (n)."
      },
      {
        "count_number": 3,
        "title": "Information Security Misrepresentations",
        "representation": "Defendant represented that it uses appropriate safeguards to protect customers' and consumers' personal information collected through Defendant's security cameras",
        "fact": "In numerous instances in which Defendant has made these representations, Defendant does not use appropriate safeguards to protect customers' and consumers' personal information collected through Defendant's security cameras",
        "conclusion": "Therefore, Defendant's representations as described in Paragraph 88 are false or misleading and constitute deceptive acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 4,
        "title": "Information Security Misrepresentations—Command Platform",
        "representation": "Defendant represented that it uses appropriate safeguards to protect customers' and consumers' personal information on the Command platform",
        "fact": "In numerous instances in which Defendant has made these representations, Defendant does not use appropriate safeguards to protect customers' and consumers' personal information on the Command platform",
        "conclusion": "Therefore, Defendant's representations as described in Paragraph 91 are false or misleading and constitute deceptive acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 5,
        "title": "HIPAA Misrepresentations",
        "representation": "Defendant represented that Defendant's security camera systems are HIPAA certified or compliant",
        "fact": "Despite numerous instances in which Defendant has made these representations, Defendant's security camera systems are not HIPAA certified or compliant",
        "conclusion": "Therefore, Defendant's representations as described in Paragraph 94 are false or misleading and constitute deceptive acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 6,
        "title": "Privacy Shield Compliance Misrepresentations",
        "representation": "Defendant represented that Defendant adhered to the EU-U.S. and Swiss-U.S. Privacy Shield principles, including the principle of security",
        "fact": "In numerous instances in which Defendant has made these representations, Defendant did not adhere to the EU-U.S. and Swiss-U.S. Privacy Shield principles, including the principle of security",
        "conclusion": "Therefore, Defendant's representations as set forth in Paragraph 97 are false or misleading and constitute deceptive acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 7,
        "title": "False Claim of Impartial Ratings and Reviews",
        "representation": "Defendant represented that online, consumer ratings and reviews of Verkada or its products reflect the experiences or opinions of ordinary, impartial customers",
        "fact": "In numerous instances in which Defendant has made these representations, these online consumer ratings and reviews of Verkada or its products do not reflect the experiences or opinions of ordinary impartial customers, but instead were written by Verkada employees or a venture capital investor",
        "conclusion": "Therefore, Defendant's representations described in Paragraph 100 are false or misleading and constitute deceptive acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)"
      },
      {
        "count_number": 8,
        "title": "Deceptive Failure to Disclose Material Connections",
        "representation": "Defendant represented that online consumer ratings and reviews of Verkada or its products posted on Google Maps reflect its customers' opinions or experiences",
        "fact": "Defendant failed to disclose to consumers that the online consumer ratings and reviews of Verkada or its products were written by Verkada employees or a venture capital investor, which would be material to consumers in evaluating the reviews in connection with a purchase or use decision",
        "conclusion": "In light of the representations described in Paragraph 103, Defendant's failure to disclose the material information as described in Paragraph 104, constitutes a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 9,
        "title": "Failure to Honor Opt-Out Requests",
        "representation": "Defendant initiates the transmission, to protected computers, of commercial electronic mail messages to a recipient more than ten business days after the receipt of a request not to receive further commercial electronic mail messages from Defendant at the recipient's email address",
        "fact": "The CAN-SPAM Act requires senders to honor opt-out requests within 10 business days under Section 5(a)(4)(A)",
        "conclusion": "Therefore, Defendant's acts or practices as described in Paragraph 115 violate Section 5(a)(4)(A) of the CAN-SPAM Act, 15 U.S.C. § 7704(a)(4)(A), and Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 10,
        "title": "Failure to Provide Notice of Opt-Out",
        "representation": "Defendant initiates the transmission, to protected computers, of commercial electronic mail messages that do not provide a clear and conspicuous notice of the opportunity to decline to receive further commercial electronic mail messages from Defendant",
        "fact": "The CAN-SPAM Act requires commercial emails to provide clear and conspicuous notice of the opportunity to opt-out under 15 U.S.C. § 7704(a)(5)(A)(ii)",
        "conclusion": "Therefore, Defendant's acts or practices as described in Paragraph 117 violate 5(a)(5)(A)(ii) of the CAN-SPAM Act, 15 U.S.C. § 7704(a)(5)(A)(ii), and Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 11,
        "title": "Failure to Provide Valid Physical Postal Address",
        "representation": "Defendant initiates the transmission, to protected computers, of commercial electronic mail messages that do not provide a valid physical postal address of Defendant",
        "fact": "The CAN-SPAM Act requires commercial emails to include a valid physical postal address under 15 U.S.C. § 7704(a)(5)(A)(iii)",
        "conclusion": "Therefore, Defendant's acts or practices, as described in Paragraph 119 violate Section 5(a)(5)(A)(iii) ofthe CAN-SPAM Act, 15 U.S.C. § 7704(a)(5)(A)(iii), and Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Clear(ly) and Conspicuous(ly)": "means that a required disclosure is difficult to miss (i.e., easily noticeable) and easily understandable by ordinary consumers, including in all of the following ways: 1. In any communication that is solely visual or solely audible, the disclosure must be made through the same means through which the communication is presented. In any communication made through both visual and audible means, such as a television advertisement, the disclosure must be presented simultaneously in both the visual and audible portions of the communication even if the representation requiring the disclosure is made in only one means. 2. A visual disclosure, by its size, contrast, location, the length of time it appears, and other characteristics, must stand out from any accompanying text or other visual elements so that it is easily noticed, read, and understood. 3. An audible disclosure, including by telephone or streaming video, must be delivered in a volume, speed, and cadence sufficient for ordinary consumers to easily hear and understand it. 4. In any communication using an interactive electronic medium, such as the Internet or software, the disclosure must be unavoidable. 5. The disclosure must use diction and syntax understandable to ordinary consumers and must appear in each language in which the representation that requires the disclosure appears. 6. The disclosure must comply with these requirements in each medium through which it is received, including all electronic devices and face-to-face communications. 7. The disclosure must not be contradicted or mitigated by, or inconsistent with, anything else in the communication. 8. When the representation or sales practice targets a specific audience, such as children, the elderly, or the terminally ill, \"ordinary consumers\" includes reasonable members of that group.",
      "Commercial Electronic Mail Message": "means any Electronic Mail Message the primary purpose of which is the commercial advertisement or promotion of a commercial product or service (including content on an Internet website operated for a commercial purpose).",
      "Covered Incident": "means any incident that results in Defendant notifying, pursuant to a statutory or regulatory requirement, any U.S. federal, state, or local government entity that information of or about an individual consumer was, or is reasonably believed to have been, accessed, acquired, or publicly exposed without authorization.",
      "Covered Product": "means (a) any security camera, building access control device, or other physical device designed, marketed, and offered by Defendant; and (b) the software used to access, operate, manage, or configure a device subject to part (a) of this definition, including, but not limited to, the firmware, web or mobile applications, and any related online services, that are advertised, developed, branded, or sold by Defendant, directly or indirectly.",
      "Customer Information": "means the following information from or about an individual customer: (a) user account credentials, such as a login name and password and/or tokens; (b) email address; (c) a site floorplan; (d) name and title of customer contact; (e) Wi-Fi credentials; (f)a financial account number; (g) credit or debit card information; (h) a persistent identifier, such as a customer number held in a \"cookie,\" a static Internet Protocol (\"IP\") address, a mobile device ID, or a device or component serial number; (i) metadata about product usage (e.g., time, duration of video, IP address, location of camera); and (j) access control elements, including access levels, access groups, and badge numbers.",
      "Defendant": "means Verkada Inc. and its successors and assigns.",
      "Electronic Mail Address": "means a destination, commonly expressed as a string of characters, consisting of a unique user name or mailbox (commonly referred to as the \"local part\") and a reference to an Internet domain (commonly referred to as the \"domain part\"), whether or not displayed, to which an Electronic Mail Message can be sent or delivered.",
      "Electronic Mail Message": "means a message sent to a unique Electronic Mail Address.",
      "Personal Information": "means information from or about an individual consumer that Defendant collects through a Covered Product, including: (a) a first and last name; (b) a home or physical address, including street name and name of city or town; (c) an email address or other online contact information, such as an instant messaging user identifier or a screen name; (d)a mobile or other telephone number; (e) date of birth; (f) usernames and passwords; (g) live camera footage; (h) video archives; (i) still images or photos; or (j) audio recordings."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations",
        "category": "prohibition",
        "summary": "Defendant is permanently prohibited from making misrepresentations about data security, privacy compliance certifications, HIPAA compliance, and the independent status of product reviewers.",
        "requirements": [
          {
            "description": "Must not misrepresent the extent to which it maintains and protects privacy, security, confidentiality, or integrity of Personal Information or Customer Information",
            "quoted_text": "IT IS ORDERED that Defendant, Defendant's officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with the marketing, advertising, promotion or offering, sale, or distribution of any product or service, are permanently restrained and enjoined from misrepresenting, expressly or by implication: A. The extent to which Defendant maintains and protects the privacy, security, confidentiality, or integrity of any Personal Information or Customer Information;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent membership in, adherence to, or certification by any privacy, security, or compliance program, including HIPAA certification",
            "quoted_text": "B. The extent to which Defendant is a member of, adheres to, complies with, is certified by, is endorsed by, or otherwise participates in any privacy, security or other compliance program sponsored by a government or any self-regulatory or standard-setting organization, or any entity that certifies compliance with HIPAA;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent the extent to which Defendant is regulated by HIPAA or in compliance with HIPAA requirements",
            "quoted_text": "C. The extent to which Defendant is regulated by HIPAA, and the extent to which Defendant's privacy and information practices are in compliance with HIPAA requirements;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent the independent or ordinary user status of endorsers or reviewers, including misrepresenting that they are not employees or affiliated with Defendant",
            "quoted_text": "D. The status of any person providing an endorsement or review of a product or service offered or sold by Defendant, or any business owned or controlled by Defendant, including a misrepresentation that the endorser or reviewer is an independent or ordinary user of the product or service or an ordinary customer of the business.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Mandated Information Security Program",
        "category": "affirmative_obligation",
        "summary": "Defendant must establish and maintain a comprehensive information security program for 20 years that protects Personal Information and Customer Information, including documentation, risk assessments, safeguards, employee training, technical controls, encryption, and regular testing.",
        "requirements": [
          {
            "description": "Establish and implement comprehensive information security program within 60 days and maintain for 20 years",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant and any business that Defendant controls directly, or indirectly, in connection with the collection, maintenance, use, or disclosure of, or provision of access to, Personal Information or Customer Information, must, within sixty (60) days after entry of this Order, establish and implement, and thereafter maintain for twenty (20) years after entry of this Order, a comprehensive information security program (\"Information Security Program\") that protects the security, confidentiality, and integrity of Personal Information and Customer Information.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 0.9294515539305301
          },
          {
            "description": "Document in writing the content, implementation, and maintenance of the Information Security Program",
            "quoted_text": "A. Document in writing the content, implementation, and maintenance of the Information Security Program;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide the written program and evaluations to board of directors or senior officer at least once every 12 months and within 30 days after a Covered Incident",
            "quoted_text": "B. Provide the written program and any material evaluations thereof or updates thereto to Defendant's board of directors or governing body or, if no such board or equivalent governing body exists, to a senior officer of Defendant responsible for Defendant's Information Security Program at least once every twelve (12) months and promptly (not to exceed thirty (30) days) after a Covered Incident;",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Designate a qualified employee or employees to coordinate and be responsible for the Information Security Program",
            "quoted_text": "C. Designate a qualified employee or employees to coordinate and be responsible for the Information Security Program;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Assess and document internal and external risks at least once every 12 months and within 30 days following a Covered Incident",
            "quoted_text": "D. Assess and document, at least once every twelve (12) months and promptly (not to exceed thirty (30)days) following a Covered Incident, internal and external risks to the security, confidentiality, or integrity of Personal Information and Customer Information that could result in the (1) unauthorized collection, maintenance, use, alteration, or disclosure of, or provision of access to, Personal Information or Customer Information; or the (2) misuse, loss, theft, destruction, or other compromise of such information;",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Design, implement, maintain, and document safeguards to control identified risks",
            "quoted_text": "E. Design, implement, maintain, and document safeguards that control for the internal and external risks Defendant identifies to the security, confidentiality, or integrity of Personal Information and Customer Information identified in response to Provision II.D. Each safeguard shall be based on the volume and sensitivity of the Personal Information or Customer Information that is at risk, and the likelihood that the risk could be realized and result in the (1) unauthorized collection, maintenance, use, alteration, or disclosure of the Personal Information or Customer Information; or the (2) misuse, loss, theft, destruction, or other compromise of such information.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Train all employees at least once every 12 months on how to safeguard Personal Information and Customer Information",
            "quoted_text": "1. Training of all of Defendant's employees, at least once every twelve (12) months, on how to safeguard Personal Information and Customer Information;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Implement technical measures to log and monitor networks and assets for anomalous activity and active threats",
            "quoted_text": "2. Implementing technical measures to log and monitor Defendant's networks and assets for anomalous activity and active threats. Such measures shall require Defendant to determine baseline system activity and identify and respond to anomalous events and unauthorized attempts to access or exfiltrate Personal Information or Customer Information;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Implement data access controls and technical measures to prevent credential misuse, including restricting connections, requiring strong passwords, preventing compromised credential reuse, implementing password resets, and limiting access privileges",
            "quoted_text": "3. Implementing data access controls for all assets (including databases) storing Personal Information or Customer Information and technical measures, policies, and procedures to minimize or prevent online attacks resulting from the misuse of valid credentials, including: (a)restricting inbound and outbound connections; (b) requiring and enforcing strong passwords or other credentials; (c) preventing the reuse of known compromised credentials to access Personal Information or Customer Information; (d) implementing routine password resets for known compromised credentials; and (e) limiting employee, contractor, or authorized third party access to what is needed to perform that employee, contractor, or authorized third party's job function and establish regular documented review of such access privileges;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Require multi-factor authentication (phishing-resistant, not SMS-based) for all employees, contractors, and affiliates to access assets storing Personal Information or Customer Information",
            "quoted_text": "4. Requiring multi-factor authentication methods for all employees, contractors, and affiliates in order to access any assets (including databases) storing Personal Information or Customer Information. Such multi-factor authentication methods for all employees, contractors, and affiliates should not include telephone calls or SMS-based authentication methods and must be resistant to phishing attacks. Defendant may use equivalent, widely-adopted industry authentication options that are not multi-factor, if the person responsible for the Information Security Program under sub-Provision II.C: (1) approves in writing the use of such equivalent authentication options; and (2) documents a written explanation of how the authentication options are widely adopted and at least equivalent to the security provided by multi-factor authentication;",
            "deadline": null,
            "verified": true,
            "confidence": 0.9792671927846675
          },
          {
            "description": "Develop and implement configuration standards to harden system components; new components cannot access network until they meet standards",
            "quoted_text": "5. Developing and implementing configuration standards to harden system components against known threats and vulnerabilities. New system components shall not be granted access to Defendant's network, resources, Personal Information, or Customer Information until they meet Defendant's configuration standards;",
            "deadline": null,
            "verified": true,
            "confidence": 0.7323943661971831
          },
          {
            "description": "Encrypt all Personal Information and Customer Information on computer networks, including cloud storage",
            "quoted_text": "6. Encryption of, at a minimum, all Personal Information and Customer Information on Defendant's computer networks, including but not limited to cloud storage;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Implement policies and procedures to ensure all IT assets with access to Personal Information or Customer Information are securely installed and inventoried at least once every 12 months",
            "quoted_text": "7. Policies and procedures to ensure that all information technology (\"IT\") assets on Defendant's network with access to Personal Information or Customer Information are securely installed and inventoried at least once every twelve (12) months;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Implement vulnerability and patch management measures with confirmation of completion and timelines based on severity and exploitability",
            "quoted_text": "8. Implementing vulnerability and patch management measures, policies, and procedures that require confirmation that any directives to apply patches or remediate vulnerabilities are received and completed and that include timelines for addressing vulnerabilities that account for the severity and exploitability of the risk implicated.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Identify and document a comprehensive IT asset inventory including hardware, software, and location",
            "quoted_text": "9. Identify and document a comprehensive IT asset inventory that includes hardware, software, and location of the assets;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Design and implement network intrusion protection, host intrusion protection, and file integrity monitoring across network and IT assets",
            "quoted_text": "10. Designing and implementing protections such as network intrusion protection, host intrusion protection, and file integrity monitoring, across Defendant's network and IT assets;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Design, implement, and maintain measures to limit unauthorized access, such as network segmentation and properly configured firewalls",
            "quoted_text": "11. Designing, implementing, and maintaining measures to limit unauthorized access in any network or system that stores, collects, maintains, or processes Personal Information or Customer Information, such as segmentation of networks and databases and properly configured firewalls;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Implement technical measures and policies to address new types of customer information not previously collected, including risk assessment and safeguard determination",
            "quoted_text": "12. Technical measures, procedures, and policy provisions to address the maintenance of any type of information related to customers that was not being collected or maintained by Defendant as of the entry date of this Order, including a determination of whether the safeguards that control for the internal and external risks to the security, confidentiality, or integrity of Customer Information should be applied to this new type of information.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Assess sufficiency of safeguards at least once every 12 months and within 30 days following a Covered Incident, and modify program based on results",
            "quoted_text": "F. Assess, at least once every twelve (12) months and promptly (not to exceed thirty (30) days) following a Covered Incident, the sufficiency of any safeguards in place to address the internal and external risks to the security, confidentiality, or integrity of Personal Information and Customer Information, and modify the Information Security Program based on the results;",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.8395348837209302
          },
          {
            "description": "Test and monitor safeguard effectiveness at least once every 12 months and within 30 days after Covered Incident, including vulnerability testing every 4 months and penetration testing every 12 months",
            "quoted_text": "G. Test and monitor the effectiveness of the safeguards at least once every twelve (12) months and promptly (not to exceed thirty (30) days) following a Covered Incident, and modify the Information Security Program based on the results. Such testing and monitoring must include vulnerability testing of Defendant's network(s) once every four (4) months and promptly (not to exceed thirty (30) days) after a Covered Incident, and penetration testing of Defendant's network(s) at least once every twelve (12) months and promptly (not to exceed thirty (30) days) after a Covered Incident;",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Select and retain service providers capable of safeguarding Personal Information and Customer Information, and contractually require them to implement and maintain sufficient safeguards",
            "quoted_text": "H. Select and retain service providers capable of safeguarding Personal Information and Customer Information they access through or receive from Defendant, and contractually require service providers to implement and maintain safeguards sufficient to address the internal and external risks to the security, confidentiality, or integrity of Personal Information and Customer Information;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Evaluate and adjust the Information Security Program at least once every 12 months based on operational changes, Covered Incidents, new technologies, or other relevant circumstances",
            "quoted_text": "I. Evaluate and adjust the Information Security Program in light of any changes to Defendant's operations or business arrangements, a Covered Incident, new or more efficient technological or operational methods to control for the risks identified in Provision II.D of this Order, or any other circumstances that Defendant knows or has reason to know may have an impact on the effectiveness of the Information Security Program or any of its individual safeguards. At a minimum, Defendant must evaluate the Information Security Program at least once every twelve (12) months and modify the Information Security Program based on the results.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Information Security Assessments by a Third Party",
        "category": "assessment",
        "summary": "Defendant must obtain initial and biennial third-party assessments of its Information Security Program for 20 years, with the initial assessment covering the first 180 days and biennial assessments every two years thereafter.",
        "requirements": [
          {
            "description": "Obtain assessments from qualified, objective, independent third-party professional using accepted procedures and standards",
            "quoted_text": "IT IS FURTHER ORDERED that, in connection with compliance with Provision II of this Order titled Mandated Information Security Program, Defendant must obtain initial and biennial assessments (\"Assessments\"): A. The Assessments must be obtained from a qualified, objective, independent third-party professional (\"Assessor\"), who: (1) uses procedures and standards generally accepted in the profession; (2) conducts an independent review of the Information Security Program; (3) retains all documents relevant to each Assessment for five (5) years after completion of such Assessment; and (4) will provide such documents to the Commission within ten (10) days of receipt of a written request from a representative of the Commission.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.9090909090909091
          },
          {
            "description": "Provide the FTC Associate Director for Enforcement with the name, affiliation, and qualifications of the proposed Assessor for approval",
            "quoted_text": "B. For each Assessment, Defendant must provide the Associate Director for Enforcement for the Bureau of Consumer Protection at the Federal Trade Commission with the name, affiliation, and qualifications of the proposed Assessor, whom the Associate Director shall have the authority to approve in her or his sole discretion.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Initial Assessment must cover the first 180 days after Order entry; biennial assessments cover each two-year period for 20 years",
            "quoted_text": "C. The reporting period for the Assessments must cover: (1) the first 180 days after the entry date of the Order for the initial Assessment; and (2) each two-year period thereafter for twenty (20) years after entry of the Order for the biennial Assessments.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Each Assessment must determine whether Information Security Program is implemented and maintained, assess effectiveness, identify gaps or noncompliance, address prior findings, and identify specific evidence examined",
            "quoted_text": "D. Each Assessment must, for the entire assessment period: 1. Determine whether Defendant has implemented and maintained the Information Security Program required by Provision II of this Order, titled Mandated Information Security Program; 2. Assess the effectiveness of Defendant's implementation and maintenance of sub-Provisions II.A-I; 3. Identify any gaps or weaknesses in, or instances of material noncompliance with, the Information Security Program; 4. Address the status of gaps or weaknesses in, or instances of material noncompliance with, the Information Security Program that were identified in any prior Assessment required by this Order; and 5. Identify specific evidence (including documents reviewed, sampling and testing performed, and interviews conducted) examined to make such determinations, assessments, and identifications, and explain why the evidence that the Assessor examined is: (a) appropriate for assessing an enterprise of Defendant's size, complexity, and risk profile; and (b) sufficient to justify the Assessor's findings.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9083870967741936
          },
          {
            "description": "Complete each Assessment within 60 days after end of reporting period and submit initial Assessment to Commission within 10 days after completion",
            "quoted_text": "E. Each Assessment must be completed within 60 days after the end of the reporting period to which the Assessment applies. Unless otherwise directed by a Commission representative in writing, Defendant must submit the initial Assessment to the Commission within ten (10) days after the Assessment has been completed via email to DEbrief@ftc.gov or by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Cooperation with Third Party Information Security Assessor",
        "category": "affirmative_obligation",
        "summary": "Defendant must cooperate fully with the third-party Assessor by providing all relevant information and materials, network access, and disclosing all material facts without misrepresentation.",
        "requirements": [
          {
            "description": "Provide or make available to the Assessor all information and material in possession, custody, or control that is relevant to the Assessment",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant, whether acting directly or indirectly, in connection with any Assessment required by Provision III of this Order titled Information Security Assessments by a Third Party, must: A. Provide or otherwise make available to the Assessor all information and material in its possession, custody, or control that is relevant to the Assessment for which there is no reasonable claim of privilege;",
            "deadline": null,
            "verified": true,
            "confidence": 0.8188331627430911
          },
          {
            "description": "Provide Assessor with information about networks, systems, and IT assets to determine scope and visibility for Assessment",
            "quoted_text": "B. Provide or otherwise make available to the Assessor information about Defendant's network(s), systems, and IT assets so that the Assessor can determine the scope of the Assessment, and visibility to those portions of the network(s), systems, and IT assets deemed in scope;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Disclose all material facts to the Assessor and not misrepresent any fact material to the Assessment",
            "quoted_text": "C. Disclose all material facts to the Assessor, and not misrepresent in any manner, expressly or by implication, any fact material to the Assessor's: (1) determination of whether Defendant has implemented and maintained the Information Security Program required by Provision II of this Order, titled Mandated Information Security Program; (2) assessment of the effectiveness of the implementation and maintenance of sub-Provisions II.A-I; or (3) identification of any gaps or weaknesses in, or instances of material noncompliance with, the Information Security Program.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Annual Certification",
        "category": "compliance_reporting",
        "summary": "Defendant must provide annual certifications to the FTC for 20 years from a senior corporate manager or officer confirming compliance with the Order and disclosing any Covered Incidents.",
        "requirements": [
          {
            "description": "Provide annual certification to the Commission starting one year after Order entry and each year thereafter for 20 years, certifying compliance and disclosing Covered Incidents",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant must: A. One (1) year after the entry date of this Order, and each year thereafter for twenty (20) years after entry of this Order, provide the Commission with a certification from a senior corporate manager, or, if no such senior corporate manager exists, a senior officer of Verkada Inc. responsible for Defendant's Information Security Program that: (1) Defendant has established, implemented, and maintained the requirements of this Order; (2) Defendant is not aware of any material noncompliance that has not been (a) corrected or (b) disclosed to the Commission; and (3)includes a brief description of all Covered Incidents during the certified period.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit all annual certifications via email to DEbrief@ftc.gov or by overnight courier to FTC Associate Director for Enforcement",
            "quoted_text": "B. Unless otherwise directed by a Commission representative in writing, submit all annual certifications to the Commission pursuant to this Order via email to DEbrief@ftc.gov or by overnight courier (not the U.S. Postal Service) to Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin, \"United States v. Verkada Inc., FTC File No. 2123068.\"",
            "deadline": null,
            "verified": true,
            "confidence": 0.8278609625668449
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Covered Incident Reports",
        "category": "compliance_reporting",
        "summary": "Defendant must submit a report to the FTC within 10 days of notifying any U.S. government entity of a Covered Incident, for 20 years after Order entry.",
        "requirements": [
          {
            "description": "Submit report to Commission within 10 days of any notification to U.S. government entity of a Covered Incident, including date, description, affected information types, number of affected consumers, remediation actions, and copies of notices",
            "quoted_text": "IT IS FURTHER ORDERED that, for twenty (20) years after entry of this Order, within ten (10)days of any notification to a United States federal, state, or local entity of a Covered Incident, Defendant must submit a report to the Commission. The report must include, to the extent possible: A. The date, estimated date, or estimated date range when the Covered Incident occurred; B. A description of the facts relating to the Covered Incident, including the causes of the Covered Incident, if known; C. A description of each type of information that was affected by the Covered Incident; D. The number of consumers whose information was affected by the Covered Incident; E. The acts that Defendant has taken to date to remediate the Covered Incident and protect Personal Information and Customer Information from further exposure or access, and protect affected consumers from identity theft or other harm that may result from the Covered Incident; and F. A representative copy of any materially different notice sent by Defendant to consumers or to any U.S. federal, state, or local government entity.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.9954859218891917
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Prohibitions Concerning Commercial Email",
        "category": "prohibition",
        "summary": "Defendant is permanently prohibited from violating the CAN-SPAM Act, including failing to include postal addresses and unsubscribe notices in commercial emails, and failing to honor opt-out requests within 10 business days.",
        "requirements": [
          {
            "description": "Must not initiate, procure, or transmit commercial email that fails to provide a physical postal address or clear and conspicuous unsubscribe notice",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant, Defendant's officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with the advertising, marketing, promotion, offering for sale, or sale of any product, service, or program, are permanently restrained and enjoined from violating Section 5 of the CAN-SPAM Act, 15 U.S.C. § 7704, a copy of which is attached hereto as Exhibit A, by, including but not limited to: A. Initiating, procuring, or transmitting, or assisting others in initiating, procuring, or transmitting, a Commercial Electronic Mail Message that does not: (1) provide a physical postal address of the sender, or (2) provide a Clear and Conspicuous notice of opportunity to decline to receive further Commercial Electronic Mail Messages from the sender;",
            "deadline": null,
            "verified": true,
            "confidence": 0.9073798910351659
          },
          {
            "description": "Must honor recipient opt-out requests within 10 business days of the request",
            "quoted_text": "B. Failing to honor a recipient's request not to receive further Commercial Electronic Mail Messages from Defendant at the recipient's Electronic Mail Address more than 10 business days after the recipient's request.",
            "deadline": "10 business days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Monetary Judgment for Civil Penalty",
        "category": "affirmative_obligation",
        "summary": "A civil penalty judgment of $2,950,000 is entered against Defendant, to be paid within 7 days of Order entry.",
        "requirements": [
          {
            "description": "Pay civil penalty of $2,950,000 to the United States within 7 days of Order entry by electronic fund transfer",
            "quoted_text": "IT IS FURTHER ORDERED that: Judgment in the amount of two million nine hundred fifty thousand dollars ($2,950,000) is entered in favor of Plaintiff against Defendant as a civil penalty. Defendant is ordered to pay to Plaintiff, by making payment to the Treasurer of the United States, $2,950,000 which as Defendant stipulates, its undersigned counsel holds in escrow for no purpose other than payment to Plaintiff. Such payment must be made within seven (7) days of entry of this Order by electronic fund transfer in accordance with instructions to be provided by a representative of Plaintiff.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 0.9845454545454546
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Additional Monetary Provisions",
        "category": "acknowledgment",
        "summary": "Defendant relinquishes all rights to transferred assets, facts in the Complaint are deemed true for future enforcement, and Defendant's tax identification number may be used for collection purposes.",
        "requirements": [
          {
            "description": "Defendant relinquishes all rights to assets transferred pursuant to this Order and may not seek their return",
            "quoted_text": "IT IS FURTHER ORDERED that: A. Defendant relinquishes dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek the return of any assets.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Facts alleged in the Complaint will be taken as true without further proof in subsequent civil litigation by the Commission or Plaintiff",
            "quoted_text": "B. The facts alleged in the Complaint will be taken as true, without further proof, in any subsequent civil litigation by or on behalf of the Commission or Plaintiff, including in a proceeding to enforce its rights to any payment or monetary judgment pursuant to this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Defendant's tax identification number may be used for collecting and reporting on delinquent amounts arising from this Order",
            "quoted_text": "C.Defendant acknowledges that its Taxpayer Identification Numbers (Social Security Number or Employer Identification Numbers), which Defendant previously submitted to the Commission, may be used for collecting and reporting on any delinquent amount arising out of this Order, in accordance with 31 U.S.C. § 7701.",
            "deadline": null,
            "verified": true,
            "confidence": 0.8233151183970856
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Defendant must submit acknowledgment of receipt within 7 days, deliver copies of the Order to all relevant personnel for 10 years, and obtain signed acknowledgments within 30 days.",
        "requirements": [
          {
            "description": "Submit acknowledgment of receipt of Order to Commission within 7 days of Order entry, sworn under penalty of perjury",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant obtain acknowledgments of receipt of this Order: Defendant, within seven (7) days of entry of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "For 10 years, deliver copy of Order to all principals, officers, directors, managers, employees with managerial responsibilities, and agents related to subject matter; delivery within 7 days for current personnel, before assumption of responsibilities for new personnel",
            "quoted_text": "For ten (10) years after entry of this Order, Defendant must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees having managerial responsibilities for conduct related to the subject matter of the Order and all agents and representatives who have managerial responsibility for conduct related to the subject matter of the Order; and (3) any business entity resulting from any change in structure as set forth in the Provision titled Compliance Reporting. Delivery must occur within seven (7) days of entry of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Obtain signed and dated acknowledgment of receipt of Order from each individual or entity to which Order was delivered, within 30 days",
            "quoted_text": "From each individual or entity to which Defendant delivered a copy of this Order, Defendant must obtain, within thirty (30) days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XI",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendant must submit a compliance report one year after Order entry, submit compliance notices within 14 days of structural changes for 20 years, and notify the FTC of bankruptcy filings within 14 days.",
        "requirements": [
          {
            "description": "Submit compliance report one year after Order entry, sworn under penalty of perjury, identifying contact information, business details, activities, compliance status, and Order acknowledgments",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant make timely submissions to the Commission: One year after entry of this Order, Defendant must submit a compliance report, sworn under penalty of perjury, which does the following: (1) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission and Plaintiff may use to communicate with Defendant; (2) identify all of Defendant's businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (3) describe the activities of each business, including the goods and services offered, the means of advertising, marketing, and sales; (4) describe in detail whether and how Defendant is in compliance with each Provision of this Order; and (5) provide a copy of each Order Acknowledgment obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9063414634146342
          },
          {
            "description": "For 20 years, submit compliance notice within 14 days of any change in designated contact or structural changes affecting compliance obligations",
            "quoted_text": "For twenty (20) years after entry of this Order, Defendant must submit a compliance notice, sworn under penalty of perjury, within fourteen (14) days of any change in: (1) any designated point of contact; or (2) the structure of Defendant or any entity that Defendant has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit notice to Commission of any bankruptcy filing within 14 days of its filing",
            "quoted_text": "Defendant must submit to the Commission notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against Defendant within fourteen (14) days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XII",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendant must create and retain specified records for 20 years after Order entry, with each record retained for 5 years, including accounting, personnel, consumer complaints, compliance documents, advertisements, commercial email records, and unsubscribe requests.",
        "requirements": [
          {
            "description": "Create specified records for 20 years after Order entry and retain each record for 5 years, including accounting records, personnel records, consumer complaints, compliance documents, advertisements, commercial email templates and metrics, unsubscribe requests and compliance, and postal address inclusion records",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant must create certain records for twenty (20) years after entry of the Order, and retain each such record for five (5) years. Specifically, Defendant must create and retain the following records: A. Accounting records showing the revenues from all goods or services sold; B. Personnel records showing, for each individual working for Defendant, whether as an employee or otherwise, that individual's: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination; C. Records of all consumer complaints and refund requests concerning the subject matter of the Order, whether received directly or indirectly, such as through a third party, and any response; D. All records necessary to demonstrate full compliance with each Provision of this Order, including all submissions to the Commission; E. A copy of each unique advertisement or other marketing material making a representation subject to this Order; F. A copy of each unique Commercial Electronic Mail Message template making a representation subject to this Order; G. Records sufficient to show, by campaign, the number of Commercial Electronic Mail Messages sent, and the notice provided to Commercial Electronic Mail Message recipients of the opportunity to unsubscribe from the receipt of further Commercial Electronic Mail Messages; H. Records sufficient to show that each Commercial Electronic Mail Message recipient's unsubscribe request, submitted via the manner specified in the Commercial Electronic Mail Message, has been honored no more than ten (10) business days after receipt of such request, or if not, for each such request, the date of the request, date of each subsequent Commercial Electronic Mail Message, the reason the request was not honored, and a copy of the Commercial Electronic Mail Message; and I. Records sufficient to show the number of Commercial Electronic Mail Messages, by campaign, that (1) included the sender's valid physical postal address, and (2) did not include the sender's valid physical postal address.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9871753986332574
          }
        ]
      },
      {
        "provision_number": "XIII",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The FTC and Plaintiff have authority to monitor Defendant's compliance, including requesting additional reports, conducting depositions, obtaining discovery, interviewing personnel, and conducting undercover investigations.",
        "requirements": [
          {
            "description": "Within 14 days of written request from Commission or Plaintiff, Defendant must submit additional compliance reports, appear for depositions, and produce documents; Commission and Plaintiff authorized to obtain discovery using Federal Rules of Civil Procedure",
            "quoted_text": "IT IS FURTHER ORDERED that, for the purpose of monitoring Defendant's compliance with this Order: A. Within fourteen (14) days of receipt of a written request from a representative of the Commission or Plaintiff, Defendant must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury; appear for depositions; and produce documents for inspection and copying. The Commission and Plaintiff are also authorized to obtain discovery, without further leave of court, using any of the procedures prescribed by Federal Rules of Civil Procedure 29, 30 (including telephonic depositions), 31, 33, 34, 36, 45, and 69.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.9997428139183057
          },
          {
            "description": "Commission and Plaintiff authorized to communicate directly with Defendant and interview employees or affiliated persons who agree, with counsel present if desired",
            "quoted_text": "B. For matters concerning this Order, the Commission and Plaintiff are authorized to communicate directly with Defendant. Defendant must permit representatives of the Commission and Plaintiff to interview any employee or other person affiliated with Defendant who has agreed to such an interview. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Commission and Plaintiff may pose as consumers or other entities to Defendant without identification or prior notice; Commission may use compulsory process under FTC Act Sections 9 and 20",
            "quoted_text": "C. The Commission and Plaintiff may use all other lawful means, including posing, through their representatives as consumers, suppliers, or other individuals or entities, to Defendant or any individual or entity affiliated with Defendant, without the necessity of identification or prior notice. Nothing in this Order limits the Commission's lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XIV",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction for purposes of construction, modification, and enforcement of this Order.",
        "requirements": [
          {
            "description": "Court retains jurisdiction for construction, modification, and enforcement of the Order",
            "quoted_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "IT IS FURTHER ORDERED that Defendant and any business that Defendant controls directly, or indirectly, in connection with the collection, maintenance, use, or disclosure of, or provision of access to, Personal Information or Customer Information, must, within sixty (60) days after entry of this Order, establish and implement, and thereafter maintain for twenty (20) years after entry of this Order, a comprehensive information security program"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "08.24, Verkada Complaint (Pending).pdf",
      "order": "08.24, Verkada Order (Pending).pdf"
    },
    "extraction_stats": {
      "complaint_counts": 11,
      "complaint_representations": 5,
      "order_provisions": 14,
      "order_definitions": 9,
      "order_requirements": 54
    },
    "processing_time_seconds": 719.0
  }
}