{
  "case_info": {
    "docket_number": "C-3891",
    "company": {
      "name": "Liberty Financial Companies, Inc.",
      "incorporation_state": "Massachusetts",
      "entity_type": "corporation",
      "address": "600 Atlantic Avenue, Boston, Massachusetts 02210",
      "business_description": "Liberty Financial Companies, Inc. operates a World Wide Web site and conducts online surveys targeting children, including the Young Investor Measure Up Survey area. The company collects information about children's financial habits, savings, and investment activities."
    },
    "commissioners": [
      "Robert Pitofsky, Chairman",
      "Sheila F. Anthony",
      "Mozelle W. Thompson",
      "Orson Swindle"
    ],
    "case_date": {
      "month": 8,
      "year": 1999
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/982-3522-liberty-financial-companies-inc",
    "statutory_topics": [
      "Section 5 Only"
    ],
    "practice_areas": [
      "Privacy"
    ],
    "industry_sectors": [
      "Financial Services"
    ]
  },
  "complaint": {
    "factual_background": "Liberty Financial Companies operated the Young Investor website at younginvestor.com, which included a 'Measure Up Survey' targeting children. The survey collected sensitive personal and financial information and told participants their answers would be 'totally anonymous,' but in reality respondent maintained a database linking personal identifying information to all survey responses. The survey also promised participants a quarterly prize drawing and an e-mail newsletter in exchange for submitting personal information, but respondent never conducted the quarterly drawings on schedule and never developed or distributed the promised e-mail newsletter. These deceptive practices constituted violations of Section 5(a) of the FTC Act.",
    "representations_made": [
      {
        "description": "Claimed that all survey answers would be maintained in an anonymous manner",
        "quoted_text": "5. Through the means described in Paragraph 4, respondent has represented, expressly or by implication, that it maintains the information it collects at the Measure Up Survey area in an anonymous manner.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 5,
        "quote_start_line": 36,
        "quote_end_line": 38
      },
      {
        "description": "Claimed that participants who submitted personal identifying information would receive the Young Investor e-mail newsletter upon request",
        "quoted_text": "8. Through the means described in Paragraph 7, respondent has represented, expressly or by implication, that: A. Participants in the Measure Up Survey who submit the requested personal identifying information receive upon request respondent’s Young Investor e-mail newsletter. B. In each quarter, a participant in the Measure Up Survey who submits the requested personal identifying information is selected to win his or her choice of specified prizes.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 8,
        "quote_start_line": 57,
        "quote_end_line": 63
      },
      {
        "description": "Claimed that each quarter a participant who submitted personal identifying information would be selected to win a prize of their choice",
        "quoted_text": "B. In each quarter, a participant in the Measure Up Survey who submits the requested personal identifying information is selected to win his or her choice of specified prizes.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 8,
        "quote_start_line": 62,
        "quote_end_line": 63
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "False Anonymity Representation",
        "representation": "Respondent represented, expressly or by implication, that it maintains the information collected at the Measure Up Survey area in an anonymous manner",
        "fact": "Respondent does not maintain the information in an anonymous manner because individuals can be identified with their responses — respondent compiles and maintains a database combining personal identifying information (name, address, e-mail address) with all other survey responses",
        "conclusion": "Therefore, the representation set forth in Paragraph 5 was, and is, false or misleading."
      },
      {
        "count_number": 2,
        "title": "False E-Mail Newsletter Promise",
        "representation": "Respondent represented that participants in the Measure Up Survey who submit the requested personal identifying information receive upon request respondent's Young Investor e-mail newsletter",
        "fact": "Participants do not receive the Young Investor e-mail newsletter upon request; respondent has not provided an e-mail newsletter to any survey participants and has never developed such a newsletter",
        "conclusion": "Therefore, the representations set forth in Paragraph 8 were, and are, false or misleading."
      },
      {
        "count_number": 3,
        "title": "False Quarterly Prize Drawing Representation",
        "representation": "Respondent represented that in each quarter, a participant in the Measure Up Survey who submits the requested personal identifying information is selected to win his or her choice of specified prizes",
        "fact": "A participant in the Measure Up Survey who submits the requested personal identifying information has not been selected in each quarter to win his or her choice of specified prizes",
        "conclusion": "Therefore, the representations set forth in Paragraph 8 were, and are, false or misleading."
      }
    ]
  },
  "order": {
    "definitions": {
      "Child or children": "an individual under the age of thirteen (13).",
      "Parents or parental": "a legal guardian, including, but not limited to, a biological or adoptive parent.",
      "Personal information": "individually identifiable information about an individual collected online, including first and last name, home or other physical address including street name and name of a city or town, e-mail address, telephone number, Social Security number, or any information concerning the child or the parents of that child that the website collects online from the child and combines with an identifier described in this definition.",
      "Disclosure": "with respect to personal information, (a) the release of personal information collected from a child in identifiable form for any purpose, except where such information is provided to a person other than respondent who provides support for the internal operations of the website and does not disclose or use that information for any other purpose, and (b) making personal information collected from a child by a website directed to children or at any commercial website where respondent has actual knowledge that it is collecting personal information from a child, publicly available in identifiable form, by any means including, but not limited to, public posting through the Internet, or through a home page of a website, a pen pal service, an electronic mail service, a message board, or a chat room.",
      "Clear(ly) and prominent(ly)": "in a type size and location that are not obscured by any distracting elements and are sufficiently noticeable for an ordinary consumer to read and comprehend, and in a typeface that contrasts with the background against which it appears.",
      "Electronically verifiable signature": "a digital signature or other electronic means that ensures a valid consent by requiring: (1) authentication (guarantee that the message has come from the person who claims to have sent it); (2) integrity (proof that the message contents have not been altered, deliberately or accidentally, during transmission); and (3) non-repudiation (certainty that the sender of the message cannot later deny sending it).",
      "Verifiable parental consent": "obtaining consent by any reasonable effort (taking into consideration available technology), including a request for authorization for future collection, use, and disclosure described in the notice, to ensure that a parent of a child receives notice of the respondent's personal information collection, use, and disclosure practices, and authorizes the collection, use, and disclosure, as applicable, of personal information and the subsequent use of that information before that information is collected from that child. Such reasonable efforts may include any of the following means: (1) a signed statement transmitted by postal mail or facsimile; (2) authorizing a charge to a credit card via a secure server; (3) e-mail accompanied by an electronically verifiable signature; (4) a procedure that is specifically authorized by statute, regulation, or guide issued by the Commission; or (5) such other procedure that ensures verified parental consent and ensures the identity of the parent, such as the use of a reliable certifying authority.",
      "Website directed to children": "a commercial website targeted to children, or that portion of a commercial website that is targeted to children. Provided however, that a commercial website or a portion of a commercial website shall not be deemed directed to children solely for referring or linking to a commercial website directed to children by using information location tools, including a directory, index, reference, pointer, or hypertext link.",
      "Respondent": "Liberty Financial Companies, Inc., its successors and assigns and its officers, agents, representatives, and employees.",
      "Commerce": "as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. § 44."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations Regarding Online Collection of Personal Information",
        "category": "prohibition",
        "summary": "Respondent must not make any misrepresentation in connection with online collection of personal information from children and/or consumers ages 13–17, including about anonymity, promised products/services, prize eligibility, or collection and use practices.",
        "requirements": [
          {
            "description": "Must not misrepresent that information collected online from children or consumers ages 13–17 is maintained anonymously",
            "quoted_text": "IT IS ORDERED that respondent, directly or through any corporation, subsidiary, division, or other device, in connection with any online collection of personal information from children and/or consumers age thirteen (13) through seventeen (17), in or affecting commerce, shall not make any misrepresentation, in any manner, expressly or by implication: A. That the information collected is maintained in an anonymous manner;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 91,
            "quote_end_line": 95
          },
          {
            "description": "Must not misrepresent that children or consumers ages 13–17 who submit personal information will receive an e-mail newsletter or any other represented product or service",
            "quoted_text": "B. That children and/or consumers age thirteen (13) through seventeen (17) who submit such information will receive an e-mail newsletter or any other represented product or service;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 96,
            "quote_end_line": 98
          },
          {
            "description": "Must not misrepresent that children or consumers ages 13–17 who submit personal information are eligible to win prizes in a drawing or contest",
            "quoted_text": "C. That children and/or consumers age thirteen (13) through seventeen (17) who submit such information are eligible to win prizes in respondent’s drawing or contest; or",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 99,
            "quote_end_line": 100
          },
          {
            "description": "Must not make any misrepresentation regarding the collection or use of personal information from or about children or consumers ages 13–17",
            "quoted_text": "D. Regarding the collection or use of personal information from or about children and/or consumers age thirteen (13) through seventeen (17).",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 101,
            "quote_end_line": 102
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Prohibition Against Collecting Personal Information Without Parental Permission",
        "category": "prohibition",
        "summary": "Respondent must not collect personal information from a child at a website directed to children (or any site where respondent has actual knowledge it is collecting from a child) when respondent has actual knowledge the child lacks parental permission.",
        "requirements": [
          {
            "description": "Must not collect personal information from any child when respondent has actual knowledge that such child does not have parental permission to provide the information; respondent is not deemed to have actual knowledge if the child falsely represented that they are not a child and respondent does not knowingly possess information that such representation is false",
            "quoted_text": "IT IS FURTHER ORDERED that respondent, directly or through any corporation, subsidiary, division, or other device, in connection with the online collection of personal information at a website directed to children, or at any commercial website where respondent has actual knowledge that it is collecting personal information from a child, in or affecting commerce, shall not collect personal information from any child if respondent has actual knowledge that such child does not have his or her parent's permission to provide the information to respondent. For purposes of Parts II, III, IV, and V of this order, respondent shall not be deemed to have actual knowledge if the child has falsely represented that (s)he is not a child and respondent does not knowingly possess information that such representation is false.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 107,
            "quote_end_line": 115
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "III",
        "title": "Affirmative Obligation to Provide Clear and Prominent Privacy Notice",
        "category": "affirmative_obligation",
        "summary": "Respondent must provide clear and prominent notice of its practices regarding collection and use of personal information from children, including what is collected, how it is used, disclosure practices, and a means for parents to access or delete their child's information.",
        "requirements": [
          {
            "description": "Must provide clear and prominent notice disclosing: (A) what information is being collected; (B) how respondent uses such information; (C) respondent's disclosure practices; and (D) a reasonable means by which a parent may obtain a description of personal information collected, refuse further use or collection, and obtain the personal information collected from the child",
            "quoted_text": "IT IS FURTHER ORDERED that respondent, directly or through any corporation, subsidiary, division, or other device, in connection with the online collection of personal information from children, at a website directed to children, or at any commercial website where respondent has actual knowledge that it is collecting personal information from a child, in or affecting commerce, shall provide clear and prominent notice with respect to respondent's practices regarding its collection and use of personal information. Such notice shall include: A. what information is being collected (e.g., \"name,\" \"home address,\" \"e-mail address,\" \"age,\" \"interests\"); B. how respondent uses such information; C. respondent’s disclosure practices for such information (e.g., parties to whom it may be disclosed, such as \"advertisers of consumer products,\" \"mailing list companies,\" \"the general public\"); D. a description of a means that is reasonable under the circumstances by which a parent whose child has provided personal information may obtain, upon request and upon proper identification, (i) a description of the specific types of personal information collected from the child by respondent, (ii) the opportunity at any time to refuse to permit the respondent’s further use or maintenance in retrievable form, or future online collection, of personal information from that child, and (iii) any personal information collected from the child.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 117,
            "quote_end_line": 135
          },
          {
            "description": "Such notice must appear on the home page of respondent's website(s) directed to children (or any site where respondent has actual knowledge it is collecting from a child) and at each location on the site where personal information is collected",
            "quoted_text": "Such notice shall appear on the home page of respondent's website(s) directed to children, or at any commercial website where respondent has actual knowledge that it is collecting personal information Page 4 of 7 from a child, and at each location on the site(s) at which such information is collected.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 136,
            "quote_end_line": 141
          },
          {
            "description": "Compliance may be achieved via: (a) a clear and prominent PRIVACY NOTICE hyperlink/button on the home page linking directly to the privacy notice; (b) required information clearly and prominently on the privacy notice screen followed by a dismissal button; and (c) at each data-collection location, a clear and prominent hyperlink linking to the privacy notice with a bold-typeface statement: 'NOTICE: We collect personal information on this site. To learn more about how we use your information click here.'",
            "quoted_text": "Provided, however, that for purposes of this Part, compliance with all of the following shall be deemed adequate notice: (a) placement of a clear and prominent hyperlink or button labeled PRIVACY NOTICE on the home page(s), which directly links to the privacy notice screen(s); (b) placement of the information required in this Part clearly and prominently on the privacy notice screen(s), followed on the same screen(s) with a button that must be clicked on to make it disappear; and (c) at each location on the site at which any personal information is collected, placement of a clear and prominent hyperlink on the initial screen on which the collection takes place, which links directly to the privacy notice and which is accompanied by the following statement in bold typeface: NOTICE: We collect personal information on this site. To learn more about how we use your information click here.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 142,
            "quote_end_line": 151
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Data Deletion"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Affirmative Obligation to Obtain Verifiable Parental Consent",
        "category": "affirmative_obligation",
        "summary": "Respondent must maintain a procedure to obtain verifiable parental consent before collecting, using, or disclosing personal information from children online.",
        "requirements": [
          {
            "description": "Must maintain a procedure by which it obtains verifiable parental consent for the collection, use, or disclosure of personal information from children at websites directed to children or any commercial website where respondent has actual knowledge it is collecting personal information from a child",
            "quoted_text": "IT IS FURTHER ORDERED that respondent, directly or through any corporation, subsidiary, division, or other device, in connection with the online collection of personal information from children at a website directed to children, or at any commercial website where respondent has actual knowledge that it is collecting personal information from a child, in or affecting commerce, shall maintain a procedure by which it obtains verifiable parental consent for the collection, use or disclosure of such information from children.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 153,
            "quote_end_line": 158
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "V",
        "title": "Deletion of Previously Collected Children's Personal Information",
        "category": "affirmative_obligation",
        "summary": "Respondent must delete all personal information previously collected from children prior to the date of service of this order from its websites directed to children and any commercial websites where it has actual knowledge it collected personal information from a child.",
        "requirements": [
          {
            "description": "Must delete from its website(s) directed to children, and at any commercial website(s) where respondent has actual knowledge it is collecting personal information from a child, all personal information collected from children prior to the date of service of the order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent Liberty Financial Companies, Inc., and its successors and assigns, shall delete from its website(s) directed to children, and at any commercial website(s) where respondent has actual knowledge that it is collecting personal information from a child, all personal information collected from children prior to the date of service of the order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 160,
            "quote_end_line": 163
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Data Deletion"
        ]
      },
      {
        "provision_number": "VI",
        "title": "COPPA Compliance as Deemed Compliance",
        "category": "affirmative_obligation",
        "summary": "After the effective date of COPPA and any FTC regulations or guides thereunder, compliance with that statute and its regulations shall be deemed compliance with the definitions section and Parts II, III, and IV of this order.",
        "requirements": [
          {
            "description": "After the effective date of the Children's Online Privacy Protection Act of 1998 and any regulations or guides promulgated by the Commission, compliance with such statute, regulations, and guides shall be deemed compliance with the definition section of this order and Parts II, III, and IV",
            "quoted_text": "IT IS FURTHER ORDERED that after the effective date of the Children’s Online Privacy Protection Act of 1998 and any regulations or guides promulgated by the Commission pursuant to the Act, compliance with such statute, regulations, and guides shall be deemed to be compliance with the definition section of this order and Parts II, III and IV of this order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 165,
            "quote_end_line": 168
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must maintain and make available to the FTC upon request records evidencing compliance with Parts III–V, including copies of web pages and information collection forms, and all materials evidencing verifiable parental consent.",
        "requirements": [
          {
            "description": "For five (5) years after the last date of dissemination of a notice required by this order, maintain a print or electronic copy in HTML format of all documents relating to compliance with Parts III through V, including sample copies of every information collection form, web page, screen, or document containing any representation regarding respondent's information collection and use practices pertaining to children, each with the URL of the web page where the material was posted online",
            "quoted_text": "A. For five (5) years after the last date of dissemination of a notice required by this order, a print or electronic copy in HTML format of all documents relating to compliance with Parts III through V of this order, including, but not limited to, a sample copy of every information collection form, Web page, screen, or document containing any representation regarding respondent's information collection and use practices pertaining to children. Each Web page copy shall be accompanied by the URL of the Web page where the material was posted online. Electronic copies shall include all text and graphics files, audio scripts, and other computer files used in presenting information on the World Wide Web; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 176,
            "quote_end_line": 184
          },
          {
            "description": "For five (5) years after the last collection of personal information from a child, maintain all materials evidencing the verifiable parental consent given to respondent",
            "quoted_text": "B. For five (5) years after the last collection of personal information from a child, all materials evidencing the verifiable parental consent given to respondent.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 185,
            "quote_end_line": 186
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Order Acknowledgment and Delivery",
        "category": "acknowledgment",
        "summary": "Respondent must deliver a copy of this order to all current and future principals, officers, directors, managers, employees, agents, and representatives with relevant responsibilities — current personnel within 30 days, future personnel within 30 days of assuming their position.",
        "requirements": [
          {
            "description": "Must deliver a copy of this order to all current and future principals, officers, directors, managers, employees, agents, and representatives having responsibilities with respect to the subject matter of this order; must deliver to current personnel within thirty (30) days after the date of service of this order, and to future personnel within thirty (30) days after the person assumes such position or responsibilities",
            "quoted_text": "IT IS FURTHER ORDERED that respondent Liberty Financial Companies, Inc., and its successors and assigns, shall deliver a copy of this order to all current and future principals, officers, directors, and managers, and to all current and future employees, agents, and representatives having responsibilities with respect to the subject matter of this order. Respondent shall deliver this order to current personnel within thirty (30) days after the date of service of this order, and to future personnel within thirty (30) days after the person assumes such position or responsibilities.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 192,
            "quote_end_line": 197
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "IX",
        "title": "Notification of Corporate Changes",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the FTC at least 30 days prior to any corporate change that may affect compliance obligations under this order, including dissolution, sale, merger, bankruptcy, or name/address change.",
        "requirements": [
          {
            "description": "Must notify the Commission at least thirty (30) days prior to any change in the corporation that may affect compliance obligations, including dissolution, assignment, sale, merger, or other action resulting in a successor corporation; creation or dissolution of a subsidiary, parent, or affiliate subject to this order; proposed bankruptcy filing; or a change in corporate name or address. If respondent learns of a change less than 30 days before it occurs, must notify the Commission as soon as practicable. All notices must be sent by certified mail to the Associate Director, Division of Enforcement, Bureau of Consumer Protection, FTC, Washington, D.C. 20580.",
            "quoted_text": "successors and assigns, shall notify the Commission at least thirty (30) days prior to any change in the corporation that may affect compliance obligations arising under this order, including, but not limited to, a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in the corporate name or address. Provided, however, that, with respect to any proposed change in the corporation about which respondent learns less than thirty (30) days prior to the date such action is to take place, respondent shall notify the Commission as soon as is practicable after obtaining such knowledge. All notices required by this Part shall be sent by certified mail to the Associate Director, Page 6 of 7 Division of Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 200,
            "quote_end_line": 213
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "X",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondent must file a written compliance report with the FTC within 60 days of service of this order and at such other times as the FTC may require.",
        "requirements": [
          {
            "description": "Must, within sixty (60) days after service of this order, and at such other times as the Federal Trade Commission may require, file with the Commission a written report setting forth in detail the manner and form in which they have complied with this order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent Liberty Financial Companies, Inc., and its successors and assigns, shall, within sixty (60) days after service of this order, and at such other times as the Federal Trade Commission may require, file with the Commission a report, in writing, setting forth in detail the manner and form in which they have complied with this order.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 215,
            "quote_end_line": 218
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "XI",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "This order terminates on August 12, 2019, or 20 years from the most recent date the United States or FTC files a federal court complaint alleging any violation of the order, whichever is later, subject to specified exceptions.",
        "requirements": [
          {
            "description": "Order terminates on August 12, 2019, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint in federal court alleging any violation of the order, whichever comes later; provided that such filing does not affect duration of Parts that terminate in less than twenty years, the order's application to non-defendant respondents, or the order if filed after its termination; and if such complaint is dismissed or the respondent is found not to have violated the order and the ruling is not appealed or is upheld on appeal, the order terminates as though the complaint had never been filed (except the order will not terminate between the date the complaint is filed and the later of the appeal deadline or date the ruling is upheld on appeal)",
            "quoted_text": "This order will terminate on August 12, 2019, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part in this order that terminates in less than twenty (20) years; B. This order's application to any respondent that is not named as a defendant in such complaint; and C. This order if such complaint is filed after the order has terminated pursuant to this Part. Provided, further, that if such complaint is dismissed or a federal court rules that the respondent did not violate any provision of the order, and the dismissal or ruling is either not appealed or upheld on appeal, then the order will terminate according to this Part as though the complaint had never been filed, except that the order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 220,
            "quote_end_line": 232
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on August 12, 2019, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part in this order that terminates in less than twenty (20) years; B. This order's application to any respondent that is not named as a defendant in such complaint; and C. This order if such complaint is filed after the order has terminated pursuant to this Part."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "08.99, Liberty Financial Companies Complaint.pdf",
      "order": "08.99, Liberty Financial Companies Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 3,
      "complaint_representations": 3,
      "order_provisions": 11,
      "order_definitions": 10,
      "order_requirements": 17,
      "provisions_per_section": {
        "I": 4,
        "II": 1,
        "III": 3,
        "IV": 1,
        "V": 1,
        "VI": 1,
        "VII": 2,
        "VIII": 1,
        "IX": 1,
        "X": 1,
        "XI": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 3,
        "complaint_total": 3,
        "order_verified": 17,
        "order_total": 17
      }
    },
    "processing_time_seconds": 122.5
  }
}