{
  "case_info": {
    "docket_number": "C-3891",
    "company": {
      "name": "Liberty Financial Companies, Inc.",
      "incorporation_state": "Massachusetts",
      "entity_type": "corporation",
      "address": "600 Atlantic Avenue, Boston, Massachusetts 02210",
      "business_description": "Liberty Financial Companies, Inc. operated a World Wide Web site at younginvestor.com that conducted surveys collecting financial information from children, including allowance amounts, spending habits, and family financial information, as well as offering the Stein Roe Young Investor Fund."
    },
    "commissioners": [
      "Robert Pitofsky, Chairman",
      "Sheila F. Anthony",
      "Mozelle W. Thompson",
      "Orson Swindle"
    ],
    "date_issued": "1999-08-12",
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/982-3522-liberty-financial-companies-inc"
  },
  "complaint": {
    "factual_background": "Liberty Financial Companies operated a website with a survey targeted at children called the Young Investor Measure Up Survey. The company promised that survey responses would be anonymous and that participants would receive an e-mail newsletter and be entered into quarterly prize drawings. In reality, the company linked personal identifying information with survey responses (making them non-anonymous), never created or sent the promised newsletter, and never conducted the quarterly prize drawings.",
    "representations_made": [
      {
        "description": "Claimed that survey responses would be maintained anonymously",
        "quoted_text": "Through the means described in Paragraph 4, respondent has represented, expressly or by implication, that it maintains the information it collects at the Measure Up Survey area in an anonymous manner.",
        "source_paragraph": 5
      },
      {
        "description": "Claimed that participants who submit personal information would receive the Young Investor e-mail newsletter",
        "quoted_text": "Participants in the Measure Up Survey who submit the requested personal identifying information receive upon request respondent's Young Investor e-mail newsletter.",
        "source_paragraph": 8
      },
      {
        "description": "Claimed that each quarter a participant would be selected to win their choice of specified prizes",
        "quoted_text": "In each quarter, a participant in the Measure Up Survey who submits the requested personal identifying information is selected to win his or her choice of specified prizes.",
        "source_paragraph": 8
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "False Anonymity Representation",
        "representation": "The company represented that it maintains the information it collects at the Measure Up Survey area in an anonymous manner",
        "fact": "The company does not maintain the information in an anonymous manner because it compiles and maintains a database that combines the personal identifying information (including name, address, and e-mail address) with all other survey responses, allowing individuals to be identified with their responses",
        "conclusion": "Therefore, the representation set forth in Paragraph 5 was, and is, false or misleading."
      },
      {
        "count_number": 2,
        "title": "False Newsletter Promise",
        "representation": "Participants in the Measure Up Survey who submit the requested personal identifying information receive upon request respondent's Young Investor e-mail newsletter",
        "fact": "Respondent has not provided an e-mail newsletter to any of the participants in the survey and, in fact, has never developed such an e-mail newsletter",
        "conclusion": "Therefore, the representations set forth in Paragraph 8 were, and are, false or misleading."
      },
      {
        "count_number": 3,
        "title": "False Prize Drawing Representation",
        "representation": "In each quarter, a participant in the Measure Up Survey who submits the requested personal identifying information is selected to win his or her choice of specified prizes",
        "fact": "A participant in the Measure Up Survey who submits the requested personal identifying information has not been selected in each quarter to win his or her choice of specified prizes",
        "conclusion": "Therefore, the representations set forth in Paragraph 8 were, and are, false or misleading."
      }
    ]
  },
  "order": {
    "definitions": {
      "Child": "an individual under the age of thirteen (13).",
      "Parents": "a legal guardian, including, but not limited to, a biological or adoptive parent.",
      "Personal information": "individually identifiable information about an individual collected online, including first and last name, home or other physical address including street name and name of a city or town, e-mail address, telephone number, Social Security number, or any information concerning the child or the parents of that child that the website collects online from the child and combines with an identifier described in this definition.",
      "Disclosure": "with respect to personal information, (a) the release of personal information collected from a child in identifiable form for any purpose, except where such information is provided to a person other than respondent who provides support for the internal operations of the website and does not disclose or use that information for any other purpose, and (b) making personal information collected from a child by a website directed to children or at any commercial website where respondent has actual knowledge that it is collecting personal information from a child, publicly available in identifiable form, by any means including, but not limited to, public posting through the Internet, or through a home page of a website, a pen pal service, an electronic mail service, a message board, or a chat room.",
      "Clear(ly) and prominent(ly)": "in a type size and location that are not obscured by any distracting elements and are sufficiently noticeable for an ordinary consumer to read and comprehend, and in a typeface that contrasts with the background against which it appears.",
      "Electronically verifiable signature": "a digital signature or other electronic means that ensures a valid consent by requiring: (1) authentication (guarantee that the message has come from the person who claims to have sent it); (2) integrity (proof that the message contents have not been altered, deliberately or accidentally, during transmission); and (3) non-repudiation (certainty that the sender of the message cannot later deny sending it).",
      "Verifiable parental consent": "obtaining consent by any reasonable effort (taking into consideration available technology), including a request for authorization for future collection, use, and disclosure described in the notice, to ensure that a parent of a child receives notice of the respondent's personal information collection, use, and disclosure practices, and authorizes the collection, use, and disclosure, as applicable, of personal information and the subsequent use of that information before that information is collected from that child. Such reasonable efforts may include any of the following means: (1) a signed statement transmitted by postal mail or facsimile; (2) authorizing a charge to a credit card via a secure server; (3) e-mail accompanied by an electronically verifiable signature; (4) a procedure that is specifically authorized by statute, regulation, or guide issued by the Commission; or (5) such other procedure that ensures verified parental consent and ensures the identity of the parent, such as the use of a reliable certifying authority.",
      "Website directed to children": "a commercial website targeted to children, or that portion of a commercial website that is targeted to children. Provided however, that a commercial website or a portion of a commercial website shall not be deemed directed to children solely for referring or linking to a commercial website directed to children by using information location tools, including a directory, index, reference, pointer, or hypertext link.",
      "Respondent": "Liberty Financial Companies, Inc., its successors and assigns and its officers, agents, representatives, and employees.",
      "Commerce": "as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. ยง 44."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations",
        "category": "prohibition",
        "summary": "Respondent must not make any misrepresentations regarding the collection or use of personal information from children and consumers age 13-17, including misrepresentations about anonymity, promised products or services, or contest eligibility.",
        "requirements": [
          {
            "description": "Must not misrepresent that information is maintained anonymously",
            "quoted_text": "IT IS ORDERED that respondent, directly or through any corporation, subsidiary, division, or other device, in connection with any online collection of personal information from children and/or consumers age thirteen (13) through seventeen (17), in or affecting commerce, shall not make any misrepresentation, in any manner, expressly or by implication: A. That the information collected is maintained in an anonymous manner;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent that children/consumers who submit information will receive promised newsletter or product/service",
            "quoted_text": "B. That children and/or consumers age thirteen (13) through seventeen (17) who submit such information will receive an e-mail newsletter or any other represented product or service;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent that children/consumers who submit information are eligible to win prizes",
            "quoted_text": "C. That children and/or consumers age thirteen (13) through seventeen (17) who submit such information are eligible to win prizes in respondent's drawing or contest;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent collection or use of personal information from children/consumers age 13-17",
            "quoted_text": "D. Regarding the collection or use of personal information from or about children and/or consumers age thirteen (13) through seventeen (17).",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Parental Permission Requirement",
        "category": "prohibition",
        "summary": "Respondent must not collect personal information from any child if respondent has actual knowledge that the child does not have parental permission to provide the information.",
        "requirements": [
          {
            "description": "Must not collect personal information from children without parental permission when respondent has actual knowledge of lack of permission",
            "quoted_text": "IT IS FURTHER ORDERED that respondent, directly or through any corporation, subsidiary, division, or other device, in connection with the online collection of personal information at a website directed to children, or at any commercial website where respondent has actual knowledge that it is collecting personal information from a child, in or affecting commerce, shall not collect personal information from any child if respondent has actual knowledge that such child does not have his or her parent's permission to provide the information to respondent.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Privacy Notice Requirements",
        "category": "affirmative_obligation",
        "summary": "Respondent must provide clear and prominent notice regarding its collection and use practices for children's personal information, including what information is collected, how it is used, disclosure practices, and parental rights.",
        "requirements": [
          {
            "description": "Must provide clear and prominent notice containing specified information about collection and use practices",
            "quoted_text": "IT IS FURTHER ORDERED that respondent, directly or through any corporation, subsidiary, division, or other device, in connection with the online collection of personal information from children, at a website directed to children, or at any commercial website where respondent has actual knowledge that it is collecting personal information from a child, in or affecting commerce, shall provide clear and prominent notice with respect to respondent's practices regarding its collection and use of personal information. Such notice shall include: A. what information is being collected (e.g., \"name,\" \"home address,\" \"e-mail address,\" \"age,\" \"interests\"); B. how respondent uses such information; C. respondent's disclosure practices for such information (e.g., parties to whom it may be disclosed, such as \"advertisers of consumer products,\" \"mailing list companies,\" \"the general public\"); D. a description of a means that is reasonable under the circumstances by which a parent whose child has provided personal information may obtain, upon request and upon proper identification, (i) a description of the specific types of personal information collected from the child by respondent, (ii) the opportunity at any time to refuse to permit the respondent's further use or maintenance in retrievable form, or future online collection, of personal information from that child, and (iii) any personal information collected from the child.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Notice must appear on home page and at each collection location, or comply with specified hyperlink alternative",
            "quoted_text": "Such notice shall appear on the home page of respondent's website(s) directed to children, or at any commercial website where respondent has actual knowledge that it is collecting personal information from a child, and at each location on the site(s) at which such information is collected.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Verifiable Parental Consent Procedure",
        "category": "affirmative_obligation",
        "summary": "Respondent must maintain a procedure by which it obtains verifiable parental consent for the collection, use, or disclosure of children's personal information.",
        "requirements": [
          {
            "description": "Must maintain procedure to obtain verifiable parental consent for collection, use, or disclosure of children's personal information",
            "quoted_text": "IT IS FURTHER ORDERED that respondent, directly or through any corporation, subsidiary, division, or other device, in connection with the online collection of personal information from children at a website directed to children, or at any commercial website where respondent has actual knowledge that it is collecting personal information from a child, in or affecting commerce, shall maintain a procedure by which it obtains verifiable parental consent for the collection, use or disclosure of such information from children.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Deletion of Previously Collected Information",
        "category": "affirmative_obligation",
        "summary": "Respondent must delete all personal information collected from children prior to the date of service of the order.",
        "requirements": [
          {
            "description": "Must delete all personal information collected from children prior to order service date",
            "quoted_text": "IT IS FURTHER ORDERED that respondent Liberty Financial Companies, Inc., and its successors and assigns, shall delete from its website(s) directed to children, and at any commercial website(s) where respondent has actual knowledge that it is collecting personal information from a child, all personal information collected from children prior to the date of service of the order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "COPPA Compliance Safe Harbor",
        "category": "acknowledgment",
        "summary": "After the effective date of the Children's Online Privacy Protection Act of 1998 and its regulations, compliance with COPPA shall be deemed compliance with the definition section and Parts II, III, and IV of this order.",
        "requirements": [
          {
            "description": "Compliance with COPPA and its regulations deemed compliance with order definitions and Parts II-IV",
            "quoted_text": "IT IS FURTHER ORDERED that after the effective date of the Children's Online Privacy Protection Act of 1998 and any regulations or guides promulgated by the Commission pursuant to the Act, compliance with such statute, regulations, and guides shall be deemed to be compliance with the definition section of this order and Parts II, III and IV of this order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Recordkeeping Requirements",
        "category": "recordkeeping",
        "summary": "Respondent must maintain and make available to the FTC copies of compliance documents for 5 years, including all notices, web pages, and parental consent materials.",
        "requirements": [
          {
            "description": "Must maintain for 5 years all documents relating to compliance with Parts III-V, including notices and web pages",
            "quoted_text": "IT IS FURTHER ORDERED that respondent Liberty Financial Companies, Inc., and its successors and assigns, shall maintain and upon request make available to the Federal Trade Commission for inspection and copying the following: A. For five (5) years after the last date of dissemination of a notice required by this order, a print or electronic copy in HTML format of all documents relating to compliance with Parts III through V of this order, including, but not limited to, a sample copy of every information collection form, Web page, screen, or document containing any representation regarding respondent's information collection and use practices pertaining to children. Each Web page copy shall be accompanied by the URL of the Web page where the material was posted online. Electronic copies shall include all text and graphics files, audio scripts, and other computer files used in presenting information on the World Wide Web;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Must maintain for 5 years all materials evidencing verifiable parental consent",
            "quoted_text": "B. For five (5) years after the last collection of personal information from a child, all materials evidencing the verifiable parental consent given to respondent.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Order Distribution to Personnel",
        "category": "acknowledgment",
        "summary": "Respondent must deliver a copy of the order to all current and future personnel with responsibilities related to the order's subject matter within 30 days.",
        "requirements": [
          {
            "description": "Must deliver order to current personnel within 30 days after service of order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent Liberty Financial Companies, Inc., and its successors and assigns, shall deliver a copy of this order to all current and future principals, officers, directors, and managers, and to all current and future employees, agents, and representatives having responsibilities with respect to the subject matter of this order. Respondent shall deliver this order to current personnel within thirty (30) days after the date of service of this order, and to future personnel within thirty (30) days after the person assumes such position or responsibilities.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must deliver order to future personnel within 30 days after they assume relevant position or responsibilities",
            "quoted_text": "Respondent shall deliver this order to all current and future principals, officers, directors, and managers, and to all current and future employees, agents, and representatives having responsibilities with respect to the subject matter of this order. Respondent shall deliver this order to current personnel within thirty (30) days after the date of service of this order, and to future personnel within thirty (30) days after the person assumes such position or responsibilities.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Corporate Change Notification",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the Commission at least 30 days prior to any corporate changes that may affect compliance obligations, including dissolution, merger, sale, bankruptcy, or name/address changes.",
        "requirements": [
          {
            "description": "Must notify Commission at least 30 days prior to corporate changes affecting compliance",
            "quoted_text": "IT IS FURTHER ORDERED that respondent Liberty Financial Companies, Inc., and its successors and assigns, shall notify the Commission at least thirty (30) days prior to any change in the corporation that may affect compliance obligations arising under this order, including, but not limited to, a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in the corporate name or address. Provided, however, that, with respect to any proposed change in the corporation about which respondent learns less than thirty (30) days prior to the date such action is to take place, respondent shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Compliance Reports",
        "category": "compliance_reporting",
        "summary": "Respondent must file a written compliance report with the Commission within 60 days after service of the order and at such other times as the Commission may require.",
        "requirements": [
          {
            "description": "Must file written compliance report within 60 days after service of order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent Liberty Financial Companies, Inc., and its successors and assigns, shall, within sixty (60) days after service of this order, and at such other times as the Federal Trade Commission may require, file with the Commission a report, in writing, setting forth in detail the manner and form in which they have complied with this order.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XI",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "The order will terminate on August 12, 2019, or 20 years from the most recent date the FTC files a complaint alleging violation of the order, whichever comes later.",
        "requirements": [
          {
            "description": "Order terminates on specified date or 20 years from most recent complaint filing",
            "quoted_text": "This order will terminate on August 12, 2019, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part in this order that terminates in less than twenty (20) years; B. This order's application to any respondent that is not named as a defendant in such complaint; and C. This order if such complaint is filed after the order has terminated pursuant to this Part.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on August 12, 2019, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part in this order that terminates in less than twenty (20) years; B. This order's application to any respondent that is not named as a defendant in such complaint; and C. This order if such complaint is filed after the order has terminated pursuant to this Part. Provided, further, that if such complaint is dismissed or a federal court rules that the respondent did not violate any provision of the order, and the dismissal or ruling is either not appealed or upheld on appeal, then the order will terminate according to this Part as though the complaint had never been filed, except that the order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "08.99, Liberty Financial Companies Complaint.pdf",
      "order": "08.99, Liberty Financial Companies Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 3,
      "complaint_representations": 3,
      "order_provisions": 11,
      "order_definitions": 10,
      "order_requirements": 17
    },
    "processing_time_seconds": 114.7
  }
}