{
  "case_info": {
    "docket_number": "DOCKET NO.",
    "company": {
      "name": "First American Real Estate Solutions, LLC",
      "incorporation_state": "California",
      "entity_type": "limited liability company",
      "address": "150 Second Avenue North, Suite 1600, St. Petersburg, Florida 33701",
      "business_description": "First American Real Estate Solutions, LLC operates as a consumer reporting agency that assembles and evaluates consumer credit information to provide consumer reports to third parties, including mortgage lenders, automotive and home equity lenders, and landlords. The company produces Instant Merge Reports that blend consumer account information from national consumer reporting repositories."
    },
    "commissioners": [],
    "case_date": {
      "month": 8,
      "year": 1999
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a), and Fair Credit Reporting Act, 15 U.S.C. §§ 1681-1681u",
    "violation_type": "unfair",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/952-3267-first-american-real-estate-solutions-ll",
    "statutory_topics": [
      "FCRA"
    ],
    "practice_areas": [
      "Financial Practices"
    ],
    "industry_sectors": [
      "Financial Services"
    ]
  },
  "complaint": {
    "factual_background": "First American CREDCO, Inc. (operating as a division of First American Real Estate Solutions, LLC) is a consumer reporting agency that assembles 'Instant Merge Reports' (IMRs) blending credit data from multiple national repositories for mortgage lenders, automotive lenders, and landlords. When consumers disputed inaccurate information in IMRs, CREDCO routinely refused to reinvestigate, instead redirecting consumers to the original data repositories. Even on the rare occasions CREDCO did reinvestigate, it failed to correct or delete inaccurate or obsolete information from its files, failed to note consumer disputes in future IMRs, and failed to prevent previously identified inaccurate information from reappearing in subsequent reports.",
    "representations_made": [
      {
        "description": "CREDCO did not reinvestigate disputed consumer information in IMRs, instead referring consumers to the original repositories",
        "quoted_text": "9. CREDCO has not typically reinvestigated information in IMRs when consumers have disputed that information. Instead, CREDCO has referred such consumers to the repository or repositories from which CREDCO received the disputed information, so that the consumers could request that the repository or repositories reinvestigate the disputed information.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 9,
        "quote_start_line": 51,
        "quote_end_line": 55
      },
      {
        "description": "Even when CREDCO did reinvestigate, it failed to correct or delete inaccurate or obsolete information found in its files",
        "quoted_text": "10. Even on the rare occasions when CREDCO has reinvestigated disputed information, CREDCO has not corrected or deleted information in its files found to be inaccurate or obsolete.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 10,
        "quote_start_line": 56,
        "quote_end_line": 58
      },
      {
        "description": "CREDCO failed to report consumer dispute statements in future IMRs when a reinvestigation did not resolve the dispute",
        "quoted_text": "11. If a reinvestigation has not resolved a consumer's dispute about IMR information and the consumer has submitted a statement setting forth the nature of the dispute, CREDCO has not reported such disputes in future IMRs.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 11,
        "quote_start_line": 59,
        "quote_end_line": 61
      },
      {
        "description": "When CREDCO learned through reinvestigation that IMR information was inaccurate or obsolete, it did not prevent that information from reappearing in future IMRs",
        "quoted_text": "12. When CREDCO has learned through reinvestigation that IMR information is inaccurate or obsolete, CREDCO has not prevented the information from re-appearing in future IMRs.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 12,
        "quote_start_line": 62,
        "quote_end_line": 64
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Failure to Reinvestigate and Correct Disputed Information (FCRA § 611)",
        "representation": "CREDCO routinely failed to reinvestigate disputed consumer information in its IMRs; when it did reinvestigate, it failed to correct or delete inaccurate or obsolete information; and it failed to include consumer dispute notations in subsequent IMRs",
        "fact": "Section 611 of the FCRA, 15 U.S.C. § 1681i, requires consumer reporting agencies to reinvestigate disputed information, correct or delete inaccurate or unverifiable data, and include consumer dispute statements in subsequent reports",
        "conclusion": "CREDCO violated § 611 of the FCRA by (A) failing to reinvestigate disputed information, (B) failing to correct or delete inaccurate or obsolete information, and (C) failing to include consumer dispute notations in subsequent IMRs."
      },
      {
        "count_number": 2,
        "title": "Failure to Follow Reasonable Procedures to Ensure Accuracy (FCRA § 607(b))",
        "representation": "CREDCO failed to follow reasonable procedures to prevent information previously found to be inaccurate, obsolete, or unverifiable from appearing on subsequent IMRs",
        "fact": "Section 607(b) of the FCRA, 15 U.S.C. § 1681e(b), requires consumer reporting agencies to follow reasonable procedures to assure maximum possible accuracy of consumer reports",
        "conclusion": "CREDCO violated § 607(b) of the FCRA by failing to maintain reasonable procedures to prevent known inaccurate or obsolete information from reappearing in future consumer reports."
      },
      {
        "count_number": 3,
        "title": "Unfair or Deceptive Acts or Practices (FTC Act § 5(a))",
        "representation": "The same acts and practices constituting FCRA violations also constitute unfair or deceptive acts or practices in commerce",
        "fact": "Section 621(a) of the FCRA, 15 U.S.C. § 1681s(a), provides that FCRA violations by consumer reporting agencies constitute violations of § 5(a) of the FTC Act, 15 U.S.C. § 45(a)",
        "conclusion": "CREDCO's FCRA violations constitute unfair or deceptive acts or practices in violation of § 5(a) of the FTC Act pursuant to § 621(a) of the FCRA."
      }
    ]
  },
  "order": {
    "definitions": {
      "Fair Credit Reporting Act": "The Fair Credit Reporting Act, as amended by Public Law 104-208 (Sept. 30, 1996), 15 U.S.C. §§ 1681-1681u, and as amended in the future.",
      "person": "Defined as set forth in Section 603(b) of the FCRA, 15 U.S.C. § 1681a(b).",
      "consumer": "Defined as set forth in Section 603(c) of the FCRA, 15 U.S.C. § 1681a(c).",
      "consumer report": "Defined as set forth in Section 603(d) of the FCRA, 15 U.S.C. § 1681a(d).",
      "consumer reporting agency": "Defined as set forth in Section 603(f) of the FCRA, 15 U.S.C. § 1681a(f).",
      "file": "Defined as set forth in Section 603(g) of the FCRA, 15 U.S.C. § 1681a(g).",
      "respondent": "First American Real Estate Solutions, LLC, a limited liability company, its successors and assigns, and its officers, agents, representatives, and employees."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "FCRA Section 611 Compliance — Dispute Reinvestigation",
        "category": "affirmative_obligation",
        "summary": "Respondent must comply with FCRA Section 611 in connection with collection, preparation, assembly, maintenance, and furnishing of consumer reports and files, including reinvestigating disputed information, notifying furnishers, reviewing consumer submissions, preventing reappearance of deleted information, providing written notice of results, permitting dispute statements, including dispute statements in reports, and providing notifications at consumer request.",
        "requirements": [
          {
            "description": "Reinvestigate disputed information free of charge and record current status or delete the information, subject to Section 611(a)(3)",
            "quoted_text": "A. Subject to Section 611(a)(3), 15 U.S.C. § 1681i(a)(3), if the completeness or accuracy of any item of information contained in a consumer's file at respondent is disputed by the consumer and the consumer notifies respondent directly of such dispute, respondent shall reinvestigate free of charge and record the current status of the disputed information or delete the information from the file, as required by Section 611(a)(1), 15 U.S.C. § 1681i(a)(1);",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 81,
            "quote_end_line": 86
          },
          {
            "description": "Before expiration of the 5-business-day period after receiving a dispute notice, provide notification of the dispute to any person who furnished the disputed information, including all relevant information received from the consumer",
            "quoted_text": "1. Before the expiration of the five (5)-business-day period beginning on the date on which respondent receives notice of a dispute from a consumer in accordance with Section 611(a)(1), 15 U.S.C. § 1681i(a)(1), respondent shall provide notification of the dispute to any person who provided any item of information in dispute, at the address and in the manner established with the person; the notice shall include all relevant information regarding the dispute that respondent has received from the consumer; and",
            "deadline": "5 business days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 89,
            "quote_end_line": 95
          },
          {
            "description": "Promptly provide to the information furnisher all relevant dispute information received from the consumer after the initial 5-business-day period and before the end of the 30-day period from receipt of the dispute notice",
            "quoted_text": "2. Respondent shall promptly provide to the person who provided the information in dispute all relevant information regarding the dispute that is received by respondent from the consumer after the five (5)-business-day period referred to in paragraph B.1. above and before the end of the thirty (30)-day period beginning on the date on which respondent receives the notice of the dispute directly from the consumer;",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 96,
            "quote_end_line": 101
          },
          {
            "description": "In conducting any reinvestigation, review and consider all relevant information submitted by the consumer in the period described in Section 611(a)(1)(A)",
            "quoted_text": "C. As required by Section 611(a)(4), 15 U.S.C. § 1681i(a)(4), in conducting any reinvestigation under Section 611(a)(1), 15 U.S.C. § 1681i(a)(1), with respect to disputed information in the file of any consumer, respondent shall review and consider all relevant information submitted by the consumer in the period described in Section 611(a)(1)(A) with respect to such disputed information;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 102,
            "quote_end_line": 106
          },
          {
            "description": "Maintain reasonable procedures designed to prevent the reappearance in a consumer's file, and in consumer reports, of information that has been deleted (except information reinserted after furnisher certification)",
            "quoted_text": "D. As required by Section 611(a)(5)(C), 15 U.S.C. § 1681i(a)(5)(C), respondent shall maintain reasonable procedures designed to prevent the reappearance in a consumer's file, and in consumer reports on the consumer, of information that has been deleted (other than information that has been reinserted after the person furnishing the information certifies that the information is complete and accurate, as required by Section 611(a)(5)(B)(i), 15 U.S.C. § 1681i(a)(5)(B)(i));",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 107,
            "quote_end_line": 114
          },
          {
            "description": "Provide written notice to the consumer of reinvestigation results not later than 5 business days after completion, including notice of the right to add a dispute statement",
            "quoted_text": "E. Respondent shall provide written notice to the consumer of the results of the reinvestigation of any item disputed by the consumer under Section 611(a), 15 U.S.C. § 1681i(a), not later than five (5) business days after the completion of the reinvestigation of the item, as required by Section 611(a)(6), 15 U.S.C. § 1681i(a)(6), including but not limited to: 1. A notice that the consumer has the right to add a statement to the consumer's file disputing the accuracy or completeness of the information (\"dispute statement\"), as required by Section 611(a)(6)(B)(iv); and",
            "deadline": "5 business days after reinvestigation completion",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 115,
            "quote_end_line": 122
          },
          {
            "description": "Provide written notice to the consumer of the right to request that respondent notify prior recipients of the corrected, deleted, or disputed information",
            "quoted_text": "2. A notice, as required by Section 611(a)(6)(B)(v), that the consumer has the right to request that respondent provide either a notification that the item has been corrected or deleted, or the consumer's dispute statement described in paragraph E.1. above or a codification or summary of that dispute statement, to any person specifically designated by the consumer who has received a consumer report that contained the deleted or disputed information (a) within two years prior to the consumer's request, for employment purposes; or (b) within six months prior to the consumer's request, for any other purpose;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 123,
            "quote_end_line": 130
          },
          {
            "description": "If reinvestigation does not resolve the dispute, permit the consumer to file a dispute statement as required by Section 611(b)",
            "quoted_text": "F. If the reinvestigation under Section 611(a), 15 U.S.C. § 1681i(a), does not resolve the consumer's dispute, respondent shall permit the consumer to file a dispute statement, as required by Section 611(b), 15 U.S.C. § 1681i(b);",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 131,
            "quote_end_line": 133
          },
          {
            "description": "Whenever a consumer files a dispute statement, include the dispute statement or a codification or summary thereof in all subsequent consumer reports containing the disputed information, unless respondent has reasonable grounds to believe the statement is frivolous or irrelevant",
            "quoted_text": "G. As required by Section 611(c), 15 U.S.C. § 1681i(c), whenever a consumer files a dispute statement pursuant to paragraph I.F. above, respondent shall include the consumer's dispute statement, or a codification or summary of the dispute statement, in all subsequent consumer reports that respondent prepares concerning the consumer that contains the information in question, unless respondent has reasonable grounds to believe the dispute statement is frivolous or irrelevant; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 134,
            "quote_end_line": 139
          },
          {
            "description": "At the consumer's request, provide notification that a disputed item has been corrected or deleted, or the consumer's dispute statement or summary, to any person specifically designated by the consumer who received a consumer report containing the deleted or disputed information within two years (employment) or six months (other purposes) prior to the request",
            "quoted_text": "H. Respondent shall, at the request of the consumer, provide a notification, as required by Section 611(d), 15 U.S.C. § 1681i(d), that a disputed item has been corrected or deleted, or the consumer's dispute statement or a codification or summary of that dispute statement, to any person specifically designated by the consumer who has received a consumer report that contained the deleted or disputed information (a) within two years prior to the consumer's request, for employment purposes; or (b) within six months prior to the consumer's request, for any other purpose.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 140,
            "quote_end_line": 148
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must maintain all business records demonstrating compliance with this order for five years and make them available to the FTC upon request for inspection and copying.",
        "requirements": [
          {
            "description": "Maintain and upon request make available to the FTC for inspection and copying all business records demonstrating compliance with this order for a period of five years",
            "quoted_text": "IT IS FURTHER ORDERED that respondent and its successors and assigns shall for five (5) years maintain and upon request make available to the Federal Trade Commission for inspection and copying all business records demonstrating respondent's compliance with the terms and provisions of this order.",
            "deadline": "5 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 150,
            "quote_end_line": 153
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "III",
        "title": "Order Acknowledgment and Delivery",
        "category": "acknowledgment",
        "summary": "Respondent must deliver a copy of this order to all current and future principals, officers, directors, managers, and relevant employees and agents, and obtain signed and dated acknowledgments of receipt within 30 days.",
        "requirements": [
          {
            "description": "Deliver a copy of this order to all current and future principals, officers, directors, managers, and employees/agents with relevant responsibilities, and obtain a signed and dated acknowledgment of receipt from each",
            "quoted_text": "IT IS FURTHER ORDERED that respondent and its successors and assigns shall deliver a copy of this order to all current and future principals, officers, directors, and managers, and to all current and future employees, agents, and representatives having responsibilities with respect to the subject matter of this order, and shall secure from each such person a signed and dated statement acknowledging receipt of the order. Respondent shall deliver this order to such current personnel within thirty (30) days after the date of service of this order, and to such personnel hired after such date within thirty (30) days after the person assumes such position or responsibilities.",
            "deadline": "30 days after service for current personnel; 30 days after assuming position for future personnel",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 155,
            "quote_end_line": 162
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Compliance Notification of Corporate Changes",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the FTC at least 30 days prior to any corporate change that may affect compliance obligations, including dissolution, merger, sale, name change, or bankruptcy filing.",
        "requirements": [
          {
            "description": "Notify the Commission at least 30 days prior to any change in respondent that may affect compliance obligations, including dissolution, assignment, sale, merger, subsidiary creation or dissolution, bankruptcy petition, or name/address change; if less than 30 days' notice is possible, notify as soon as practicable; all notices sent by certified mail to the Associate Director, Division of Enforcement, Bureau of Consumer Protection, FTC",
            "quoted_text": "IT IS FURTHER ORDERED that respondent and its successors and assigns shall notify the Commission at least thirty (30) days prior to any change in respondent that may affect compliance obligations arising under this order, including but not limited to a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor entity; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in the entity name or address. Provided, however, that, with respect to any proposed change in the entity about which respondent learns less than thirty (30) days prior to the date such action is to take place, respondent shall notify the Commission as soon as is practicable after obtaining such knowledge. All notices required by this Part shall be sent by certified mail to the Associate Director, Division of Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580.",
            "deadline": "30 days prior to corporate change",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 164,
            "quote_end_line": 175
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "V",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondent must file a written compliance report with the FTC within 60 days of service of this order and at such other times as the FTC may require (within 30 days of such requests).",
        "requirements": [
          {
            "description": "File a written report with the FTC within 60 days after service of this order, and thereafter within 30 days of such other times as the FTC may require, setting forth in detail the manner and form in which respondent has complied with this order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent and its successors and assigns shall, within sixty (60) days after the date of service of this order, and, thereafter, within thirty (30) days of such other times as the Federal Trade Commission may require, file with the Commission a report, in writing, setting forth in detail the manner and form in which it has complied with this order.",
            "deadline": "60 days after service; 30 days upon subsequent FTC request",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 177,
            "quote_end_line": 180
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Order Duration",
        "category": "duration",
        "summary": "This order terminates 20 years from the date of issuance, or 20 years from the most recent date the FTC files a federal court complaint alleging a violation, whichever is later, subject to specified exceptions.",
        "requirements": [
          {
            "description": "Order terminates 20 years from issuance or 20 years from the most recent date a federal court complaint alleging a violation is filed, whichever is later, with exceptions for provisions terminating earlier, respondents not named in such complaint, and orders already terminated; if the complaint is dismissed or respondent is found not to have violated the order and that result is final, the order terminates as though the complaint had never been filed",
            "quoted_text": "This order will terminate twenty (20) years from the date of its issuance, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: 1. Any Part in this order that terminates in less than twenty (20) years; 2. This order's application to any respondent that is not named as a defendant in such complaint; and 3. This order if such complaint is filed after the order has terminated pursuant to this Part. Provided, further, that if such complaint is dismissed or a federal court rules that the respondent did not violate any provision of the order, and the dismissal or ruling is either not appealed or upheld on appeal, then the order will terminate according to this Part as though the complaint had never been filed, except that the order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": "20 years",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 182,
            "quote_end_line": 199
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate twenty (20) years from the date of its issuance, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: 1. Any Part in this order that terminates in less than twenty (20) years; 2. This order's application to any respondent that is not named as a defendant in such complaint; and 3. This order if such complaint is filed after the order has terminated pursuant to this Part."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "08.99, First American Real Estate Solutions, LL Complaint.pdf",
      "order": "08.99, First American Real Estate Solutions, LL Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 3,
      "complaint_representations": 4,
      "order_provisions": 6,
      "order_definitions": 7,
      "order_requirements": 15,
      "provisions_per_section": {
        "I": 10,
        "II": 1,
        "III": 1,
        "IV": 1,
        "V": 1,
        "VI": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 4,
        "complaint_total": 4,
        "order_verified": 15,
        "order_total": 15
      }
    },
    "processing_time_seconds": 106.6
  }
}