{
  "case_info": {
    "docket_number": "C-3760",
    "company": {
      "name": "Bruno's Inc.",
      "incorporation_state": "Alabama",
      "entity_type": "corporation",
      "address": "800 Lakeshore Parkway, Birmingham, Alabama 35235",
      "business_description": "Bruno's Inc. uses information in consumer reports obtained from consumer reporting agencies in the consideration, acceptance, and denial of applicants for employment."
    },
    "commissioners": [
      "Robert Pitofsky",
      "Mary L. Azcuenaga",
      "Janet D. Steiger",
      "Roscoe B. Starek, III",
      "Christine A. Varney"
    ],
    "case_date": {
      "month": 8,
      "year": 1997
    },
    "legal_authority": "Section 615(a) of the Fair Credit Reporting Act, 15 U.S.C. § 1681m(a) and Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a)",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/962-3086-brunos-inc-matter"
  },
  "complaint": {
    "factual_background": "Bruno's, Inc., an Alabama corporation operating retail businesses, routinely used consumer reports from consumer reporting agencies when evaluating job applicants. The company denied employment applications or rescinded offers of employment based in whole or in part on information obtained from consumer reporting agencies. Despite taking these adverse employment actions, Bruno's failed to notify affected applicants that consumer report information contributed to the adverse decision and also failed to provide applicants with the name and address of the reporting agency that supplied the information. These failures violated Section 615(a) of the Fair Credit Reporting Act, which in turn constituted unfair and deceptive acts or practices under Section 5(a)(1) of the FTC Act.",
    "representations_made": [
      {
        "description": "Bruno's denied employment applications or rescinded job offers based on consumer report information but failed to notify applicants that such information contributed to the adverse action and failed to disclose the name and address of the consumer reporting agency that supplied the information.",
        "quoted_text": "PARAGRAPH FOUR: Respondent, in the ordinary course and conduct of its business, has denied applications or rescinded offers for employment with respondent based in whole or in part on information supplied by a consumer reporting agency, but has failed to advise consumers that the information so supplied contributed to the adverse action taken on their applications or offers for employment, and has failed to advise consumers of the name and address of the consumer reporting agency that supplied the information.",
        "verified": true,
        "confidence": 0.85,
        "source_paragraph": 4,
        "quote_start_line": 34,
        "quote_end_line": 41
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Violation of FCRA Section 615(a) — Failure to Notify Applicants of Adverse Action Based on Consumer Reports",
        "representation": "Bruno's denied or rescinded employment applications based in whole or in part on consumer report information without advising consumers that such information contributed to the adverse action and without disclosing the name and address of the consumer reporting agency that supplied the information.",
        "fact": "Section 615(a) of the Fair Credit Reporting Act, 15 U.S.C. § 1681m(a), requires that any person who takes adverse action against a consumer based on a consumer report must notify the consumer of the adverse action, provide the name and address of the consumer reporting agency that furnished the report, and inform the consumer of their right to obtain a free copy of the report and to dispute its accuracy.",
        "conclusion": "By failing to comply with Section 615(a) of the Fair Credit Reporting Act, respondent engaged in unfair and deceptive acts or practices in or affecting commerce in violation of Section 5(a)(1) of the Federal Trade Commission Act."
      }
    ]
  },
  "order": {
    "definitions": {
      "consumer": "defined as provided in Section 603(c) of the Fair Credit Reporting Act, 15 U.S.C. § 1681a(c).",
      "consumer report": "defined as provided in Section 603(d) of the Fair Credit Reporting Act, 15 U.S.C. § 1681a(d).",
      "consumer reporting agency": "defined as provided in Section 603(f) of the Fair Credit Reporting Act, 15 U.S.C. § 1681a(f)."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Failure to Disclose Adverse Action Based on Consumer Reports",
        "category": "prohibition",
        "summary": "Bruno's must immediately cease and desist from failing to disclose to job applicants, at the time an adverse employment action is communicated, that the action was based on a consumer report and the name and address of the reporting agency.",
        "requirements": [
          {
            "description": "Cease and desist from failing to disclose to employment applicants, at the time adverse action is communicated, (a) that the adverse action was based wholly or partly on a consumer report and (b) the name and address of the consumer reporting agency",
            "quoted_text": "IT IS ORDERED that respondent Bruno's, Inc., a corporation, its successors and assigns, and its officers, agents, representatives, and employees, directly or through any corporation, subsidiary, division, or other device, in connection with any application for employment, do forthwith cease and desist from failing, whenever employment is denied either wholly or partly because of information contained in a consumer report from a consumer reporting agency, to disclose to the applicant for employment at the time such adverse action is communicated to the applicant (a) that the adverse action was based wholly or partly on information contained in such a report and (b) the name and address of the consumer reporting agency making the report.",
            "deadline": "forthwith",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 50,
            "quote_end_line": 57
          },
          {
            "description": "Respondent shall not be held liable for a violation if it shows by a preponderance of the evidence that it maintained reasonable procedures to assure compliance with Section 615(a) of the FCRA",
            "quoted_text": "Respondent shall not be held liable for a violation of Section 615(a) of the Fair Credit Reporting Act if it shows by a preponderance of the evidence that at the time of the alleged violation it maintained reasonable procedures to assure compliance with Section 615(a) of the Fair Credit Reporting Act.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 58,
            "quote_end_line": 61
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Bruno's must maintain and make available to the FTC for at least five years documents demonstrating compliance with Part I, including employment evaluation criteria, employee instructions, notices given to applicants, and complete application files for applicants denied employment based on consumer reports.",
        "requirements": [
          {
            "description": "For at least five (5) years from the date of issuance, maintain and upon request make available to the FTC documents demonstrating compliance with Part I, including employment evaluation criteria relating to consumer reports, instructions to employees, written notices or notations of notices provided to applicants, and complete application files for applicants for whom consumer reports were obtained and offers of employment were not made or were withheld, withdrawn, or rescinded based on a consumer report",
            "quoted_text": "IT IS FURTHER ORDERED that respondent, and its successors and assigns, shall for at least five (5) years from the date of issuance of this Order, maintain and upon request make available to the Federal Trade Commission for inspection and copying, documents demonstrating compliance with the requirements of Part I of this Order, such documents to include, but not be limited to, all employment evaluation criteria relating to consumer reports, instructions given to employees regarding compliance with the provisions of this Order, all written notices or a written or electronically stored notation of the description of the form of notice and date such notice was provided to applicants pursuant to any provisions of this Order, and the complete application files for all applicants for whom consumer reports were obtained for whom offers of employment are not made or have been withheld, withdrawn, or rescinded based, in whole or in part, on information contained in a consumer report.",
            "deadline": "5 years (ongoing)",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 63,
            "quote_end_line": 73
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Acknowledgment – Order Delivery",
        "category": "acknowledgment",
        "summary": "Bruno's must deliver a copy of the Order to all persons responsible for FCRA Section 615(a) compliance at least once per year for five years.",
        "requirements": [
          {
            "description": "Deliver a copy of this Order at least once per year for a period of five (5) years from the date of issuance to all persons responsible for the respondent's compliance with Section 615(a) of the Fair Credit Reporting Act",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall deliver a copy of this Order at least once per year for a period of five (5) years from the date of issuance of this Order, to all persons responsible for the respondent’s compliance with Section 615(a) of the Fair Credit Reporting Act.",
            "deadline": "5 years (annually)",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 78,
            "quote_end_line": 80
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Corporate Change Notification",
        "category": "compliance_reporting",
        "summary": "Bruno's must notify the FTC at least 30 days before any proposed change in corporate structure that may affect compliance obligations under the Order.",
        "requirements": [
          {
            "description": "Notify the FTC at least thirty (30) days prior to any proposed change in corporate structure such as dissolution, assignment, sale resulting in a successor operation, creation or dissolution of subsidiaries or divisions, or any other change that may affect compliance obligations under the Order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall notify the Federal Trade Commission at least thirty (30) days prior to any proposed change in the corporate structure of respondent such as dissolution, assignment, or sale resulting in the emergence of a successor operation, the creation or dissolution of subsidiaries or divisions, or any other change in the corporation which may affect compliance obligations arising out of the Order.",
            "deadline": "30 days prior to corporate change",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 82,
            "quote_end_line": 86
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Bruno's must file a written compliance report with the FTC within 60 days of service of the Order detailing how it has complied.",
        "requirements": [
          {
            "description": "Within sixty (60) days of service of this Order, file with the FTC a written report setting forth in detail the manner and form in which respondent has complied with this Order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall, within sixty (60) days of service of this Order, file with the Federal Trade Commission a report, in writing, setting forth in detail the manner and form in which it has complied with this Order.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 88,
            "quote_end_line": 90
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "The Order terminates on July 29, 2017, or twenty years from the most recent date the FTC files a federal court complaint alleging a violation of the Order, whichever is later, subject to specified exceptions.",
        "requirements": [
          {
            "description": "Order terminates on July 29, 2017, or twenty (20) years from the most recent date the United States or the FTC files a federal court complaint alleging any violation of the Order, whichever comes later; with exceptions for paragraphs that terminate in less than 20 years, respondents not named in such complaint, and orders already terminated",
            "quoted_text": "IT IS FURTHER ORDERED that this Order will terminate on July 29, 2017, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any paragraph in this Order that terminates in less than twenty (20) years; B. This Order's application to any respondent that is not named as a defendant in such complaint; and C. This Order if such complaint is filed after the Order has terminated pursuant to this paragraph.",
            "deadline": "July 29, 2017 or 20 years",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 92,
            "quote_end_line": 101
          },
          {
            "description": "If a complaint filed to extend the Order is dismissed or a federal court rules respondent did not violate any provision, and the dismissal or ruling is not appealed or is upheld on appeal, the Order terminates as though the complaint was never filed (except it will not terminate between the filing date and the later of the appeal deadline or the date the ruling is upheld on appeal)",
            "quoted_text": "Provided further, that if such complaint is dismissed or a federal court rules that the respondent did not violate any provision of the Order, and the dismissal or ruling is either not appealed or upheld on appeal, then the Order will terminate according to this paragraph as though the complaint was never filed, except that the Order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 105,
            "quote_end_line": 110
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "this Order will terminate on July 29, 2017, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the Order, whichever comes later"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "08.97, Bruno's Complaint.pdf",
      "order": "08.97, Bruno's Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 1,
      "order_provisions": 6,
      "order_definitions": 3,
      "order_requirements": 8,
      "provisions_per_section": {
        "I": 2,
        "II": 1,
        "III": 1,
        "IV": 1,
        "V": 1,
        "VI": 2
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 3
      },
      "verification_details": {
        "complaint_verified": 1,
        "complaint_total": 1,
        "order_verified": 8,
        "order_total": 8
      }
    },
    "processing_time_seconds": 75.2
  }
}