{
  "case_info": {
    "docket_number": "File No.",
    "company": {
      "name": "First American Real Estate Solutions, LLC",
      "incorporation_state": "California",
      "entity_type": "limited liability company",
      "address": "150 Second Avenue North, Suite 1600, St. Petersburg, Florida 33701",
      "business_description": "First American Real Estate Solutions, LLC operates a consumer reporting business that assembles and evaluates consumer credit information to provide consumer reports to third parties, including mortgage lenders, automotive and home equity lenders, and landlords. The company produces Instant Merge Reports that blend consumer account information from national consumer reporting agencies."
    },
    "commissioners": [],
    "date_issued": "1998",
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a); Section 621(a) of the Fair Credit Reporting Act, 15 U.S.C. § 1681s(a)",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/952-3267-first-american-real-estate-solutions-ll",
    "statutory_topics": [
      "FCRA"
    ],
    "practice_areas": [
      "Financial Practices"
    ],
    "industry_sectors": [
      "Technology",
      "Financial Services"
    ]
  },
  "complaint": {
    "factual_background": "First American CREDCO, a consumer reporting agency, produced Instant Merge Reports (IMRs) that blended credit information from multiple national repositories. When consumers disputed inaccurate information in these reports, CREDCO failed to reinvestigate the disputes, failed to correct inaccurate information in its files, and failed to include consumer dispute statements in subsequent reports. Additionally, CREDCO's system prevented corrections from being made to IMRs once created, and inaccurate information repeatedly appeared in future reports even after being identified as false or unverifiable.",
    "representations_made": [],
    "counts": [
      {
        "count_number": 1,
        "title": "Violation of FCRA Section 611 - Failure to Reinvestigate and Correct",
        "representation": "CREDCO was required under FCRA § 611 to reinvestigate disputed information, correct or delete inaccurate or unverifiable information, and include consumer dispute notations in subsequent reports",
        "fact": "CREDCO failed to reinvestigate disputed information, failed to correct or delete information found to be inaccurate or obsolete, and failed to include consumer dispute statements in subsequent IMRs",
        "conclusion": "CREDCO violated § 611 of the FCRA, 15 U.S.C. § 1681i"
      },
      {
        "count_number": 2,
        "title": "Violation of FCRA Section 607(b) - Failure to Follow Reasonable Procedures",
        "representation": "CREDCO was required under FCRA § 607(b) to follow reasonable procedures to prevent inaccurate or obsolete information from appearing in consumer reports",
        "fact": "CREDCO failed to follow reasonable procedures to prevent information that had been found to be inaccurate, obsolete, or unverifiable from appearing on subsequent IMRs",
        "conclusion": "CREDCO violated § 607(b) of the FCRA, 15 U.S.C. § 1681e(b)"
      },
      {
        "count_number": 3,
        "title": "Violation of FTC Act Section 5(a) - Unfair or Deceptive Practices",
        "representation": "The FCRA violations constitute unfair or deceptive acts or practices in commerce",
        "fact": "The acts and practices set forth as violations of the FCRA harm consumers through inaccurate credit reporting",
        "conclusion": "These acts and practices constitute unfair or deceptive acts or practices in commerce in violation of § 5(a) of the FTC Act, 15 U.S.C. § 45(a), pursuant to § 621(a) of the FCRA, 15 U.S.C. § 1681s(a)"
      }
    ]
  },
  "order": {
    "definitions": {
      "Fair Credit Reporting Act": "The Fair Credit Reporting Act, as amended by Public Law 104-208 (Sept. 30, 1996), 15 U.S.C. §§ 1681-1681u, and as amended in the future.",
      "person": "Defined as set forth in Section 603(b) of the FCRA, 15 U.S.C. § 1681a(b).",
      "consumer": "Defined as set forth in Section 603(c) of the FCRA, 15 U.S.C. § 1681a(c).",
      "consumer report": "Defined as set forth in Section 603(d) of the FCRA, 15 U.S.C. § 1681a(d).",
      "consumer reporting agency": "Defined as set forth in Section 603(f) of the FCRA, 15 U.S.C. § 1681a(f).",
      "file": "Defined as set forth in Section 603(g) of the FCRA, 15 U.S.C. § 1681a(g).",
      "respondent": "First American Real Estate Solutions, LLC, a limited liability company, its successors and assigns, and its officers, agents, representatives, and employees."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Compliance with FCRA Section 611 - Dispute Resolution Procedures",
        "category": "affirmative_obligation",
        "summary": "Respondent must comply with Section 611 of the FCRA regarding procedures for investigating and responding to consumer disputes about information in their credit files.",
        "requirements": [
          {
            "description": "Reinvestigate disputed information free of charge and record current status or delete information",
            "quoted_text": "Subject to Section 611(a)(3), 15 U.S.C. § 1681i(a)(3), if the completeness or accuracy of any item of information contained in a consumer's file at respondent is disputed by the consumer and the consumer notifies respondent directly of such dispute, respondent shall reinvestigate free of charge and record the current status of the disputed information or delete the information from the file, as required by Section 611(a)(1), 15 U.S.C. § 1681i(a)(1)",
            "deadline": null,
            "verified": true,
            "confidence": 1
          },
          {
            "description": "Provide notification of dispute to information furnisher within 5 business days",
            "quoted_text": "Before the expiration of the five (5)-business-day period beginning on the date on which respondent receives notice of a dispute from a consumer in accordance with Section 611(a)(1), 15 U.S.C. § 1681i(a)(1), respondent shall provide notification of the dispute to any person who provided any item of information in dispute, at the address and in the manner established with the person; the notice shall include all relevant information regarding the dispute that respondent has received from the consumer",
            "deadline": "5 business days",
            "verified": true,
            "confidence": 1
          },
          {
            "description": "Promptly provide additional dispute information to furnisher during 30-day period",
            "quoted_text": "Respondent shall promptly provide to the person who provided the information in dispute all relevant information regarding the dispute that is received by respondent from the consumer after the five (5)-business-day period referred to in paragraph B.1. above and before the end of the thirty (30)-day period beginning on the date on which respondent receives the notice of the dispute directly from the consumer",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1
          },
          {
            "description": "Review and consider all relevant information submitted by consumer during reinvestigation",
            "quoted_text": "As required by Section 611(a)(4), 15 U.S.C. § 1681i(a)(4), in conducting any reinvestigation under Section 611(a)(1), 15 U.S.C. § 1681i(a)(1), with respect to disputed information in the file of any consumer, respondent shall review and consider all relevant information submitted by the consumer in the period described in Section 611(a)(1)(A) with respect to such disputed information",
            "deadline": null,
            "verified": true,
            "confidence": 1
          },
          {
            "description": "Maintain procedures to prevent reappearance of deleted information",
            "quoted_text": "As required by Section 611(a)(5)(C), 15 U.S.C. § 1681i(a)(5)(C), respondent shall maintain reasonable procedures designed to prevent the reappearance in a consumer's file, and in consumer reports on the consumer, of information that has been deleted (other than information that has been reinserted after the person furnishing the information certifies that the information is complete and accurate, as required by Section 611(a)(5)(B)(i), 15 U.S.C. § 1681i(a)(5)(B)(i))",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Provide written notice of reinvestigation results to consumer within 5 business days of completion",
            "quoted_text": "Respondent shall provide written notice to the consumer of the results of the reinvestigation of any item disputed by the consumer under Section 611(a), 15 U.S.C. § 1681i(a), not later than five (5) business days after the completion of the reinvestigation of the item, as required by Section 611(a)(6), 15 U.S.C. § 1681i(a)(6)",
            "deadline": "5 business days",
            "verified": true,
            "confidence": 1
          },
          {
            "description": "Include notice of consumer's right to add dispute statement in results notification",
            "quoted_text": "A notice that the consumer has the right to add a statement to the consumer's file disputing the accuracy or completeness of the information (\"dispute statement\"), as required by Section 611(a)(6)(B)(iv)",
            "deadline": null,
            "verified": true,
            "confidence": 1
          },
          {
            "description": "Include notice of consumer's right to request notification to designated persons",
            "quoted_text": "A notice, as required by Section 611(a)(6)(B)(v), that the consumer has the right to request that respondent provide either a notification that the item has been corrected or deleted, or the consumer's dispute statement described in paragraph E.1. above or a codification or summary of that dispute statement, to any person specifically designated by the consumer who has received a consumer report that contained the deleted or disputed information (a) within two years prior to the consumer's request, for employment purposes; or (b) within six months prior to the consumer's request, for any other purpose",
            "deadline": null,
            "verified": true,
            "confidence": 1
          },
          {
            "description": "Permit consumer to file dispute statement if reinvestigation does not resolve dispute",
            "quoted_text": "If the reinvestigation under Section 611(a), 15 U.S.C. § 1681i(a), does not resolve the consumer's dispute, respondent shall permit the consumer to file a dispute statement, as required by Section 611(b), 15 U.S.C. § 1681i(b)",
            "deadline": null,
            "verified": true,
            "confidence": 1
          },
          {
            "description": "Include consumer's dispute statement in subsequent reports containing the disputed information",
            "quoted_text": "As required by Section 611(c), 15 U.S.C. § 1681i(c), whenever a consumer files a dispute statement pursuant to paragraph I.F. above, respondent shall include the consumer's dispute statement, or a codification or summary of the dispute statement, in all subsequent consumer reports that respondent prepares concerning the consumer that contains the information in question, unless respondent has reasonable grounds to believe the dispute statement is frivolous or irrelevant",
            "deadline": null,
            "verified": true,
            "confidence": 1
          },
          {
            "description": "Provide notification to designated persons upon consumer request",
            "quoted_text": "Respondent shall, at the request of the consumer, provide a notification, as required by Section 611(d), 15 U.S.C. § 1681i(d), that a disputed item has been corrected or deleted, or the consumer's dispute statement or a codification or summary of that dispute statement, to any person specifically designated by the consumer who has received a consumer report that contained the deleted or disputed information (a) within two years prior to the consumer's request, for employment purposes; or (b) within six months prior to the consumer's request, for any other purpose",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "II",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must maintain business records demonstrating compliance with the order for five years and make them available to the FTC upon request.",
        "requirements": [
          {
            "description": "Maintain compliance records for 5 years and make available to FTC for inspection",
            "quoted_text": "IT IS FURTHER ORDERED that respondent and its successors and assigns shall for five (5) years maintain and upon request make available to the Federal Trade Commission for inspection and copying all business records demonstrating respondent's compliance with the terms and provisions of this order.",
            "deadline": "5 years",
            "verified": true,
            "confidence": 1
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "III",
        "title": "Order Acknowledgment",
        "category": "acknowledgment",
        "summary": "Respondent must deliver a copy of the order to all current and future personnel with relevant responsibilities and obtain signed acknowledgments of receipt.",
        "requirements": [
          {
            "description": "Deliver order to current personnel and obtain signed acknowledgments within 30 days",
            "quoted_text": "Respondent shall deliver this order to such current personnel within thirty (30) days after the date of service of this order",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1
          },
          {
            "description": "Deliver order to future personnel and obtain signed acknowledgments within 30 days of hire",
            "quoted_text": "to such personnel hired after such date within thirty (30) days after the person assumes such position or responsibilities",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1
          },
          {
            "description": "Deliver copy of order to all current and future personnel with relevant responsibilities and secure signed acknowledgments",
            "quoted_text": "IT IS FURTHER ORDERED that respondent and its successors and assigns shall deliver a copy of this order to all current and future principals, officers, directors, and managers, and to all current and future employees, agents, and representatives having responsibilities with respect to the subject matter of this order, and shall secure from each such person a signed and dated statement acknowledging receipt of the order.",
            "deadline": null,
            "verified": true,
            "confidence": 1
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Notification of Changes Affecting Compliance",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the FTC at least 30 days prior to any change in the company that may affect compliance obligations under the order.",
        "requirements": [
          {
            "description": "Notify FTC at least 30 days prior to changes affecting compliance obligations",
            "quoted_text": "IT IS FURTHER ORDERED that respondent and its successors and assigns shall notify the Commission at least thirty (30) days prior to any change in respondent that may affect compliance obligations arising under this order, including but not limited to a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor entity; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in the entity name or address. Provided, however, that, with respect to any proposed change in the entity about which respondent learns less than thirty (30) days prior to the date such action is to take place, respondent shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "V",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondent must file compliance reports with the FTC within 60 days after service of the order and at other times as required by the Commission.",
        "requirements": [
          {
            "description": "File initial compliance report within 60 days of order service",
            "quoted_text": "IT IS FURTHER ORDERED that respondent and its successors and assigns shall, within sixty (60) days after the date of service of this order, and, thereafter, within thirty (30) days of such other times as the Federal Trade Commission may require, file with the Commission a report, in writing, setting forth in detail the manner and form in which it has complied with this order.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1
          },
          {
            "description": "File subsequent compliance reports within 30 days when required by FTC",
            "quoted_text": "within thirty (30) days of such other times as the Federal Trade Commission may require, file with the Commission a report, in writing, setting forth in detail the manner and form in which it has complied with this order",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "The order will terminate 20 years from its issuance date or 20 years from the most recent date the FTC files a complaint alleging violation of the order, whichever comes later.",
        "requirements": [
          {
            "description": "Order terminates after 20 years unless FTC files complaint alleging violation",
            "quoted_text": "This order will terminate twenty (20) years from the date of its issuance, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: 1. Any Part in this order that terminates in less than twenty (20) years; 2. This order's application to any respondent that is not named as a defendant in such complaint; and 3. This order if such complaint is filed after the order has terminated pursuant to this Part. Provided, further, that if such complaint is dismissed or a federal court rules that the respondent did not violate any provision of the order, and the dismissal or ruling is either not appealed or upheld on appeal, then the order will terminate according to this Part as though the complaint had never been filed, except that the order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate twenty (20) years from the date of its issuance, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: 1. Any Part in this order that terminates in less than twenty (20) years; 2. This order's application to any respondent that is not named as a defendant in such complaint; and 3. This order if such complaint is filed after the order has terminated pursuant to this Part. Provided, further, that if such complaint is dismissed or a federal court rules that the respondent did not violate any provision of the order, and the dismissal or ruling is either not appealed or upheld on appeal, then the order will terminate according to this Part as though the complaint had never been filed, except that the order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "08.99, First American Real Estate Solutions, LL Complaint.pdf",
      "order": "08.99, First American Real Estate Solutions, LL Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 3,
      "complaint_representations": 0,
      "order_provisions": 6,
      "order_definitions": 7,
      "order_requirements": 19
    },
    "processing_time_seconds": 98.9
  }
}