{
  "case_info": {
    "docket_number": "Case 3:08-cv-00590-RCJ-VPC",
    "company": {
      "name": "Cash Today, Ltd.",
      "incorporation_state": "United Kingdom",
      "entity_type": "corporation",
      "address": "Northway House, 1379 High Road, Whetstone, London N20 9LP",
      "business_description": "Cash Today, Ltd. participates in the advertising and extension of credit to consumers in the form of high-fee, short-term payday loans, and the collection of those loans. It operates under multiple business names including Route 66 Funding, Global Financial Services International, Ltd., Interim Cash, Ltd., and BIG-INT, Ltd."
    },
    "commissioners": [],
    "case_date": {
      "month": 9,
      "year": 2009
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a); Truth in Lending Act (TILA), 15 U.S.C. §§ 1601-1666j; Section 13(b) of the FTC Act, 15 U.S.C. § 53(b)",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/072-3093-cash-today-ltd"
  },
  "complaint": {
    "factual_background": "Defendants operated a payday lending operation from the United Kingdom targeting U.S. consumers, offering loans of up to $500. They failed to provide required written disclosures of loan terms including APR, payment schedules, and fees. When consumers closed their bank accounts after paying substantial sums, defendants engaged in abusive collection tactics including threatening arrest, making harassing calls to employers, using profane language, and falsely claiming legal obligations to repay loans that were often illegal and unenforceable under state law.",
    "representations_made": [
      {
        "description": "Consumers can be arrested or imprisoned for failing to pay defendants",
        "quoted_text": "In connection with collecting loans from consumers, defendants have represented to consumers, expressly or by implication, that: A. Consumers can be arrested or imprisoned for failing to pay defendants",
        "source_paragraph": 27
      },
      {
        "description": "Consumers have a legal obligation to pay defendants the full amount claimed",
        "quoted_text": "B. Consumers have a legal obligation to pay defendants the full amount defendants claim they are owed",
        "source_paragraph": 27
      },
      {
        "description": "Defendants can and will take formal legal action such as filing suit, seizing property, or garnishing wages",
        "quoted_text": "C. If consumers do not pay defendants, defendants can and will take formal legal action against consumers, such as filing suit, seizing or attaching property, or garnishing wages",
        "source_paragraph": 27
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Deceptive Collection Practices",
        "representation": "Defendants represented that consumers can be arrested or imprisoned for non-payment, that consumers have a legal obligation to pay the full amount claimed, and that defendants can and will take formal legal action such as filing suit, seizing property, or garnishing wages",
        "fact": "Consumers cannot be arrested or imprisoned for failing to pay defendants; in numerous instances, consumers do not have a legal obligation to pay defendants the full amount defendants claim they are owed; and in numerous instances, defendants cannot and do not take formal legal action against consumers",
        "conclusion": "Therefore, defendants' representations, as described in Paragraph 27 above, are false and misleading and constitute deceptive acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 2,
        "title": "Unfair Collection Practices",
        "representation": "Defendants engaged in collection practices including continuously and repeatedly calling consumers and others at consumers' places of employment, using obscene, profane, threatening, or otherwise abusive language towards consumers and others, and disclosing the existence of consumers' purported debts to coworkers, employers, and other third parties",
        "fact": "These acts and practices cause or are likely to cause substantial injury to consumers which is not reasonably avoidable by consumers themselves and not outweighed by countervailing benefits to consumers or competition",
        "conclusion": "Therefore, constitute unfair acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 3,
        "title": "Violations of TILA and Regulation Z",
        "representation": "Defendants, as creditors extending closed-end credit, are required to disclose certain credit information to consumers, clearly and conspicuously in writing, in a form that consumers can keep, and before consummation of the loan transaction",
        "fact": "Defendants have violated and continue or may continue to violate the requirements of TILA and Regulation Z by failing to make required TILA disclosures, clearly and conspicuously, in writing, before consummating a consumer credit transaction, including failing to disclose the amount financed, itemization of the amount financed, the finance charge, the annual percentage rate, the payment schedule, the total of payments, and any late payment fees",
        "conclusion": "In violation of Sections 121 and 128 of TILA, 15 U.S.C. §§ 1631 and 1638, and Sections 226.17(a)(1), (b) and 226.18 (b)-(e), (g)-(h), and (l) of Regulation Z, 12 C.F.R. §§ 226.17(a)(1), (b) and 226.18(b)-(e), (g)-(h), and (l)."
      },
      {
        "count_number": 4,
        "title": "Nevada Deceptive Trade Practice - Failure to Disclose Material Facts",
        "representation": "Defendants sold loans without providing the provisions of the loan contract, including the interest rate",
        "fact": "These acts or practices are failures to disclose material facts in connection with the sale of services",
        "conclusion": "Therefore, each of defendants' acts or practices which failed to disclose a material fact in connection with the sale of services is a violation of Chapter 598 of the Nevada Revised Statutes, NRS § 598.0923(2)."
      },
      {
        "count_number": 5,
        "title": "Nevada Deceptive Trade Practice - Violation of Federal Statute",
        "representation": "Defendants' failure to disclose important loan terms, false representations in collecting debts, and acts or practices in harassing and abusing consumers violate Section 5(a) of the FTC Act",
        "fact": "These acts or practices violate a state or federal statute or regulation relating to the sale of services",
        "conclusion": "Therefore, each of the defendants' acts or practices which violate a state or federal statute or regulation relating to the sale of services is a violation of Chapter 598 of the Nevada Revised Statutes, NRS § 598.0923(3)."
      },
      {
        "count_number": 6,
        "title": "Nevada Deceptive Trade Practice - Operating Without Required Licenses",
        "representation": "Defendants sold loans in Nevada without acquiring necessary licenses from the Nevada Financial Institution as required by Nevada Revised Statutes Chapter 675 and/or Chapter 604A",
        "fact": "Nevada law requires defendants to acquire licenses to sell loans in Nevada. Defendants knowingly conducted business without all required state, county or city licenses",
        "conclusion": "Therefore, each of the defendants' acts or practices of selling loans without acquiring the necessary licenses from the Nevada Financial Institution as required by Nevada Revised Statutes Chapter 675 and/or Nevada Revised Statutes Chapter 604A is a violation of Chapter 598 of the Nevada Revised Statutes, NRS § 598.0923(1)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Closed-end credit": "consumer credit other than open-end credit, and 'open-end credit' means consumer credit extended by a creditor under a plan in which: (i) the creditor reasonably contemplates repeated transactions; (ii) the creditor may impose a finance charge from time to time on an outstanding unpaid balance; and (iii) the amount of credit that may be extended to the consumer during the term of the plan (up to any limit set by the creditor) is generally made available to the extent that any outstanding balance is repaid. 12 C.F.R. §§ 226.2(a)(10) and (a)(20).",
      "Collection of debts": "any activity the principal purpose of which is to collect or attempt to collect, directly or indirectly, debts owed or due or asserted to be owed or due.",
      "Consumer": "an actual or potential purchaser, customer, or borrower.",
      "Corporate Defendants": "Cash Today, Ltd., The Heathmill Village, Ltd., Leads Global, Inc., Waterfront Investments, Inc., ACH Cash, Inc., HBS Services, Inc., Lotus Leads, Inc., Rovinge International, Inc., First4Leads, Inc., and The Harris Holdings, Ltd., and their successors and assigns.",
      "Clearly and Conspicuously": "if presented in writing, the information shall be in a type size and location sufficient for an ordinary consumer to read and comprehend it, and shall be disclosed in a manner that would be easily recognizable and understandable in language and syntax to an ordinary consumer. If the information is contained in a multi-page print document, the disclosure shall appear on the first page; if presented orally, the information shall be disclosed in a volume, cadence, and syntax sufficient for an ordinary consumer to hear and comprehend; and nothing contrary to any information disclosed shall be imparted at or near the time of disclosure. Further, a subsequent disclosure made orally or in writing only limits or qualifies a prior disclosure and cannot cure a false claim.",
      "Creditor": "a person who regularly extends consumer credit that is subject to a finance charge or is payable by written agreement in more than four installments (not including a down payment), and to whom the obligation is initially payable, either on the face of the note or contract, or by agreement when there is no contract. 12 C.F.R. § 226.2(a)(17).",
      "Defendants": "the Corporate Defendants and Individual Defendants, individually, collectively, or in any combination.",
      "Debt": "any obligation or alleged obligation of a consumer to pay money arising out of a transaction in which the money, property, or services that are the subject of the transaction are primarily for personal, family, or household purposes, whether or not such obligation has been reduced to judgment.",
      "Document": "synonymous in meaning and equal in scope to the usage of the term in Federal Rule of Civil Procedure 34(a), and includes writings, drawings, graphs, charts, photographs, audio and video recordings, computer records, and other data compilations from which information can be obtained and translated, if necessary, through detection devices into reasonably usable form. A draft or non-identical copy is a separate document within the meaning of the term.",
      "Individual Defendants": "Aaron Gershfield, Ivor Gershfield, and each of them, by whatever names each might be known.",
      "Person": "any individual, group, unincorporated association, limited or general partnership, corporation, or other business entity.",
      "Regulation Z": "the regulation the Federal Reserve Board ('FRB') promulgated to implement TILA, 12 C.F.R. Part 226, as currently promulgated or as it may hereafter be amended. The term also includes the FRB Official Staff Commentary on Regulation Z, 12 C.F.R. Part 226, Supp. I, as currently promulgated or as it may hereafter be amended. The terms 'annual percentage rate,' 'consumer credit,' and 'finance charge' are defined as set forth in Sections 226.2, 226.4, and 226.22 of Regulation Z, 12 C.F.R. §§ 226.2, 226.4, and 226.22.",
      "Third Party": "any person or entity that is not a consumer including, but not limited to, any parent of a non-minor consumer, or any child, relative, neighbor, coworker, or employer of a consumer."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Deceptive Collection Practices",
        "category": "prohibition",
        "summary": "Defendants are permanently prohibited from making misrepresentations to consumers or third parties in connection with debt collection, including false claims about arrest, legal obligations, or legal action.",
        "requirements": [
          {
            "description": "Must not misrepresent that consumers can be arrested or imprisoned for failing to pay a debt",
            "quoted_text": "IT IS THEREFORE ORDERED that, in connection with the collection of a debt from any consumer, Defendants, and their officers, agents, servants, employees, and attorneys, and all other persons in active concert or participation with them who receive actual notice of this Order by personal service or otherwise, whether acting directly or through any corporation, subsidiary, division or other device, are hereby permanently restrained and enjoined from making any misrepresentation to any consumer or third party in violation of Section 5(a) of the FTC Act, including but not limited to misrepresenting that: A. Consumers can be arrested or imprisoned for failing to pay a debt to the Defendants",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Must not misrepresent that consumers have a legal obligation to pay the full amount claimed",
            "quoted_text": "B. Consumers have a legal obligation to pay the Defendants the full amount the Defendants claim they are owed",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent that defendants will or can take formal legal action",
            "quoted_text": "C. If consumers do not pay the Defendants, the Defendants will or can take formal legal action against consumers, including but not limited to, filing suit, seizing or attaching property, or garnishing wages.",
            "deadline": null,
            "verified": true,
            "confidence": 0.8166666666666667
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Prohibition Against Unfair Collection Practices",
        "category": "prohibition",
        "summary": "Defendants are permanently prohibited from engaging in unfair debt collection practices including excessive calling, abusive language, and unauthorized disclosures to third parties.",
        "requirements": [
          {
            "description": "Must not continuously and repeatedly call consumers and third parties at consumers' places of employment",
            "quoted_text": "A. Continuously and repeatedly calling consumers and third parties at consumers' places of employment",
            "deadline": null,
            "verified": true,
            "confidence": 0.8397790055248618
          },
          {
            "description": "Must not use obscene, profane, threatening, or otherwise abusive language",
            "quoted_text": "B. Using obscene, profane, threatening, or otherwise abusive language towards consumers and third parties",
            "deadline": null,
            "verified": true,
            "confidence": 0.7100000000000001
          },
          {
            "description": "Must not disclose consumers' debts to coworkers, employers, and other third parties",
            "quoted_text": "C. Disclosing the existence of consumers' purported debts to coworkers, employers, and other third parties.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9892760180995476
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Prohibition Against Violations of TILA and Regulation Z",
        "category": "prohibition",
        "summary": "Defendants are permanently prohibited from violating the Truth in Lending Act and Regulation Z, including failures to make required disclosures when extending closed-end credit.",
        "requirements": [
          {
            "description": "Must not fail to make required TILA disclosures clearly and conspicuously in writing before consummating consumer credit transactions",
            "quoted_text": "A. In the course of extending closed-end credit to consumers, failing to make the required TILA disclosures, clearly and conspicuously in writing, in a form that consumers can keep, before consummating a consumer credit transaction, including failing to disclose the amount financed, itemization of the amount financed, the finance charge, the annual percentage rate, the payment schedule, the total of payments, and any late payment fees, in violation of Sections 121 and 128 of TILA, 15 U.S.C. §§ 1631 and 1638, as amended, and Sections 226.17(a)(1), (b) and 226.18 (b)-(e), (g)-(h), and (I) of Regulation Z, 12 C.F.R.§§ 226.17(a)(1), (b) and 226.18 (b)-(e), (g)-(h), and (I), as amended",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Must not fail in any other manner to meet the requirements of TILA and Regulation Z",
            "quoted_text": "B. Failing in any other manner to meet the requirements of TILA, 15 U.S.C. §§ 1601-1666j, as amended, and its implementing Regulation Z, 12 C.F.R. § 226, as amended, and the Regulation Z Commentary, 12 C.F.R. § 226, Supp. I, as amended.",
            "deadline": null,
            "verified": true,
            "confidence": 0.7013574660633484
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Prohibition Against Violations of Nevada State Laws",
        "category": "prohibition",
        "summary": "Defendants are permanently prohibited from violating Nevada Revised Statutes Chapter 598 when conducting business from Nevada or selling to Nevada residents.",
        "requirements": [
          {
            "description": "Must obtain all required state, county, or city licenses for doing business in Nevada",
            "quoted_text": "A. Obtain all required state, county or city licenses for doing business in Nevada, in compliance with NRS 598.0923(1)",
            "deadline": null,
            "verified": true,
            "confidence": 0.7166666666666668
          },
          {
            "description": "Must provide notice and disclosure of all material facts",
            "quoted_text": "B. Provide notice and disclosure of all material facts, in compliance with NRS 598.0923(2)",
            "deadline": null,
            "verified": false,
            "confidence": 0.6
          },
          {
            "description": "Must comply with all state and federal statutes relating to sale of goods or services",
            "quoted_text": "C. Comply with all state and federal statutes and regulations relating to the sale of goods or services, in compliance with NRS 598.0923(3).",
            "deadline": null,
            "verified": true,
            "confidence": 0.9877464788732394
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Additional Disclosures and Other Requirements",
        "category": "affirmative_obligation",
        "summary": "Defendants must provide specific written disclosures when extending credit and collecting debts, including material terms, penalties, and itemized statements upon request.",
        "requirements": [
          {
            "description": "Must disclose material terms of transaction clearly and conspicuously in writing before consummating consumer credit transaction",
            "quoted_text": "A. In the course of extending credit to consumers, disclose, clearly and conspicuously in writing, in a form that consumers can keep, and before consummating a consumer credit transaction, the following: 1. The material terms of the transaction, including the disclosures required by Section III herein, the interest rate, and a repayment schedule showing the dates upon which consumers' bank accounts will be debited for payment, if applicable; 2. Penalties for late or non-payment, including an itemization of all associated fees and charges; and 3. A statement that payday loans may be limited or prohibited in some states",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Must obtain written confirmation from consumers acknowledging receipt of required disclosures",
            "quoted_text": "B. Obtain written confirmation from consumers for each consumer credit transaction acknowledging that the consumer has received the required disclosures in Subsection V.A before consummating the consumer credit transaction, and such written confirmation may be delivered via electronic mail or facsimile",
            "deadline": null,
            "verified": true,
            "confidence": 0.7261146496815286
          },
          {
            "description": "Must provide written itemization of amounts paid and due upon consumer request when collecting debts",
            "quoted_text": "C. When collecting a debt from consumers, provide consumers, upon oral or written request, no less often than 30 days after any previous request for the same information, a written itemization of amounts paid and amounts due, including a separate written itemization for fees paid and fees due, which may be in the form of a statement delivered to consumers via electronic mail or facsimile.",
            "deadline": "upon request, no less often than 30 days",
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Employee Monitoring by Defendants",
        "category": "monitoring",
        "summary": "Defendants must take reasonable steps to monitor and ensure that all employees and independent contractors comply with the order, including monitoring calls, providing customer response center, and taking corrective action.",
        "requirements": [
          {
            "description": "Must take reasonable steps to monitor and ensure employee compliance with Sections I-V including monitoring calls, providing customer response center, and tracking complaints",
            "quoted_text": "A. Failing to take reasonable steps sufficient to monitor and ensure that all employees and independent contractors engaged in marketing or extending consumer credit, the collection of debts, or other customer service functions, comply with Sections I through V of this Order. Such steps shall include adequate monitoring of calls with customers, and shall also include, at a minimum, the following: (1) listening to oral representations made by persons engaged in marketing or extending consumer loans and/or the collection of debts, or other customer service functions; (2) providing a customer response center available by toll-free number or by email that will receive and respond to customer complaints and inquiries within a reasonable and specified time period; and (3) ascertaining the number and nature of customer complaints regarding transactions in which each employee or independent contractor is involved",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Must investigate promptly and fully any customer complaint received",
            "quoted_text": "B. Failing to investigate promptly and fully any customer complaint received by any business to which this Section applies",
            "deadline": null,
            "verified": false,
            "confidence": 0.5789473684210527
          },
          {
            "description": "Must take corrective action with respect to non-compliant employees or debt collectors",
            "quoted_text": "C. Failing to take corrective action with respect to any marketing person or debt collector whom Defendants determine is not complying with this Order, which may include training, disciplining, and/or terminating such person.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Monetary Judgment",
        "category": "affirmative_obligation",
        "summary": "Judgment of $1 million is entered against Defendants jointly and severally, with $970,125 to FTC and $29,875 to State of Nevada, payable within 10 days.",
        "requirements": [
          {
            "description": "Must pay judgment amount within 10 days of entry of order",
            "quoted_text": "Judgment is entered against Defendants jointly and severally in the amount of $1 million dollars ($1,000,000.00) (hereafter the 'judgment amount'). Of the funds collected pursuant to this Section, the Commission shall be paid $970,125.00, and the State of Nevada shall be paid $29,875.00, to reimburse the fees and expenses the State of Nevada expended in its investigation and litigation of this matter. Judgment shall be paid to the Commission and the State of Nevada within ten (10) days of entry of this Order.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Must furnish taxpayer identifying number to Commission and State of Nevada",
            "quoted_text": "D. In accordance with 31 U.S.C. § 7701, each Defendant is hereby required, unless that Defendant has done so already, to furnish to the Commission and the State of Nevada the Defendant's taxpayer identifying number (social security number or employer identification number), which shall be used for purposes of collecting and reporting on any delinquent amount arising out of that Defendant's relationship with the federal government and the State of Nevada.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "FTC may monitor compliance by requiring Defendants to submit reports, produce documents, appear for depositions, and allow business inspections.",
        "requirements": [
          {
            "description": "Must submit additional written reports within 10 days of FTC request",
            "quoted_text": "A. Within ten (10) days of receipt of written notice from a representative of the Commission, Defendants each shall submit additional written reports, which are true and accurate and sworn to under penalty of perjury; produce documents for inspection and copying; appear for deposition; and provide entry during normal business hours to any business location in each Defendant's possession or direct or indirect control to inspect the business operation.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Must permit FTC to interview employees, consultants, independent contractors, representatives, or agents",
            "quoted_text": "C. Defendants each shall permit representatives of the Commission to interview any employee, consultant, independent contractor, representative, agent, or employee who has agreed to such an interview, relating in any way to any conduct subject to this Order. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendants must notify FTC of changes in residence, employment, business structure, and provide compliance reports 180 days after order entry and annually thereafter for 3 years.",
        "requirements": [
          {
            "description": "Individual Defendants must notify FTC of changes in residence and contact information within 10 days",
            "quoted_text": "a. Any changes in such Individual Defendant's residence, mailing addresses, and telephone numbers, within ten (10) days of the date of such change",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.78125
          },
          {
            "description": "Individual Defendants must notify FTC of changes in employment status within 10 days",
            "quoted_text": "b. Any changes in such Individual Defendant's employment status (including self-employment), and any change in such Individual Defendant's ownership in any business entity, within ten (10) days of the date of such change. Such notice shall include the name and address of each business that such Individual Defendant is affiliated with, employed by, creates or forms, or performs services for; a detailed description of the nature of the business; and a detailed description of such Individual Defendant's duties and responsibilities in connection with the business or employment",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Must notify FTC of changes in business structure at least 30 days prior to change",
            "quoted_text": "Defendants shall notify the Commission of any changes in structure of any Corporate Defendant or any business entity that any Defendant directly or indirectly controls, or has an ownership interest in, that may affect compliance obligations arising under this Order, including but not limited to: incorporation or other organization; a dissolution, assignment, sale, merger, or other action; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order; or a change in the business name or address, at least thirty (30) days prior to such change",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.8357142857142859
          },
          {
            "description": "Must provide written compliance reports to FTC 180 days after order entry and annually for 3 years",
            "quoted_text": "One hundred eighty (180) days after the date of entry of this Order and annually thereafter for a period of three (3) years, Defendants each shall provide a written report to the FTC, which is true and accurate and sworn to under penalty of perjury, setting forth in detail the manner and form in which they have complied and are complying with this Order",
            "deadline": "180 days, then annually for 3 years",
            "verified": true,
            "confidence": 0.75
          },
          {
            "description": "Must notify FTC of bankruptcy petition filing within 15 days",
            "quoted_text": "Each Defendant shall notify the Commission of the filing of a bankruptcy petition by such Defendant within fifteen (15) days of filing",
            "deadline": "15 days",
            "verified": true,
            "confidence": 0.7214285714285715
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Record Keeping Provisions",
        "category": "recordkeeping",
        "summary": "Defendants must create and retain specified business records for 6 years including accounting records, personnel records, customer files, complaints, and marketing materials.",
        "requirements": [
          {
            "description": "Must create and retain accounting records, personnel records, customer files, complaints, marketing materials, and compliance records for 6 years",
            "quoted_text": "IT IS FURTHER ORDERED that, for a period of six (6) years from the date of entry of this Order, Defendants, and their officers, agents, servants, employees, and attorneys, and all other persons in active concert or participation with them who receive actual notice of this Order by personal service or otherwise, whether acting directly or through any corporation, subsidiary, division or other device, are hereby restrained and enjoined from failing to create and retain the following records: a. Accounting records that reflect the monies loaned and collected, revenues generated, and the disbursement of such revenues; b. Personnel records accurately reflecting the name, address, and telephone number of each person employed in any capacity by such business, including as an independent contractor; that person's job title or position; the date upon which the person commenced work; and the date and reason for the person's termination, if applicable; c. Customer files containing the names, addresses, phone numbers, dollar amounts paid, amount of monies loaned and collected, to the extent such information is obtained in the ordinary course of business; d. Complaints and refund requests (whether received directly, indirectly, or through any third party) and any responses to those complaints or requests; e. Copies of all sales scripts, training materials, advertisements, or other marketing materials, including copies of Internet web sites and email solicitations; and f. All records and documents necessary to demonstrate full compliance with each provision of this Order, including but not limited to, copies of acknowledgments of receipt of this Order required by the Sections titled 'Distribution of Order' and 'Acknowledgment of Receipt of Order' and all reports submitted to the FTC pursuant to the Section titled 'Compliance Reporting.'",
            "deadline": "6 years",
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "XI",
        "title": "Distribution of Order",
        "category": "acknowledgment",
        "summary": "Defendants must deliver copies of the order to all principals, officers, directors, managers, employees, and agents for 3 years, and obtain signed acknowledgments within 30 days.",
        "requirements": [
          {
            "description": "Corporate Defendants must deliver copy of order to all principals, officers, directors, managers, employees, and agents within 5 days for current personnel, prior to assuming responsibilities for new personnel",
            "quoted_text": "Each Corporate Defendant must deliver a copy of this Order to (1) all of its principals, officers, directors, and managers; (2) all of its employees, agents, and representatives who engage in conduct related to the subject matter of the Order; and (3) any business entity resulting from any change in structure set forth in Subsection A.2 of the Section titled 'Compliance Reporting.' For current personnel, delivery shall be within five (5) days of service of this Order upon such Defendant. For new personnel, delivery shall occur prior to them assuming their responsibilities",
            "deadline": "5 days for current personnel",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Must secure signed and dated acknowledgment of receipt from all persons receiving copy of order within 30 days",
            "quoted_text": "Defendants must secure a signed and dated statement acknowledging receipt of the Order, within thirty (30) days of delivery, from all persons receiving a copy of the Order pursuant to this Section",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.9177551020408163
          }
        ]
      },
      {
        "provision_number": "XII",
        "title": "Acknowledgment of Receipt of Order",
        "category": "acknowledgment",
        "summary": "Each Defendant must submit a truthful sworn statement acknowledging receipt of the order within 5 business days.",
        "requirements": [
          {
            "description": "Must submit truthful sworn statement acknowledging receipt of order within 5 business days",
            "quoted_text": "each Defendant, within five (5) business days of receipt of this Order as entered by the Court, must submit to the Commission a truthful sworn statement acknowledging receipt of this Order",
            "deadline": "5 days",
            "verified": true,
            "confidence": 0.8061538461538461
          }
        ]
      },
      {
        "provision_number": "XIII",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction over this matter for purposes of construction, modification, and enforcement of the order.",
        "requirements": [
          {
            "description": "Court retains jurisdiction for construction, modification, and enforcement of order",
            "quoted_text": "IT IS FURTHER ORDERED that this Court shall retain jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order",
            "deadline": null,
            "verified": true,
            "confidence": 0.984248366013072
          }
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "IT IS FURTHER ORDERED that this Court shall retain jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "09.09, Cash Today Complaint.pdf",
      "order": "09.09, Cash Today Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 6,
      "complaint_representations": 3,
      "order_provisions": 13,
      "order_definitions": 13,
      "order_requirements": 31
    },
    "processing_time_seconds": 1125.8
  }
}