{
  "case_info": {
    "docket_number": "06 Civ. _____",
    "company": {
      "name": "Xanga.com, Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "555 Eighth Avenue, New York, New York 10018",
      "business_description": "Xanga operates an advertising- and subscription-supported blog hosting service that provides free or premium blog template software to registered members and publishes the members' blogs on the Internet. Xanga derives revenues from displaying ads on users' pages and by selling premium memberships by subscription."
    },
    "commissioners": [],
    "case_date": {
      "month": 9,
      "year": 2006
    },
    "legal_authority": "Sections 1303(c) and 1306(d) of the Children's Online Privacy Protection Act of 1998 (COPPA), 15 U.S.C. §§ 6501-6506, 6502(c), and 6505(d), and Sections 5(a)(1), 5(m)(1)(A), 13(b), 16(a), and 19 of the Federal Trade Commission Act (FTC Act), 15 U.S.C. §§ 41-58, 45(a)(1), 45(m)(1)(A), 53(b), 56(a), and 57b",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/062-3073-xangacom-inc-john-hiler-marc-ginsburg"
  },
  "complaint": {
    "factual_background": "Xanga.com operated a blog hosting service that knowingly collected personal information from approximately 1.7 million children under age 13 without obtaining parental consent. Despite requiring children to certify they were at least 13 years old during registration, the defendants collected dates of birth showing users were under 13, then proceeded to collect extensive personal information, publicly disclosed it on children's blogs, and sold targeted advertising based on this data. The defendants failed to provide required notices to parents, obtain verifiable parental consent, or give parents the ability to review and control their children's information.",
    "representations_made": [
      {
        "description": "Claimed that Xanga was intended only for users at least 13 years old and that children under 13 were not permitted to join",
        "quoted_text": "Sorry, Xanga is intended for people who are at least 13 years old. Children under 13 are not permitted to join or participate in the Xanga Community. Sorry for any inconvenience . . . please feel free to come back on your thirteenth birthday :-).",
        "source_paragraph": 18
      },
      {
        "description": "Required users to certify they were at least 13 years old in the Terms of Use",
        "quoted_text": "You hereby certify to Xanga that you are at least 13 years old. Xanga is intended for people who are at least 13 years old. Children under 13 are not permitted to join Xanga or participate in the Xanga Community.",
        "source_paragraph": 19
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Insufficient Privacy Notice on Website",
        "representation": "The defendants posted a notice of their information practices on Xanga.com",
        "fact": "The notice did not clearly, understandably, or completely disclose all of their information collection, use, and disclosure practices for children, as required by the Rule, nor did they make other Rule-required disclosures, including listing the name, address, telephone number, and e-mail address of all operators collecting or maintaining personal information from children",
        "conclusion": "Failing to provide sufficient notice on Xanga.com of what information the defendants collect online from children, how they use such information, their disclosure practices, and all other required content, in violation of Section 312.4(b) of the Rule, 16 C.F.R. § 312.4(b)"
      },
      {
        "count_number": 2,
        "title": "Failure to Provide Direct Notice to Parents",
        "representation": "The defendants were required to provide parents with direct notice of their information practices prior to collecting, using, or disclosing their children's personal information",
        "fact": "The defendants did not take the steps required by the Rule to provide parents with a direct notice of their information practices prior to collecting, using, or disclosing their children's personal information",
        "conclusion": "Failing to provide direct notice to parents of what information the defendants collect online from children, how they use such information, their disclosure practices, and all other required content, in violation of Section 312.4(c) of the Rule, 16 C.F.R. § 312.4(c)"
      },
      {
        "count_number": 3,
        "title": "Failure to Obtain Verifiable Parental Consent",
        "representation": "The defendants were required to obtain verifiable consent from parents prior to collecting, using, or disclosing children's personal information",
        "fact": "The defendants did not take the steps required by the Rule to obtain verifiable consent from parents prior to collecting, using, or disclosing their children's personal information",
        "conclusion": "Failing to obtain verifiable parental consent before any collection, use, and/or disclosure of personal information from children, in violation of Section 312.5 of the Rule, 16 C.F.R. § 312.5(a)(1)"
      },
      {
        "count_number": 4,
        "title": "Failure to Provide Parental Access and Control",
        "representation": "The defendants were required to provide procedures for parents to review the personal information collected from their children and to refuse to permit the information's further use or maintenance",
        "fact": "The defendants did not provide the procedures required by the Rule for parents to review the personal information the defendants collected from their children and to refuse to permit the information's further use or maintenance",
        "conclusion": "Failing to provide a reasonable means for parents to review the personal information collected from their children and to refuse to permit its further use or maintenance, in violation of Section 312.6 of the Rule, 16 C.F.R. § 312.6"
      }
    ]
  },
  "order": {
    "definitions": {
      "Rule": "the Federal Trade Commission's Children's Online Privacy Protection Rule, 16 C.F.R. Part 312.",
      "child, collects, collection, Commission, delete, disclosure, Internet, online contact information, operator, parent, person, personal information, third party, verifiable consent, and website or online service directed to children": "defined as those terms are defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "blog and weblog": "a web-based publication focusing on a particular subject or functioning as an online journal and typically consisting of periodic entries containing text, images, and links to other web pages.",
      "blog hosting service": "a website or online service that hosts blogs and often provides the software to use as a template for creating blogs.",
      "defendants": "Xanga.com, Inc., a corporation, John Hiler, individually and as an officer of the corporation, and Marc Ginsburg, individually and as an officer of the corporation."
    },
    "provisions": [
      {
        "provision_number": "8",
        "title": "Permanent Injunction Against COPPA Violations",
        "category": "prohibition",
        "summary": "Defendants are permanently enjoined from violating any provision of the Children's Online Privacy Protection Rule.",
        "requirements": [
          {
            "description": "Must not violate any provision of COPPA Rule",
            "quoted_text": "The defendants, their successors and assigns, and their officers, agents, servants, representatives, and employees, and all persons in active concert or participation with them who receive actual notice of this Consent Decree by personal service or otherwise, are hereby enjoined, directly or through any corporation, subsidiary, division, website, or other device, from violating any provision of the Children's Online Privacy Protection Rule, 16 C.F.R. Part 312, and as the Rule may hereafter be amended.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "9",
        "title": "FTC Privacy Notice Requirement",
        "category": "affirmative_obligation",
        "summary": "For five years, defendants must place a clear and conspicuous notice linking to the FTC's privacy information in privacy policies, parent notices, and at each location where personal information is collected.",
        "requirements": [
          {
            "description": "Place FTC privacy notice on website privacy policy, parent notices, and data collection locations",
            "quoted_text": "For a period of five (5) years from the date of entry of this Consent Decree, the defendants, and their successors and assigns, in connection with the operation of any website or other online service directed to children or through which it, with actual knowledge, collects, uses, and/or discloses personal information from children, shall place a clear and conspicuous notice (1) within the privacy policy required to be posted on its website(s) by Section 312.4(b) of the Rule, 16 C.F.R. § 312.4(b); (2) within the direct notice required to be sent to parents by Section 312.4(c) of the Rule, 16 C.F.R. § 312.4(c); and (3) at each location on its website(s) where personal information is collected, which states as follows in bold typeface: NOTICE: Visit www.ftc.gov/privacy for information from the Federal Trade Commission about protecting children's privacy online.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "10",
        "title": "Social Networking Safety Notice Requirement",
        "category": "affirmative_obligation",
        "summary": "For five years, defendants operating blog hosting services must place a clear and conspicuous notice on homepages and privacy notices with hyperlinks to social networking safety tips.",
        "requirements": [
          {
            "description": "Place OnGuardOnline notice on blog hosting service homepage and privacy notice",
            "quoted_text": "For a period of five (5) years from the date of entry of this Consent Decree, the defendants, and their successors and assigns, in connection with the operation of any blog hosting service, shall place a clear and conspicuous notice on the homepage(s) and privacy notice(s) of their website(s), which states, in the form of a hyperlink in bold typeface, as follows: Visit www.OnGuardOnline.gov for social networking safety tips for parents and youth [\"parents\" must contain a hyperlink to < www.onguardonline.gov/socialnetworking.html > and \"youth\" must contain a hyperlink to < www.onguardonline.gov/socialnetworking_youth.html >]",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "11",
        "title": "Civil Penalty Payment",
        "category": "affirmative_obligation",
        "summary": "Defendants must pay a civil penalty of $1,000,000 in installments: $600,000 within five business days, then two $200,000 payments at six and twelve months.",
        "requirements": [
          {
            "description": "Pay initial civil penalty installment of $600,000",
            "quoted_text": "The defendants shall pay the penalty required by this paragraph by paying Six Hundred Thousand Dollars ($600,000) within five (5) business days following entry of this Consent Decree",
            "deadline": "5 business days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Pay second installment of $200,000 plus interest",
            "quoted_text": "followed by payment of the remaining Four Hundred Thousand Dollars ($400,000) in two (2) equal installments of Two Hundred Thousand Dollars ($200,000) plus interest, as calculated pursuant to 28 U.S.C. § 1961, due within six (6) and twelve (12) months, respectively, of the date of entry of this Consent Decree",
            "deadline": "6 months",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Pay final installment of $200,000 plus interest",
            "quoted_text": "followed by payment of the remaining Four Hundred Thousand Dollars ($400,000) in two (2) equal installments of Two Hundred Thousand Dollars ($200,000) plus interest, as calculated pursuant to 28 U.S.C. § 1961, due within six (6) and twelve (12) months, respectively, of the date of entry of this Consent Decree",
            "deadline": "12 months",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "13",
        "title": "Deletion of Children's Personal Information",
        "category": "affirmative_obligation",
        "summary": "Defendants must delete all personal information collected and maintained in violation of the Rule within five days.",
        "requirements": [
          {
            "description": "Delete all personal information collected in violation of COPPA",
            "quoted_text": "The defendants, and their successors and assigns, within five (5) days from the date of entry of this Consent Decree, shall delete all personal information collected and maintained in violation of the Rule through the date of entry of this Consent Decree.",
            "deadline": "5 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "14",
        "title": "Distribution of Order to Current Personnel",
        "category": "acknowledgment",
        "summary": "Within 30 days, defendants must provide a copy of the Consent Decree and compliance guide to current officers, managers, and employees with relevant responsibilities, and secure signed acknowledgments.",
        "requirements": [
          {
            "description": "Distribute Consent Decree and compliance guide to current personnel and obtain signed acknowledgments",
            "quoted_text": "The defendants, and their successors and assigns, within thirty (30) days from the date of entry of this Consent Decree, shall provide a copy of this Consent Decree and the Federal Trade Commission compliance guide entitled How to Comply with the Children's Online Privacy Protection Rule (Nov. 1999) (\"compliance guide\") (attached hereto as \"Appendix B\") to each of its current principals, officers, directors, and managers; and to all current employees and agents having responsibilities related to the operation of any website or online service subject to this Consent Decree; and to all current representatives having responsibilities related to compliance with this Consent Decree; and secure from each such person a signed statement acknowledging receipt of a copy of this Consent Decree and the compliance guide.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit compliance statement to FTC confirming distribution",
            "quoted_text": "The defendants shall, within ten (10) days of complying with this paragraph, submit to the Commission a signed statement setting forth the fact and manner of the defendants' compliance, including the name and title of each person to whom a copy of the Consent Decree and compliance guide has been provided.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "15",
        "title": "Distribution of Order to Future Personnel",
        "category": "acknowledgment",
        "summary": "For five years, defendants must provide a copy of the Consent Decree and compliance guide to future officers, managers, and employees with relevant responsibilities within 30 days of hire and maintain signed acknowledgments.",
        "requirements": [
          {
            "description": "Distribute Consent Decree and compliance guide to future personnel within 30 days of hire and obtain signed acknowledgments",
            "quoted_text": "The defendants, and their successors and assigns, for a period of five (5) years from the date of entry of this Consent Decree, shall provide a copy of this Consent Decree and the compliance guide to each of its future principals, officers, directors, and managers; and to all future employees and agents having responsibilities related to the operation of any website or online service subject to this Consent Decree; and to all future representatives having responsibilities related to compliance with this Consent Decree; and secure from each such person a signed and dated statement acknowledging receipt of a copy of this Consent Decree and the compliance guide, within thirty (30) days after the person assumes such position or responsibilities.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "16",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "For three years, defendants must notify the FTC of address, employment, and corporate changes. At 60 days and as reasonably required, defendants must submit detailed compliance reports.",
        "requirements": [
          {
            "description": "Notify FTC of individual defendant address changes",
            "quoted_text": "Each individual defendant shall notify the Commission of the following: (1) Any changes in residence addresses, mailing addresses, and telephone numbers of such individual defendant, within ten (10) days of the date of such change",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Notify FTC of individual defendant employment changes",
            "quoted_text": "(2) Any changes in employment status (including self-employment) of such individual defendant, and any change in the ownership of the individual defendant in any business entity, within ten (10) days of the date of such change.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Notify FTC of corporate structure changes",
            "quoted_text": "Each defendant shall notify the Commission of any changes in corporate structure of the corporate defendant, or any business entity that an individual defendant directly or indirectly controls or has an ownership interest in, that may affect compliance obligations arising under this Consent Decree, including but not limited to a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor entity; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this Consent Decree; the filing of a bankruptcy petition; or a change in the corporate name or address, at least thirty (30) days prior to such change",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit initial compliance report to FTC",
            "quoted_text": "Sixty (60) days after the date of entry of this Consent Decree and at such times as the Federal Trade Commission shall reasonably require, the defendants each shall provide a written report to the Commission, sworn to under penalty of perjury, setting forth in detail the manner and form in which they have complied and are complying with this Consent Decree.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "17",
        "title": "Record-Keeping Provisions",
        "category": "recordkeeping",
        "summary": "For five years, defendants must maintain and make available to the FTC all documents demonstrating compliance with the Consent Decree within 14 days of written request.",
        "requirements": [
          {
            "description": "Maintain and provide compliance documents to FTC upon request",
            "quoted_text": "For a period of five (5) years from the date of entry of this Consent Decree, defendants, and their successors and assigns, shall maintain, and make available to the Federal Trade Commission for inspection and copying within fourteen (14) days of the date of receipt of a written request, a print or electronic copy in HTML format of all documents demonstrating compliance with the terms and provisions of this Consent Decree, including, but not limited to, copies of acknowledgments of receipt of this Consent Decree; all reports submitted to the Commission pursuant to this Consent Decree; a sample copy of every different form, web page, or screen through which personal information is collected; and a sample copy of each different document containing any representation regarding defendants' collection, use, and disclosure practices pertaining to personal information of a child.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "18",
        "title": "Provision of Taxpayer Identifying Numbers",
        "category": "affirmative_obligation",
        "summary": "Defendants must furnish their taxpayer identifying numbers to the FTC for purposes of collecting and reporting on any delinquent amounts.",
        "requirements": [
          {
            "description": "Provide taxpayer identifying numbers to FTC",
            "quoted_text": "The defendants are hereby required, in accordance with 31 U.S.C. § 7701, to furnish to the Federal Trade Commission their taxpayer identifying numbers (social security number or employer identification number), which shall be used for purposes of collecting and reporting on any delinquent amount arising out of their relationship with the government.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "19",
        "title": "Continuing Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction to interpret, modify, enforce, or punish violations of this Consent Decree.",
        "requirements": [
          {
            "description": "Court retains jurisdiction for enforcement and modification",
            "quoted_text": "This Court shall retain jurisdiction of this matter for the purposes of enabling any of the parties to this Consent Decree to apply to the Court at any time for such further orders or directives as may be necessary or appropriate for the interpretation or modification of this Consent Decree, for the enforcement of compliance therewith, or for the punishment of violations thereof.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "This Court shall retain jurisdiction of this matter for the purposes of enabling any of the parties to this Consent Decree to apply to the Court at any time for such further orders or directives as may be necessary or appropriate for the interpretation or modification of this Consent Decree, for the enforcement of compliance therewith, or for the punishment of violations thereof."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "09.06, Xanga.com, Inc., John Hiler, and Marc Ginsburg Complaint.pdf",
      "order": "09.06, Xanga.com, Inc., John Hiler, and Marc Ginsburg Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 4,
      "complaint_representations": 2,
      "order_provisions": 11,
      "order_definitions": 5,
      "order_requirements": 17
    },
    "processing_time_seconds": 106.9
  }
}