{
  "case_info": {
    "docket_number": "CV-S-08-00590",
    "company": {
      "name": "Cash Today, Ltd.",
      "incorporation_state": "United Kingdom",
      "entity_type": "corporation",
      "address": "Northway House, 1379 High Road, Whetstone, London N20 9LP",
      "business_description": "Cash Today, Ltd. participates in the advertising and extension of credit to consumers in the form of high-fee, short-term payday loans, and the collection of those loans. The company operates under multiple trade names including Route 66 Funding, Global Financial Services International, Ltd., Interim Cash, Ltd., and BIG-INT, Ltd."
    },
    "commissioners": [],
    "case_date": {
      "month": 9,
      "year": 2009
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a), Section 13(b) of the Federal Trade Commission Act, 15 U.S.C. § 53(b), and the Truth in Lending Act (TILA), 15 U.S.C. §§ 1601-1666j",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/072-3093-cash-today-ltd"
  },
  "complaint": {
    "factual_background": "Defendants, operating primarily from the United Kingdom under names such as Cash Today, Route 66 Funding, and Global Financial Services International, offered high-fee short-term payday loans of up to $500 to U.S. consumers via websites and telephone, without providing any written disclosure of loan terms such as the APR, payment schedule, or total of payments. When consumers — believing they had fully repaid their loans — closed their bank accounts to stop further debits, defendants launched deceptive and abusive collection campaigns, falsely threatening arrest, imprisonment, lawsuits, and wage garnishment. Defendants also harassed consumers at their workplaces with repeated calls using obscene and threatening language, and disclosed consumers' purported debts to coworkers and employers. Many of the loans were illegal and unenforceable under state payday lending laws, yet defendants falsely represented that consumers had a legal obligation to repay them in full.",
    "representations_made": [
      {
        "description": "Defendants represented that consumers can borrow up to $500 within 24 hours with no credit check, proof of income, or documentation required",
        "quoted_text": "2 18. Doing business as Cash Today, Route 66 Funding, Global Financial Services 3 International, Ltd., Interim Cash, Ltd., and BIG-INT, Ltd., and through Web sites such as 4 www.cash2day4u.com, defendants, operating primarily from the United Kingdom, offer United 5 States consumers payday loans of $500.00 or less. “Payday” loans are the common name used 6 for short-term, high-fee unsecured loans, often made to consumers to provide needed funds in 7 anticipation of an upcoming paycheck. On the Web site, defendants represent that consumers 8 can borrow up to $500.00 within 24 hours, with no credit check, proof of income, or 9 documentation required.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 18,
        "quote_start_line": 251,
        "quote_end_line": 258
      },
      {
        "description": "Defendants falsely represented to consumers that they have a legal obligation to repay the loans, even where the loans were illegal or unenforceable under state law",
        "quoted_text": "17 those consumers’ bank accounts. Defendants falsely represent to consumers that they have a 18 legal obligation to repay the loans, even though many consumers have no such obligation, 19 because defendants’ payday loans do not comply with the payday lending laws of those 20 consumers’ states or because defendants are not licensed to make consumer loans in those states.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 23,
        "quote_start_line": 301,
        "quote_end_line": 304
      },
      {
        "description": "Defendants falsely represented that they could and would have consumers arrested or imprisoned, or would take formal legal action such as filing suit, seizing property, or garnishing wages",
        "quoted_text": "24 unenforceable. Defendants also intimidate consumers, falsely representing that defendants can 25 and will have them arrested or imprisoned, or falsely representing that defendants will take 26 formal legal action against them such as filing a law suit, seizing or attaching their property, or 27 garnishing their wages. In fact, in many instances, defendants cannot take such legal action and, 28 in any event, have no intention of doing so.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 23,
        "quote_start_line": 308,
        "quote_end_line": 312
      },
      {
        "description": "Defendants told consumers that because they are located in the United Kingdom, they do not have to comply with U.S. laws",
        "quoted_text": "10 defendants routinely tell consumers that because they are located in the United Kingdom, they 11 do not have to comply with US laws.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 24,
        "quote_start_line": 329,
        "quote_end_line": 330
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Deceptive Collection Practices",
        "representation": "Defendants represented that (A) consumers can be arrested or imprisoned for failing to pay; (B) consumers have a legal obligation to pay defendants the full amount claimed; and (C) defendants can and will take formal legal action such as filing suit, seizing property, or garnishing wages",
        "fact": "In truth: (A) consumers cannot be arrested or imprisoned for failing to pay defendants; (B) in numerous instances consumers do not have a legal obligation to pay the full amount claimed; and (C) in numerous instances defendants cannot and do not take formal legal action against consumers",
        "conclusion": "Defendants' representations are false and misleading and constitute deceptive acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)"
      },
      {
        "count_number": 2,
        "title": "Unfair Collection Practices",
        "representation": "Defendants harassed consumers, coworkers, employers, and other third parties by (A) continuously and repeatedly calling consumers and others at consumers' places of employment; (B) using obscene, profane, threatening, or otherwise abusive language; and (C) disclosing the existence of consumers' purported debts to coworkers, employers, and other third parties",
        "fact": "These acts cause or are likely to cause substantial injury to consumers which is not reasonably avoidable by consumers themselves and is not outweighed by countervailing benefits to consumers or competition",
        "conclusion": "Defendants' acts and practices constitute unfair acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)"
      },
      {
        "count_number": 3,
        "title": "Violations of TILA and Regulation Z",
        "representation": "Defendants extended closed-end credit to consumers without making required disclosures",
        "fact": "Defendants failed to disclose, clearly and conspicuously in writing before consummation of the loan transaction, the amount financed, itemization of the amount financed, the finance charge, the annual percentage rate, the payment schedule, the total of payments, and any late payment fees, as required by TILA and Regulation Z",
        "conclusion": "Defendants violated Sections 121 and 128 of TILA, 15 U.S.C. §§ 1631 and 1638, and Sections 226.17 and 226.18 of Regulation Z, each of which also constitutes a violation of the FTC Act under TILA Section 108(c)"
      },
      {
        "count_number": 4,
        "title": "Failure to Disclose Material Facts (Nevada NRS § 598.0923(2))",
        "representation": "Defendants sold loans without providing the provisions of the loan contract, including the interest rate",
        "fact": "Nevada Revised Statutes § 598.0923(2) requires disclosure of material facts in connection with the sale of services; defendants failed to disclose material loan terms",
        "conclusion": "Each of defendants' acts or practices which failed to disclose a material fact in connection with the sale of services is a violation of Chapter 598 of the Nevada Revised Statutes, NRS § 598.0923(2)"
      },
      {
        "count_number": 5,
        "title": "Violation of State or Federal Statute Relating to Sale of Services (Nevada NRS § 598.0923(3))",
        "representation": "Defendants' failure to disclose loan terms, their false representations in collecting debts, and their harassment and abuse of consumers in collecting debts constitute violations of federal and state law",
        "fact": "Nevada Revised Statutes § 598.0923(3) makes it a deceptive trade practice to violate a state or federal statute or regulation relating to the sale of services; defendants violated Section 5(a) of the FTC Act",
        "conclusion": "Each of defendants' acts or practices which violate a state or federal statute or regulation relating to the sale of services is a violation of Chapter 598 of the Nevada Revised Statutes, NRS § 598.0923(3)"
      },
      {
        "count_number": 6,
        "title": "Operating Without Required Licenses (Nevada NRS § 598.0923(1))",
        "representation": "Defendants sold loans in Nevada without acquiring the required licenses from the Nevada Financial Institution",
        "fact": "Nevada Revised Statutes Chapters 675 and/or 604A require defendants to obtain licenses to sell loans in Nevada; defendants did not acquire those licenses",
        "conclusion": "Each of defendants' acts or practices of selling loans without acquiring the necessary licenses from the Nevada Financial Institution is a violation of Chapter 598 of the Nevada Revised Statutes, NRS § 598.0923(1)"
      }
    ]
  },
  "order": {
    "definitions": {
      "Closed-end credit": "\"Closed-end credit\" means consumer credit other than open-end credit, and \"open-end credit\" means \"consumer credit extended by a creditor under a plan in which: (i) the creditor reasonably contemplates repeated transactions; (ii) the creditor may impose a finance charge from time to time on an outstanding unpaid balance; and (iii) the amount of credit that may be extended to the consumer during the term of the plan (up to any limit set by the creditor) is generally made available to the extent that any outstanding balance is repaid.\" 12 C.F.R. §§ 226.2(a)(10) and (a)(20).",
      "Collection of debts": "any activity the principal purpose of which is to collect or attempt to collect, directly or indirectly, debts owed or due or asserted to be owed or due.",
      "Consumer": "an actual or potential purchaser, customer, or borrower.",
      "Corporate Defendants": "\"Corporate Defendants\" means Cash Today, Ltd., The Heathmill Village, Ltd., Leads Global, Inc., Waterfront Investments, Inc., ACH Cash, Inc., HBS Services, Inc., Lotus Leads, Inc., Roving International, Inc., First4Leads, Inc., and The Harris Holdings, Ltd., and their successors and assigns.",
      "Clearly and Conspicuously": "\"Clearly and Conspicuously\" means: a. if presented in writing, the information shall be in a type size and location sufficient for an ordinary consumer to read and comprehend it, and shall be disclosed in a manner that would be easily recognizable and understandable in language and syntax to an ordinary consumer. If the information is contained in a multi-page print document, the disclosure shall appear on the first page; b. if presented orally, the information shall be disclosed in a volume, cadence, and syntax sufficient for an ordinary consumer to hear and comprehend; and c. nothing contrary to any information disclosed shall be imparted at or near the time of disclosure. Further, a subsequent disclosure made orally or in writing only limits or qualifies a prior disclosure and cannot cure a false claim.",
      "Creditor": "\"Creditor\" means a person who regularly extends consumer credit that is subject to a finance charge or is payable by written agreement in more than four installments (not including a down payment), and to whom the obligation is initially payable, either on the face of the note or contract, or by agreement when there is no contract. 12 C.F.R. § 226.2(a)(17).",
      "Defendants": "\"Defendants\" means the Corporate Defendants and Individual Defendants, individually, collectively, or in any combination.",
      "Debt": "\"Debt\" means any obligation or alleged obligation of a consumer to pay money arising out of a transaction in which the money, property, or services that are the subject of the transaction are primarily for personal, family, or household purposes, whether or not such obligation has been reduced to judgment.",
      "Document": "\"Document\" is synonymous in meaning and equal in scope to the usage of the term in Federal Rule of Civil Procedure 34(a), and includes writings, drawings, graphs, charts, photographs, audio and video recordings, computer records, and other data compilations from which information can be obtained and translated, if necessary, through detection devices into reasonably usable form. A draft or non-identical copy is a separate document within the meaning of the term.",
      "Individual Defendants": "\"Individual Defendants\" means Aaron Gershfield, Ivor Gershfield, and each of them, by whatever names each might be known.",
      "Person": "\"Person\" means any individual, group, unincorporated association, limited or general partnership, corporation, or other business entity.",
      "Regulation Z": "\"Regulation Z\" means the regulation the Federal Reserve Board (\"FRB\") promulgated to implement TILA, 12 C.F.R. Part 226, as currently promulgated or as it may hereafter be amended. The term also includes the FRB Official Staff Commentary on Regulation Z, 12 C.F.R. Part 226, Supp. I, as currently promulgated or as it may hereafter be amended. The terms \"annual percentage rate,\" \"consumer credit,\" and \"finance charge\" are defined as set forth in Sections 226.2, 226.4, and 226.22 of Regulation Z, 12 C.F.R. §§ 226.2, 226.4, and 226.22.",
      "Third Party": "\"Third Party\" means any person or entity that is not a consumer including, but not limited to, any parent of a non-minor consumer, or any child, relative, neighbor, coworker, or employer of a consumer."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Deceptive Collection Practices",
        "category": "prohibition",
        "summary": "Defendants are permanently restrained and enjoined from making any misrepresentation to consumers or third parties in connection with the collection of a debt, including false threats of arrest, overstated legal obligations, and false threats of lawsuits or wage garnishment.",
        "requirements": [
          {
            "description": "Permanently restrained and enjoined from making any misrepresentation to any consumer or third party in violation of Section 5(a) of the FTC Act, including but not limited to misrepresenting that consumers can be arrested or imprisoned for failing to pay a debt",
            "quoted_text": "16 IT IS THEREFORE ORDERED that, in connedtion with the collection of a debt from 16 IT IS THEREFORE ORDERED that, in connection with the collection of a debt from 1 1 7 7 a a n n y y c c o o n n s s u u m m e e r r , , D De e f fe en n d d a a n n t t s s , , a a n n d d t t h h e e i i r r o o f f i f i i c c e e r rs s. , a a g g e e n n t t s s, sseerrvvaannttss,, eemmppllooyyeeeess,, aanndd aattttoonmleeyyss,, aanndd aa1l1l , 18 other persons in active concert or participation with them who receive actual notice of this Order 18 other persons in active concert or participation with them who receive actual notice of this Order 19 by personal service or otherwise, whether acting directly or through any corporation 19 by personal service or otherwise, whether acting directly or through any corporation, ssuubbssiiddiiaarryy,, , 20 division or other (levice are hereby permanently restrained and enjoined from making any 20 diVision, or other device, are hereby permanently restrained and enjoined from making any 21 misrepresentation to any consumer or third party in violation of Section 5(a) of the FT'C Act, 21 misrepresentation to any consumer or third party in violation of Section 5(a) of the FTC Act, 22 including but not lirnited to misrepresenting that: 22 including but not limited to misrepresenting that: 23 A. Consumers can be arrested or imprisoned for failing to pay a debt to the 23 A. Consumers can be arrested or imprisoned for failing to pay a debt to the 24 Defendants;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1327,
            "quote_end_line": 1344
          },
          {
            "description": "Must not misrepresent that consumers have a legal obligation to pay the Defendants the full amount the Defendants claim they are owed",
            "quoted_text": "25 B. Consumers have a legal obligation to pay the Defendants the full amount 25 B. Consumers have a legal obligation to pay the Defendants the full amount 26 the Defendants claim they are owed; and 26 the Defendants claim they are owed; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1346,
            "quote_end_line": 1349
          },
          {
            "description": "Must not misrepresent that if consumers do not pay, Defendants will or can take formal legal action against consumers, including filing suit, seizing or attaching property, or garnishing wages",
            "quoted_text": "2 2 7 7 C C . . l I f f c c o o n n s s u u m m e e r r s s d d o o n n o o t t p p a a y y t t h h e e D D e e f f e e n n d d a a n n t t s s, tthhee DDeeffeennddaannttss wwiillll oorr ccaann ttaakkee , 2 2 8 8 f f o o n rm na a l l I l e e g g a a l l a a c c d ti o o n n a a g g a a i i n n s s t t c c o o n n s s u u m m e e r r s s,, iinncclluuddiinngg bbuutt nnoott lliimmiitteedd ttoo,, ffiilliinngg ssuuiitt,, seizing or attaching property, or garnishing wages. seizing or attaching property, or gamishing wages.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1350,
            "quote_end_line": 1354
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Prohibition Against Unfair Collection Practices",
        "category": "prohibition",
        "summary": "Defendants are permanently restrained and enjoined from engaging in any unfair act or practice in connection with the collection of a debt, including repeatedly calling consumers at work, using abusive language, and disclosing debts to third parties.",
        "requirements": [
          {
            "description": "Permanently restrained and enjoined from continuously and repeatedly calling consumers and third parties at consumers' places of employment",
            "quoted_text": "2 IT IS FURTHER ORDERED that in connection with the collection of a debt from any 2 IT IS FURTHER ORDERED that in connection with the collection of a debt from any 3 3 c c o o n n s s u u m m e e r r , , D D e c f f e e n n d d a a n n t t s s ,, a a n n d d t t h h e e i i r r o o f f f f i i c c e e r r s s , , a a g g e e n n t t s s , , s s e e r r v v a a n n t t s s , , e e m m p p l l o o y y e e e e s s , , aanndd aatttloorrnneeyyss,, aanndd aallll ootthheerr 4 persons in active concert or participation with thern who receive actual notice of this Order by 4 persons in active concert or participation with them who receive actual notice of this Order by 5 personal servico or othenvise, whether acting directly or tbrough any corporation 5 personal service or otherwise, whether acting directly or through any corporation, ssuubbssiiddiiaarryy,, , 6 division, or other device, are hereby pennanently restrained and enjoined from engaging in any 6 division, or other device, are hereby permanently restrained and enjoined from engaging in any 7 unfair act or practice in violation of Section 5(a) of the FI'C Act. including btzt not limited to: 7 unfair act or practice in violation of Section Sea) of the FTC Act, including but not limited to: 8 A. Continuously and repeatedly calling consumers and third parties at 8 A. Continuously and repeatedly calling consumers and third parties at 9 9 c c o o n n s s u u m m e e r r s s ' ' p p l l a a c c e e s s o o f f e e m m p p l l o o y y m m e e n n t t ;, '",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1434,
            "quote_end_line": 1450
          },
          {
            "description": "Permanently restrained and enjoined from using obscene, profane, threatening, or otherwise abusive language towards consumers and third parties",
            "quoted_text": "0 BB.. U U s s i i n n g g o o b b s s c c e e n n e e , , p p r r o o f f a a n n e e , , t t h h r r e e a a t t e c n n i i n n g g , , o or r o o t t h h e e r n w v i i s s e e a a b b u u s s i i v v e e l l a a n n g g u u a ag ge c 11 towards consumers and third parties; and 11 towards consumers and third parties; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1454,
            "quote_end_line": 1570
          },
          {
            "description": "Permanently restrained and enjoined from disclosing the existence of consumers' purported debts to coworkers, employers, and other third parties",
            "quoted_text": "12 Disclosing the existence of consumers' purported debts to coworkers 12 C. Disclosing the existence of consumers' purported debts to coworkers, , 13 employers, and other third parties 13 employers, and other third parties. .",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1571,
            "quote_end_line": 1575
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Prohibition Against Violations of the Truth In Lending Act and Regulation Z",
        "category": "prohibition",
        "summary": "Defendants are permanently restrained and enjoined from failing to make required TILA disclosures clearly and conspicuously in writing before consummating consumer credit transactions, and from failing to comply with TILA and Regulation Z in any other manner.",
        "requirements": [
          {
            "description": "Permanently restrained and enjoined from failing to make required TILA disclosures clearly and conspicuously in writing, in a form consumers can keep, before consummating a consumer credit transaction, including failing to disclose the amount financed, itemization of the amount financed, finance charge, annual percentage rate, payment schedule, total of payments, and any late payment fees",
            "quoted_text": "2 2 0 0 A A . . I I n n t t h h e e c c o o u u r r s s e e o o f f e e x x t t e e n n d d i i n n g g c c l l o o s s e e d d - - e e n n d d c c r r e e d d i i t t t t o o c c o o n n s s u u m m e e r r s s, ffaaiilliinngg ttoo mmaakkee . 2 21 1 t t h h e e r r e e q q u u i i r r e e d d T T I I L L A A d d i i s s c c l l o o s s u u r r e e s s, cclleeaarrllyy aanndd ccoonnssppiiccuuootulssllyy iinn wwrriittiinngg,, iinn aa ffoorrmm tthhaatt , 22 consumers can keep. before consummating a consumer credit transaction 22 consumers can keep, before consummating a consumer credit transaction, , 2 2 3 3 i i n n c c l l u u d d i i n n g g f f a a i i l l i i n n g g t t o o d d i i s s c c l l o o s s e e t t h h e e a a m m o o u u n n t t t f 'i i n n a a n n c c e e d d, iitteemmiizzaattiioonn ooff tthhee aammoouunntt , 2 2 4 4 f f i i n n a a n n c c e e d d : , t t h h e e f f i i n n a a n n c c e e c c h h a a r r g g e e, , tthhee aannnnuuaall ppeerrcceennttaaggee rraattee., tthhee ppaayymmeenntt sscchheedduullee , , tthhee 2 2 5 5 t t o o t t a a l l o o f f p p a a y y m m e e n n t t s s , , a a n n d d a a n n y y l l a a t t c c p p a a rf y m m e e n n t t f f e e g e s s, iinn vviioollaattiicomn ooff S Seeccttiioonnss 1122l1 aanndd 112288 , 26 of TILA 15 U.S.C. jj 1631 and 1638, as amended, and Scctions 226.17(a)(1), (b) 26 of TILA ,, 15 U.S.C. §§ 1631 and 1638, as amended, and Sections 226.l7(a)(1), (b) 27 and 226.18 (b)-(e), (g)-(h), and (1) of Regulation Z, 12 C.F.R.jS 226.17(a)(1) 27 and 226.18 (b)-(e), (g)-(h), and (I) of Regulation Z, 12 C.P.R.§§ 226. 17(a)(l), ((bb)) , 28 and 226. 18 (b)-(e), (g)-(h), and (1), as amended; and 28 and 226.18 (b)-(e), (g)-(h), and (I), as amended; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1589,
            "quote_end_line": 1609
          },
          {
            "description": "Permanently restrained and enjoined from failing in any other manner to meet the requirements of TILA, 15 U.S.C. §§ 1601-1666j, as amended, and its implementing Regulation Z, 12 C.F.R. § 226, as amended, and the Regulation Z Commentary",
            "quoted_text": "1 B. Failing in any other manner to meet the requirements of TIA A 1 B. Fruling in any other manner to meet the requirements of TjLA, 1155 UU.S.S.C.C. . , 2 jj 1601-1666j, as amended, and its implementing Regulation Z, 12 C.F.R. j 226 2 §§ 1601-1666j, as amended, and its implementing Regulation Z, 12 C.F.R. § 226, . 3 3 a a s s a a m m e e n n d d e e d d , , a a n n d d t t h h e e R R e e g g u u l l a a t t i i o o n n Z Z C C o o m m m m e e n n t t a a r r y y , , 1122 CC.F.F..RR. . §ë 222266,,S'Suupppp.. 11, , aass 4 amended. 4 amended.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1687,
            "quote_end_line": 1695
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Prohibition Against Violations of Nevada State Laws",
        "category": "prohibition",
        "summary": "Defendants are permanently restrained and enjoined from violating Chapter 598 of the Nevada Revised Statutes, including requirements to obtain required licenses, provide notice of material facts, and comply with state and federal statutes governing the sale of goods or services.",
        "requirements": [
          {
            "description": "Permanently restrained and enjoined from failing to obtain all required state, county, or city licenses for doing business in Nevada, in compliance with NRS 598.0923(1)",
            "quoted_text": "10 and enjoined from violating any provision of Chapter 598 of the Nevada Revised Statutes and, ia 10 and enjoined from violating any provision of Chapter 598 of the Nevada Revised Statutes and, in li particular, when conducting business from the State of Nevada or when engaging in tbe sale of 11 particular, when conducting business from the State of Nevada or when engaging in the sale of 1 12 2 g go oo o d d s s o o r r s se e r rv v i ic ce es s t to o N Ne l v va a d da a r re es si i d d e e n nt t s s , ppeerrmmaanneenrtttllyy rreessttrraaiinneedd aaundd eennjjooiinneedd ffrroomm ff'aaiilliinngg ttoo:: , 1 13 3 A A. . O O b b t ta ai i n n a a 1 ll 1 r r e e q qu ui i r r e ed d s s t t a a t te e , , ccoouunnttyy oorr cciittyy lliicceennsseess ffoorr ddooiinngg bbuussiinneessss iinn 14 Nevada irk compliance with NRS 598.0923(1)) 14 Nevada, , in compliance with NRS 598.0923(1);",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1706,
            "quote_end_line": 1714
          },
          {
            "description": "Permanently restrained and enjoined from failing to provide notice and disclosure of all material facts, in compliance with NRS 598.0923(2)",
            "quoted_text": "1 1 5 5 B B. . P P r r o ov vi i d d e e n n o o t t i i c c e e a a n n d d d d i i s s c c l l o o s s u u r r e e o o f f a a 1 ll l m m a a t te e r r i ia a l l f f a ac c t t s s , iinn ccoommpplliiaannccee wwiitthh , 16 I'IRS 598.0923(2)', and 16 NRS 598.0923(2); and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1715,
            "quote_end_line": 1718
          },
          {
            "description": "Permanently restrained and enjoined from failing to comply with all state and federal statutes and regulations relating to the sale of goods or services, in compliance with NRS 598.0923(3)",
            "quoted_text": "17 Comply with a11 state and federal statutes and regulations relating to the 17 C. Comply with all state and federal statutes and regulations relating to the 1S sale of goods or sra icesin compliance with NRS 598.0923(3). 18 sale of goods or services , , in compliance with NRS 598.0923(3).",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1719,
            "quote_end_line": 1722
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Additional Disclosures and Other Requirements",
        "category": "affirmative_obligation",
        "summary": "Defendants must clearly and conspicuously disclose material credit terms before consummating transactions, obtain written confirmation from consumers of receipt of disclosures, and provide written itemizations of amounts paid and due upon consumer request.",
        "requirements": [
          {
            "description": "In the course of extending credit to consumers, disclose clearly and conspicuously in writing, in a form consumers can keep, and before consummating a consumer credit transaction, the material terms of the transaction including disclosures required by Section III, the interest rate, and a repayment schedule showing the dates upon which consumers' bank accounts will be debited for payment, if applicable",
            "quoted_text": "25 A A , . I I n n t t h h e e c c o o u u r r s s e e o o f f e e x x t t e e n n d d i i n n g g c c r r e e d d i i t t t t o o c c o o n n s s u u m m e e T r s s, ddiisscclloossee, , cclleeaarrllyy a anndd , 26 conspicuously in writing in a form that consumers can keep, and before 26 conspicuously in writing,, in a form that consumers can keep, and before 2 2 7 7 c c o o n n s s u u m m m m a a t t i i n n g g a a c c o o n n s s u u m m e e r r c c r r e e d d i i t t t t r r a a n n s s a a c c t t i i o o n n, tthhee ffoolllloowwiinngg:: , 28 The material terms of the transaction 28 I. The material terms of the transaction, iinncclluuddiinngg t thhee ddiisscclloossuurreess , r r e e q q u u ir ir e e d d b b y y S S e e c c t t io io n n I i I l I l h h e e r r e e i i n n , , t t h h e e i n in te te r r e e s s t t r r a a te te, aanndd a a r reeppaayymmeennt ts scchheedduulele",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1819,
            "quote_end_line": 1828
          },
          {
            "description": "Disclose penalties for late or non-payment, including an itemization of all associated fees and charges",
            "quoted_text": "3 Penalties for late or non-paymznt 3 2. Penalties for late or non-payment, iinncclluuddiinngg aann iitteemmiizzaattioionn ooff a allll , 4 associated fees and charges; and 4 associated fees and charges; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 2019,
            "quote_end_line": 2023
          },
          {
            "description": "Disclose a statement that payday loans may be limited or prohibited in some states",
            "quoted_text": "5 3- A statcment that payday loans may be'limited or prohibited in some 5 3. A statement that payday loans may be limited or prohibited in some 6 states'and 6 states;, and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 2024,
            "quote_end_line": 2027
          },
          {
            "description": "Obtain written confirmation from consumers for each consumer credit transaction acknowledging receipt of the required disclosures in Subsection V.A before consummating the transaction; such written confirmation may be delivered via electronic mail or facsimile",
            "quoted_text": "7 B. Obtain written confirmation from consumors for each consumer creclit 7 B. Obtain written confirmation from consumers for each consumer credit 8 trangactîon acknowledging that the consumer has received tho required disclosures 8 transaction acknowledging that the consumer has received the required disclosures 9 in Subsection V.A before consummating tbe consumer credit transaction 9 in Subsection V.A before consummating the consumer credit transaction, aanndd ssuucchh , 10 wlitten confirmation may be delivered via electronic mail or facsimile; and 10 written confirmation may be delivered via electronic mail or facsimile; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 2028,
            "quote_end_line": 2036
          },
          {
            "description": "When collecting a debt, provide consumers upon oral or written request, no less often than 30 days after any previous request for the same information, a written itemization of amounts paid and amounts due, including a separate written itemization for fees paid and fees due, which may be in the form of a statement delivered via electronic mail or facsimile",
            "quoted_text": "1 1 1 1 c. W W h h e e n n c c o ol ll l e e c c t t i i n n g g a a d d e e b b t t f f r r o o m m c c o o n n s s u u m m e e r r s s , pprroovviiddee ccoonnssuummeerrss,. uuppoonn oorraall oorr y 12 written requestno less often than 30 days after any previous request for the same 12 written request,, no less often than 30 days after any previous request for the same 1 13 3 i i n nf f o or rm m a a t ti io on n,, aa wwrriitttteenn iitteemmiizzaattiioonn ooff aammoouunnttss ppaaiidd aanndd. . aammoouunnttss dduuee,, iinnccliuucdliinngg aa 14 separate written itemization for fees paid and fees due 14 separate written itemization for fees paid and fees due, wwhhiicchh mmaayy bbee iinn tthhee ffoorrmm , 15 of a statement dellvered to consumers via electronic mail or facsimile 15 nf a statement delivered to consumers via electronic mail or facsimile.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 2037,
            "quote_end_line": 2048
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Employee Monitoring by Defendants",
        "category": "monitoring",
        "summary": "Defendants must take reasonable steps to monitor and ensure that all employees and independent contractors engaged in extending consumer credit or collecting debts comply with Sections I through V of this Order, including listening to calls, maintaining a customer response center, investigating complaints, and taking corrective action.",
        "requirements": [
          {
            "description": "Must not fail to take reasonable steps sufficient to monitor and ensure that all employees and independent contractors engaged in marketing, extending consumer credit, the collection of debts, or other customer service functions comply with Sections I through V of this Order; such steps shall include adequate monitoring of calls with customers, and shall also include at a minimum: (1) listening to oral representations made by persons engaged in marketing or extending consumer loans and/or the collection of debts or other customer service functions; (2) providing a customer response center available by toll-free number or by email that will receive and respond to customer complaints and inquiries within a reasonable and specified time period; and (3) ascertaining the number and nature of customer complaints regarding transactions in which each employee or independent contractor is involved",
            "quoted_text": "22 A. Failing to take reasonable steps sufticient to monitor and ensure that all 22 A. Failing to take reasonable steps sufficient to monitor and ensure that all 23 ernployees and independent contractors engaged in marketing or extending 23 employees and independent contractors engaged in marketing or extending 24 consumer creditthe collection of debts, or other customer service functions 24 consumer credit, , the collection of debts, or other customer service functions, , 2,5 comply with SecYons J tlu-ough V of this Order 25 comply with Sections I through V of this Order. SSuucchh sstctepp:s sshhaalll l inincciluuddlze aaddeeqquuaattee . 2 2 6 6 m m o o n n i i t t o o r r in in g g o o f f c c a a l U ls s w w i i th th c c u u s s tœ to m m e e r r s s,a anndd s shhaalll la alslsoo i inncclluuddce, , aat ta a m miinnimimuumm,t hthee , , 27 following'. (1) listening to oral representations made by persons engagyd in 27 following: (1) listening to oral representations made by persons engaged in 28 marketing or extending consumer loans and/or the collection of debts 28 marketing or extending consumer loans and/or the collection of debts,o or ro oththeerr , customer service functions; (2) providing a customer response center available by customer service functions; (2) providing a customer response center available by FEDERAL TRADE CO~IMI5S10N 9\\5 Sccnml A.'c., Su, 28% P P er e m rm . . I n I j n u ju n n ct c . t. A A s s T T o o A A ll l l C C o o rp rp or o a r t a e t e D D ef e a f n en d d an an ts t s a n an d d G G e e rs r h sh ti f e ie ld Jd s s - - P P a a ge g e 9 9 S~nlll~. WWlhiu!lI\"fI iJ811.1 (20G) 220·6350 Case 3:08-cv-00590-RCJ-VPC Document 84 Filed 10/27/2009 Page 10 of 23 C C a a s s e e 3 3 : : 0 O 8 8 - - c c v v - - 0 O 0 O 5 5 9 9 0 O - - R R C C J J - - V V P P C C D D o o c c u u m m e e n n t t 8 8 1 1 FFiileledd 0099//1177//22000099 PPaaggee 1100 ooff 2222 1 ttoollll--ffrreeee nnuummbbeerr oorr bbyy eemmaaiill tthhaatt wwiillll rreecceeiivvee aanndd rreessppoonndd ttoo ccuussttoommeerr ccoommppllaaiinnttss 2 aanndd iinnqquuiirriieess wwiitthhiinn aa rreeaassoonnaabbllee aanndd ssppeecciiffiieedd ttiimmee ppeerriioodd;; aanndd ((33)) aasscceerrttaaiinniinngg the number and nature of customer complaints regarding transactions in which 3 the number and nature of customer complaints regarding transactions in which 4 eeaacchh eemmppllooyyeeee oorr iinnddeeppeennddeenntt ccoonnttrraaccttoorr iiss iinnvvoollvveedd;; pprroovviiddeedd tthhaatt tthhiiss SSeeccttiioonn 5 ddooeess nnoott aauutthhoorliizzee oorr rrecqquuiirree DDeeffeennddaannttss ttoo ttaakkee aannyy sstteeppss tthhaatt vviioollaattee aannyy ffeeddeerraall, 6 ssttaattee,, oorr llooccaall llaaww;',",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 2062,
            "quote_end_line": 2168
          },
          {
            "description": "Must not fail to investigate promptly and fully any customer complaint received by any business to which this Section applies",
            "quoted_text": "BB.. FFaaiilliinngg ttoo iinnvveessttiiggaattee pprroommppttllyy aanndd ffuullllyy aannyy ccuussttoommeerr ccoommppllaaiinntt rreecceeiivveedd 8 bbyy aannyy bbuussiinneessss ttoo wwhhiicchh tthhiiss SSeeccttiioonn aapppplliieess;; aanndd",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 2170,
            "quote_end_line": 2172
          },
          {
            "description": "Must not fail to take corrective action with respect to any marketing person or debt collector whom Defendants determine is not complying with this Order, which may include training, disciplining, and/or terminating such person",
            "quoted_text": "9 C. FFaaiilliinngg ttoo ttaakkee ccoornreeccttiivvee aaccttiioonn wwiitthh rreessppeecctt ttoo aannyy mmaarrkkeettiinngg ppeerrssoonn oorr debt collector whom Defendants determine is not complying with this Order 10 debt collector whom Defendants determine is not complying with this Order, , 11 wwhhiicchh mmaayy iinncclluuddee ttrraaiinniinngg,, ddiisscciipplliinniinngg,, aanndd/loorr tteerrmmiinnaattiinngg ssuucchh ppeerrssoonn.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 2173,
            "quote_end_line": 2178
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Monetary Judgment",
        "category": "affirmative_obligation",
        "summary": "Judgment of $1,000,000 is entered jointly and severally against all Defendants, with $970,125.00 paid to the FTC and $29,875.00 to the State of Nevada within 10 days of entry of this Order, to be used for equitable relief including consumer restitution.",
        "requirements": [
          {
            "description": "Judgment is entered against Defendants jointly and severally in the amount of $1,000,000; of the funds collected, the Commission shall be paid $970,125.00 and the State of Nevada shall be paid $29,875.00 to reimburse fees and expenses expended in investigation and litigation",
            "quoted_text": "14 AA.. JJuuddggmmeenntt iiss eenntteerreedd aaggaaiinnsstt DDeeffeennddaannttss jjooiinnttllyy aanndd sseevveerraallllyy iinn tthhee aammooutmntt 15 o o f f $$ 1 1 m m i il l l li io on n d d o ol l l l a a r r s s ( ($ $1 1, , 0 00 00 0, ,0 0 0 00 0 . . 0 00 0 ) ) ( ( h h e e r r e e a a f f t t e e r r t t h h e e ' \" 'j j u ud d g g m m e en n t t a a m mo o u un nt t \" '' ) ) . . O Of f t th he e 16 ffuunnddss ccoolllleecctteedd p pu u r r ~ su ua a n n t t ttoo tthhiiss SSeeccttiioonn,, tthhee CCoommmmïissssiioonn sshhaallll bbee ppaaiidd $$997700,,112255.0.010),. 17 a a n n d d t t h h e e S S t t a a t t : e o o f f N N e e v v a a d d a a s s h h a a l l l l b b e e p p a a i i d d $$ 2 2 9 9 , , 8 8 7 7 5 5. . 0 00 0, , t t o o r r e e i i m m b b u ur rs s e e t t h h e e f f e e e es s a a n n d d expenses the State of Nevada expended in its investigation and litigation of this 18 expenses the State of Nevada expended in its investigation and litigation of this matter. Judgment shall be paid to the Commission and the State olr Nevada within 19 matter. Judgment shall be paid to the Commission and the State of Nevada within 20 tteenn ((1100)) ddaayyss ooff eenntt:ryy ooff tthhiiss OOrrddeerr..",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 2184,
            "quote_end_line": 2306
          },
          {
            "description": "All funds paid to the Commission shall be deposited into a fund administered by the Commission or its agent to be used for equitable relief, including consumer restitution and attendant expenses; any remaining funds may be applied for other equitable relief or deposited as disgorgement; Defendants shall have no right to challenge the Commission's choice of remedies",
            "quoted_text": "21 B B. . A A 1 l 1 l f f u u n nd ds s p p a a i i d d t t o o t t h h e e C C o o m m m m i i s s s s i i o o n n p p u u r r s s u u a a n n t t t t o o t t h h i i s s S S e e c c t t i i o o n n, ootthheerr tthhaann tthhee : 22 f f u u n n d ds s p p a a i i d d t t o o t t l h le e S S t t a a t t e e o o f f N N e e v v a a d d a a , , s s h h a a l l l l b b e e d d e e p p o o s s i i t t e e d d i i n n t t o o a a f f u u n n d d a a d d m m i i n n i i s s t t e e r r e e d d b b y y 23 t t h h e e C C o o m m m m i i s s s s i i o o n n o o r r i i t t s s a a g g e e n n t t t t o o b b c e u u s s e e d d f f o o r r e e q q u u i i t t a a b b l l e e r r e e l l i i e e f f, iinncclluuddiinngg bbuutt nnoott lliimmiitteedd , to consumer restitution and any attendant expenses for the administration of any 24 to consumer restitution and any attendant expenses for the administration of any restitution fund. lf the Connn-zissioll determines in its sole discrstion that rcstitutton 25 restitution fund. If the ComrrJssioll determines in its sole discretion that restitution 26 t t o o c c o o n n s s u u m m e e r r s s i i s s w w h h o o l l l l y y o o r r p p a a r r t t i i a a l l l l y y i i m m p p r r a a c c t t i i c c a a b b l l e e o o r r f f u u n n d d s s r r e e m m a a i i n n a a f f t t e e r r r r e e s s t t i i t t u u t t i i o o n n i i s s completed, the Commission may apply any remaining funds fbr such other 27 completed, the Commission may apply any remaining funds for such other equitable relief, including consumcr infonnation remedies, as it determines to be 28 equitable relief, including consumer information remedies, as it determines to be reasonably ralated to the Defendants' practices alleged in the Cofnplaint reasonably related to the Defendants' practices alleged in the Complaint. AAnnyy . FEDERAL l'JL.\\DE COMMISSION 915 Sn.,md r\\v~., Suo 21196 P P c e r n m n . . l I n n j j u u n n c c t t . . A A s s T T o o X A l l l l C C o o p rp o o r r a a t t e e D D t e f f e e n n c d la a n n t t s s a a n n l d l G G e e r r s s h h th fi e e l l d d s s - - P P a a g g e e 1 l 0 O Sellttl\", Wn.lhjlJ~toli 91117-1 (206) 220·GJSO Case 3:08-cv-00590-RCJ-VPC Document 84 Filed 10/27/2009 Page 11 of 23 C C a a s s e e 3 3 : : 0 0 8 8 - - c c v v - - 0 0 0 0 5 5 9 9 0 0 - - R R C C J J - - V V P P C C D D o o c c u u m m e e n n t t 8 8 1 1 FFiilleedd 0099//1177//22000099 PPaaggee 11 11 ooff 2222 1 l ffuunnddss nnoott uusseedd ffoorr ssuucchh eeqquuiittaabbllee rreelliieeff sshhaallll bbee ddeeppoossiitteedd iinn tthhee UUnniitteedd SSttaatteess 2 Treasury as disgorgement. Defendants shall have no right to challenge the Treasury as disgorgement. Defendants shall have no right to challenge the 3 Commission's choice of remedies under this Section. 3 Commission's choice of remedies under this Section.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 2307,
            "quote_end_line": 2406
          },
          {
            "description": "If Defendants fail to pay the judgment amount, interest computed at the rate prescribed under 28 U.S.C. § 1961, as amended, shall immediately begin to accrue on the unpaid balance",
            "quoted_text": "6 28 U.S.C. # 1961, as amended. shall immediately begin to accrue.on the unpaid 6 28 U.S.c. § 1961, as amended, shall immediately begin to accrue'on the unpaid 7 balance. 7 balance.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 2658,
            "quote_end_line": 2661
          },
          {
            "description": "In accordance with 31 U.S.C. § 7701, each Defendant must furnish to the Commission and the State of Nevada the Defendant's taxpayer identifying number (social security number or employer identification number), to be used for purposes of collecting and reporting on any delinquent amount arising out of that Defendant's relationship with the federal government and the State of Nevada",
            "quoted_text": "8 D. In accordance with 31 U.S.C. j 7701, each Defendant is hereby required 8 D. In accordance with 31 U.S.C. § 7701, each Defendant is hereby required, , 9 9 uunnlleessss tthhaatt DDeeffeennddaanntt hhaass ddoonnee ssoo aallrreeaaddyy,. ttoo ffuurmniisshh ttoo tthhee CCoomntmmiissssiioonn aanndd tthhee 1100 SSttaùttee ooff NNeevvaaddaa tthhee DDeeffeennddaanntt''ss ttaaxxppaayyeerr iiddeennttiiffyyiinngg nnuummbbeerr ((ssoocciiaall sseeccuurriittyy 1 1 1 1 nnuummbbeerr oorr eemmppllooyyeerr iiddeennttiiffiiccaattiioonn nnuummbbeerr)),, wwhhiicchh sshhaallll bbee uusseedd:Tffoorr ppuurrppoosseess ooff 12 collecting and reporting on any delinquent amount arising out oflthat Defendant's 12 collecting and reporting on any delinquent amount arising out orthat Defendant's 13 relationship with the federal government and the State of Nevada 13 relationship with the federal govemment and the State of Nevada.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 2662,
            "quote_end_line": 2675
          },
          {
            "description": "Defendants relinquish dominion, control, and title to the funds paid to the fullest extent permitted by law; Defendants shall make no claim to or demand return of the funds, directly or indirectly",
            "quoted_text": "1 1 4 4 EE.. D D e e f f e en nd d a a n n t t s s r r e e l li in nq qu u i i s s h h a a l l l 1 d do o m mi in n i io on n, , c c o o n n t tr r o o l l, aanndd ttiittllee ttoo tthhee ffuunnddss ppaaiidd ttoo tthhee , 1155 ffuulllleesstt eexxtteenntt ppeenrmniitllteedd bbyy llaaww.. DDeeffeennddaannttss sshhaallll mmaakkee nnoo ccllaaiimm ttoo oorr ddeemmaanndd 16 retum of the funds. directly or indirectly, through counsel t:r othem ise 16 return of the funds, directly or indirectly, through counselor otherwise, .",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 2677,
            "quote_end_line": 2681
          },
          {
            "description": "Defendants agree that facts alleged in the Complaint shall be taken as true without further proof in any bankruptcy case or subsequent civil litigation, including establishing all elements necessary to sustain an action pursuant to Section 523(a)(2)(A) of the Bankruptcy Code",
            "quoted_text": "17 F. Defendants agree that the facts as alleged in the Complaint filed in this 17 F. Defendants agree that the facts as alleged in the Complaint filed in this 18 action shall be taken as true without further proof in any bankruptcy case or 18 action shall be taken as true without further proof in any bankruptcy case or 19 subsequent civil litigation purstled by tho Commission or the State of Nevada to 19 subsequent civil litigation pursued by the Commission or the State of Nevada to 20 enforce their rights to any payment or moneyjudgment pursuant to this Order, 20 enforce their rights to any payment or money judgment pursuant to this Order, 21 including but not limitcd to a nondischargeability compfaint in any bankruptcy 21 including but not limited to a nondischargeability complaint in any bankruptcy 22 case. Defendants further stipulate and agree that the facts alleged in the Complaint 22 case. Defendants further stipulate and agree that the facts alleged in the Complaint 2 2 3 3 e e s s t t a a b b l l i i s s h h 1 a 11 l 1 l e e l l e e m m e e n n t t s s n n e e c c e e s s s s a a r r y y t t o o s s u u s s t t a a i i n n a a n n a a c c t t i i o o n n p p u u r r s s u u a a n n t t t t o o, aanndd tthhaatt tthhiiss OOrrddeerr , 2 2 4 4 s s h h a a l l l l h h a a v v e e c c o o l l l l a a t t e e r r a a l l e e s s t t o o p p p p e e l l e e f f f f e e c c t t f f o o r r p p u u m rp o o s s e e s s o o f f, SSeeccttiioonn 552233((aa))((22))((AA)) ooff t thhee , 25' Banlkruptcy Code, 11 U.S. C. j 523(a)(2)(A). 25 Bankruptcy Code, 11 U.S, C. § 523(;)(2)(A).",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 2682,
            "quote_end_line": 2699
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The FTC is authorized to monitor and investigate compliance with this Order by requiring Defendants to submit written reports, produce documents, appear for depositions, provide access to business locations, and by posing as consumers or suppliers.",
        "requirements": [
          {
            "description": "Within ten (10) days of receipt of written notice from a representative of the Commission, Defendants each shall submit additional written reports sworn to under penalty of perjury; produce documents for inspection and copying; appear for deposition; and provide entry during normal business hours to any business location in each Defendant's possession or direct or indirect control to inspect the business operation",
            "quoted_text": "1 A. WWiitthhiinn tteenn ((1100)) ddaayyss ooff rreecceeiipptt ooff wwrriitttteenn nnoottiiccee ffrroomm aa rreepprreesseennttaattii v v ~ q ooff t:hhee . 2 2 C C o o m m m m i i s s s s i i o o n n , , D D e e f f e e n n d d a a n n t t s s e e a a c c h h s s h h a a l l l l s s u u b b m m i i t t a a d d d d i i t t i i o o n n a a l l w w r r i i t t t t e e n n r r e e p p o o r r t t s s , wwhhiicchh aarree , 3 true and accurate and swom to under penalty of perjury; produce documents for 3 true and accurate and sworn to under penalty of perjury; produce documents for 4 inspection and copying; appear for deposition-, and provide entry duling normal 4 inspection and copying; appear for deposition; and provide entry during normal 5 business hours to any business location in each Defendant's possession or direct or 5 business hours to any business location in each Defendant's possession or direct or ' 6 6 i i n n d d i i r r e e c c t t c c o o n n t t r r o o l l t t o o i i n n s s p p e e c c t t t t h h e e b b u u s s i i n n e e s s s s o o p p e e r r a a t t i i o o n n . .",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 2783,
            "quote_end_line": 2792
          },
          {
            "description": "The Commission is authorized to use all other lawful means, including obtaining discovery from any person without further leave of court using Fed. R. Civ. P. procedures 30, 31, 33, 34, 36, 45, and 69; and posing as consumers and suppliers to Defendants, their employees, or any other entity managed or controlled in whole or in part by any Defendant, without the necessity of identification or prior notice",
            "quoted_text": "I I n n aaddddiittiioonn,, tthhee CCoommmmiissssiioonn iiss aauutthhoordizzeedd ttoo uussee aal1l1 ootthheerr llaawwffuull mmeeaannss, . 8 including but not limited to: 8 including but not limited to: 9 9 1 1 . . o ob b t t a ai in ni i n ng g d d i i s sc co ov v e e r r y y f f r r o om m a a n ny y p p e e r rs s o o n n , wwiitthhoouutt ffuurrtthheerr lIeeaavvee ooff ccoouurrtt,. , 11'00 uussiinngg tthhee pprroocceedduurreess pprreessccrriibbeedd bbyy FFeedd.. RR.. CCiivv. PP.. 3300,, 3311,,.3333,, 3344,, 3366,, 4455,, . 1 1 and 69*, 11 and 69; 1 1 2 2 2 2 . . p p o o s si i n ng g a a s s c co on n s s u um m e e r r s s a a n n d d s su u p pp p l li i e e r rs s t t o o D De e f fe e n n d d a a n n t t s s , tthheeiirr eemmppllooyyeeeess,, , 1.3 or any other entity managed or controlled in whole or in part by any 13 or any other entity managed or controlled in whole or in part by any 1 1 4 4 DDeeffeennddaanntt,. wwiitthhoouutt tthhee nneecceessssiittyy ooff iiddeennttiiffiiccaattiioonn oorr pprriioorr nnoottiiccee;; aanndd",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 2799,
            "quote_end_line": 2819
          },
          {
            "description": "Defendants each shall permit representatives of the Commission to interview any employer, consultant, independent contractor, representative, agent, or employee who has agreed to such an interview, relating in any way to any conduct subject to this Order; the person interviewed may have counsel present",
            "quoted_text": "15 Defendants each shall pennit representatives of the Commission to interview 15 C. Defendants each shall permit representatives of the Commission to interview 1 l' 5 i a a n n y y e em rn p p l l o o y ye e r r, , c cO ol H ts s u u i l t t a a n n t t, , i i n n d d e e p p e e n n d d e e n n t t c co on nt tr r a a c c t t o o r r , , rreepprreesseennttaattiivvee,, q ~g g e e n n t t , , oorr eemmppllooyyeeee 1177 wwhhoo hhaass aaggrreeeedd ttoo ssuucchh aann iinntteerrvviieeww,, rreellaattiinngg iinn aannyy wwaayy ttoo aannyy ccoonndduucctt ssuubbjjeecctt ttoo 18 this Order. The person interviewed may have counsel present 18 this Order. The person interviewed may have counsel present. .",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 2820,
            "quote_end_line": 2826
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "For a period of three years from entry of this Order, Defendants must notify the FTC of changes in residence, employment, business ownership, and corporate structure, and must file annual sworn compliance reports beginning 180 days after entry of the Order.",
        "requirements": [
          {
            "description": "For a period of three (3) years, each Individual Defendant shall notify the Commission of any changes in residence, mailing addresses, and telephone numbers within ten (10) days of the date of such change",
            "quoted_text": "27 Each lndividual Delkndant shall notify the Commission of the 27 1. Each Individual Defendant shall notify the Commission of the 28 following: 28 following: FFEEDDPmJStAALL .T T R R A A D D E E C C C O IM M M M IS IS S S IO IO S N ;9l155 S Sx=u.mndd A Avvee.. .,S 5t1u1 .2 22S9!6l6 P P e e r r m m . . l I r n j j u u n n c c t t . . A A s s T T o o A A $ l l l C C o o p rp o o r r a a t t e e D D e e f f e e n n d d a a c n t t s s a a n n d d G G t e r r s s h h f f it ie ld ld s s - - P P a a g g p e 1 1 2 2 S S r ~ u u l l t t l ( l r 2( \" 20 , W 0 W 66) a ) i 2 lh : 5 2U0 ihr O lig . n 6- l!o (3 ! , l 35 nlm S! 4 )0 l8) S17I744 Case 3:08-cv-00590-RCJ-VPC Document 84 Filed 10/27/2009 Page 13 of 23 CCaassee 33::0088--ccvv--000O559900--RRCCJJ--VVPPCC DDooccuummeenntt 8811 FFilileedd 0099//1177//22000099 PPaaggee 1133 ooff 2222 a. AAnnyy cchhaannggeess iinn ssuucchh IInnddii vviidduuaall DDeeffeennddaanntt''ss rreessiiddecnnccee,, mailing addresses. and telephone numbers, within ten (10) days of the 2 mailing addresses, and telephone numbers, within ten (10) days of the 3 ddaattee ooff ssuucchh cchhaannggee;',",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 3053,
            "quote_end_line": 3092
          },
          {
            "description": "For a period of three (3) years, each Individual Defendant shall notify the Commission of any changes in employment status (including self-employment) and any change in ownership in any business entity within ten (10) days of the date of such change, including the name and address of each business and a detailed description of duties and responsibilities",
            "quoted_text": "4 b. AAnnyy cchhaannggeess iinn ssuucchh Ilnnddiivviidduuaall DDeeffeennddaanntt''ss eemmppllooyymmeenntt 5 ssttaattuuss ((iinncclluuddiinngg sseellff--eemmppllooyymmeenntt)),, aanndd aannyy cchhaannggee iinn ssuucchh 6 IJnnddiivviidduuaall DDeeffeennddaanntt''ss oowwnneerrsshhiipp iinn aannyy bbuussiinneessss eennttiittyy,, wwiitthhiinn tteenn 7 ((1100)) ddaayyss ooff tthhee ddaattee ooff ssuucchh cchhaannggee.. SSuucchb nnoottiiccee sshhaallll iinncclluuddee tthhee 8 nnaammee aanndd aaddddrreessss ooff eeaacchh bbuussiinneessss tthhaatt ssuucchh IInnddiivviidduuaall DDeeffeennddaanntt iiss affiliated with, employed by. creates or forms, or performs services 9 affiliated with, employed by, creates or forms, or performs services 10 f f o o r r ; ; a a d d e e t t a a i il l e ed d d d e e s s c c r ri ip p t t i io on n o of f t t h he e n n a a t t u ur re e o of f t t h h e e b b u u s s i i n n e e s s s s ; ' aanndd aa ddeettaaiilleedd , description of such Individual Defendant's duties and responsibilities 11 description of such Individual Defendant's duties and responsibilities in connection with the business or employment; and 12 in connection with the business or employment; and",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 3093,
            "quote_end_line": 3106
          },
          {
            "description": "For a period of three (3) years, each Individual Defendant shall notify the Commission of any changes in name or use of any aliases or fictitious names",
            "quoted_text": "13 c. AAnnyy cchhaannggeess iinn ssuucchh Ilnnddiivviidduuaall DDeeffeennddaanntt''ss nnaammee oorr uussee ooff 14 aannyy aalliiaasseess oorr tfiiccttiittiioouuss nnaammeess..",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 3107,
            "quote_end_line": 3108
          },
          {
            "description": "Defendants shall notify the Commission of any changes in structure of any Corporate Defendant or any business entity that any Defendant directly or indirectly controls or has an ownership interest in that may affect compliance obligations, including incorporation, dissolution, assignment, sale, merger, creation or dissolution of a subsidiary, parent, or affiliate, or a change in business name or address, at least thirty (30) days prior to such change",
            "quoted_text": "DDeeffeennddaannttss sshhaallll nnoottiiffyy tthhee CCDommmmiissssiioonn oDff aannyy cchhaannggcess iinn ssttrruuccttuurree of any Corporate Defendant or any business entity that any Defendant 16 Df any Corporate Defendant or any business entity that any Defemlant 17 ddiirreeccttlJyy oorr iinnddiirreeccttllyy ccoonnttrroollss,, oDrr hhaass aann oowwnneerrsshhiipp iinntteerreesstt iinn,, tthhaatt mmaayy aaffffcecctt 18 ccoommpplliiaannccee oobblliiggaattiioonnss aarriissiinngg uunnddeerr tthhiiss OOrrddeerr,, iinncclluuddiinngg bbuutt nnoott Iliimmiitteedd ttoo:: incop oration or other organization', a dissolution, assignment, sale 19 incorporation or other organization; a dissolution, assignment, sale, nmneerrggeerr,, , 20 o o r r o o t t h h e e r r a a c c t t i i o o n n; ; t t h h e e c c r r e e a a t t i i o o n n o o r r d d i i s s s s o o l l u u t t l i o o n n o o f f a a s s u u b bs si i d d i i a a z r y y, ppaarreenntt,, oorr aaffffiilliiaattee , 21 tthhaatt eennggaaggeess iinn aannyy aaccttss oorr pprraaccttiicceess ssuubbjjeecctt ttoo tthhiiss OOrrddeerr;; oorr aa cchhaannggee iinn tthhee business name or address, at least thirty (30) days prior to such change, 22 business name or address, at least thirty (30) days prior to such change, provided that, with respect to any proposcd change in the business entity 23 provided that, with respect to any proposed change in the business entity 24 a a b b o o u u t t w w h h i i c c h h a a D D e e f f e e n n d d a a n n t t l l e e a a r r n n s s l l e e s s s s t t h h a a n n t t h h i i r r t t y y ( ( 3 3 0 0 ) ) d d a a y y s s p p r r i i o o r r t t o o t t h h e e d d a a t t e e ' such actit')ll is to take place, such Defendant shall notify the Commissicn as 25 . such actioll is tD take place, such Defendant shall nDtify the CommiE~icn as 26 s s o D o o n n a a s s i i s s p p r r a a c c t t i i c c a a b b l l e e a a f f t t e e r r o D b b ta ta in in i i n n g g s s u u c c h h k k n n o D w w l l e e d d g g e e. .",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 3110,
            "quote_end_line": 3131
          },
          {
            "description": "One hundred eighty (180) days after the date of entry of this Order and annually thereafter for a period of three (3) years, Defendants each shall provide a written report to the FTC, true and accurate and sworn to under penalty of perjury, setting forth in detail the manner and form in which they have complied and are complying with this Order, including current residence, employment status, business affiliations, and copies of acknowledgments of receipt of this Order",
            "quoted_text": "B. One hundred eighty (180) days after the datc of cntry of this Order and 27 B. One hundred eighty (180) days after the date of entry of this Order and 28 a a n n n n u u a a l l l l y y t t b h e e r r e e a a f f t t e e r r f f o o r r a a p p e e r r i i o o d d o o f f t t h h r r e e e e ( ( 3 3 ) ) y y e e a a r r s s , , D D e e f f e e n n d d a a n n t t s s e e a a c c h h s s h h a a l l l l p p r r o o v v i i d d e e a a written report to the FT'C which is true and accurate and sworn to under penalty of written report to the FfC, which is true and accurate and sworn to under penalty of FfP.EDDEERRAALL T TRRAADDEE C COO5M1MMISISSSIIOONN 991155 S Seetzclntgnld A Au.'c, ,. .S Suu. .2 28899:6 P P e e r r m m . . l I n n ju ju n n c c t t . . A A s s T T ll o A A 1 l l l C C o o r r p p o o r r a a t t e e D D e e f f e e n n d d a a r n tt. t s s a a n n d d G G e e r r s s h h f f i i e e l l d d : s - - P P a a g g e e 1 1 3 3 5 S T ~ a nt l1 t 1 ( r l 2 \" ( 2 . p s 06 v W 6 l ) a 1 )1 s 5 l h 22 û i 20 l : l 0 g . I 6 ~ · l 6 l e 3 I 3 l 5 . l 5 m 0 9 0 98 g11774-l Case 3:08-cv-00590-RCJ-VPC Document 84 Filed 10/27/2009 Page 14 of 23 C C a a s s e e 3 3 : : 0 O 8 8 - - c c v v - - 0 O 0 O 5 5 9 9 0 O - - R R C C J J - - V V P P C C D D o o c c u u m m e e n n t t 8 8 1 1 FFiilleedd 0099//1177//22000099 PPaaggee 1144 ooff 2222 1 ppeeIrjjuurl'yy,, sseettttiinngg ffoorrtthh iinn ddeettaaiill tthhee mmaannnneerr aanndd ffoorrmm iinn wwhhiicchh tthheeyy hhaavvee ccoommpplliiecdd aanndd \" a a r r e e c c o o m m p p l l y y i i n n g g w w i i t t h h t t h h i i s s O O r r d d e e r r . , T T h h i i s s r r e e p p o o r r t t s s h h a a l l l l i i n n c c l l u u d d e e , , b b u u t t n n o o t t b b e e l Ii im m i i t t e e d d t t o o : : 3 1. FFoorr eeaacchh flunddiivviidduuaall DDeeffeennddaanntt:: 4 il. ssuucchh IInnddiivviidduuaall DDeeffeennddaanntt''ss tthheenn--ccuurrrreenntt rreessiiddeennccee aaddddrreessss,, 5 mmaaiilliinngg aaddddrreesssseess,, aanndd tteelleepphhoonnee nnuummbbeerrss;; 6 b. ssuucchh Ifnuddiivviidduuaall DDeeffeennddaanntt''ss tthheenn--ccuurrrreenntt eemmppllooyymmeenntt ssttaattuuss 7 ((iinncclluuddiinngg sseellff--zemmppllooyymmeenntt)),, iinncclluuddiinngg tthhee nnaammee,, aaddddrreesssseess,, aanndd 8 tteelleepphhoonnee nnuummbbeerrss ooff eeaacchh bbuussiinneessss tthhaatt ssuucchh IInnddiivviidduuaall DDeeffeennddaanntt iiss 9 aaffffiilliiaatteedd wwiitthh,, eemmppllooyyeedd bbyy,, oorr ppeerrffoornmnss sseerrvviicceess ffoorr;; aa ddeettaaiilleedd 10 ddeessccrriippttiioonn ooff tthhee nnaattuurree ooff tthhee bbuussiinneessss;; aanndd aa ddeettaaiilleedd ddeessccrriippttiioonn ooff 11 ssuucchh IInnddiivviidduuaall DDeeffeennddaanntt''ss dduuttiieess aanndd rreessppoonnssiibbiilliittiieess iinn ccoonnnneeccttiioonn 12 wwiitthh tthhee bbuussiinneessss oorr eemmppllooyymmeenntt;; aanndd 13 c. AAnnyy ootthheerr cchhaannggeess Treeqquuiirreedd ttoo bbee rrezpp0olz1-teedd uunnddeerr SSuubbsseeccttiioonn AA 14 ooff tthhiiss SSeeccttiioonn.. 15 22.. FFoorr aallll DDeeffeennddaannttss:: 16 a. AA ccooppyy ooff eeaacchh aacckklnloowwlleeddggmmeenntt ooff rreecceeiipptt ooff tthhiiss OOrrddeerr,, 17 oobbttaaiinneedd ppuurrssuuaanntt t t o o tthhee SSeeccttiioonn tliittlleedd '\"DDiissttrriibbuuttiioonn ooff OOrrddeerri;'\"' aanndd 18 b. AAnnyy ootthhzerr cchhaannggeess rreeqquuiirreedd ttoo bbee rreeppoorrtteedd uunnddeerr SSuubbsseeccttiioonn AA of this Section. 19 of this Section.",
            "deadline": "180 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 3132,
            "quote_end_line": 3241
          },
          {
            "description": "Each Defendant shall notify the Commission of the filing of a bankruptcy petition by such Defendant within fifteen (15) days of filing",
            "quoted_text": "c. EEaacchh DDeeffcennddaanntt sshhaaIlll nnoottiiffyy tthhee CCoommmmiissssiioonn ooff tthhee tfiilliinngg ooff aa bbaannkkrruuppttccyy 21 ppeettiittiioonn bbyy ssuucchh DDeeftkennddaanntt wwiitthhiinn ffiifftteeeenn ((1155)) ddaayyss ooff tf'iilliinngg..",
            "deadline": "15 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 3243,
            "quote_end_line": 3244
          },
          {
            "description": "Defendants shall send by overnight courier all reports and notifications required by this Order to the Commission at the designated address (Associate Director for Enforcement, Federal Trade Commission, 600 Pennsylvania Avenue, N.W., Room NJ-2122, Washington, D.C. 20580, RE: FTC v. Cash Today, et al.), or alternatively by first-class mail with simultaneous electronic copy to DEBrief@ftc.gov",
            "quoted_text": "22 D. For the purposes of this Order, Defendants shall, unless otherwise directed by the Commission's authorized representatives, send by overnight courier a11 23 by the Commission's authorized representatives, send by overnight courier all reports and notifications required by this Order to the Comrnission, to the following 24 reports and notifications required by this Order to the Commission, to the following addfess: 25 address: 26 AAssssoocciiaattee DDiirreeccttoorr ffoorr EEnnffoorrcceemmeenntt Federal Trade Cornmission Federal Trade Commission 27 66Q000 PPoennnnssyyllvvaanniiaa AAvveennuuee,, NN..WW..,, RRoooomm NNJJ--22112222 W aghington. D.C. 20580 Washington, D.C. 20580 28 RREE:: FFFTCC !v?.. CCaasshh TTooddaayy,, eetl aalt.. FEDE.RAl. TRADE. CO\"'tMISSION 915 S~cl1l11l/wc .• Su. 2896 PPoernmn.. IInnjjtumncctt.. A A s i; TToo AAllll CCoorrppoorraattee DDteffeennddaannt.t<s; aarnzd GGcerrsshhffiieellödss -- PPaaggee t144 Se~nk ( . 2 0 W 6 u. ) ~ 2 h 1 il 0 l - ! 6 ! 3 l 5 l1 0 n !lBn\" Case 3:08-cv-00590-RCJ-VPC Document 84 Filed 10/27/2009 Page 15 of 23 C C a a s s e e 3 3 : : 0 0 8 8 - - c c v v - - 0 0 0 O 5 5 9 9 0 0 - - R R C C J J - - V V P P C C D D o o c c u u m m e e n n t t 8 8 1 1 FFiilleedd 0099//1177//22000099 PPaaggee 1155 ooff 2222 1 PPrroovviiddeedd tthhaatt,, iinn lIiieeuu ooff oovveerrnniigghhtt ccoouurriieerr,, DDeeFgeennddaanntts.s mmaayy sseenndd ssuucchh rreeppoorrttss oor1' 2 2 nnoottiiffiiccaattiioonnss bbyy ffiirrsstt--ccllaassss mmaaiill,, bbuutt oonnllyy iiff DDeeffeennddaannttss ccoonntteemmppoorraanneeoouussllyy sseenndd aann 33 electronic version of such report or notification to the Commission at: electronic version of such report or notification to the Commission at: 44 ' DEBrief@ Rc.zov. DEBrief@ftc.!!ov.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 3246,
            "quote_end_line": 3376
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Record Keeping Provisions",
        "category": "recordkeeping",
        "summary": "For a period of six years from entry of this Order, Defendants must create, retain, and secure records relating to consumer credit and debt collection, including accounting records, personnel records, customer files, complaints, marketing materials, and all documents necessary to demonstrate full compliance.",
        "requirements": [
          {
            "description": "For a period of six (6) years from the date of entry of this Order, Defendants are restrained and enjoined from failing to create, retain, and secure accounting records that reflect the monies loaned and collected, revenues generated, and the disbursement of such revenues",
            "quoted_text": "18 IT IS FURTHF!R ORDERED that, for a period of six (6) years from the date of entry of 18 IT IS FURTHER ORDERED that, for a period of six (6) years from the date of entry of 19 this Ordcr, in connection with the extension of consumer credit and the collection of a debt from 19 this Order, in connection with the extension of consumer credit and the collection of a debt from 2 2 0 0 a a n n y y c c o o n n s s u u m m e e r r , , D D o e f f e e n n d da an n t t s s , , a a n n d d t t h h e e i i r r a a g g e e n n t t s s , , e e m m p p l l o o y y e e e e s s, oofftfiicceerrss,. ccoorrppoorraattiioonnss,, aanndd tthhoossee ppeerrssoonnss iinn , 21 active conce:t or participatiort with them who receive actual notice of this Order by personal service 21 active concert or participation with them who receive actual notice of this Order by personal service 22 or othenvise, are hereby restrained and enjoined from failing to create, retain. and secure as 22 or otherwise, are hereby restrained and enjoined from failing to create, retain, and secure as 23 ccessary the following records: 23 ecessary the following records: 24 A. Accounting rccords that reflect the monies loaned and collected 24 A. Accounting records that reflect the monies loaned and collected,, rreevveennuueess -0*5 gellcrated: and tlle disburscment of such revenues; . gbllCliited, al1d tile disbursement of such revenues;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 3412,
            "quote_end_line": 3427
          },
          {
            "description": "Retain personnel records accurately reflecting the name, address, and telephone number of each person employed in any capacity, including as an independent contractor; that person's job title or position; the date upon which the person commenced work; and the date and reason for the person's termination, if applicable",
            "quoted_text": "2266 B. P Pe e r rs s o o n n n n e e l l r r c e c c o o r r d d s s a a c c c c u u r r a a t t e e l l y y r r e e f f l l e e c c t t i i n n g g t t h h e e n n a a m m e e, aaddddrreessss,, aanndd tteelleepphhoonnee , 2 2 7 7 n n u u m m b b e e r r o o f f e e a a c c h h p p e e r r s s o o n n e e m m p p l l o o y y e e d d i i n n a a n n y y c c a a p p a a c c i i t t y y b b y y s s u u c c h h b b u u s s i i n n e e s s s s, iinncclluuddiinngg aass aann , 2288 i i n n d d e e p p e e n n d d e e n n t t c c o o n n t t r r a a c c t t o o r r ; ; t t h h a a t t p p e e r r s s o o n n ' ' s s j j o o b b t t i i t t l l e e o o r r p p o o s s i i t t i i o o n n ; ; t t h h e e d d a a t t e e u u p p o o n n w w h h i i c c h h t t h h e e FEDI!RAL TRADE COMMISSION 915 SeconLi A\"\",. Su. 2!!96 P P e e r n m n . . I I n n j j u u l n m c t t . . A A s s T T o o X A I l l l C C o o r r p p o o r m at t e e D D e e f F e e u n d d a a n n t t s s (m an c d l G G e e r r s s h h f f ie ie lö ld s s - · P P a a g g e e t 1 5 5 S~U1llc, Ww;hi1l1l1l1U 9B IN (106) 120·6]50 Case 3:08-cv-00590-RCJ-VPC Document 84 Filed 10/27/2009 Page 16 of 23 CCaassee 33::0O88--ccvv--0O00559900--RRCCJJ--VVPPCC DDooccuummeenntt 8811 FFilieledd 0099//1177//22000099 PPaaggee 1166 ooff 2222 1 2 p p e e r r s s o o n n c c o o m m m m e e n n c c e e d d w w o o r r k k ; ; a a n n d d t t h h e e d d a a t t e e a a n n d d r r e e a a s s o o n n f f o o r r t t h h e e p p e e r r s s o o n n ' ' s s t t e e n fn n l i i n n a a t t i i o o n n , iiff , 2 applicable; applicable;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 3428,
            "quote_end_line": 3589
          },
          {
            "description": "Retain customer files containing the names, addresses, phone numbers, dollar amounts paid, amount of monies loaned and collected, to the extent such information is obtained in the ordinary course of business",
            "quoted_text": "4 C. C C u u s s t t o o m m e e r r f f i i l l e e s s c c o o n n t t a a i i n n i i n n g g t t h h e e n n a a m m e e s s , , a a d d d d r r e e s s s s e e s s , , p p h h o o n n e e n n u u m m b b e e r r s s , ddoollllaarr , 4 amounts paid, amount of monies loaned arld collected, to the extent such information amounts paid, amount of monies loaned and collected, to the extent such information 5 5 is obtained in the ordinary course of business; is obtained in the ordinary course of business;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 3592,
            "quote_end_line": 3600
          },
          {
            "description": "Retain complaints and refund requests (whether received directly, indirectly, or through any third party) and any responses to those complaints or requests",
            "quoted_text": "D. Complaints and refund requests (whether received directly, indirectly 7 D. Complaints and refund requests (whether received directly, indirectly, , oorr 7 through any third palty) and any responses to tlnose complaints or requests; through any third party) and any responses to those complaints or requests;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 3603,
            "quote_end_line": 3607
          },
          {
            "description": "Retain copies of all sales scripts, training materials, advertisements, or other marketing materials, including copies of Internet web sites and email solicitations",
            "quoted_text": "E E . . C C o o p p i i e e s s o o f f a a l l l I s s a a l l e e s s s s c c r li ip p t t s s , , t t r r a a i in ni in n g g m m a a t t e e r r i i a a l l s s ,. aaddvveerrttiisseemmeennttss,. oorr ootthheerr 9 mmaarrkkeettiinngg mmaatteerriiaallss,, iinncclluuddiinngg ccooppiieess ooff Ilnntteerrnneett wweebb ssiitteess aanndd eemmaaiill ssoolliicciittaattiioonnss;- 10 . ,",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 3611,
            "quote_end_line": 3614
          },
          {
            "description": "Retain all records and documents necessary to demonstrate full compliance with each provision of this Order, including copies of acknowledgments of receipt of this Order required by the Sections titled 'Distribution of Order' and 'Acknowledgment of Receipt of Order' and all reports submitted to the FTC pursuant to the Section titled 'Compliance Reporting'",
            "quoted_text": "F. A1l records and documents necessary to demonstrate full compliance with F. All records and documents necessary to demonstrate full compliance with 12 12 13 e ea a c ch h p p r ro ov v i is si io on n o o f f t t h h i is s O O r r d d e e r r, , i i n n c c l l u u d d i i n ng g b bu ut t n n o o t t l l i i r m ni i t t e ed d t t o o, ccooppiieess ooff , 13 acknowledgments of reccipt of this Order required by the Sections titled acknowledgments of receipt of this Order required by the Sections titled 14 14 tr istlibution of Order'' and 'tAclmowledgment of Receipt of Order'' and all reports \"Distribution of Order\" and \"Aclmowledgment of Receipt of Order\" and all reports l 5 15 s s u u b b m mi it t t t e e d d t t o o t t h h e e F FT T'C C p pu u r rs s u u a a n n t t t to o t t h h e e S Se ec c t t i io o n n t ti i t t l l e e d d \" 'C Co o m m j p J l l i i a a n n c c e e R R e e p p o o r rt ti i n n g g.'\"'",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 3620,
            "quote_end_line": 3635
          }
        ]
      },
      {
        "provision_number": "XI",
        "title": "Distribution of Order",
        "category": "acknowledgment",
        "summary": "For a period of three years from entry of this Order, Corporate Defendants must deliver copies of the Order to all principals, officers, employees, agents, and representatives; Individual Defendants who control a business must do the same; and all recipients must sign dated acknowledgments of receipt within 30 days.",
        "requirements": [
          {
            "description": "For a period of three (3) years from entry of this Order, each Corporate Defendant must deliver a copy of this Order to: (1) all of its principals, officers, directors, and managers; (2) all of its employees, agents, and representatives who engage in conduct related to the subject matter of the Order; and (3) any business entity resulting from any change in structure. For current personnel, delivery shall be within five (5) days of service of this Order; for new personnel, delivery shall occur prior to them assuming their responsibilities; for any business entity resulting from any change in structure, delivery shall be at least ten (10) days prior to the change in structure",
            "quoted_text": "IT IS FURTHER ORDERED that. for a period of three (3) years from the date of entry of IT IS FURTHER ORDERED that, for a period of three (3) years from the date of entry of 18 18 this Order, Ddendants shall deliver copies of the Order as directed below: this Order, Defendants shall deliver copies of the Order as directed below: 19 19 Corporate Defendant: Each Corporate Defendant must deliver a copy of this A. Corporate Defendant: Each Corporate Defendant must deliver a copy of this 20 20 Order to (1) a1l of its principals, officers, directors, and managers; (2) all of its Order to (1) all of its principals, officers, directors, and managers; (2) all of its 2 1 21 22 employees, agents, and rGpresentatives who engage in conduct related to the subject employees, agents, and representatives who engage in conduct related to the subject 22 23 matter of the Order; and (3) any business entity resulting from any change in matter of the Order; and (3) any business entity resulting from any change in 23 s s t t r r u u c c t t u u r r e e s s e e t t f f o o r r t t h h i i n n S S u u b b s s e e c c t t i i o o n n A A . . 2 2 o o f f t t h h e e S S e e c c t t i i o o n n f t i i t t l l e e d d t \" 'C C o o m m p p l l i i a a n n c c e e R R e e p p o o r r t t i i n n g g.'\"' 24 . 24 For current personnel, dclivery shall be within five (5) days of servico of this Order For current personnel, delivery shall be within five (5) days of service of this Order 25 11 upon such Defendant. For new personneldelivery skall occur prior to them upon such Defendant. For new personnel, deli very shall occur prior to them 26 , 26 assuming their responsibilities. Fbr any businzss entity resulting from any change in assuming their responsibilities. For any business entity resulting from any change in 27 27 s s t t r r u u c c t t u u r r c e s s e e t t f f o o r r t t h h i i n n S S u u b b s s e e c c t t i i o o n n A A . . 2 2 o o f f t t b h e e S S e e c c t t i i o o n n t t i i t t l l e e d d t \" tc C o o m m p p l l i i a a n n c c e e R R e e p p o o r r t t i i n n g g,''\" 28 z 28 delivery shall be at least ten (10) days prior to the change in structure delivery shall be at least ten (10) days prior to the change in structure.",
            "deadline": "5 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 3642,
            "quote_end_line": 3682
          },
          {
            "description": "For any business that an Individual Defendant controls, directly or indirectly, or in which such Defendant has a majority ownership interest, such Defendant must deliver a copy of this Order to (1) all principals, officers, directors, and managers; (2) all employees, agents, and representatives who engage in conduct related to the subject matter of the Order; and (3) any business entity resulting from any change in structure, with the same timing requirements as Corporate Defendants",
            "quoted_text": "BB.. IInnddiivviidduuaall DDeeffeennddaanntt aass ccoonnttrrooll ppeerrssoonn:: FFoorr aannyy bbuussiinneessss tthhaatt aann IInnddiivviidduuaall 2 2 DDeeffeennddaanntt ccoonnttrroollss,, ddiirreeccttllyy oorr iinnddiirreeccttllyy,, oorr iinn wwhhiicchh ssuucchh DDeeffeennddaanntt hhaass aa mmaajjoorriitt'yy 3 3 oowwnneerrsshhiipp iinntteerreesstt,, ssuucchh DDecffeennddaanntt mmuusstt ddeelliivveerr aa ccooppyy ooff tthhiiss OOrrddeerr ttoo ((11)) aal1l1 44 . pprriinncciippaallss,, ooffffiicceerrss,, ddiirreeccttoorrss,, aanndd mmaannaaggeerrss ooff tthhaatt bbuussiinneessss;; ((22)) aal1l1 eemmppllooyyeeeess,, 5 5 aaggeennttss,, aanndd rreepprreesseennttaattii vveess ooff tthhaatt bbuussiinneessss wwhhoo eennggaaggee iinn ccoonndduucctt rreellaatteedd ttoo tthhee 6 6 subject matter of the Order; and (3) any business entity resulting from any change in subject matter of the Order; and (3) any business entity resulting from any change in 77 ssttrruuccttuurree sseett ffoorrtthh iinn SSuubbsseeccttiioonn AA..22 ooff tthhee SSeeccttiioonn ttiittlleedd l\"tcCoommpplliiaannocee RReeppoorrttiinngg..'\"' 8 8 FFoorr ccuurrrreenntt ppeerrssoonnnneell,, ddeelliivveerryy sshhaallll bbee wwiitthhiinn ftiivvee ((55)) ddaayyss ooff sseerrvviiccee ooff tthhiiss OOrrddeerr 99 uuppoonn ssuucchh DDeeffeennddaanntt.. FFoorr nneeww ppeerrssoonnnneell,, ddeelliivveerryy sshhaallll ooccccuurr pprriioorr ttoo tthheemm 10 10 aassssuummiinngg tthheeiirr rreessppoonnssiibbiilliittiieess.. FFoorr aannyy bbuussiinneessss eennttiitt'yy rreessuullttiinngg ffrroomm aannyy cchhaannggee iinn 11 11 structure set forth in Subsection A.2 of the Section titled L'Compliance Reporting,'' structure set forth in Subsection A.2 of the Section titled \"Compliance Reporting,\" 1122 ddeelliivveetr'yy sshhaallll bbee aatt lleeaasstt tteenn ((1100)) ddaayyss pprriioorr ttoo tthhee cchhaannggee iinn ssttrruuccttuurree..",
            "deadline": "5 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 3761,
            "quote_end_line": 3792
          },
          {
            "description": "For any business where an Individual Defendant is not a controlling person but otherwise engages in conduct related to the subject matter of this Order, such Defendant must deliver a copy of this Order to all principals and managers of such business before engaging in such conduct",
            "quoted_text": "C. Individual Defendant as employee or non-control person: For any business C. Individual Defendant as employee or non-control person: For any business 1144 wwhheerree aann IInnddiivviidduuaall DDeeffeennddaanntt iiss nnoott aa ccoonnttrroolllliinngg ppeerrssoonn ooff aa bbuussiinneessss bbuutt 15 15 ootthheerrwwiissee eennggaaggeess iinn ccoonndduucctt rreellaatteedd ttoo tthhee ssuubbjjeecctt mmaattlteerr ooff tthhiiss OOrrddeerr,, ssuucchh 16 . . 16 Dçfendant must deliver a copy of this Order to a11 plincipals and managers of such Defendant must deliver a copy of this Order to all principals and managers of such 17 17 business before engaging in such conduct. business before engaging in such conduct.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 3795,
            "quote_end_line": 3809
          },
          {
            "description": "Defendants must secure a signed and dated statement acknowledging receipt of the Order, within thirty (30) days of delivery, from all persons receiving a copy of the Order pursuant to this Section",
            "quoted_text": "Defendants must secure a signed and dated statemtnt acknowledging receipt D. Defendants must secure a signed and dated statement acknowledging receipt 19 19 of the Order, within thilt'y (30) days of dclivery, from a11 persons receiving a copy of of the Order, within thirty (30) days of delivery, from all persons receiving a copy of 2200 the Order pursuant to this Section. the Order pursuant to this Section.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 3811,
            "quote_end_line": 3819
          }
        ]
      },
      {
        "provision_number": "XII",
        "title": "Acknowledgment of Receipt of Order",
        "category": "acknowledgment",
        "summary": "Each Defendant must submit a truthful sworn statement to the Commission acknowledging receipt of this Order within five business days of receipt of the Order as entered by the Court.",
        "requirements": [
          {
            "description": "Each Defendant, within five (5) business days of receipt of this Order as entered by the Court, must submit to the Commission a truthful sworn statement acknowledging receipt of this Order",
            "quoted_text": "IITT IISS FFUURRTTIH'IEERR OORRDDEERREEDD tthhaatt eeaacchh DDeeffecnnddaanntt,, wwiitthhiinn ffiivvee ((55)) bbuussiinneessss ddaayyss ooff rreecceciipptt 2233 of this Order as entered by the Court, rnust submit to the Commission a truthful swolm statement of this Order as entered by the Court, must submit to the Commission a truthful sworn statement 2244 acknowledging receipt of this Order. acknowledging receipt of this Order.",
            "deadline": "5 business days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 3825,
            "quote_end_line": 3831
          }
        ]
      },
      {
        "provision_number": "XIII",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
        "requirements": [
          {
            "description": "This Court shall retain jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order",
            "quoted_text": "IT IS FURTHER ORDERED that this Court shall retain julisdiction of this matter for IT IS FURTHER ORDERED that this Court shall retain jurisdiction of this matter for 3 3 u u r r p p o o s s e e s s o o f f c c o o n n s s t t r r u u c c t t i i o o n n , , m m o o d d i i f f i i c c a a t t i i o o n n , aanndd eennffoorrcceemmeenntt ooff tthhiiss OOrrddeerr. .",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 3919,
            "quote_end_line": 3923
          }
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "IT IS FURTHER ORDERED that this Court shall retain jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "09.09, Cash Today Complaint.pdf",
      "order": "09.09, Cash Today Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 6,
      "complaint_representations": 4,
      "order_provisions": 13,
      "order_definitions": 13,
      "order_requirements": 47,
      "provisions_per_section": {
        "I": 3,
        "II": 3,
        "III": 2,
        "IV": 3,
        "V": 5,
        "VI": 3,
        "VII": 6,
        "VIII": 3,
        "IX": 7,
        "X": 6,
        "XI": 4,
        "XII": 1,
        "XIII": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 11
      },
      "verification_details": {
        "complaint_verified": 4,
        "complaint_total": 4,
        "order_verified": 47,
        "order_total": 47
      }
    },
    "processing_time_seconds": 569.5
  }
}