{
  "case_info": {
    "docket_number": "4:08-cv-338",
    "company": {
      "name": "EMC Mortgage Corporation",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "Lewisville, TX",
      "business_description": "EMC Mortgage Corporation is a wholly owned subsidiary of The Bear Stearns Companies LLC that serves as a mortgage servicer. EMC acquires, services, and packages residential mortgage loans into mortgage-backed securities for sale to investors. As of September 2007, EMC serviced over 475,000 mortgage loans with a total unpaid principal balance of approximately $80 billion."
    },
    "commissioners": [],
    "case_date": {
      "month": 9,
      "year": 2008
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a); Sections 806, 807, 808 and 809 of the Fair Debt Collection Practices Act; Section 623(a)(3) of the Fair Credit Reporting Act; Sections 226.18 and 226.20 of the Truth in Lending Act's implementing Regulation Z",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/062-3031-emc-mortgage-co"
  },
  "complaint": {
    "factual_background": "EMC Mortgage Corporation and Bear Stearns Companies LLC acquired and serviced residential mortgage loans during a period of explosive mortgage industry growth, paying inadequate attention to the integrity of consumer loan information and sound servicing practices. As a result, defendants made inaccurate claims to consumers about their loan balances, payment amounts, and fees, engaged in unlawful collection practices including harassing phone calls, charged unauthorized fees for property inspections and loan modifications, and failed to properly investigate consumer disputes or report them to credit reporting agencies.",
    "representations_made": [
      {
        "description": "Claimed consumers owed the specific amounts stated in defendants' communications",
        "quoted_text": "In the course and conduct of their loan servicing and collection, defendants in numerous instances have represented, expressly or by implication, that consumers owe the amounts specified in defendants' communications.",
        "source_paragraph": 25
      },
      {
        "description": "Claimed that fees assessed and collected were allowed under mortgage contracts and permitted by law",
        "quoted_text": "In the course and conduct oftheir loan servicing and collection, defendants in numerous instances have represented, expressly or by implication, that fees assessed and collected by EMC were (a) allowed under the mortgage contract and (b) permitted by law.",
        "source_paragraph": 29
      },
      {
        "description": "Claimed to possess and rely on a reasonable basis substantiating their representations about consumers' loans",
        "quoted_text": "In the course and conduct oftheir loan servicing and collection, defendants in numerous instances have represented, expressly or by implication, that they possessed and relied on a reasonable basis substantiating their representations about consumers' loans.",
        "source_paragraph": 34
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Misrepresentation of Amounts Owed",
        "representation": "Defendants represented that consumers owe the amounts specified in defendants' communications",
        "fact": "In numerous instances, consumers do not owe the amounts that have been specified in defendants' communications because fees included in the amounts specified are not allowed under the mortgage contract or permitted by law, and/or the amounts specified have been assessed or calculated incorrectly",
        "conclusion": "Therefore, defendants' representations as set forth in paragraph 25 are false or misleading and constitute deceptive acts or practices in violation of Section 5(a) ofthe FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 2,
        "title": "Unfair and Deceptive Assessment and Collection of Fees",
        "representation": "Defendants represented that fees assessed and collected by EMC were (a) allowed under the mortgage contract and (b) permitted by law",
        "fact": "On numerous occasions, the fees assessed and collected by EMC were (a) not allowed under the mortgage contract or (b) not permitted by law. Nonetheless, EMC improperly assessed and collected these fees. Defendants' actions have caused and are likely to cause substantial injury to consumers. This injury is not reasonably avoidable by consumers and not outweighed by countervailing benefits to consumers or competition",
        "conclusion": "Defendants' acts or practices constitute unfair and deceptive acts or practices in or affecting commerce in violation of Section 5(a) ofthe Federal Trade Commission Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 3,
        "title": "Deceptive Reasonable Basis Claims",
        "representation": "Defendants represented that they possessed and relied on a reasonable basis substantiating their representations about consumers' loans",
        "fact": "In truth and in fact, in numerous instances, defendants have not possessed and relied on a reasonable basis substantiating their representations about consumers' loans",
        "conclusion": "Therefore, defendants' representations as set forth in paragraph 34 are false or misleading and constitute deceptive acts or practices in violation of Section 5(a) ofthe FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 4,
        "title": "Harassment or Abuse",
        "representation": "Defendants engaged in conduct in connection with debt collection",
        "fact": "On numerous occasions, in connection with the collection of debts that were in default when obtained by defendants, defendants have used conduct the natural consequence of which is to harass, oppress, or abuse any person, including causing a telephone to ring or engaging any person in telephone conversation repeatedly or continuously with intent to annoy, abuse, or harass any person at the called number, and the placement oftelephone calls without meaningful disclosure ofthe caller's identity",
        "conclusion": "These acts violate Section 806 ofthe FDCPA, 15 U.S.C. § 1692d, and pursuant to Section 814 ofthe FDCPA, 15 U.S.C. § 1692/, also constitute unfair or deceptive acts or practices in violation ofthe FTC Act."
      },
      {
        "count_number": 5,
        "title": "False or Misleading Representations",
        "representation": "Defendants made representations about the character, amount, or legal status of debts",
        "fact": "On numerous occasions, in connection with the collection of debts that were in default when obtained by defendants, defendants have used false, deceptive, or misleading representations or means, including falsely representing the character, amount, or legal status ofa debt, communicating credit information known to be false including failure to communicate that a disputed debt is disputed, using false representations or deceptive means to collect or attempt to collect a debt, and failing to disclose in initial communications that the debt collector is attempting to collect a debt and that any information obtained will be used for that purpose",
        "conclusion": "These acts violate Section 807 of the FDCPA, 15 U.S.C. § 1692e, and pursuant to Section 814 ofthe FDCPA, 15U.S.C. § 1692/, also constitute unfair or deceptive acts or practices in violation ofthe FTC Act."
      },
      {
        "count_number": 6,
        "title": "Unfair Practices",
        "representation": "Defendants collected amounts including fees, charges, and expenses",
        "fact": "On numerous occasions, in connection with the collection ofdebts that were in default when obtained by defendants, defendants have used unfair or unconscionable means to collect or attempt to collect a debt, including collecting amounts (including any interest, fee, charge, or expense incidental to the principal obligation) not authorized by the agreement creating the debt orpermittedby law",
        "conclusion": "These acts violate Section 808(1) ofthe FDCPA, 15 U.S.C. § 1692f(1), and pursuant to Section 814 ofthe FDCPA, 15 U.S.c. § 1692/, also constitute unfair or deceptive acts or practices in violation ofthe FTC Act."
      },
      {
        "count_number": 7,
        "title": "Validation of Debts",
        "representation": "Defendants communicated with consumers about debts",
        "fact": "On numerous occasions, in connection with the collection of debts that were in default when obtained by defendants, defendants have failed to notify consumers oftheir right to dispute and obtain verification oftheir debts and to obtain the name ofthe original creditor, either in the initial communication with consumers by defendants, or withinfive days thereafter",
        "conclusion": "These acts violate Section 809(a) ofthe FDCPA, 15 U.S.C. § 1692g(a), and pursuant to Section 814 ofthe FDCPA, 15 U.S.c. § 1692/, also constitute unfair or deceptive acts or practices in violation ofthe FTC Act."
      },
      {
        "count_number": 8,
        "title": "Failure to Report Disputes",
        "representation": "Defendants furnished information to consumer reporting agencies",
        "fact": "In numerous instances in which consumers have informed defendants that they dispute the completeness or accuracy of information furnished by defendants to a consumer reporting agency, defendants have not reported the disputes to any or all of the consumer reporting agencies to which they furnish or have furnished the information",
        "conclusion": "The acts and practices alleged in paragraph 52 constitute violations of Section 623(a)(3) of the FCRA, 15 U.S.c. § 1681s-2(a)(3), and pursuant to Section 621(a) of the FCRA, 15 U.S.C. § 1681s(a)(I), also constitute unfair or deceptive acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.c. § 45(a)."
      },
      {
        "count_number": 9,
        "title": "Failure to Provide Required Disclosures",
        "representation": "Defendants modified loans and included modification fees in the unpaid principal balance",
        "fact": "On numerous occasions, in the course and conduct ofloan servicing and collection, defendants have included the cost of a modification fee (typically, $500) in the unpaid principal balance ofmodified loans, without providing required disclosures",
        "conclusion": "These acts violate Sections 226.18 and 226.20 of Regulation Z, 12 C.F.R. §§ 226.18 and 226.20, and pursuant to Section !08(c) ofthe TILA, 15 U.S.C. § 1607(c), every violation of the TILA and Regulation Z constitutes a violation of the FTC Act."
      }
    ]
  },
  "order": {
    "definitions": {
      "Bank": "a bank that is exempt from the FTC's jurisdiction pursuant to Section 5(a)(2) of the FTC Act, 15 U.S.C. §45(a)(2). \"Bank\" shall not include any person or entity controlled directly or indirectly by a bank and that is not itself a bank, such as an operating subsidiary or affiliate of a bank that is not itself a bank",
      "Bear Stearns": "The Bear Stearns Companies LLC, f/d/b/a The Bear Stearns Companies, Inc., a Delaware corporation, and its successors and assigns, by whatever names they might be known, but not including any bank",
      "Clear and prominent": "information is displayed in a manner that is readily noticeable, readable, and understandable",
      "Competent and reliable evidence": "tests, analyses, research, studies, or other evidence, including a data integrity program that complies with Section VII of this Order, based on the expertise of professionals in the relevant area, that has been conducted and evaluated in an objective manner by persons qualified to do so, using procedures generally accepted in the profession to yield accurate and reliable results",
      "Defendants": "collectively, EMC and Bear Stearns",
      "EMC": "EMC Mortgage Corporation, a Delaware corporation, and its successors and assigns, by whatever names they might be known, but not including any bank",
      "FCRA": "the Fair Credit Reporting Act, 15 U.S.C. §§ 1681-1681x, as amended",
      "FDCPA": "the Fair Debt Collection Practices Act, 15 U.S.C. §§ 1601-1692, as amended",
      "FTC Act": "the Federal Trade Commission Act, 15 U.S.C. §§ 41-58, as amended",
      "Fees": "all fees, charges, and penalties, including but not limited to fees for late payments, property inspections, broker's price opinions, appraisals, legal services, reinstatement, modification, and any other fees or charges that a consumer is or was assessed by defendants or any other person in connection with the servicing of any loan",
      "Loan": "a residential mortgage loan, i.e., a loan secured by a lien on real property taken as security for the repayment of the loan",
      "Loan instruments": "the mortgage deed and/or promissory note signed by the consumer to consummate his or her loan",
      "Person": "any individual, group, unincorporated association, limited or general partnership, corporation, trust, or other business entity",
      "Property inspection": "an inspection of the property securing a loan to determine the property's physical condition and occupancy status",
      "Servicing": "receiving any payments from (or for) a consumer pursuant to the terms of any loan, including amounts for escrow accounts, and making the payments of principal and interest and such other payments with respect to the amounts received from (or for) the consumer as may be required pursuant to the terms of the loan. \"Servicing\" shall also include any related loan servicing activity such as the administration of loan accounts, sending periodic billing statements to a consumer, maintaining records of the status of the consumer's loan accounts, providing information to and resolving disputes with the consumer regarding loan accounts, the collection of loan payments, the foreclosure of real property, the use of consumer reports and the furnishing of information to consumer reporting agencies, and the collection or imposition of fees in relation to any of the foregoing",
      "TILA": "the Truth in Lending Act, 15 U.S.C. §§ 1601-1666j, as amended, and its implementing Regulation Z, 12 C.F.R. §226, as amended"
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations",
        "category": "prohibition",
        "summary": "Defendants must not misrepresent payment amounts, fees, loan terms, or any information about loan status, and must possess competent and reliable evidence to substantiate any representations made.",
        "requirements": [
          {
            "description": "Must not misrepresent the amount of any payment or fee due on a loan",
            "quoted_text": "IT IS THEREFORE ORDERED that defendants, and each of them, their officers, employees, agents, representatives, and all other persons or entities in active concert or participation with them who receive actual notice of this Order by personal service or otherwise, directly or through any corporation, subsidiary, division, or other device, are hereby permanently restrained and enjoined, in connection with the servicing of any loan, from: A. Misrepresenting, expressly or by implication, the amount of any payment or fee due on a loan",
            "deadline": null,
            "verified": true,
            "confidence": 0.6692236769315877
          },
          {
            "description": "Must not misrepresent that any payment or fee is allowed under the loan instruments or permitted by law",
            "quoted_text": "B. Misrepresenting, expressly or by implication, that any payment or fee due on a loan is allowed under the loan instruments or permitted by law",
            "deadline": null,
            "verified": true,
            "confidence": 0.9716058394160584
          },
          {
            "description": "Must not misrepresent the amount, nature, or terms of any fee or other condition or requirement of any loan",
            "quoted_text": "C. Misrepresenting, expressly or by implication, the amount, nature, or terms of any fee or other condition or requirement of any loan",
            "deadline": null,
            "verified": true,
            "confidence": 0.9670078740157481
          },
          {
            "description": "Must possess and rely on competent and reliable evidence when making representations about payments, fees, or loan terms",
            "quoted_text": "D. Making any representation, expressly or by implication, about the amount of any payment or fee, the date that any payment or fee is due, or any other information regarding the terms, conditions, or status of a loan, unless, at the time of making such representation, such persons possess and rely on competent and reliable evidence that substantiates the representation",
            "deadline": null,
            "verified": true,
            "confidence": 0.6758539458186101
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Prohibition on Unauthorized Fees",
        "category": "prohibition",
        "summary": "Defendants are prohibited from assessing or collecting any fee unless it is for services actually rendered and is authorized by loan instruments, permitted by law, or specifically requested and consented to by the consumer.",
        "requirements": [
          {
            "description": "Must not assess or collect fees unless authorized by loan instruments and law, or specifically requested and consented to by consumer",
            "quoted_text": "IT IS FURTHER ORDERED that defendants, and each of them, their officers, employees, agents, representatives, and all other persons or entities in active concert or participation with them who receive actual notice of this Order by personal service or otherwise, directly or through any corporation, subsidiary, division, or other device, are hereby permanently restrained and enjoined, in connection with the servicing of any loan, from assessing and/or collecting any fee unless it is for services actually rendered and is a) expressly authorized, and clearly and prominently disclosed, by the loan instruments and not prohibited by law; b) expressly permitted by law and not prohibited by the loan instruments; or c) a reasonable fee for a specific service requested by a consumer that is assessed and/or collected only after clear and prominent disclosure of the fee is provided to the consumer and explicit consent is obtained from the consumer to pay the fee in exchange for the service, and such fee is not otherwise prohibited by law or the loan instruments",
            "deadline": null,
            "verified": true,
            "confidence": 0.8166666666666667
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Property Inspection Fee Restrictions",
        "category": "prohibition",
        "summary": "For five years, defendants may only charge property inspection fees under specific conditions: payment must be 45+ days late, initial inspection plus additional inspections no more than every 30 days, or as required by law or HUD.",
        "requirements": [
          {
            "description": "For five years, must not charge property inspection fees except under specified conditions (45+ days late, limited frequency)",
            "quoted_text": "IT IS FURTHER ORDERED that, for five (5) years after the date of entry of this Order, defendants, and each of them, their officers, employees, agents, representatives, and all other persons or entities in active concert or participation with them who receive actual notice of this Order by personal service or otherwise, directly or through any corporation, subsidiary, division, or other device, are hereby permanently restrained and enjoined, in connection with the servicing of any loan, from assessing and/or collecting fees for property inspections, provided that defendants may impose reasonable fees for property inspections actually performed if: (1) the consumer's loan payment has not been received within forty-five (45) calendar days of the due date; and (2) the inspections are limited to the initial inspection and to additional inspections during the period of continued delinquency not more frequent than every thirty (30) calendar days. Provided, however, that defendants may charge fees for property inspections actually performed if those inspections are otherwise required by law or regulation, or required by written handbook requirements issued by the Department of Housing and Urban Development (\"HUD\")",
            "deadline": "5 years",
            "verified": true,
            "confidence": 0.8166666666666667
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "FDCPA Compliance for Loans in Default",
        "category": "prohibition",
        "summary": "Defendants must comply with all provisions of the Fair Debt Collection Practices Act when servicing loans that were in default at time of acquisition, including prohibitions against harassment, misrepresentation, and unfair collection practices.",
        "requirements": [
          {
            "description": "Must not harass, oppress, or abuse any person in violation of FDCPA Section 806",
            "quoted_text": "IT IS FURTHER ORDERED that defendants, and each of them, their officers, employees, agents, representatives, and all other persons or entities in active concert or participation with them who receive actual notice of this Order by personal service or otherwise, directly or through any corporation, subsidiary, division, or other device, are hereby permanently restrained and enjoined, in connection with the servicing of any loan that was in default at the time it was obtained by defendants, from: A. Using conduct the natural consequence of which is to harass, oppress, or abuse any person, in violation of Section 806 of the FDCPA, 15 U.S.C. § 1692d, including but not limited to: (1) causing a telephone to ring or engaging any person in telephone conversation repeatedly or continuously with intent to annoy, abuse, or harass any person at the called number, in violation of Section 806(5) of the FDCPA, 15 U.S.C. § 1692d(5); and (2) the placement of telephone calls without meaningful disclosure of the caller's identity in violation of Section 806(6) of the FDCPA, 15 U.S.C. § 1692d(6)",
            "deadline": null,
            "verified": true,
            "confidence": 0.8166666666666667
          },
          {
            "description": "Must not use false, deceptive, or misleading representations in violation of FDCPA Section 807",
            "quoted_text": "B. Using any false, deceptive, or misleading representation or means in connection with the collection of any debt, in violation of Section 807 of the FDCPA, 15 U.S.C. § 1692e, including but not limited to: (1) falsely representing the character, amount, or legal status of a debt, or any services rendered or compensation which may be lawfully received by a debt collector for collection of a debt, in violation of Sections 807(2)(A) and (B) of the FDCPA, 15 U.S.C. §§ 1692e(2)(A) and (B); (2) communicating or threatening to communicate to any person credit information which is known or which should be known to be false, including the failure to communicate that a disputed debt is disputed, in violation of Section 807(8) of the FDCPA, 15 U.S.C. § 1692e(8); (3) using false representation or deceptive means to collect or attempt to collect a debt or to obtain information concerning a consumer, in violation of Section 807(10) of the FDCPA, 15 U.S.C. § 1692e(10); and (4) failing to disclose in the initial written communication with the consumer and, in addition, if the initial communication with the consumer is oral, in that initial oral communication, that the debt collector is attempting to collect a debt and that any information obtained will be used for that purpose, in violation of Section 807(11) of the FDCPA, 15 U.S.C. § 1692e(11)",
            "deadline": null,
            "verified": true,
            "confidence": 0.8045454545454547
          },
          {
            "description": "Must not use unfair means to collect debts in violation of FDCPA Section 808",
            "quoted_text": "C. Using any unfair means to collect or attempt to collect a debt, including but not limited to collecting amounts (including any interest, fee, charge, or expense incidental to the principal obligation) not authorized by the agreement creating the debt or permitted by law, in violation of Section 808(1) of the FDCPA, 15 U.S.C. § 1692f(1)",
            "deadline": null,
            "verified": true,
            "confidence": 0.7166666666666668
          },
          {
            "description": "Must notify consumers of their right to dispute debts and obtain verification in violation of FDCPA Section 809(a)",
            "quoted_text": "D. Failing to notify consumers of their right to dispute and obtain verification of their debts and to obtain the name of the original creditor, either in the initial communication with consumers by defendants, or within five days thereafter, in violation of Section 809(a) of the FDCPA, 15 U.S.C. § 1692g(a)",
            "deadline": null,
            "verified": true,
            "confidence": 0.8345602605863193
          },
          {
            "description": "Must comply with all other FDCPA requirements",
            "quoted_text": "E. Failing to comply in any other respect with the FDCPA, as amended, or as it may be amended in the future",
            "deadline": null,
            "verified": true,
            "confidence": 0.9965071770334929
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "FCRA Compliance",
        "category": "prohibition",
        "summary": "Defendants must comply with the Fair Credit Reporting Act, including reporting disputed accounts as disputed to consumer reporting agencies when consumers dispute information.",
        "requirements": [
          {
            "description": "Must report accounts as disputed to consumer reporting agencies when consumers dispute information",
            "quoted_text": "IT IS FURTHER ORDERED that defendants, and each of them, their officers, employees, agents, representatives, and all other persons or entities in active concert or participation with them who receive actual notice of this Order by personal service or otherwise, directly or through any corporation, subsidiary, division, or other device, are hereby permanently restrained and enjoined, in connection with the servicing of any loan, from: A. Failing to report accounts as \"disputed\" to consumer reporting agencies, as required by Section 623(a)(3) of the FCRA, 15 U.S.C. § 1681s-2(a)(3), when consumers dispute the completeness or accuracy of any information furnished to a consumer reporting agency either in writing, orally, or by electronic means",
            "deadline": null,
            "verified": true,
            "confidence": 0.8166666666666667
          },
          {
            "description": "Must comply with all other FCRA requirements",
            "quoted_text": "B. Failing to comply in any other respect with the FCRA, as amended, or as it may be amended in the future",
            "deadline": null,
            "verified": true,
            "confidence": 0.9723076923076923
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "TILA Compliance",
        "category": "prohibition",
        "summary": "Defendants must comply with the Truth in Lending Act and Regulation Z, including making required disclosures before consummating consumer credit transactions such as loan modifications.",
        "requirements": [
          {
            "description": "Must make required TILA disclosures before consummating consumer credit transactions",
            "quoted_text": "IT IS FURTHER ORDERED that defendants, and each of them, their officers, employees, agents, representatives, and all other persons or entities in active concert or participation with them who receive actual notice of this Order by personal service or otherwise, directly or through any corporation, subsidiary, division, or other device, are hereby permanently restrained and enjoined from: A. Failing to make required TILA disclosures before consummating a consumer credit transaction, including but not limited to in connection with a loan modification or other loan workout that constitutes a refinancing under Sections 226.18 and 226.20 of the TILA's implementing Regulation Z, 12 C.F.R. §§ 226.18 and 226.20",
            "deadline": null,
            "verified": true,
            "confidence": 0.8166666666666667
          },
          {
            "description": "Must comply with all other TILA and Regulation Z requirements",
            "quoted_text": "B. Failing to comply in any other respect with the TILA and Regulation Z, as amended, or as they may be amended in the future",
            "deadline": null,
            "verified": true,
            "confidence": 0.976058091286307
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Data Integrity Program",
        "category": "affirmative_obligation",
        "summary": "Defendants must establish and maintain a comprehensive data integrity program within 90 days to ensure accuracy and completeness of consumer loan account data before servicing.",
        "requirements": [
          {
            "description": "Establish and implement comprehensive data integrity program at EMC",
            "quoted_text": "IT IS FURTHER ORDERED that defendants, in connection with the acquisition, transfer, or servicing of any loan, shall, no later than ninety (90) days after the date of entry of this Order, establish and implement, and thereafter maintain at EMC, a comprehensive data integrity program that is reasonably designed to ensure the accuracy and completeness of data and other information that EMC obtains about consumers' loan accounts, prior to servicing such accounts (\"data integrity program\"). Such data integrity program, the content and implementation of which must be fully documented in writing, shall be appropriate to the nature, size, complexity, and scope of defendants' activities",
            "deadline": "90 days",
            "verified": true,
            "confidence": 0.8166666666666667
          },
          {
            "description": "Designate employee(s) to coordinate and be accountable for the data integrity program",
            "quoted_text": "A. the designation of an employee or employees to coordinate and be accountable for the data integrity program",
            "deadline": null,
            "verified": true,
            "confidence": 0.9926168224299066
          },
          {
            "description": "Regularly test or monitor the effectiveness of the data integrity program",
            "quoted_text": "B. the regular testing or monitoring of the effectiveness of the data integrity program",
            "deadline": null,
            "verified": true,
            "confidence": 0.9476470588235294
          },
          {
            "description": "Evaluate and adjust the data integrity program based on testing, monitoring, and changes",
            "quoted_text": "C. the evaluation and adjustment of the data integrity program in light of the results of the testing and monitoring required by subparagraph VII.B, any material changes to defendants' operations or business arrangements, or any other circumstances that defendants know or have reason to know may have a material impact on the effectiveness of the data integrity program",
            "deadline": null,
            "verified": true,
            "confidence": 0.73
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Third-Party Assessments",
        "category": "assessment",
        "summary": "Defendants must obtain independent third-party assessments of their data integrity program within 180 days and biennially thereafter for 8 years, and provide these to the FTC.",
        "requirements": [
          {
            "description": "Obtain initial third-party assessment of data integrity program and provide to FTC",
            "quoted_text": "IT IS FURTHER ORDERED that defendants obtain an assessment and report (an \"Assessment\") from a qualified, objective, independent third-party professional, using procedures and standards generally accepted in the profession, within one hundred and eighty (180) days after the date of entry of the Order, and biennially thereafter for eight (8) years after entry of the Order, that: A. sets forth the specific data integrity program that defendants have implemented and maintained during the reporting period; B. explains how such data integrity program is appropriate to defendants' size and complexity, and the nature and scope of defendants' activities; and C. explains how the data integrity program meets or exceeds the protections required by Section VII of this Order. Defendants shall provide the first Assessment, as well as all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, whether prepared by or on behalf of defendants, relied upon to prepare such Assessment, to the Commission, within ten (10) days after the Assessment is delivered to defendants",
            "deadline": "180 days",
            "verified": true,
            "confidence": 0.8250000000000001
          },
          {
            "description": "Retain and provide subsequent biennial assessments to FTC upon request",
            "quoted_text": "All subsequent biennial Assessments shall be retained by defendants and provided to the Commission within ten (10) days of request",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.9773684210526316
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Pre-Foreclosure Verification Requirements",
        "category": "affirmative_obligation",
        "summary": "For eight years, defendants must verify loan default, confirm no Order violations occurred (or remedy them), and investigate disputes before initiating foreclosure or assessing foreclosure fees.",
        "requirements": [
          {
            "description": "For eight years, must verify default and compliance before initiating foreclosure or assessing foreclosure fees",
            "quoted_text": "IT IS FURTHER ORDERED that, for eight (8) years after the date of entry of this Order, defendants, and each of them, their officers, employees, agents, representatives, and all other persons or entities in active concert or participation with them who receive actual notice of this Order by personal service or otherwise, directly or through any corporation, subsidiary, division, or other device, are hereby permanently restrained and enjoined, in connection with the servicing of any loan, from initiating a foreclosure action, or assessing fees in connection with an actual or threatened foreclosure action, until the defendants have: a) reviewed all available records pertaining to the consumer's loan to verify that the consumer is in material default under the terms of the loan instruments; b) confirmed that defendants have not subjected the consumer to any of the acts or practices prohibited by this Order, the loan instruments, or law, or if such acts or practices have occurred, that defendants have remedied them; and c) investigated any disputes by the consumer and informed the consumer of the results of the investigation",
            "deadline": "8 years",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Maintain records documenting steps taken to investigate and conclude each dispute",
            "quoted_text": "Defendants shall maintain records sufficient to document the steps they take to investigate and conclude each dispute",
            "deadline": null,
            "verified": true,
            "confidence": 0.9872649572649573
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Monetary Relief",
        "category": "affirmative_obligation",
        "summary": "Defendants must pay $28 million to the FTC for consumer redress within 5 business days of Order entry, with default provisions if payment is not made.",
        "requirements": [
          {
            "description": "Pay $28 million to the FTC for consumer redress",
            "quoted_text": "Defendants, jointly and severally, shall pay the amount of twenty-eight million dollars ($28,000,000.00) to remedy the violations of law alleged by the FTC. This amount constitutes redress paid for the benefit of consumers, and does not constitute a civil penalty. On or before five (5) business days after the date of entry of this Order, defendants shall wire transfer the sum of twenty-eight million dollars ($28,000,000.00) to the Commission or such agent as the Commission may direct, pursuant to instructions provided by the Commission",
            "deadline": "5 business days",
            "verified": true,
            "confidence": 0.73
          }
        ]
      },
      {
        "provision_number": "XI",
        "title": "Data Provision for Redress",
        "category": "affirmative_obligation",
        "summary": "Defendants must provide all information reasonably required to administer consumer redress within 30 days of FTC request.",
        "requirements": [
          {
            "description": "Provide all information required to administer redress within 30 days of FTC request",
            "quoted_text": "IT IS FURTHER ORDERED that to facilitate redress under Section X above, the defendants shall provide the Commission and/or its designated agent, within thirty (30) calendar days after receiving a written request by the Commission or its designated agent, with all information reasonably required to administer redress. Defendants shall provide a complete electronically stored data set in a compatible format (as reasonably determined by the FTC and/or its agent)",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.7522222222222222
          }
        ]
      },
      {
        "provision_number": "XII",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The FTC has authority to monitor compliance through written reports, document production, depositions, facility inspections, and employee interviews.",
        "requirements": [
          {
            "description": "Submit additional written reports, produce documents, appear for deposition, and provide facility access within 20 days of FTC request",
            "quoted_text": "IT IS FURTHER ORDERED that, for the purpose of monitoring and investigating compliance with any provision of this Order, A. Within twenty (20) days of receipt of written notice from a representative of the Commission, defendants each shall submit additional written reports, sworn to under penalty of perjury; produce documents for inspection and copying; appear for deposition; and/or provide entry during normal business hours to any business location in such defendant's possession or direct or indirect control to inspect the business operation, provided that defendants, after attempting to resolve a dispute without court action and for good cause shown, may file a motion with this Court seeking an order including one or more of the protections set forth in Fed. R. Civ. P. 26(c)",
            "deadline": "20 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Permit FTC representatives to interview employees and agents",
            "quoted_text": "C. Defendants shall permit representatives of the Commission to interview any employer, consultant, independent contractor, representative, agent, or employee who has agreed to such an interview, relating in any way to any conduct subject to this Order. The person interviewed may have counsel present",
            "deadline": null,
            "verified": true,
            "confidence": 0.7346153846153847
          }
        ]
      },
      {
        "provision_number": "XIII",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendants must notify the FTC of corporate changes at least 30 days in advance for 5 years, and submit a compliance report 180 days after Order entry.",
        "requirements": [
          {
            "description": "For five years, notify FTC of corporate structure changes at least 30 days in advance",
            "quoted_text": "For a period of five (5) years from the date of entry of this Order, defendants shall notify the Commission of any changes in defendants' corporate structure that may affect compliance obligations arising under this Order, including but not limited to a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order; the filing of a bankruptcy petition; or a change in the corporate name or address, at least thirty (30) days prior to such change, provided that, with respect to any proposed change in the corporation about which the defendant learns less than thirty (30) days prior to the date such action is to take place, defendant shall notify the Commission as soon as is practicable after obtaining such knowledge",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.5939522546419098
          },
          {
            "description": "Submit written compliance report to FTC 180 days after Order entry",
            "quoted_text": "One hundred eighty (180) days after the date of entry of this Order, defendants each shall provide a written report to the FTC, sworn to under penalty of perjury, setting forth in detail the manner and form in which they have complied and are complying with this Order",
            "deadline": "180 days",
            "verified": true,
            "confidence": 0.8219780219780219
          }
        ]
      },
      {
        "provision_number": "XIV",
        "title": "Recordkeeping Provisions",
        "category": "recordkeeping",
        "summary": "For eight years, defendants must create and retain records for three years including accounting records, personnel records, customer files, complaints, training materials, and compliance documents.",
        "requirements": [
          {
            "description": "For eight years, create and retain specified records for three years after preparation",
            "quoted_text": "IT IS FURTHER ORDERED that, for a period of eight (8) years from the date of entry of this Order, defendants, and each of them, and their agents, employees, officers, corporations, successors, and assigns, and those persons in active concert or participation with them who receive actual notice of this Order by personal service or otherwise, are hereby permanently restrained and enjoined, in connection with the servicing of any loan, from failing to create and retain, for a period of three (3) years after the date of preparation of the record, the following records: A. Accounting records that reflect the cost of loans acquired and/or sold; revenues generated from servicing fees and/or fees paid by and/or imposed on consumers; and the disbursement of such revenues; B. Personnel records accurately reflecting: the name, address, and telephone number of each person employed in any capacity by such business, including as an independent contractor; that person's job title or position; the date upon which the person commenced work; and the date and reason for the person's termination, if applicable; C. Customer files containing the names, addresses, telephone numbers (if available), dollar amounts paid, and description of fees or other charges imposed; D. Complaints, disputes, and requests from consumers (whether received directly, indirectly or through any third party) and any responses to those complaints, disputes, or requests; E. Copies of all training materials and policy manuals; and F. All records and documents necessary to demonstrate full compliance with each provision of this Order, including but not limited to, copies of acknowledgments of receipt of this Order, required by Section XVI, and all reports submitted to the FTC pursuant to Section XIII",
            "deadline": "8 years",
            "verified": true,
            "confidence": 0.8166666666666667
          }
        ]
      },
      {
        "provision_number": "XV",
        "title": "Distribution of Order by Defendants",
        "category": "acknowledgment",
        "summary": "For five years, defendants must deliver copies of the Order to supervisory personnel within 30 days and obtain signed acknowledgments of receipt.",
        "requirements": [
          {
            "description": "For five years, deliver Order to all supervisory personnel",
            "quoted_text": "IT IS FURTHER ORDERED that, for a period of five (5) years from the date of entry of this Order, defendants shall deliver copies of the Order as directed below: A. Defendants shall deliver a copy of this Order to all principals, officers, directors, managers, employees, agents, and representatives having supervisory responsibility with respect to the subject matter of this Order. For current personnel, delivery shall be within thirty (30) days of service of this Order upon defendants. For new personnel, delivery shall occur prior to them assuming their responsibilities",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.8166666666666667
          },
          {
            "description": "Secure signed and dated acknowledgment statements within 30 days of delivery",
            "quoted_text": "B. Defendants must secure a signed and dated statement acknowledging receipt of the Order, within thirty (30) days of delivery, from all persons receiving a copy of the Order pursuant to this Part",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.9849071618037135
          }
        ]
      },
      {
        "provision_number": "XVI",
        "title": "Acknowledgment of Receipt of Order by Defendants",
        "category": "acknowledgment",
        "summary": "Each defendant must submit a truthful sworn statement acknowledging receipt of the Order within 5 business days.",
        "requirements": [
          {
            "description": "Submit sworn statement acknowledging receipt of Order",
            "quoted_text": "IT IS FURTHER ORDERED that each defendant, within five (5) business days of receipt of this Order as entered by the Court, must submit to the Commission a truthful sworn statement acknowledging receipt of this Order",
            "deadline": "5 business days",
            "verified": true,
            "confidence": 0.9564705882352942
          }
        ]
      },
      {
        "provision_number": "XVII",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction for purposes of construction, modification, and enforcement of this Order.",
        "requirements": [
          {
            "description": "Court retains jurisdiction for construction, modification, and enforcement",
            "quoted_text": "IT IS FURTHER ORDERED that this Court shall retain jurisdiction of this matter for purposes of construction, modification and enforcement of this Order",
            "deadline": null,
            "verified": true,
            "confidence": 0.9853264604810997
          }
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "This is a federal court consent decree with no explicit termination date. The Court retains jurisdiction indefinitely for purposes of construction, modification and enforcement. Individual provisions have varying durations: 5 years (property inspection fee restrictions, corporate change notifications, Order distribution), 8 years (biennial assessments, pre-foreclosure verification, recordkeeping), and permanent injunctions (misrepresentation prohibitions, unauthorized fee prohibitions, FDCPA/FCRA/TILA compliance)."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "09.08, EMC Mortgage Co. Complaint.pdf",
      "order": "09.08, EMC Mortgage Co. Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 9,
      "complaint_representations": 3,
      "order_provisions": 17,
      "order_definitions": 16,
      "order_requirements": 34
    },
    "processing_time_seconds": 376.0
  }
}