{
  "case_info": {
    "docket_number": "C-4148",
    "company": {
      "name": "BJ's Wholesale Club, Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "One Mercer Road, Natick, Massachusetts 01760",
      "business_description": "BJ's Wholesale Club, Inc. operates approximately 150 warehouse clubs in 16 eastern states where members can purchase memberships and approximately 7,500 brand-name food and general merchandise items, including office supplies, consumer electronics, apparel, and other consumer goods."
    },
    "commissioners": [
      "Deborah Platt Majoras, Chairman",
      "Thomas B. Leary",
      "Pamela Jones Harbour",
      "Jon Leibowitz"
    ],
    "case_date": {
      "month": 9,
      "year": 2005
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. ยง 45(a)",
    "violation_type": "unfair",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/042-3160-bjs-wholesale-club-inc-matter"
  },
  "complaint": {
    "factual_background": "BJ's Wholesale Club operated approximately 150 warehouse stores that collected credit and debit card information from approximately 8 million members. From November 2003 to February 2004, the company failed to implement basic security measures to protect personal information, including encryption, access controls, and wireless network security. As a result, hackers accessed personal information stored on in-store computer networks, leading to several million dollars in fraudulent purchases made with counterfeit cards and forcing banks to cancel and re-issue thousands of credit and debit cards.",
    "representations_made": [],
    "counts": [
      {
        "count_number": 1,
        "title": "Unfair Data Security Practices",
        "representation": "Respondent collected and stored personal information including customer name, card number, and expiration date on its in-store computer networks",
        "fact": "Respondent did not employ reasonable and appropriate measures to secure this personal information. Specifically, Respondent: (1) did not encrypt the information while in transit or when stored; (2) stored the information in files that could be accessed anonymously using a commonly known default user id and password; (3) did not use readily available security measures to limit access to its computer networks through wireless access points; (4) failed to employ sufficient measures to detect unauthorized access or conduct security investigations; and (5) created unnecessary risks by storing information for up to 30 days when it no longer had a business need to keep it, in violation of bank rules",
        "conclusion": "Respondent's failure to employ reasonable and appropriate security measures to protect personal information and files caused or is likely to cause substantial injury to consumers that is not offset by countervailing benefits to consumers or competition and is not reasonably avoidable by consumers. This practice was an unfair act or practice in violation of Section 5(a) of the Federal Trade Commission Act."
      }
    ]
  },
  "order": {
    "definitions": {
      "Personal information": "individually identifiable information from or about an individual consumer including, but not limited to: (a) a first and last name; (b) a home or other physical address, including street name and name of city or town; (c) an email address or other online contact information, such as an instant messaging user identifier or a screen name that reveals an individual's email address; (d) a telephone number; (e) a Social Security number; (f) credit and/or debit card information, including credit and/or debit card number, expiration date, and data stored on the magnetic stripe of a credit or debit card; (g) a persistent identifier, such as a customer number held in a \"cookie\" or processor serial number, that is combined with other available data that identifies an individual consumer; or (h) any other information from or about an individual consumer that is combined with (a) through (g) above.",
      "Respondent": "BJ's Wholesale Club, Inc. and its successors and assigns, officers, agents, representatives, and employees.",
      "Commerce": "as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. ยง 44."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Comprehensive Information Security Program",
        "category": "affirmative_obligation",
        "summary": "Respondent must establish and maintain a comprehensive information security program that protects personal information, including administrative, technical, and physical safeguards appropriate to its size, complexity, and the sensitivity of data collected.",
        "requirements": [
          {
            "description": "Establish and implement a comprehensive information security program by the date of service",
            "quoted_text": "IT IS ORDERED that Respondent, directly or through any corporation, subsidiary, division, or other device, in connection with the advertising, marketing, promotion, offering for sale, or sale of any product or service, in or affecting commerce, shall, no later than the date of service of this order, establish and implement, and thereafter maintain, a comprehensive information security program that is reasonably designed to protect the security, confidentiality, and integrity of personal information collected from or about consumers.",
            "deadline": "date of service",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Designate an employee or employees to coordinate and be accountable for the information security program",
            "quoted_text": "the designation of an employee or employees to coordinate and be accountable for the information security program.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Identify material internal and external risks to personal information security and assess safeguards in place",
            "quoted_text": "the identification of material internal and external risks to the security, confidentiality, and integrity of personal information that could result in the unauthorized disclosure, misuse, loss, alteration, destruction, or other compromise of such information, and assessment of the sufficiency of any safeguards in place to control these risks. At a minimum, this risk assessment should include consideration of risks in each area of relevant operation, including, but not limited to: (1) employee training and management; (2) information systems, including network and software design, information processing, storage, transmission, and disposal; and (3) prevention, detection, and response to attacks, intrusions, or other systems failures.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Design and implement reasonable safeguards to control identified risks and regularly test or monitor their effectiveness",
            "quoted_text": "the design and implementation of reasonable safeguards to control the risks identified through risk assessment, and regular testing or monitoring of the effectiveness of the safeguards' key controls, systems, and procedures.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Evaluate and adjust the information security program based on testing results, material changes, or other circumstances",
            "quoted_text": "the evaluation and adjustment of Respondent's information security program in light of the results of the testing and monitoring required by subparagraph C, any material changes to Respondent's operations or business arrangements, or any other circumstances that Respondent knows or has reason to know may have a material impact on the effectiveness of its information security program.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Third-Party Assessments",
        "category": "assessment",
        "summary": "Respondent must obtain biennial third-party security assessments from qualified professionals for twenty years, with the first assessment due within 180 days and subsequent assessments every two years.",
        "requirements": [
          {
            "description": "Obtain initial third-party assessment from qualified professional",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent obtain an assessment and report (an \"Assessment\") from a qualified, objective, independent third-party professional, using procedures and standards generally accepted in the profession, within one hundred and eighty (180) days after service of the order, and biennially thereafter for twenty (20) years after service of the order",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Assessment must set forth the specific safeguards implemented and maintained during the reporting period",
            "quoted_text": "sets forth the specific administrative, technical, and physical safeguards that Respondent has implemented and maintained during the reporting period;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Assessment must explain how safeguards are appropriate to Respondent's size, complexity, activities, and data sensitivity",
            "quoted_text": "explains how such safeguards are appropriate to Respondent's size and complexity, the nature and scope of Respondent's activities, and the sensitivity of the personal information collected from or about consumers;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Assessment must explain how safeguards meet or exceed the protections required by Paragraph I",
            "quoted_text": "explains how the safeguards that have been implemented meet or exceed the protections required by Paragraph I of this order;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Assessment must certify that the security program is operating effectively to protect personal information",
            "quoted_text": "certifies that Respondent's security program is operating with sufficient effectiveness to provide reasonable assurance that the security, confidentiality, and integrity of personal information is protected and, for biennial reports, has so operated throughout the reporting period.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide first Assessment and all supporting materials to FTC within 10 days after preparation",
            "quoted_text": "Respondent shall provide the first Assessment, as well as all: plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, whether prepared by or on behalf of Respondent, relied upon to prepare such Assessment to the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580, within ten (10) days after the Assessment has been prepared.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Retain subsequent biennial Assessments until order termination and provide to FTC within 10 days of request",
            "quoted_text": "All subsequent biennial Assessments shall be retained by Respondent until the order is terminated and provided to the Associate Director of Enforcement within ten (10) days of request.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must maintain and make available to the FTC documents relating to compliance with the order, including documents that contradict compliance for five years and assessment-related materials for three years.",
        "requirements": [
          {
            "description": "Maintain documents that contradict, qualify, or call into question compliance for five years",
            "quoted_text": "for a period of five (5) years: any documents, whether prepared by or on behalf of Respondent, that contradict, qualify, or call into question Respondent's compliance with this order;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Maintain all plans, reports, studies, audits, policies, and materials relating to compliance for three years after each biennial Assessment",
            "quoted_text": "for a period of three (3) years after the date of preparation of each biennial Assessment required under Paragraph II of this order: all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, whether prepared by or on behalf of Respondent, relating to Respondent's compliance with Paragraphs I and II of this order for the compliance period covered by such biennial Assessment.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Order Acknowledgment and Distribution",
        "category": "acknowledgment",
        "summary": "Respondent must deliver a copy of the order to all current and future principals, officers, directors, managers, and employees with managerial responsibilities relating to the subject matter.",
        "requirements": [
          {
            "description": "Deliver order to current personnel with managerial responsibilities within 30 days after service",
            "quoted_text": "Respondent shall deliver this order to such current personnel within thirty (30) days after service of this order",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.9413924050632911
          },
          {
            "description": "Deliver order to future personnel with managerial responsibilities within 30 days after they assume their position",
            "quoted_text": "to such future personnel within thirty (30) days after the person assumes such position or responsibilities.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Corporate Change Notification",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the Commission at least 30 days prior to any corporate change that may affect compliance obligations, including dissolution, merger, bankruptcy, or name/address changes.",
        "requirements": [
          {
            "description": "Notify the Commission at least 30 days prior to any corporate change affecting compliance",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent shall notify the Commission at least thirty (30) days prior to any change in the corporation that mayaffect compliance obligations arising under this order, including, but not limited to, a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in either corporate name or address.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Notify the Commission as soon as practicable if learning of a change less than 30 days in advance",
            "quoted_text": "Provided, however, that, with respect to any proposed change in the corporation about which Respondent learns less than thirty (30) days prior to the date such action is to take place, Respondent shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondent must file an initial written compliance report with the Commission within 180 days after service of the order, and at other times as the Commission may require.",
        "requirements": [
          {
            "description": "File initial written compliance report with the Commission within 180 days after service",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent shall, within one hundred and eighty (180) days after service of this order, and at such other times as the Commission may require, file with the Commission an initial report, in writing, setting forth in detail the manner and form in which it has complied with this order.",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "The order terminates on September 20, 2025, or twenty years from the most recent date the FTC files a complaint alleging violation of the order, whichever comes later.",
        "requirements": [
          {
            "description": "Order remains in effect until the specified termination date",
            "quoted_text": "This order will terminate on September 20, 2025, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. any Paragraph in this order that terminates in less than twenty (20) years; B. this order's application to any respondent that is not named as a defendant in such complaint; and C. this order if such complaint is filed after the order has terminated pursuant to this Paragraph.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on September 20, 2025, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "09.05, BJ's Wholesale Club Complaint.pdf",
      "order": "09.05, BJ's Wholesale Club Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 0,
      "order_provisions": 7,
      "order_definitions": 3,
      "order_requirements": 20
    },
    "processing_time_seconds": 93.0
  }
}