{
  "case_info": {
    "docket_number": "4:08-cv-338",
    "company": {
      "name": "EMC Mortgage Corporation",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "Lewisville, TX",
      "business_description": "EMC Mortgage Corporation is a mortgage servicer that acquires, services, and sells residential mortgage loans, and packages those loans into mortgage-backed securities. As of September 2007, EMC serviced over 475,000 mortgage loans with a total unpaid principal balance of approximately $80 billion."
    },
    "commissioners": [],
    "case_date": {
      "month": 9,
      "year": 2008
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a); Section 13(b) of the FTC Act, 15 U.S.C. § 53(b); Fair Debt Collection Practices Act (FDCPA), 15 U.S.C. § 1692 et seq.; Fair Credit Reporting Act (FCRA), 15 U.S.C. § 1681 et seq.; Truth in Lending Act (TILA) Regulation Z, 12 C.F.R. § 226",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/062-3031-emc-mortgage-co",
    "statutory_topics": [
      "FCRA"
    ],
    "practice_areas": [
      "Financial Practices"
    ],
    "industry_sectors": [
      "Financial Services"
    ]
  },
  "complaint": {
    "factual_background": "EMC Mortgage Corporation, a wholly owned subsidiary of Bear Stearns, serviced hundreds of thousands of residential mortgage loans while engaging in systematic unlawful practices. Defendants made inaccurate representations to borrowers about loan balances, fees, and delinquency status without first verifying the accuracy of loan data obtained from prior servicers. EMC charged borrowers unauthorized fees — including for property inspections, late fees, prepayment penalties, and loan modification fees — and collected amounts not permitted by the mortgage contract or by law. In addition, defendants harassed consumers with abusive collection calls, failed to disclose required debt collection notices, did not report consumer disputes to credit reporting agencies, and failed to provide required TILA disclosures when modification fees were capitalized into loan balances.",
    "representations_made": [
      {
        "description": "Represented that consumers owe the specific amounts stated in defendants' communications, including fees and calculated balances",
        "quoted_text": "25. In the course and conduct of their loan servicing and collection, defendants in numerous instances have represented, expressly or by implication, that consumers owe the amounts specified in defendants' communications.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 25,
        "quote_start_line": 177,
        "quote_end_line": 179
      },
      {
        "description": "Represented that fees assessed and collected by EMC were allowed under the mortgage contract and permitted by law",
        "quoted_text": "29. In the course and conduct oftheir loan servicing and collection, defendants in numerous instances have represented, expressly or by implication, that fees assessed and collected by EMC were (a) allowed under the mortgage contract and (b) permitted by law.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 29,
        "quote_start_line": 193,
        "quote_end_line": 195
      },
      {
        "description": "Represented, expressly or by implication, that defendants possessed and relied on a reasonable basis substantiating their representations about consumers' loans",
        "quoted_text": "34. In the course and conduct oftheir loan servicing and collection, defendants in numerous instances have represented, expressly or by implication, that they possessed and relied on a reasonable basis substantiating their representations about consumers' loans.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 34,
        "quote_start_line": 207,
        "quote_end_line": 209
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Misrepresentation of Amounts Owed",
        "representation": "Defendants represented, expressly or by implication, that consumers owe the amounts specified in defendants' communications",
        "fact": "In numerous instances consumers did not owe the amounts specified because fees were not allowed under the mortgage contract or permitted by law, and/or the amounts were assessed or calculated incorrectly",
        "conclusion": "Defendants' representations as set forth in paragraph 25 are false or misleading and constitute deceptive acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)"
      },
      {
        "count_number": 2,
        "title": "Unfair and Deceptive Assessment and Collection of Fees",
        "representation": "Defendants represented, expressly or by implication, that fees assessed and collected by EMC were allowed under the mortgage contract and permitted by law",
        "fact": "On numerous occasions the fees assessed and collected by EMC were not allowed under the mortgage contract or not permitted by law; nonetheless, EMC improperly assessed and collected these fees, causing substantial injury to consumers that was not reasonably avoidable",
        "conclusion": "Defendants' acts or practices constitute unfair and deceptive acts or practices in or affecting commerce in violation of Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a)"
      },
      {
        "count_number": 3,
        "title": "Deceptive Reasonable Basis Claims",
        "representation": "Defendants represented, expressly or by implication, that they possessed and relied on a reasonable basis substantiating their representations about consumers' loans",
        "fact": "In numerous instances defendants did not possess and rely on a reasonable basis substantiating their representations about consumers' loans",
        "conclusion": "Defendants' representations as set forth in paragraph 34 are false or misleading and constitute deceptive acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)"
      },
      {
        "count_number": 4,
        "title": "Harassment or Abuse (FDCPA § 806)",
        "representation": "In connection with the collection of debts in default when obtained, defendants caused telephones to ring repeatedly with intent to annoy or harass, and placed calls without meaningful disclosure of the caller's identity",
        "fact": "Such conduct — repeated/continuous calls to annoy or harass and calls without meaningful caller identity disclosure — violates Section 806(5) and 806(6) of the FDCPA, 15 U.S.C. §§ 1692d(5) and (6)",
        "conclusion": "Defendants' conduct constitutes harassment or abuse in violation of Section 806 of the FDCPA, 15 U.S.C. § 1692d, and pursuant to Section 814, also constitutes unfair or deceptive acts or practices in violation of the FTC Act"
      },
      {
        "count_number": 5,
        "title": "False or Misleading Representations (FDCPA § 807)",
        "representation": "In connection with collection of debts in default when obtained, defendants falsely represented the character, amount, or legal status of debts; communicated false credit information including failure to disclose disputed status; used false or deceptive means to collect debts; and failed to disclose that they were attempting to collect a debt",
        "fact": "These practices — misrepresenting debt amounts or status, withholding dispute information from credit bureaus, using deceptive collection means, and omitting required debt-collector disclosures — are prohibited by Sections 807(2)(A), (B), (8), (10), and (11) of the FDCPA",
        "conclusion": "Defendants' acts and practices constitute false or misleading representations in violation of Section 807 of the FDCPA, 15 U.S.C. § 1692e, and pursuant to Section 814, also constitute unfair or deceptive acts or practices in violation of the FTC Act"
      },
      {
        "count_number": 6,
        "title": "Unfair Practices — Unauthorized Collection Amounts (FDCPA § 808)",
        "representation": "In connection with collection of debts in default when obtained, defendants collected amounts — including interest, fees, charges, or expenses — not authorized by the agreement creating the debt or permitted by law",
        "fact": "Such collection of unauthorized amounts violates Section 808(1) of the FDCPA, 15 U.S.C. § 1692f(1), which prohibits unfair or unconscionable collection means including collecting amounts not authorized by the debt agreement or law",
        "conclusion": "Defendants' acts and practices constitute unfair practices in violation of Section 808 of the FDCPA, 15 U.S.C. § 1692f, and pursuant to Section 814, also constitute unfair or deceptive acts or practices in violation of the FTC Act"
      },
      {
        "count_number": 7,
        "title": "Failure to Validate Debts (FDCPA § 809)",
        "representation": "In connection with collection of debts in default when obtained, defendants failed to notify consumers of their right to dispute and obtain verification of the debt and to obtain the name of the original creditor, either in the initial communication or within five days thereafter",
        "fact": "Section 809(a) of the FDCPA, 15 U.S.C. § 1692g(a), requires debt collectors to provide consumers with written validation notice containing these rights in or within five days of the initial communication; defendants failed to do so",
        "conclusion": "Defendants' acts and practices constitute a failure to validate debts in violation of Section 809(a) of the FDCPA, 15 U.S.C. § 1692g(a), and pursuant to Section 814, also constitute unfair or deceptive acts or practices in violation of the FTC Act"
      },
      {
        "count_number": 8,
        "title": "Failure to Report Disputes to Consumer Reporting Agencies (FCRA § 623)",
        "representation": "In numerous instances where consumers informed defendants that they disputed the completeness or accuracy of information furnished to consumer reporting agencies, defendants did not report those disputes to any or all of the consumer reporting agencies to which they furnished the information",
        "fact": "Section 623(a)(3) of the FCRA, 15 U.S.C. § 1681s-2(a)(3), requires furnishers of information to notify consumer reporting agencies when a consumer disputes the information; defendants failed to comply with this requirement",
        "conclusion": "Defendants' acts and practices constitute violations of Section 623(a)(3) of the FCRA, 15 U.S.C. § 1681s-2(a)(3), and pursuant to Section 621(a), also constitute unfair or deceptive acts or practices in violation of Section 5(a) of the FTC Act"
      },
      {
        "count_number": 9,
        "title": "Failure to Provide Required TILA/Regulation Z Disclosures",
        "representation": "In numerous instances, defendants included the cost of a modification fee (typically $500) in the unpaid principal balance of modified loans without providing required disclosures",
        "fact": "Sections 226.18 and 226.20 of Regulation Z, 12 C.F.R. §§ 226.18 and 226.20, require creditors to provide new loan disclosures when a modification fee is capitalized into the principal balance creating a new transaction; defendants failed to provide these disclosures",
        "conclusion": "Defendants' acts and practices constitute violations of Sections 226.18 and 226.20 of Regulation Z, and pursuant to Section 108(c) of the TILA, 15 U.S.C. § 1607(c), every such violation also constitutes a violation of the FTC Act"
      }
    ]
  },
  "order": {
    "definitions": {
      "Bank": "a bank that is exempt from the FTC's jurisdiction pursuant to Section 5(a)(2) of the FTC Act, 15 U.S.C. §45(a)(2). \"Bank\" shall not include any person or entity controlled directly or indirectly by a bank and that is not itself a bank, such as an operating subsidiary or affiliate of a bank that is not itself a bank",
      "Bear Stearns": "The Bear Stearns Companies LLC, f/d/b/a The Bear Stearns Companies, Inc., a Delaware corporation, and its successors and assigns, by whatever names they might be known, but not including any bank",
      "Clear and prominent": "information is displayed in a manner that is readily noticeable, readable, and understandable",
      "Competent and reliable evidence": "tests, analyses, research, studies, or other evidence, including a data integrity program that complies with Section VII of this Order, based on the expertise of professionals in the relevant area, that has been conducted and evaluated in an objective manner by persons qualified to do so, using procedures generally accepted in the profession to yield accurate and reliable results",
      "Defendants": "collectively, EMC and Bear Stearns",
      "EMC": "EMC Mortgage Corporation, a Delaware corporation, and its successors and assigns, by whatever names they might be known, but not including any bank",
      "FCRA": "the Fair Credit Reporting Act, 15 U.S.C. §§ 1681–1681x, as amended",
      "FDCPA": "the Fair Debt Collection Practices Act, 15 U.S.C. §§ 1601–1692, as amended",
      "FTC Act": "the Federal Trade Commission Act, 15 U.S.C. §§ 41–58, as amended",
      "Fees": "all fees, charges, and penalties, including but not limited to fees for late payments, property inspections, broker's price opinions, appraisals, legal services, reinstatement, modification, and any other fees or charges that a consumer is or was assessed by defendants or any other person in connection with the servicing of any loan",
      "Loan": "a residential mortgage loan, i.e., a loan secured by a lien on real property taken as security for the repayment of the loan",
      "Loan instruments": "the mortgage deed and/or promissory note signed by the consumer to consummate his or her loan",
      "Person": "any individual, group, unincorporated association, limited or general partnership, corporation, trust, or other business entity",
      "Property inspection": "an inspection of the property securing a loan to determine the property's physical condition and occupancy status",
      "Servicing": "receiving any payments from (or for) a consumer pursuant to the terms of any loan, including amounts for escrow accounts, and making the payments of principal and interest and such other payments with respect to the amounts received from (or for) the consumer as may be required pursuant to the terms of the loan. \"Servicing\" shall also include any related loan servicing activity such as the administration of loan accounts, sending periodic billing statements to a consumer, maintaining records of the status of the consumer's loan accounts, providing information to and resolving disputes with the consumer regarding loan accounts, the collection of loan payments, the foreclosure of real property, the use of consumer reports and the furnishing of information to consumer reporting agencies, and the collection or imposition of fees in relation to any of the foregoing",
      "TILA": "the Truth in Lending Act, 15 U.S.C. §§ 1601–1666j, as amended, and its implementing Regulation Z, 12 C.F.R. §226, as amended"
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition on Misrepresentations Regarding Loan Payments and Fees",
        "category": "prohibition",
        "summary": "Defendants are permanently enjoined from misrepresenting payment amounts, fee legitimacy, loan terms, or any loan status information unless substantiated by competent and reliable evidence.",
        "requirements": [
          {
            "description": "Must not misrepresent the amount of any payment or fee due on a loan",
            "quoted_text": "A. Misrepresenting, expresslyorbyimplication, the amountofanypaymentorfee due ona loan;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 143,
            "quote_end_line": 144
          },
          {
            "description": "Must not misrepresent that any payment or fee is allowed under loan instruments or permitted by law",
            "quoted_text": "B. Misrepresenting, expresslyorbyimplication, thatanypaymentor fee due ona loanis allowedunderthe loaninstrumentsorpermittedbylaw;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 145,
            "quote_end_line": 146
          },
          {
            "description": "Must not misrepresent the amount, nature, or terms of any fee or other condition or requirement of any loan",
            "quoted_text": "C. Misrepresenting, expresslyorbyimplication, the amount, nature, ortermsofany fee orothercondition orrequirementofanyloan; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 147,
            "quote_end_line": 148
          },
          {
            "description": "Must not make any representation about payment amounts, due dates, or loan terms unless at the time of the representation the person possesses and relies on competent and reliable evidence substantiating the representation",
            "quoted_text": "D. Makinganyrepresentation, expresslyorbyimplication, about theamountofany paymentorfee, thedatethatanypayment orfee is due, oranyotherinformation regarding the terms, conditions, orstatusofa loan, unless, at the timeofmaking suchrepresentation, suchpersons possess andrelyoncompetentandreliable evidence thatsubstantiates therepresentation.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 149,
            "quote_end_line": 153
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Prohibition on Unauthorized Fees",
        "category": "prohibition",
        "summary": "Defendants are permanently enjoined from assessing or collecting any fee unless it is for services actually rendered and is expressly authorized by loan instruments, permitted by law, or consented to by the consumer after clear and prominent disclosure.",
        "requirements": [
          {
            "description": "Must not assess or collect any fee unless it is for services actually rendered and is: (a) expressly authorized and clearly and prominently disclosed by the loan instruments and not prohibited by law; (b) expressly permitted by law and not prohibited by loan instruments; or (c) a reasonable fee for a specific service requested by a consumer, assessed only after clear and prominent disclosure and explicit consumer consent, and not otherwise prohibited",
            "quoted_text": "restrained andenjoined, inconnection with the servicingofanyloan, from assessing and/or collectinganyfee unless it is for services actuallyrenderedand is a) expresslyauthorized, and clearlyandprominentlydisclosed, bythe loan instruments andnotprohibited bylaw; 6 Case 4:08-cv-00338-RAS Document 4 Filed 09/09/2008 Page 7 of 22 b) expresslypermittedbylaw andnot prohibitedbythe loan instruments; orc) a reasonable fee for aspecific servicerequested byaconsumerthat is assessedand/orcollected onlyafterclear and prominentdisclosureofthe fee is providedto theconsumerand explicit consent isobtained from the consumerto paythe fee in exchange for theservice, and such fee is nototherwise prohibited bylaw orthe loan instruments.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 159,
            "quote_end_line": 170
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "III",
        "title": "Restrictions on Property Inspection Fees (5-Year Limitation)",
        "category": "prohibition",
        "summary": "For five years after entry of the Order, defendants are enjoined from assessing or collecting property inspection fees unless specific delinquency and frequency conditions are met, or inspections are required by law or HUD handbook.",
        "requirements": [
          {
            "description": "For five (5) years after entry of the Order, must not assess or collect fees for property inspections unless the consumer's loan payment has not been received within 45 calendar days of the due date and inspections are limited to the initial inspection plus additional inspections no more frequent than every 30 calendar days during continued delinquency; defendants may charge fees for inspections required by law, regulation, or HUD written handbook requirements",
            "quoted_text": "ITIS FURTHERORDERED that, for five (5) years afterthe date ofentryofthis Order, defendants, andeach ofthem, theirofficers, employees, agents, representatives, andallother persons orentities in activeconcertorparticipation with them who receive actual noticeofthis Orderbypersonal serviceorotherwise, directlyorthrough anycorporation, subsidiary, division, orotherdevice, are herebypermanentlyrestrainedandenjoined, inconnectionwith the servicing ofany loan, from assessing and/orcollectingfees forpropertyinspections,providedthat defendants mayimpose reasonable fees forpropertyinspections actuallyperformedif: (I) the consumer's loan paymenthas notbeenreceived withinforty-five (45) calendardays ofthe due date; and(2) the inspections are limited to the initial inspectionand to additional inspections duringtheperiodofcontinueddelinquencynot more frequent than everythirty(30)calendar days. Provided, however, thatdefendants maycharge fees forpropertyinspectionsactually performed ifthose inspections are otherwiserequiredbylaworregulation, orrequiredbywritten handbookrequirements issued bythe DepartmentofHousingand Urban Development(\"HUD\").",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 172,
            "quote_end_line": 184
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Prohibition on FDCPA Violations",
        "category": "prohibition",
        "summary": "Defendants are permanently enjoined from engaging in harassing, deceptive, or unfair debt collection practices and from failing to provide required debt validation notices, in connection with loans that were in default when obtained by defendants.",
        "requirements": [
          {
            "description": "Must not use conduct whose natural consequence is to harass, oppress, or abuse any person in violation of FDCPA Section 806, including repeated/continuous telephone calls with intent to annoy or harass and placement of calls without meaningful disclosure of the caller's identity",
            "quoted_text": "A. Usingconductthe natural consequenceofwhichis to harass, oppress, orabuse anyperson, in violationofSection806ofthe FDCPA, 15 U.S.C. § 1692d, includingbutnot limitedto: (1)causinga telephonetoringorengagingany personin telephoneconversationrepeatedlyorcontinuouslywithintentto annoy, abuse, orharass anypersonatthe callednumber, in violationofSection806(5)of theFDCPA, 15 U.S.C. § 1692d(5);and(2) the placementoftelephonecalls withoutmeaningfuldisclosureofthecaller's identityinviolationofSection 806(6) ofthe FDCPA, 15 U.S.C. § 1692d(6);",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 196,
            "quote_end_line": 203
          },
          {
            "description": "Must not use false, deceptive, or misleading representations in connection with debt collection in violation of FDCPA Section 807, including falsely representing the character, amount, or legal status of a debt; communicating false credit information; using deceptive means to collect a debt; and failing to disclose that the debt collector is attempting to collect a debt",
            "quoted_text": "B. Usinganyfalse, deceptive, ormisleadingrepresentationormeans inconnection with the collectionofanydebt, inviolationofSection 807 ofthe FDCPA, 15 U.S.c. § I692e, including butnotlimitedto: (1) falselyrepresentingthe character, amount, orlegal statusofa debt, oranyservices rendered orcompensationwhich maybe lawfullyreceivedbyadebtcollectorfor collectionofa debt, inviolation ofSections 807(2)(A) and(B)ofthe FDCPA, 15 U.S.C. §§ 1692e(2)(A)and(B); (2)communicatingorthreateningto communicateto anypersoncredit informationwhich is known orwhichshouldbeknown to be false, includingthe failure to communicate thatadisputed debt is disputed, inviolationofSection 807(8)ofthe FDCPA, 15 U.S.C. § 1692e(8);(3) usingfalse representationsor 8 Case 4:08-cv-00338-RAS Document 4 Filed 09/09/2008 Page 9 of 22 deceptive means to collect or attemptto collectadebt orto obtain information concerninga consumer, in violationofSection 807(10) ofthe FDCPA, 15 U.S.C. § 1692e(10); and(4) failing to disclose in the initial written communicationwith theconsumerand, inaddition, ifthe initial communication withthe consumeris oral, in that initial oral communication, thatthe debt collectoris attemptingto collecta debt and thatanyinformationobtained willbeusedforthatpurpose, in violationofSection 807(11)ofthe FDCPA, 15 U.S.C. § 1692e(11);",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 204,
            "quote_end_line": 225
          },
          {
            "description": "Must not use unfair means to collect or attempt to collect a debt, including collecting amounts not authorized by the agreement creating the debt or permitted by law, in violation of FDCPA Section 808(1)",
            "quoted_text": "C. Usinganyunfairmeans to collectorattemptto collectadebt, includingbutnot limited to collectingamounts (includinganyinterest, fee, charge, orexpense incidental totheprincipal obligation) notauthorized bythe agreement creatingthe debt orpermittedbylaw,in violation ofSection808(1) ofthe FDCPA, 15 U.S.C. § 1692f(1);",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 226,
            "quote_end_line": 230
          },
          {
            "description": "Must not fail to notify consumers of their right to dispute and obtain verification of debts and the name of the original creditor, either in the initial communication or within five days thereafter, in violation of FDCPA Section 809(a)",
            "quoted_text": "D. Failingto notifyconsumers oftheirright to disputeandobtain verificationoftheir debts and to obtainthe nameofthe original creditor, eitherin the initial communication withconsumersbydefendants, orwithin five days thereafter, in violation ofSection809(a) ofthe FDCPA, 15 U.S.C. § 1692g(a); and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 231,
            "quote_end_line": 234
          },
          {
            "description": "Must not fail to comply in any other respect with the FDCPA, as amended or as it may be amended in the future",
            "quoted_text": "E. Failingto complyin anyotherrespectwith the FDCPA, as amended, oras it may be amended in the future.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 235,
            "quote_end_line": 236
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "V",
        "title": "Prohibition on FCRA Violations",
        "category": "prohibition",
        "summary": "Defendants are permanently enjoined from failing to report accounts as disputed to consumer reporting agencies when consumers dispute account accuracy, and from any other FCRA non-compliance.",
        "requirements": [
          {
            "description": "Must not fail to report accounts as 'disputed' to consumer reporting agencies as required by FCRA Section 623(a)(3) when consumers dispute the completeness or accuracy of any information furnished, whether the dispute is made in writing, orally, or by electronic means",
            "quoted_text": "A. Failing to-reportaccounts as \"disputed\"to consumerreporting agencies, as requiredby Section623(a)(3) ofthe FCRA, 15 U.S.C. § 1681s-2(a)(3),when consumers dispute the completeness oraccuracyofanyinformation furnished to a consumerreporting agencyeitherinwriting, orally, orbyelectronic means; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 247,
            "quote_end_line": 250
          },
          {
            "description": "Must not fail to comply in any other respect with the FCRA, as amended or as it may be amended in the future",
            "quoted_text": "B. Failingto complyinanyotherrespectwith the FeRA, as amended, oras itmay be amendedin the future.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 251,
            "quote_end_line": 252
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Prohibition on TILA Violations",
        "category": "prohibition",
        "summary": "Defendants are permanently enjoined from failing to make required TILA disclosures before consummating a consumer credit transaction, including loan modifications constituting a refinancing, and from any other TILA/Regulation Z non-compliance.",
        "requirements": [
          {
            "description": "Must not fail to make required TILA disclosures before consummating a consumer credit transaction, including in connection with a loan modification or other loan workout that constitutes a refinancing under Regulation Z Sections 226.18 and 226.20",
            "quoted_text": "A. Failingto make required TILAdisclosures beforeconsummatinga consumer credittransaction, includingbutnot limitedto in connectionwith a loan modification orotherloan workoutthatconstitutes a refinancingunderSections 226.18 and 226.20oftheTILA'simplementingRegulationZ, 12 C.F.R. §§ 226.18 and226.20; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 259,
            "quote_end_line": 263
          },
          {
            "description": "Must not fail to comply in any other respect with TILA and Regulation Z, as amended or as they may be amended in the future",
            "quoted_text": "B. Failingto complyinanyotherrespect with the TlLA and RegulationZ, as amended, or as theymaybe amendedin thefuture.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 264,
            "quote_end_line": 265
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Data Integrity Program",
        "category": "affirmative_obligation",
        "summary": "Within 90 days of entry of the Order, defendants must establish, implement, and maintain a comprehensive written data integrity program at EMC to ensure accuracy and completeness of consumer loan account data, including designated oversight, regular testing, and ongoing evaluation and adjustment.",
        "requirements": [
          {
            "description": "Within 90 days of entry of the Order, establish and implement, and thereafter maintain at EMC, a comprehensive written data integrity program reasonably designed to ensure the accuracy and completeness of data obtained about consumers' loan accounts prior to servicing such accounts",
            "quoted_text": "IT IS FURTHERORDERED thatdefendants, inconnection with the acquisition, transfer, orservicingofanyloan, shall, no laterthanninety(90) days afterthe date ofentryofthisOrder, establish and implement, andthereaftermaintainatEMC, acomprehensivedata integrity programthatis reasonablydesigned to ensure the accuracyand completeness ofdataand other informationthat EMC obtainsaboutconsumers' loan accounts, priorto servicingsuch accounts (\"data integrityprogram\"). Suchdata integrityprogram, the contentand implementation of whichmustbe fullydocumentedinwriting, shallbe appropriate to the nature, size, complexity, and scopeofdefendants' activities, and shall include:",
            "deadline": "90 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 272,
            "quote_end_line": 279
          },
          {
            "description": "Designate an employee or employees to coordinate and be accountable for the data integrity program",
            "quoted_text": "A. thedesignation ofan employeeoremployees to coordinateand beaccountable for the data integrityprogram;",
            "deadline": "90 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 280,
            "quote_end_line": 281
          },
          {
            "description": "Regularly test or monitor the effectiveness of the data integrity program",
            "quoted_text": "B. theregular testingormonitoringoftheeffectivenessofthe data integrityprogram; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 282,
            "quote_end_line": 283
          },
          {
            "description": "Evaluate and adjust the data integrity program in light of testing and monitoring results, material changes to defendants' operations or business arrangements, or any other circumstances that defendants know or have reason to know may have a material impact on the effectiveness of the program",
            "quoted_text": "C. theevaluation andadjustmentofthedataintegrityprogram inlightofthe results ofthe testingand monitoringrequired bysubparagraph VII.B, anymaterial changes to defendants' operations orbusiness arrangements, oranyother circumstances that defendants know orhave reason to know mayhaveamaterial impacton theeffectiveness ofthedataintegrityprogram.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 284,
            "quote_end_line": 288
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Comprehensive Security Program"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Third-Party Data Integrity Assessment",
        "category": "assessment",
        "summary": "Defendants must obtain an initial third-party assessment of their data integrity program within 180 days of entry of the Order and biennially thereafter for eight years, and provide the first assessment along with supporting materials to the FTC within 10 days of delivery; subsequent assessments must be retained and provided to the Commission within 10 days of request.",
        "requirements": [
          {
            "description": "Obtain an Assessment from a qualified, objective, independent third-party professional within 180 days of entry of the Order, and biennially thereafter for eight (8) years, setting forth the specific data integrity program implemented and maintained, explaining how it is appropriate to defendants' size and complexity, and explaining how it meets or exceeds the protections required by Section VII",
            "quoted_text": "ITIS FURTHERORDERED thatdefendants obtainan assessmentand report(an \"Assessment\") from aqualified, objective, independentthird-partyprofessional, using 11 Case 4:08-cv-00338-RAS Document 4 Filed 09/09/2008 Page 12 of 22 procedures and standards generallyaccepted intheprofession, withinonehundred andeighty (180) days afterthe date ofentryoftheOrder, and bienniallythereafter for eight(8) years after entryofthe Order, that: A. sets forth the specific dataintegrityprogram thatdefendants have implemented and maintained during thereportingperiod; B. explains howsuchdataintegrityprogram is appropriate todefendants' sizeand complexity, andthe nature and scopeofdefendants' activities; and C. explains how thedataintegrityprogrammeets orexceeds the protectionsrequired bySectionVIIofthis Order.",
            "deadline": "180 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 290,
            "quote_end_line": 304
          },
          {
            "description": "Provide the first Assessment, along with all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments relied upon to prepare the Assessment, to the Commission within ten (10) days after the Assessment is delivered to defendants",
            "quoted_text": "Defendants shallprovidethe first Assessment, as well as all: plans,reports, studies, reviews, audits,audit trails, policies, trainingmaterials, andassessments, whetherpreparedbyoron behalfofdefendants, reliedupon to preparesuchAssessment, to the Commission, within ten(10) days afterthe Assessment is deliveredto defendants. Allsubsequentbiennial Assessments shall",
            "deadline": "10 days after Assessment delivery",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 305,
            "quote_end_line": 308
          },
          {
            "description": "Retain all subsequent biennial Assessments and provide them to the Commission within ten (10) days of request",
            "quoted_text": "days afterthe Assessment is deliveredto defendants. Allsubsequentbiennial Assessments shall be retainedbydefendants andprovidedto theCommissionwithin ten(10) days ofrequest.",
            "deadline": "10 days of request",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 308,
            "quote_end_line": 309
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Third-Party Assessment"
        ]
      },
      {
        "provision_number": "IX",
        "title": "Pre-Foreclosure Verification Requirements (8-Year Obligation)",
        "category": "affirmative_obligation",
        "summary": "For eight years after entry of the Order, defendants are enjoined from initiating a foreclosure action or assessing related fees until they have verified the consumer's material default, confirmed no prohibited acts have occurred (or have been remedied), and investigated any consumer disputes; defendants must maintain records documenting these steps.",
        "requirements": [
          {
            "description": "For eight (8) years after entry of the Order, must not initiate a foreclosure action or assess fees in connection with an actual or threatened foreclosure action until defendants have: (a) reviewed all available records to verify the consumer is in material default; (b) confirmed that no acts or practices prohibited by this Order, the loan instruments, or law have been applied to the consumer, or if they have, that defendants have remedied them; and (c) investigated any consumer disputes and informed the consumer of the results",
            "quoted_text": "ITIS FURTHERORDEREDthat, for eight(8) years afterthedateofentryofthis Order, defendants, andeach ofthem, theirofficers, employees, agents, representatives, and all other persons orentities in active concertorparticipation with them whoreceiveactualnoticeofthis Orderbypersonal service orotherwise, directlyorthrough anycorporation, subsidiary, division, orotherdevice, are herebypermanentlyrestrained andenjoined, in connectionwith the servicing ofanyloan, from initiating a foreclosure action, orassessingfees inconnectionwithanactual or threatened foreclosure action, until the defendants have: a) reviewed all available records 12 Case 4:08-cv-00338-RAS Document 4 Filed 09/09/2008 Page 13 of 22 pertainingto the consumer's loan to verifythat the consumeris in material default underthe terms ofthe loan instruments; b)confirmedthatdefendants have notsubjected the consumerto anyofthe actsorpracticesprohibitedbythis Order, the loan instruments, orlaw, orifsuch acts orpractices haveoccurred, thatdefendants haveremedied them; and c) investigatedanydisputes bythe consumerand informedthe consumeroftheresultsofthe investigation. Defendantsshall maintain records sufficientto document the steps theytake to investigateand concludeeach dispute.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 311,
            "quote_end_line": 328
          },
          {
            "description": "Maintain records sufficient to document the steps taken to investigate and conclude each dispute",
            "quoted_text": "maintain records sufficientto document the steps theytake to investigateand concludeeach dispute.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 327,
            "quote_end_line": 328
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "X",
        "title": "Monetary Relief — Consumer Redress Payment",
        "category": "affirmative_obligation",
        "summary": "Defendants must jointly and severally pay $28,000,000 to the FTC within five business days of entry of the Order for consumer redress; unpaid amounts accrue interest and defendants bear collection costs in case of default.",
        "requirements": [
          {
            "description": "Defendants, jointly and severally, shall wire transfer $28,000,000 to the Commission within five (5) business days after entry of the Order for consumer redress; funds are deposited into a Commission-administered fund for equitable relief including consumer redress, and any unused funds are disgorged to the United States Treasury",
            "quoted_text": "A. Defendants,jointlyandseverally, shallpaytheamountoftwenty-eightmillion dollars ($28,000,000.00) toremedythe violations oflaw allegedbythe FTC. This amount constitutesredress paidfor the benefit ofconsumers, anddoes not constitute acivilpenalty. Onorbeforefive (5)business days afterthe date of entryofthis Order, defendants shallwire transferthe sum oftwenty-eightmillion dollars ($28,000,000.00) to the Commission orsuchagentas the Commission maydirect, pursuant to instructions providedbythe Commission. All funds paid pursuantto this Ordershall bedeposited into a fund administeredbythe Commission orits agent to be usedforequitable relief, inch:tding butnot limited to consumerredress and anyattendant expenses for the administration ofthe redress program. In the eventthatdirectredress to consumers is whollyor partiallyimpracticable orfunds remainafterredress is completed, the 13 Case 4:08-cv-00338-RAS Document 4 Filed 09/09/2008 Page 14 of 22 Commissionmayapplyany remaining funds for such otherequitablerelief (includingconsumerinformationremedies) as itdetermines to bereasonably related to thedefendants' practices alleged in the Complaint. Any funds notused for such equitablereliefshall bedepositedasequitable disgorgementintothe United States Treasury. Defendants shaH haveno right to challenge the FTC's choiceofremedies underthis Section.",
            "deadline": "5 business days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 332,
            "quote_end_line": 353
          },
          {
            "description": "In the event of default on any payment obligation continuing for ten (10) days beyond the due date, the entire unpaid amount plus interest shall become immediately due and payable; defendants shall also pay the Commission's costs and attorneys' fees incurred in collecting the amounts due",
            "quoted_text": "B. Inthe event thatdefendantsdefaultonanyobligationto make anypaymentset forth inthis Order, which defaultcontinues forten (10) days beyondthe due date ofthe payment, the entireunpaidamounttogetherwith interest, computed pursuantto 28 U.S.c. § 1961(a) from thedateofdefault to thedateofpayment, shall immediatelybecomedue andpayable. Notwithstandinganyotherprovision ofthisOrder, defendants agree that iftheyfail to meetanypaymentobligations setforth in this Order, defendants shallpaythe costs andattorneys' fees incurred bythe Commission orits agents inanyattempts to collect amounts due pursuant to thisOrder. Forthepurposeofanysubsequentproceedings to enforcepayments requiredbythis Section ofthisOrder, includingbutnot limitedto, a nondischargeabilityactionfiled ina bankruptcyproceeding, the defendantswaive anyright to contest the allegations in theCommission's Complaint.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 354,
            "quote_end_line": 365
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      },
      {
        "provision_number": "XI",
        "title": "Data Provision to Facilitate Redress",
        "category": "affirmative_obligation",
        "summary": "To facilitate consumer redress under Section X, defendants must provide the Commission or its designated agent all information reasonably required to administer redress, including a complete electronic data set in a compatible format, within 30 calendar days of a written request.",
        "requirements": [
          {
            "description": "Within thirty (30) calendar days of receiving a written request by the Commission or its designated agent, provide all information reasonably required to administer redress, including a complete electronically stored data set in a compatible format as reasonably determined by the FTC and/or its agent",
            "quoted_text": "ITIS FURTHERORDEREDthatto facilitate redress under SectionX above, the defendants shallprovidetheCommission and/oritsdesignated agent, within thirty(30) calendar 14 Case 4:08-cv-00338-RAS Document 4 Filed 09/09/2008 Page 15 of 22 days after receivingawritten requestbytheCommission orits designated agent, with all informationreasonablyrequired toadministerredress. Defendants shallprovide acomplete electronicallystored data setin a compatible format (as reasonablydetermined bythe FTC and/or its agent).",
            "deadline": "30 calendar days of written request",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 368,
            "quote_end_line": 377
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "XII",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The FTC is authorized to monitor defendants' compliance through written reports, document production, depositions, facility inspections, and interviews of personnel; defendants must cooperate within 20 days of written notice.",
        "requirements": [
          {
            "description": "Within twenty (20) days of receipt of written notice from a Commission representative, defendants shall submit additional written reports sworn under penalty of perjury, produce documents for inspection and copying, appear for deposition, and/or provide entry during normal business hours to any business location in the defendant's possession or control to inspect business operations",
            "quoted_text": "A. Within twenty(20) daysofreceiptofwrittennotice froma representative ofthe Commission, defendants eachshall submitadditional writtenreports, swornto underpenaltyofperjury; producedocuments for inspectionandcopying; appear for deposition; and/orprovideentryduringnormal businesshours to anybusiness location in such defendant's possessionordirectorindirectcontrolto inspectthe business operation,providedthatdefendants, afterattempting to resolveadispute withoutcourtaction and for goodcauseshown, mayfile amotionwith this Court seekinganorderincludingone ormoreofthe protections set forth in Fed. R. Civ. P.26(c);",
            "deadline": "20 days of written notice",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 382,
            "quote_end_line": 390
          },
          {
            "description": "The Commission is authorized to monitor compliance by all other lawful means, including obtaining discovery from any person without further leave of court, using the procedures prescribed by Fed. R. Civ. P. 30, 31, 33, 34, 36, and 45",
            "quoted_text": "B. In addition, theCommission is authorized to monitorcompliancewiththis Order byall otherlawful means, includingbut notlimitedto obtainingdiscoveryfrom anyperson, withoutfurther leaveofcourt, using the proceduresprescribedbyFed. R. Civ. P. 30,31,33,34,36,and 45; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 391,
            "quote_end_line": 394
          },
          {
            "description": "Defendants shall permit Commission representatives to interview any employer, consultant, independent contractor, representative, agent, or employee who has agreed to such an interview relating to any conduct subject to this Order; the person interviewed may have counsel present",
            "quoted_text": "C. Defendants shallpermitrepresentativesofthe Commission to interview any 15 Case 4:08-cv-00338-RAS Document 4 Filed 09/09/2008 Page 16 of 22 employer, consultant, independentcontractor, representative, agent, oremployee who has agreed to such an interview,relating in anywayto anyconduct subjectto this Order. Thepersoninterviewedmayhavecounsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 395,
            "quote_end_line": 402
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "XIII",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "For five years, defendants must notify the FTC of corporate structure changes at least 30 days in advance; within 180 days of entry of the Order each defendant must submit a sworn written compliance report to the FTC including any required change notifications and copies of acknowledgments of receipt of the Order.",
        "requirements": [
          {
            "description": "For five (5) years from entry of the Order, notify the Commission of any changes in defendants' corporate structure that may affect compliance obligations (including dissolution, assignment, sale, merger, creation or dissolution of a subsidiary/parent/affiliate, bankruptcy filing, or change of corporate name or address) at least thirty (30) days prior to such change, or as soon as practicable if less than 30 days' notice is possible",
            "quoted_text": "A. Foraperiodoffive (5) years from the dateofentryofthis Order, defendants shall notifythe Commission ofanychanges indefendants' corporate structurethatmay affectcomplianceobligations arisingunderthis Order, including butnotlimitedto adissolution, assignment, sale, merger, orotheractionthatwould result in the emergenceofa successorcorporation; the creationordissolutionofa subsidiary, parent, oraffiliate thatengages inanyacts orpractices subjectto thisOrder; the filing ofabankruptcypetition; orachange inthe corporatenameoraddress, at least thirty(30) days priorto such change,providedthat, with respectto any proposedchange inthe corporationaboutwhich the defendant learns less than thirty(30) days priorto thedate such actionis to takeplace, defendantshallnotify 16 Case 4:08-cv-00338-RAS Document 4 Filed 09/09/2008 Page 17 of 22 the Commission as soon as is practicable afterobtaining suchknowledge.",
            "deadline": "30 days prior to change (ongoing for 5 years)",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 412,
            "quote_end_line": 426
          },
          {
            "description": "One hundred eighty (180) days after entry of the Order, each defendant shall provide a sworn written report to the FTC detailing the manner and form in which they have complied and are complying with this Order, including any required corporate change notifications and copies of all acknowledgments of receipt of the Order obtained pursuant to Section XVI",
            "quoted_text": "B. One hundred eighty (180) days afterthe date ofentryofthis Order, defendants each shallprovide a written report to the FTC, swornto underpenalty ofperjury, settingforth in detail the mannerandform in which theyhave compliedand are complying with this Order. This report shall include, butnotbe limited to: (1) Anychangesrequired to bereportedpursuantto subparagraph (A) above; and (2) A copy ofeach acknowledgmentofreceiptofthis Order, obtained pursuantto SectionXVI.",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 427,
            "quote_end_line": 434
          },
          {
            "description": "Unless otherwise directed, defendants shall mail all written notifications to the Commission to: Associate Director for Enforcement, Federal Trade Commission, 600 Pennsylvania Avenue, N.W., Washington, D.C. 20580, Re: FTC v. EMC Mortgage Corporation, et al.",
            "quoted_text": "C. Forthepurposes ofthis Order, defendants shall, unless otherwise directedbythe Commission's authorizedrepresentatives, mail all writtennotifications to the Commissionto: Associate Directorfor Enforcement Federal Trade Commission 600 PennsylvaniaAvenue, N.W. Washington, D.C. 20580 Re: FTCv. EMCMortgage Corporation, etai.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 435,
            "quote_end_line": 442
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "XIV",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "For eight years from entry of the Order, defendants must create and retain for at least three years after preparation: accounting records, personnel records, customer files, consumer complaints and responses, training materials and policy manuals, and all records necessary to demonstrate full compliance with the Order.",
        "requirements": [
          {
            "description": "For eight (8) years from entry of the Order, must not fail to create and retain for three (3) years after preparation: (A) accounting records reflecting loan costs, servicing revenues, and disbursements; (B) personnel records including names, addresses, positions, start dates, and termination information; (C) customer files with names, addresses, phone numbers, amounts paid, and description of fees charged; (D) consumer complaints, disputes, and requests with responses; (E) copies of all training materials and policy manuals; and (F) all records necessary to demonstrate full compliance with the Order, including copies of acknowledgments of receipt and all FTC reports",
            "quoted_text": "ITIS FURTHERORDERED that, for a period ofeight (8)years from the date ofentry of this Order, defendants, and each ofthem, and theiragents, employees, officers, corporations, successors, and assigns, and those persons in active concert orparticipationwith them who receive actual notice ofthis Orderbypersonal service orotherwise, are herebypermanently restrainedandenjoined, in connectionwith the servicing ofany loan, from failing to create and 17 Case 4:08-cv-00338-RAS Document 4 Filed 09/09/2008 Page 18 of 22 retain, for aperiod ofthree (3) years afterthe date ofpreparation ofthe record, the following records: A. Accountingrecords that reflect thecostofloans acquiredand/orsold; revenues generated from servicingfees and/orfeespaidbyand/or imposedonconsumers; and thedisbursementofsuch revenues; B. Personnelrecords accuratelyreflecting: the name, address, and telephone number ofeach personemployedinanycapacitybysuch business, includingas an independentcontractor; thatperson'sjob titleorposition; thedate uponwhich the personcommencedwork; andthedateandreason fortheperson's termination,if applicable; C. Customerfiles containingthenames, addresses, telephonenumbers (ifavailable), dollaramountspaid, anddescriptionoffees orothercharges imposed; D. Complaints, disputes, andrequestsfrom consumers (whetherreceiveddirectly, indirectlyorthrough anythirdparty) andanyresponses to thosecomplaints, disputes, orrequests; E. Copies ofall trainingmaterials andpolicymanuals; and F. All records anddocuments necessarytodemonstrate full compliancewitheach provisionofthis Order, includingbutnotlimited to, copies ofacknowledgments ofreceiptofthis Order,requiredbySectionXVI, and allreports submittedto the FTC pursuantto SectionXIII.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 445,
            "quote_end_line": 473
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "XV",
        "title": "Distribution of Order by Defendants",
        "category": "acknowledgment",
        "summary": "For five years from entry of the Order, defendants must deliver a copy of the Order to all principals, officers, directors, managers, employees, agents, and representatives with supervisory responsibility over the subject matter of the Order, and secure signed and dated acknowledgments of receipt within 30 days of delivery.",
        "requirements": [
          {
            "description": "For five (5) years from entry of the Order, deliver a copy of the Order to all principals, officers, directors, managers, employees, agents, and representatives with supervisory responsibility over the subject matter of the Order; for current personnel, delivery within thirty (30) days of service of the Order; for new personnel, delivery prior to assuming responsibilities",
            "quoted_text": "IT IS FURTHERORDERED that, for a periodoffive (5) years from the date ofentryof this Order, defendants shall delivercopiesofthe Orderas directed below: A. Defendants shall delivera copyofthisOrdertoall principals, officers, directors, managers, employees, agents, and representatives having supervisory responsibilitywith respect to the subjectmatterofthis Order. Forcurrent personnel, deliveryshall bewithinthirty(30) daysofserviceofthisOrderupon defendants. Fornewpersonnel, deliveryshall occurpriorto them assumingtheir responsibilities.",
            "deadline": "30 days for current personnel; prior to start for new personnel",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 480,
            "quote_end_line": 487
          },
          {
            "description": "Secure a signed and dated statement acknowledging receipt of the Order within thirty (30) days of delivery from all persons receiving a copy of the Order",
            "quoted_text": "B. Defendantsmustsecure a signedanddated statementacknowledgingreceiptof the Order, within thirty(30) daysofdelivery, from all persons receivingacopyof theOrderpursuantto this Part.",
            "deadline": "30 days of delivery",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 488,
            "quote_end_line": 490
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "XVI",
        "title": "Acknowledgment of Receipt of Order by Defendants",
        "category": "acknowledgment",
        "summary": "Each defendant must submit to the Commission a truthful sworn statement acknowledging receipt of the Order within five business days of receipt.",
        "requirements": [
          {
            "description": "Each defendant, within five (5) business days of receipt of this Order as entered by the Court, must submit to the Commission a truthful sworn statement acknowledging receipt of this Order",
            "quoted_text": "IT IS FURTHERORDEREDthateachdefendant, within five (5) business days ofreceipt ofthis Orderas enteredbythe Court, mustsubmitto theCommission a truthful sworn statement acknowledgingreceiptofthis Order.",
            "deadline": "5 business days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 493,
            "quote_end_line": 495
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "XVII",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction over this matter for purposes of construction, modification, and enforcement of the Order.",
        "requirements": [
          {
            "description": "The Court shall retain jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order",
            "quoted_text": "IT IS FURTHERORDERED thatthisCourtshallretainjurisdictionofthis matterfor purposes ofconstruction, modification andenforcement ofthis Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 498,
            "quote_end_line": 499
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "XVIII",
        "title": "Final Judgment and Order",
        "category": "duration",
        "summary": "The parties consent to entry of the Order as a final judgment and order, with each party bearing its own costs and attorneys' fees.",
        "requirements": [
          {
            "description": "The Parties consent to entry of the foregoing Order, which shall constitute a final judgment and order, each Party to bear its own costs and attorneys' fees incurred in connection with this action",
            "quoted_text": "TheParties herebyconsent to entryofthe foregoing Order,which shall constitutea final judgmentandorder, each Partyto bearitsowncosts andattorneys' fees incurred inconnection with this action.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 506,
            "quote_end_line": 508
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "IT IS FURTHER ORDERED that this Court shall retain jurisdiction of this matter for purposes of construction, modification and enforcement of this Order."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "09.08, EMC Mortgage Co. Complaint.pdf",
      "order": "09.08, EMC Mortgage Co. Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 9,
      "complaint_representations": 3,
      "order_provisions": 18,
      "order_definitions": 16,
      "order_requirements": 39,
      "provisions_per_section": {
        "I": 4,
        "II": 1,
        "III": 1,
        "IV": 5,
        "V": 2,
        "VI": 2,
        "VII": 4,
        "VIII": 3,
        "IX": 2,
        "X": 2,
        "XI": 1,
        "XII": 3,
        "XIII": 3,
        "XIV": 1,
        "XV": 2,
        "XVI": 1,
        "XVII": 1,
        "XVIII": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 3,
        "complaint_total": 3,
        "order_verified": 39,
        "order_total": 39
      }
    },
    "processing_time_seconds": 250.9
  }
}