{
  "case_info": {
    "docket_number": "8:18-CV-01636",
    "company": {
      "name": "Apartment Hunters, Inc.",
      "incorporation_state": "California",
      "entity_type": "corporation",
      "address": "13 Stern St., Laguna Niguel, CA 92677",
      "business_description": "Apartment Hunters operates prepaid rental listing websites, including WeTakeSection8.com, ApartmentHunterz.com, and FeaturedRentals.com, charging consumers fees to access contact information for property managers of rental units listed on their websites."
    },
    "commissioners": [],
    "case_date": {
      "month": 9,
      "year": 2018
    },
    "legal_authority": "Section 13(b) of the Federal Trade Commission Act, 15 U.S.C. § 53(b), and Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/172-3007-apartment-hunters-inc-et-al-wetakesection8com"
  },
  "complaint": {
    "factual_background": "Defendants operated several prepaid rental listing websites—WeTakeSection8.com, ApartmentHunterz.com, and FeaturedRentals.com—charging consumers fees (typically $49) to access contact information for landlords of purportedly available rental units. Defendants falsely claimed their listings were accurate, up-to-date, and available, that consumers would find housing within days, and that their listings were exclusive and unavailable on free websites. In reality, the majority of listings were unavailable or inaccurate, many Section 8 listings did not accept vouchers, and consumers had no meaningful advantage over free services. Defendants had previously faced California DRE disciplinary actions for similar deceptive practices, including license revocation in 2015, yet continued operating without a license. Hundreds of consumers complained directly to Defendants about disconnected phone numbers, already-rented properties, incorrect prices, and listings available free elsewhere.",
    "representations_made": [
      {
        "description": "Claimed that listings on their websites are accurate, up-to-date, and available, and that consumers are likely to find suitable housing within seven business days or less",
        "quoted_text": "12 websites. Defendants have represented to consumers that the listings are accurate, 13 up-to-date, and available, and that consumers are likely to find suitable housing 14 within seven business days or less. Defendants have also represented that they 15 have exclusive rights to list thousands of rental listings on their websites, and 16 exclusive rights to list Section 8 rental listings, and that consumers cannot find 17 these listings on free websites. These representations are false, misleading, or",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 15,
        "quote_start_line": 209,
        "quote_end_line": 214
      },
      {
        "description": "Claimed WeTakeSection8.com is the 'Nation's Largest Section 8 Apartment Finder' with one of the most up-to-date sites for rentals already set up to accept Section 8 vouchers",
        "quoted_text": "Welcome to Nation's Largest Section 8 Apartment Finder! 10 WcT• cSc,ctione.com wna~ted to p vou find~ ~,ted hou>ln~ and rc:oden .,, rentiills ~t accept Section 8 Voucher> We lvvc rccen cxPiilndcd 11 our re~ lrorn ~ torn~ alone to one of the 1,rccst n111onal ~u~c.s of mmcnt subsidized hous,r,i to furthc,-help vou in thcsc touih cconom c times. We mannc one the mo,t up-to-dau, s tcs for rentals of ap,artments. hcuscs. townhomc:o tlut are alreiildysctup to acapl the vouchen",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 23,
        "quote_start_line": 311,
        "quote_end_line": 315
      },
      {
        "description": "Claimed to be the 'Nation's Leading Apartment Rental Search Service for Government Subsidized Housing' with listings updated daily via unique date-sensitive rental software providing the most accurate and up-to-date information available",
        "quoted_text": "Our Tr.ck R ord 11 Our cllenu lind a place within 5-7 business days. This Ism rry times fasterth.ln you re likely to find a p13Ce by driving around endlessly. WllyWeH t MostCom le A«urateListl 12 Our site has the most complete and detailed Information on the communities than what you might find In a sho<t classified ad of a newspaper. And our unique. d te• sensitive, rental software updates the listings on a dally basis. so that the data you receive from us ls the most accur te and up-to-date Information available on the 13 Web today",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 25,
        "quote_start_line": 359,
        "quote_end_line": 364
      },
      {
        "description": "Claimed clients find a place within 5-7 business days and that almost every client meets with success within four days of searching, guaranteeing at least one viable rental within one week",
        "quoted_text": "T e amount of time that i takes to locate an apartment, of course, depends on 11 th av ilability oft m r'ket w ich changes th oughou th c.ou e oft eye r, bu ailmost every one of our clie ts rTiee s with success wi hin jus four days of 12 s a chi g. We gu r . t t t w t ln o ewe k you will l1av loc t don (if not more) viab e rental.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 37,
        "quote_start_line": 462,
        "quote_end_line": 467
      },
      {
        "description": "Claimed that listings on WeTakeSection8.com are exclusive and include 'thousands of updated and verified listings including exclusive listings not found on free websites'",
        "quoted_text": "21 instead of wasting their time on other websites. Defendants claim, “[T]here are 22 also many free services available on the Internet and through free publication 23 services, but those establishments do not list actual vacancies. We take steps to 24 make sure that the information is accurate and up to date on current available 25 rentals.” In addition, the sign-up page of WeTakeSection8.com has promised 26 consumers “thousands of updated and verified listings including exclusive listings 27 not found on free websites.” (Emphasis in original.)",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 31,
        "quote_start_line": 405,
        "quote_end_line": 411
      },
      {
        "description": "Claimed ApartmentHunterz.com has the most complete and accurate listings updated daily so data is the most accurate and up-to-date information available on the Web today",
        "quoted_text": "14 ApartmentHunterz.com has “the most complete and accurate listings” because 15 Defendants purportedly work closely with managers of the listed properties, and 16 because Defendants’ “unique, date-sensitive, rental software updates the listings on 17 a daily basis, so that the data you receive from us is the most accurate and up-to- 18 date information available on the Web today.”",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 41,
        "quote_start_line": 501,
        "quote_end_line": 505
      },
      {
        "description": "Claimed ApartmentHunterz.com consumers find a place within 3-5 days, many times faster than a self-serve rental agency, and that listings are verified vacant properties",
        "quoted_text": "24 faster. On the About Us page, Defendants claim that their “Track Record” is that 25 “[a]s a general rule, we find your place within 3-5 days. This is many times 26 faster than you are likely to find a place through a self-serve rental agency.” In the 27 Support section of the website, Defendants have represented that this “nominal” 28 fee will actually “save time and money” because consumers will have access to 14 Case 8:18-cv-01636 Document 1 Filed 09/11/18 Page 15 of 20 Page ID #:15 1 “verified vacant properties” that meet their criteria and the listings provide direct 2 access to property managers.",
        "verified": true,
        "confidence": 0.85,
        "source_paragraph": 43,
        "quote_start_line": 511,
        "quote_end_line": 521
      },
      {
        "description": "Claimed FeaturedRentals.com provides 'thousands of listings not on free rental websites' and that consumers with good rental history will find housing within three days",
        "quoted_text": "25 47. According to the homepage of FeaturedRentals.com, this “[o]ne site 26 does it all” by providing access to “thousands of listings not on free rental 27 websites.” The homepage of the website has touted over one million rental listings 28 throughout the United States. In the Support section of FeaturedRentals.com, 15 Case 8:18-cv-01636 Document 1 Filed 09/11/18 Page 16 of 20 Page ID #:16 1 Defendants have boasted that consumers with a good rental history will find rental 2 housing within three days.",
        "verified": true,
        "confidence": 0.85,
        "source_paragraph": 47,
        "quote_start_line": 544,
        "quote_end_line": 553
      },
      {
        "description": "Claimed FeaturedRentals.com databases are constantly updated guaranteeing the most up-to-date listings and that they verify availability of properties as opposed to free sites",
        "quoted_text": "11 50. Similar to ApartmentHunterz.com, in the Support section of 12 FeaturedRentals.com, Defendants represent that they charge a “nominal fee to 13 access the database and provide detailed verified vacant results… Save time and 14 money by calling verified vacant results matching your criteria.” Defendants claim 15 that they “verify the availability of the properties as opposed to free sites or yellow 16 pages that just lists the community that might not have a vacancy.”",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 50,
        "quote_start_line": 562,
        "quote_end_line": 567
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "False or Misleading Representations About Listing Accuracy and Availability",
        "representation": "The rental listings, including Section 8 listings, on Defendants' websites are accurate, up-to-date, and available for consumers to rent",
        "fact": "Many of the rental listings on Defendants' websites were inaccurate or unavailable for rent; the majority of properties listed on WeTakeSection8.com were not available, and those that were available generally did not accept Section 8 vouchers",
        "conclusion": "Defendants' representations are false or misleading, or were not substantiated at the time the representations were made, constituting a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)"
      },
      {
        "count_number": 2,
        "title": "False or Misleading Representations About Speed of Finding Housing",
        "representation": "Consumers who subscribe to Defendants' websites find rental housing, including Section 8 housing, within seven business days or less",
        "fact": "Defendants could not substantiate that consumers find housing within seven business days or less; Defendant Kevin Shayan admitted these representations were inaccurate",
        "conclusion": "Defendants' representation is false or misleading, or was not substantiated at the time the representation was made, constituting a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)"
      },
      {
        "count_number": 3,
        "title": "False or Misleading Representations About Exclusive Listings Not Found on Free Websites",
        "representation": "Defendants have exclusive rights to list thousands of rental listings on their websites, exclusive rights to list Section 8 rental listings, and consumers cannot find these listings on free websites",
        "fact": "Defendants do not have an exclusive right to list properties on their websites and do not know whether those listings are advertised on free websites; numerous consumers complained that listings were available on other websites for free",
        "conclusion": "Defendants' representations are false or misleading, or were not substantiated at the time the representations were made, constituting a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)"
      }
    ]
  },
  "order": {
    "definitions": {
      "Corporate Defendants": "Apartment Hunters, Inc., also d/b/a WeTakeSection8.com, ApartmentHunterz.com, and FeaturedRentals.com; Real Estate Data Solutions, Inc.; Rental Home Listings Inc.; UAB Apartment Hunters LT; and their successors and assigns.",
      "Defendants": "Corporate Defendants, Kevin Shayan, and Steven Shayan, individually, collectively, or in any combination."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Ban on Marketing Rental Listings",
        "category": "prohibition",
        "summary": "Defendants are permanently banned from advertising, marketing, promoting, offering, or selling subscriptions for or access to rental listing services, with a limited exception for properties Defendants personally own.",
        "requirements": [
          {
            "description": "Permanently restrained and enjoined from advertising, marketing, promoting, offering, selling, or assisting others in advertising, marketing, promoting, offering, or selling subscriptions for or access to the listing of a dwelling for rent, including single-family homes, townhouses, apartments, or condominium units.",
            "quoted_text": "5 It is ordered that Defendants are permanently restrained and enjoined from 6 advertising, marketing, promoting, offering, selling, or assisting others in 7 advertising, marketing, promoting, offering, or selling, subscriptions for or access 8 to the listing of a dwelling for rent, including a single-family home, townhouse, 9 apartment, or condominium unit.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 59,
            "quote_end_line": 63
          },
          {
            "description": "Exception: this Order does not prohibit Defendants from listing properties that any Defendant personally owns for rent.",
            "quoted_text": "10 Provided, however, that this Order does not prohibit Defendants from listing 11 properties that any Defendant owns for rent.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 64,
            "quote_end_line": 65
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Prohibition Against Misrepresentations",
        "category": "prohibition",
        "summary": "Defendants and all persons acting in concert with them are permanently enjoined from misrepresenting any material aspect of any good or service they advertise or sell, including cost, restrictions, performance, refund/cancellation terms, or any other material fact.",
        "requirements": [
          {
            "description": "Defendants, their officers, agents, employees, attorneys, and all persons in active concert or participation with them are permanently restrained and enjoined from misrepresenting, or assisting others in misrepresenting, expressly or by implication: total cost; any material restriction, limitation, or condition; any material aspect of performance, efficacy, nature, or central characteristics; nature or terms of a refund or cancellation; or any other material fact.",
            "quoted_text": "13 It is further ordered that Defendants, Defendants’ officers, agents, 14 employees, attorneys, and all other persons, in active concert or participation with 15 them, who receive actual notice of this Order, whether acting directly or indirectly, 16 in connection with advertising, marketing, promoting, offering, or selling of any 17 good or service are permanently restrained and enjoined from misrepresenting, or 18 assisting others in misrepresenting, expressly or by implication: the total cost; any 19 material restriction, limitation, or condition; any material aspect of its performance, 20 efficacy, nature, or central characteristics; the nature or terms of a refund or 21 cancellation; or any other material fact.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 67,
            "quote_end_line": 75
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Monetary Provisions",
        "category": "affirmative_obligation",
        "summary": "A judgment of $6,037,686.99 is entered jointly and severally against all Defendants for equitable monetary relief, to be used for consumer redress or deposited to the U.S. Treasury as disgorgement, with Defendants' taxpayer IDs available for collection purposes.",
        "requirements": [
          {
            "description": "Judgment of $6,037,686.99 entered in favor of the Commission against Defendants, jointly and severally, as equitable monetary relief.",
            "quoted_text": "24 A. Judgment in the amount of Six Million Thirty-Seven Thousand Six 25 Hundred Eighty-Six Dollars and Ninety-Nine Cents ($6,037,686.99) is entered in 26 favor of the Commission against Defendants, jointly and severally, as equitable 27 monetary relief.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 78,
            "quote_end_line": 81
          },
          {
            "description": "All money paid to the Commission may be deposited into a fund for equitable relief including consumer redress; any remaining money may be applied to other equitable relief or deposited to the U.S. Treasury as disgorgement.",
            "quoted_text": "1 B. All money paid to the Commission pursuant to this Order may be 2 deposited into a fund administered by the Commission or its designee to be used 3 for equitable relief, including consumer redress and any attendant expenses for the 4 administration of any redress fund. If a representative of the Commission decides 5 that direct redress to consumers is wholly or partially impracticable or money 6 remains after redress is completed, the Commission may apply any remaining 7 money for such other equitable relief (including consumer information remedies) 8 as it determines to be reasonably related to Defendants’ practices alleged in the 9 Complaint. Any money not used for such equitable relief is to be deposited to the 10 U.S. Treasury as disgorgement.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 87,
            "quote_end_line": 96
          },
          {
            "description": "Defendants' Taxpayer Identification Numbers (Social Security Numbers or Employer Identification Numbers), previously submitted to the Commission, may be used for collecting and reporting on any delinquent amount arising out of this Order, in accordance with 31 U.S.C. §7701.",
            "quoted_text": "11 C. Defendants Taxpayer Identification Numbers (Social Security 12 Numbers or Employer Identification Numbers), which were previously submitted 13 to the Commission, may be used for collecting and reporting on any delinquent 14 amount arising out of this Order, in accordance with 31 U.S.C. §7701.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 97,
            "quote_end_line": 100
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Each Defendant must submit a sworn acknowledgment of receipt of the Order within 7 days, deliver copies of the Order to key personnel within 7 days (or before new personnel assume duties), and obtain signed acknowledgments from recipients within 30 days.",
        "requirements": [
          {
            "description": "Each Defendant, within 7 days of entry of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "quoted_text": "18 A. Each Defendant, within 7 days of entry of this Order, must submit to 19 the Commission an acknowledgment of receipt of this Order sworn under penalty 20 of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 104,
            "quote_end_line": 106
          },
          {
            "description": "For 20 years after entry of this Order, Kevin Shayan or Steven Shayan (for any business he is majority owner of or controls), and the Corporate Defendants, must deliver a copy of this Order to: all principals, officers, directors, and LLC managers and members; all employees with managerial responsibilities related to approving website content; and any business entity resulting from any change in structure. Delivery must occur within 7 days for current personnel and before new personnel assume responsibilities.",
            "quoted_text": "21 B. For 20 years after entry of this Order, Kevin Shayan or Steven 22 Shayan, for any business that he, individually or collectively with any other 23 Defendants, is the majority owner, or controls directly or indirectly, and the 24 Corporate Defendants, must deliver a copy of this Order to: (1) all principals, 25 officers, directors, and LLC managers and members; (2) all employees having 26 managerial responsibilities related to approving the content of any Defendant’s 27 website; and (3) any business entity resulting from any change in structure as set 28 forth in the Section titled Compliance Reporting. Delivery must occur within 7 3 Case 8:18-cv-01636-AG-DFM Document 95 Filed 12/06/19 Page 4 of 8 Page ID #:2182 1 days of entry of this Order for current personnel. For all others, delivery must 2 occur before they assume their responsibilities.",
            "deadline": "7 days for current personnel; before assuming responsibilities for new personnel",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 107,
            "quote_end_line": 120
          },
          {
            "description": "From each individual or entity to which a Defendant delivered a copy of this Order, that Defendant must obtain, within 30 days, a signed and dated acknowledgment of receipt of this Order.",
            "quoted_text": "3 C. From each individual or entity to which a Defendant delivered a copy 4 of this Order, that Defendant must obtain, within 30 days, a signed and dated 5 acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 121,
            "quote_end_line": 123
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendants must submit a sworn compliance report one year after entry of the Order and sworn compliance notices within 14 days of specified changes for 20 years; must also report bankruptcy filings within 14 days, and must submit reports via specified methods.",
        "requirements": [
          {
            "description": "One year after entry of this Order, each Defendant must submit a compliance report sworn under penalty of perjury, identifying contact information, all businesses and their activities, all owned/operated websites, compliance with each Order section, and providing copies of Order acknowledgments.",
            "quoted_text": "9 A. One year after entry of this Order, each Defendant must submit a 10 compliance report, sworn under penalty of perjury. 11 1. Each Defendant must: 12 a) Identify the primary physical, postal, and email address 13 and telephone number, as designated points of contact, 14 which representatives of the Commission may use to 15 communicate with that Defendant; 16 b) Identify all of that Defendant’s businesses by all of their 17 names, telephone numbers, and physical, postal, email, 18 and Internet addresses; 19 c) Describe the activities of each business, including the 20 goods and services offered, the means of advertising, 21 marketing, and sales, and the involvement of any other 22 Defendant (which Kevin Shayan or Steven Shayan must 23 describe if he knows or should know due to his own 24 involvement); 25 d) Identify all websites owned or operated, directly or 26 indirectly, by that Defendant; 27 e) Describe in detail whether and how that Defendant is in 28 compliance with each Section of this Order; and 4 Case 8:18-cv-01636-AG-DFM Document 95 Filed 12/06/19 Page 5 of 8 Page ID #:2183 1 f) Provide a copy of each Order Acknowledgment obtained 2 pursuant to this Order, unless previously submitted to the 3 Commission.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 127,
            "quote_end_line": 153
          },
          {
            "description": "Additionally, Kevin Shayan and Steven Shayan must each identify all telephone numbers and addresses including residences, identify all business activities, and describe in detail their involvement in each business.",
            "quoted_text": "4 2. Additionally, Kevin Shayan and Steven Shayan must each: 5 a) Identify all of his telephone numbers and all physical, 6 postal, email and Internet addresses, including all 7 residences; 8 b) Identify all of his business activities, including any 9 business for which he performs services whether as an 10 employee or otherwise and any entity in which he has 11 any ownership interest; and 12 c) Describe in detail his involvement in each such business, 13 including title, role, responsibilities, participation, 14 authority, control, and any ownership.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 154,
            "quote_end_line": 164
          },
          {
            "description": "For 20 years after entry of this Order, each Defendant must submit a sworn compliance notice within 14 days of any change in a designated point of contact or in the structure of any Corporate Defendant or entity they own or control that may affect compliance obligations.",
            "quoted_text": "15 B. For 20 years after entry of this Order, each Defendant must submit a 16 compliance notice, sworn under penalty of perjury, within 14 days of any change 17 in the following: 18 1. Each Defendant must report any change in: 19 a) Any designated point of contact; or 20 b) The structure of the Corporate Defendants or any entity 21 that Defendant has any ownership interest in or controls 22 directly or indirectly that may affect compliance 23 obligations arising under this Order, including: creation, 24 merger, sale, or dissolution of the entity or any 25 subsidiary, parent, or affiliate that engages in any acts or 26 practices subject to this Order.",
            "deadline": "14 days of any qualifying change",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 165,
            "quote_end_line": 176
          },
          {
            "description": "Additionally, Kevin Shayan and Steven Shayan must each report within 14 days any change in name (including aliases or fictitious name) or residence address, or any change in title or role in any business activity.",
            "quoted_text": "27 2. Additionally, Kevin Shayan and Steven Shayan must each 28 report any change in: 5 Case 8:18-cv-01636-AG-DFM Document 95 Filed 12/06/19 Page 6 of 8 Page ID #:2184 1 a) His name, including aliases or fictitious name, or 2 residence address; or 3 b) His title or role in any business activity, including any 4 business for which he performs services whether as an 5 employee or otherwise and any entity in which he has 6 any ownership interest, and identify the name, physical 7 address, and any Internet address of the business or 8 entity.",
            "deadline": "14 days of any qualifying change",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 177,
            "quote_end_line": 190
          },
          {
            "description": "Each Defendant must submit to the Commission notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against him within 14 days of its filing.",
            "quoted_text": "9 C. Each Defendant must submit to the Commission notice of the filing of 10 any bankruptcy petition, insolvency proceeding, or similar proceeding by or 11 against him within 14 days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 191,
            "quote_end_line": 193
          },
          {
            "description": "Any submission required to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, concluding with the specified declaration language, date, signatory's full name, title, and signature.",
            "quoted_text": "12 D. Any submission to the Commission required by this Order to be 13 sworn under penalty of perjury must be true and accurate and comply with 28 14 U.S.C. § 1746, such as by concluding: “I declare under penalty of perjury under 15 the laws of the United States of America that the foregoing is true and correct. 16 Executed on: _____” and supplying the date, signatory’s full name, title (if 17 applicable), and signature.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 194,
            "quote_end_line": 199
          },
          {
            "description": "Unless otherwise directed in writing, all submissions must be emailed to DEbrief@ftc.gov or sent by overnight courier (not U.S. Postal Service) to the Associate Director for Enforcement, Bureau of Consumer Protection, FTC, 600 Pennsylvania Avenue NW, Washington, DC 20580, with subject line beginning: FTC v. Apartment Hunters, Inc.",
            "quoted_text": "18 E. Unless otherwise directed by a Commission representative in writing, 19 all submissions to the Commission pursuant to this Order must be emailed to 20 DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: 21 Associate Director for Enforcement, Bureau of Consumer Protection, Federal 22 Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The 23 subject line must begin: FTC v. Apartment Hunters, Inc.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 200,
            "quote_end_line": 205
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendants must create certain records for 20 years after entry of the Order and retain each record for 5 years, covering accounting records, personnel records, and all records demonstrating full compliance with the Order.",
        "requirements": [
          {
            "description": "For any business that a Defendant is a majority owner or controls directly or indirectly, that Defendant must create and retain accounting records showing revenues from all goods or services sold.",
            "quoted_text": "3 A. Accounting records showing the revenues from all goods or services 4 sold.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 217,
            "quote_end_line": 218
          },
          {
            "description": "Must create and retain personnel records showing, for each person providing services (whether as employee or otherwise): name, addresses, telephone numbers, job title or position, dates of service, and (if applicable) reason for termination.",
            "quoted_text": "5 B. Personnel records showing, for each person providing services, 6 whether as an employee or otherwise, that person’s: name, addresses, telephone 7 numbers, job title or position, dates of service, and (if applicable) the reason for 8 termination.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 219,
            "quote_end_line": 222
          },
          {
            "description": "Must create and retain all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission.",
            "quoted_text": "9 C. All records necessary to demonstrate full compliance with each 10 provision of this Order, including all submissions to the Commission.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 223,
            "quote_end_line": 224
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The FTC has broad authority to monitor compliance, including requesting sworn reports and documents within 14 days, conducting depositions, interviewing affiliated persons, and using undercover methods without prior notice.",
        "requirements": [
          {
            "description": "Within 14 days of receipt of a written request from a Commission representative, Defendants must submit additional sworn compliance reports or other requested information, appear for depositions, and produce documents for inspection and copying. The Commission is also authorized to obtain discovery under specified Federal Rules of Civil Procedure.",
            "quoted_text": "14 A. Within 14 days of receipt of a written request from a representative of 15 the Commission, Defendants must: submit additional compliance reports or other 16 requested information, which must be sworn under penalty of perjury; appear for 17 depositions; and produce documents for inspection and copying. The Commission 18 is also authorized to obtain discovery, without further leave of court, using any of 19 the procedures prescribed by Federal Rules of Civil Procedure 29, 30 (including 20 telephonic depositions), 31, 33, 34, 36, 45, and 69.",
            "deadline": "14 days of written request",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 228,
            "quote_end_line": 234
          },
          {
            "description": "The Commission is authorized to communicate directly with each Defendant and Defendants must permit Commission representatives to interview any employee or affiliated person who has agreed to such an interview, with counsel permitted to be present.",
            "quoted_text": "21 B. For matters concerning this Order, the Commission is authorized to 22 communicate directly with each Defendant. Defendants must permit 23 representatives of the Commission to interview any employee or other person 24 affiliated with any Defendant who has agreed to such an interview. The person 25 interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 235,
            "quote_end_line": 239
          },
          {
            "description": "The Commission may use all other lawful means, including posing through representatives as consumers, suppliers, or other individuals or entities to Defendants or affiliated persons, without identification or prior notice. Nothing in this Order limits the Commission's lawful use of compulsory process under Sections 9 and 20 of the FTC Act.",
            "quoted_text": "26 C. The Commission may use all other lawful means, including posing, 27 through its representatives as consumers, suppliers, or other individuals or entities, 28 to Defendants or any individual or entity affiliated with Defendants, without the 7 Case 8:18-cv-01636-AG-DFM Document 95 Filed 12/06/19 Page 8 of 8 Page ID #:2186 1 necessity of identification or prior notice. Nothing in this Order limits the 2 Commission’s lawful use of compulsory process, pursuant to Sections 9 and 20 of 3 the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 240,
            "quote_end_line": 249
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction over this matter for purposes of construction, modification, and enforcement of the Order.",
        "requirements": [
          {
            "description": "This Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "quoted_text": "5 It is further ordered that this Court retains jurisdiction of this matter for 6 purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 251,
            "quote_end_line": 252
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "Defendants must create certain records for 20 years after entry of the Order, and retain each such record for 5 years."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "09.18, Apartment Hunters, Inc. et al. Complaint.pdf",
      "order": "09.18, Apartment Hunters, Inc. et al. Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 3,
      "complaint_representations": 9,
      "order_provisions": 8,
      "order_definitions": 2,
      "order_requirements": 23,
      "provisions_per_section": {
        "I": 2,
        "II": 1,
        "III": 3,
        "IV": 3,
        "V": 7,
        "VI": 3,
        "VII": 3,
        "VIII": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 9,
        "complaint_total": 9,
        "order_verified": 23,
        "order_total": 23
      }
    },
    "processing_time_seconds": 94.2
  }
}