{
  "case_info": {
    "docket_number": "Case 1:16-cv-02438",
    "company": {
      "name": "Ruby Corp.",
      "incorporation_state": "Canada",
      "entity_type": "privately-held corporation",
      "address": "20 Eglinton Avenue West, Toronto, Ontario M4R 1K8",
      "business_description": "Ruby Corp. is a holding company for various wholly-owned subsidiaries that operate online dating websites including AshleyMadison.com, CougarLife.com, EstablishedMen.com, and ManCrunch.com. The company's most profitable website is AshleyMadison.com, created in 2002, which is an online dating platform for married individuals or people in committed relationships interested in having affairs."
    },
    "commissioners": [],
    "case_date": {
      "month": 9,
      "year": 2017
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a); Section 13(b) of the Federal Trade Commission Act, 15 U.S.C. § 53(b)",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/152-3284-ashley-madison",
    "statutory_topics": [
      "Section 5 Only"
    ],
    "practice_areas": [
      "Data Security",
      "Financial Practices",
      "Privacy"
    ],
    "industry_sectors": [
      "Technology"
    ]
  },
  "complaint": {
    "factual_background": "Ruby Corp. and its subsidiaries operated AshleyMadison.com, an online dating site for people seeking extramarital affairs, and engaged in multiple deceptive practices. They used thousands of fake 'engager profiles'—created by their own staff—to lure male consumers into paying for full memberships by making them believe real women were contacting them. They falsely advertised the site as '100% secure' and claimed to have received a 'Trusted Security Award' that never existed, while simultaneously failing to implement basic data security measures. They also charged consumers $19 for a 'Full Delete' option that promised complete removal of their data, but secretly retained personal information for up to 12 months. These failures culminated in a massive July 2015 data breach in which hackers published the personal and billing information of over 36 million AshleyMadison.com members online.",
    "representations_made": [
      {
        "description": "Claimed the site was secure through homepage icons including a 'Trusted Security Award,' 'SSL Secure Site' badge, and '100% Discreet Service' image, plus executive statements calling it '100% secure,' 'risk free,' and 'completely anonymous'",
        "quoted_text": "30. Until at least October 2015, Defendants described AshleyMadison.com as secure: a. on the homepage by prominently displaying an icon of a “Trusted Security Award,” an icon indicating that the website was an “SSL Secure Site,” and an image indicating that the website offered “100% Discreet Service”; b. in statements by Defendants’ executives on AshleyMadison.com that the website was “100% secure,” “risk free,” and “completely anonymous”; c. in advertisements describing AshleyMadison.com as “secure,” “anonymous,” and “risk free” (see Exhibits B–C); and d. in Defendants’ Terms and Conditions and Privacy Policy via a link on the AshleyMadison.com sign-up page. With respect to the security safeguards, the Privacy Policy states: We treat data as an asset that must be protected against loss and unauthorized access. To safeguard confidentiality and security of your PII, we use industry standard practices and technologies including but not limited to “firewalls,” encrypted transmission via SSL (Secure Socket Layer) and strong data encryption of sensitive personal and/or financial information when it is stored to disk.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 30,
        "quote_start_line": 179,
        "quote_end_line": 196
      },
      {
        "description": "Implied that communications received by members were from actual women interested in communicating with those members, including the welcome message stating thousands of women in the consumer's city were looking for a discreet affair",
        "quoted_text": "17. When consumers sign up on AshleyMadison.com, the welcome message states that they “have thousands of women in [the consumer’s] city who are in the exact same situation as [the consumer] and looking to have a discreet affair.”",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 17,
        "quote_start_line": 115,
        "quote_end_line": 117
      },
      {
        "description": "Claimed the system was '100% secure' because consumers could delete their 'digital trail,' and marketed the Full Delete option as completely removing profiles, messages, personal information, and photographs from the site",
        "quoted_text": "23. When consumers signed up for AshleyMadison.com, Defendants explained that their system is “100% secure” because consumers can delete their “digital trail.”",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 23,
        "quote_start_line": 144,
        "quote_end_line": 145
      },
      {
        "description": "Claimed AshleyMadison.com had received a 'Trusted Security Award' by prominently displaying that icon on the homepage",
        "quoted_text": "a. on the homepage by prominently displaying an icon of a “Trusted Security Award,” an icon indicating that the website was an “SSL Secure Site,” and an image indicating that the website offered “100% Discreet Service”;",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 30,
        "quote_start_line": 180,
        "quote_end_line": 182
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Misrepresentations Regarding Network Security",
        "representation": "Defendants represented, expressly or by implication, that they took reasonable steps to ensure that AshleyMadison.com was secure, including displaying security trust badges, making executive statements calling the site '100% secure,' 'risk free,' and 'completely anonymous,' and stating in their Privacy Policy that they used industry-standard practices and technologies to safeguard personal and financial information.",
        "fact": "Defendants did not take reasonable steps to ensure that AshleyMadison.com was secure. They lacked a written information security policy, failed to implement reasonable access controls, failed to train personnel on data security, failed to require third-party service providers to implement reasonable security, and failed to monitor their systems—resulting in multiple unauthorized intrusions and a massive data breach affecting over 36 million consumers.",
        "conclusion": "The representation set forth in Paragraph 46 is false or misleading."
      },
      {
        "count_number": 2,
        "title": "Misrepresentations Regarding User Profiles",
        "representation": "Until April 2013, Defendants represented, expressly or by implication, that communications received by members were from actual women interested in communicating with those members, including a welcome message stating consumers had 'thousands of women in [their] city' looking to have a discreet affair.",
        "fact": "Many of the communications received by members were not from actual women, but instead were from 'engager profiles'—fake profiles created by Defendants' own staff—that sent winks, automated replies, and stock messages that were indistinguishable from real member communications, inducing consumers to pay for full memberships to interact with these fake profiles.",
        "conclusion": "The representation set forth in Paragraph 48 is false or misleading."
      },
      {
        "count_number": 3,
        "title": "Misrepresentations Regarding the Terms and Conditions for Deleting Profiles",
        "representation": "Defendants represented, expressly or by implication, that they would delete all of the information of consumers who chose the Full Delete option on AshleyMadison.com, including profiles from search results and the website, messages sent and received, site usage history, personally identifiable information, and photographs—for a fee of $19.",
        "fact": "Even for consumers who paid the $19 fee for the Full Delete option, Defendants retained the personal information from those profiles for up to 12 months, and in some instances failed to remove consumer profiles from their internal systems at all. Defendants only disclosed the retention policy after the consumer had already purchased the option.",
        "conclusion": "The representation set forth in Paragraph 50 is false or misleading."
      },
      {
        "count_number": 4,
        "title": "Misrepresentations Regarding Data Security Seal",
        "representation": "Defendants represented, expressly or by implication, that AshleyMadison.com had received a 'Trusted Security Award' by prominently displaying an icon bearing that name on the homepage.",
        "fact": "Defendants never received a 'Trusted Security Award' from any organization.",
        "conclusion": "The representation set forth in Paragraph 52 is false or misleading."
      },
      {
        "count_number": 5,
        "title": "Unfair Security Practices",
        "representation": "Defendants failed to take reasonable steps to prevent unauthorized access to personal information on their network, including failing to maintain a written security policy, implement access controls, train personnel, oversee third-party service providers, and monitor system logs.",
        "fact": "These failures caused or are likely to cause substantial injury to consumers—including extortion, fraud, and disclosure of highly sensitive personal information such as sexual preferences, real names, and financial data—that consumers could not reasonably avoid, and the harm is not outweighed by any countervailing benefit.",
        "conclusion": "Defendants' practices constitute unfair acts or practices in violation of Section 5 of the FTC Act, 15 U.S.C. §§ 45(a) and 45(n)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Defendants": "ruby Corp.; ruby Life Inc., also doing business as AshleyMadison.com; ADL Media Inc.; and by whatever other names each may be known, and their successors, assigns, or subsidiaries (including but not limited to Cougar Life Inc., Established Men, CL Media Inc., and EM Media Inc.) individually, collectively, or in any combination.",
      "Engager profile": "an employee or agent-generated account that is not an account used by an actual customer.",
      "Personal information": "individually identifiable information from or about an individual consumer, including, but not limited to: (1) first and last name; (2) home or other physical address, including street name and name of city or town; (3) email address or other online contact information, such as an instant messaging user identifier or a screen name; (4) telephone number; (5) date of birth; (6) government-issued identification number, such as a driver's license, military identification, passport, or Social Security number, or other personal identification number; (7) payment card account numbers; (8) photographs of the consumer; and (9) sexual preferences.",
      "Seal": "any trustmark, logo, seal of approval, emblem, shield, or other insignia offered for placement on Defendants' websites and mobile applications."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations",
        "category": "prohibition",
        "summary": "Defendants are permanently enjoined from misrepresenting to U.S. consumers any aspect of their data practices, use of engager profiles, authenticity of user profiles, number of actual users, account deletion terms, third-party awards, or participation in privacy/security programs.",
        "requirements": [
          {
            "description": "Must not misrepresent the extent to which Defendants collect, use, maintain, or protect personal information, or the extent to which consumers may exercise control over their personal information",
            "quoted_text": "A. the extent to which Defendants collect, use, or maintain personal information, or 3 Case 1:16-cv-02438 Document 1-9 Filed 12/14/16 Page 4 of 15 protect the privacy, confidentiality, security, or integrity of personal information, including the extent to which consumers may exercise control over the collection, use, or disclosure of personal information;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 84,
            "quote_end_line": 91
          },
          {
            "description": "Must not misrepresent the extent to which Defendants use or display engager profiles",
            "quoted_text": "B. the extent to which Defendants use or display engager profiles;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 92,
            "quote_end_line": 92
          },
          {
            "description": "Must not misrepresent whether profiles on Defendants' dating websites or mobile applications were created by Defendants",
            "quoted_text": "C. whether the profiles that appear on Defendants’ dating websites or mobile applications were created by Defendants;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 93,
            "quote_end_line": 94
          },
          {
            "description": "Must not misrepresent the number of actual users or actual women users of Defendants' dating websites or mobile applications",
            "quoted_text": "D. the number of actual users of Defendants’ dating websites or mobile applications, or actual women users of their dating websites or mobile applications;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 95,
            "quote_end_line": 96
          },
          {
            "description": "Must not misrepresent the terms and conditions for deleting user accounts or profiles",
            "quoted_text": "E. the terms and conditions for deleting user accounts or profiles;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 97,
            "quote_end_line": 97
          },
          {
            "description": "Must not misrepresent the extent to which Defendants received awards or seals from third parties",
            "quoted_text": "F. the extent to which Defendants received awards or seals from third parties; or",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 98,
            "quote_end_line": 98
          },
          {
            "description": "Must not misrepresent the extent to which Defendants are members of, adhere to, comply with, are certified by, are endorsed by, or otherwise participate in any privacy or security program sponsored by a third party",
            "quoted_text": "G. the extent to which Defendants are members of, adhere to, comply with, are certified by, are endorsed by, or otherwise participate in any privacy or security program sponsored by a third party.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 99,
            "quote_end_line": 101
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Mandated Data Security Program",
        "category": "affirmative_obligation",
        "summary": "Defendants must establish, implement, and maintain a comprehensive written information security program with administrative, technical, and physical safeguards appropriate to their size, complexity, and the sensitivity of personal information collected.",
        "requirements": [
          {
            "description": "Establish and implement a comprehensive information security program, fully documented in writing, no later than the effective date of the Order",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants, must, no later than the effective date of this Order, establish and implement, and thereafter maintain, a comprehensive information security program that is reasonably designed to protect the security, confidentiality, and integrity of personal information collected from or about U.S. consumers of their online dating websites and mobile applications. Such program, the content and implementation of which must be fully documented in writing, shall contain administrative, technical, and physical safeguards appropriate to Defendants’ size and complexity, the nature and scope of Defendants’ activities, and the sensitivity of the personal information collected from or about consumers, including:",
            "deadline": "effective date of Order",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 104,
            "quote_end_line": 111
          },
          {
            "description": "Designate an employee or employees to coordinate and be responsible for the information security program",
            "quoted_text": "A. the designation of an employee or employees to coordinate and be responsible for the information security program;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 116,
            "quote_end_line": 117
          },
          {
            "description": "Identify internal and external risks to personal information security and assess the sufficiency of safeguards in place, covering at minimum employee training, information systems, and prevention/detection/response to attacks",
            "quoted_text": "B. the identification of internal and external risks to the security, confidentiality, and integrity of personal information that could result in the unauthorized disclosure, misuse, loss, alteration, destruction, or other compromise of such information, and assessment of the sufficiency of any safeguards in place to control these risks. At a minimum, this risk assessment must include consideration of risks in each area of relevant operation, including, but not limited to: (1) employee training and management; (2) information systems, such as network and software design, information processing, storage, transmission, and disposal; and (3) prevention, detection, and response to attacks, intrusions, or other systems failures;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 118,
            "quote_end_line": 125
          },
          {
            "description": "Design and implement reasonable safeguards to control identified risks, and regularly test or monitor the effectiveness of key controls, systems, and procedures",
            "quoted_text": "C. the design and implementation of reasonable safeguards to control the risks identified through risk assessment, and regular testing or monitoring of the effectiveness of the safeguards’ key controls, systems, and procedures;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 126,
            "quote_end_line": 128
          },
          {
            "description": "Take reasonable steps to select and retain service providers capable of safeguarding personal information, and require service providers by contract to implement and maintain appropriate safeguards",
            "quoted_text": "D. the development and use of reasonable steps to select and retain service providers capable of appropriately safeguarding personal information they receive from Defendants, and requiring service providers, by contract, to implement and maintain appropriate safeguards; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 129,
            "quote_end_line": 131
          },
          {
            "description": "Evaluate and adjust the information security program in light of testing results, material changes to operations or business arrangements, or other circumstances that may affect the program's effectiveness",
            "quoted_text": "E. the evaluation and adjustment of the information security program in light of the results of the testing and monitoring required by sub-Section C, any material changes to Defendants’ operations or business arrangements, or any other circumstances that Defendants know or have reason to know may have an impact on the effectiveness of the information security program.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 132,
            "quote_end_line": 136
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Comprehensive Security Program"
        ]
      },
      {
        "provision_number": "III",
        "title": "Data Security Assessments by a Third Party",
        "category": "assessment",
        "summary": "Defendants must obtain initial and biennial independent third-party security assessments from a qualified professional (CISSP, CISA, or GIAC-certified), covering the first 180 days and each subsequent 2-year period for 20 years, with each assessment completed within 60 days of the reporting period end.",
        "requirements": [
          {
            "description": "Obtain initial and biennial assessments from a qualified, objective, independent third-party professional (CISSP, CISA, GIAC, or FTC-approved) using generally accepted procedures and standards",
            "quoted_text": "A. The Assessments must be obtained from a qualified, objective, independent third- party professional, who uses procedures and standards generally accepted in the profession. A professional qualified to prepare such Assessments must be: an individual qualified as a Certified Information System Security Professional (CISSP) or as a Certified Information Systems Auditor (CISA); an individual holding Global Information Assurance Certification (GIAC) from the SANS Institute; or a qualified individual or entity approved by the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 146,
            "quote_end_line": 152
          },
          {
            "description": "Initial assessment must cover the first 180 days after issuance of the Order; biennial assessments must cover each 2-year period thereafter for 20 years after issuance",
            "quoted_text": "B. The reporting period for the Assessments must cover: (1) the first 180 days after the issuance date of the Order for the initial Assessment; and (2) each 2-year period thereafter for 20 years after issuance of the Order for the biennial Assessments. Each Assessment must:",
            "deadline": "180 days (initial); biennial thereafter for 20 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 153,
            "quote_end_line": 155
          },
          {
            "description": "Each assessment must set forth specific safeguards implemented, explain how safeguards are appropriate to Defendants' size and complexity, explain how safeguards meet or exceed Order requirements, and certify that the security program is operating with sufficient effectiveness",
            "quoted_text": "(1) set forth the specific administrative, technical, and physical safeguards that Defendants have implemented and maintained during the reporting period; (2) explain how such safeguards are appropriate to Defendants’ size and complexity, the nature and scope of Defendants’ activities, and the sensitivity of the personal information collected from or about consumers; (3) explain how the safeguards that have been implemented meet or exceed the protections required by the Section of this Order titled Mandated Data Security Program; and 6 Case 1:16-cv-02438 Document 1-9 Filed 12/14/16 Page 7 of 15 (4) certify that the security program is operating with sufficient effectiveness to provide reasonable assurance that the security, confidentiality, and integrity of personal information is protected and has so operated throughout the reporting period.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 156,
            "quote_end_line": 170
          },
          {
            "description": "Each assessment must be completed within 60 days after the end of the reporting period to which it applies",
            "quoted_text": "C. Each Assessment must be completed within sixty (60) days after the end of the",
            "deadline": "60 days after end of reporting period",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 171,
            "quote_end_line": 171
          },
          {
            "description": "Submit the initial assessment to the Commission within 10 days after the assessment has been completed",
            "quoted_text": "reporting period to which the Assessment applies. Defendants must submit the initial Assessment to the Commission within ten (10) days after the Assessment has been completed.",
            "deadline": "10 days after assessment completion",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 172,
            "quote_end_line": 173
          },
          {
            "description": "Retain all subsequent biennial assessments at least until the Order terminates, and submit any biennial assessment to the Commission within 10 days of a Commission request",
            "quoted_text": "Defendants must retain all subsequent biennial Assessments, at least until the Order terminates. Defendants must submit any biennial Assessments to the Commission within 10 days of a request from a representative of the Commission.",
            "deadline": "10 days of Commission request",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 174,
            "quote_end_line": 176
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Third-Party Assessment"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Monetary Judgment and Partial Suspension",
        "category": "affirmative_obligation",
        "summary": "A judgment of $8,750,000 is entered against Defendants jointly and severally; $828,500 must be paid within 7 days of entry, with additional remittance from a Directors' and Officers' Trust upon its termination; the remainder is suspended subject to conditions regarding truthfulness of financial representations.",
        "requirements": [
          {
            "description": "Judgment of $8,750,000 is entered in favor of the Commission against Defendants, jointly and severally, as equitable monetary relief",
            "quoted_text": "A. Judgment in the amount of Eight Million, Seven Hundred and Fifty Thousand Dollars ($8,750,000) is entered in favor of the Commission against Defendants, jointly and severally, as equitable monetary relief.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 180,
            "quote_end_line": 182
          },
          {
            "description": "Pay $828,500 to the Commission (held in escrow by undersigned counsel) within 7 days of entry of the Order by electronic fund transfer",
            "quoted_text": "(1) Defendants are ordered to pay to the Commission Eight Hundred and Twenty-Eight Thousand, Five Hundred Dollars ($828,500), which, as Defendants stipulate, their undersigned counsel holds in escrow for no purpose other than payment to the Commission. Such payment must be made within seven (7) days of entry of this Order by electronic fund transfer in accordance with instructions previously provided by a representative of the Commission.",
            "deadline": "7 days of entry",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 184,
            "quote_end_line": 189
          },
          {
            "description": "Promptly remit to the Commission any funds received from the ALM Directors' and Officers' Trust upon termination of the Trust",
            "quoted_text": "(2) Defendants are ordered to promptly remit to the Commission any funds 7 Case 1:16-cv-02438 Document 1-9 Filed 12/14/16 Page 8 of 15 received from the ALM’s Directors’ and Officers’ Trust (“Trust”) entered into on September 3, 2015, and amended on May 3, 2016, upon termination of the Trust, which can be triggered by the Trust’s Section 7.1(b)(ii) one (1) year after the date on which all liability and maintenance claims made against the Trust’s beneficiaries have been satisfied or resolved.",
            "deadline": "promptly upon Trust termination",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 190,
            "quote_end_line": 199
          },
          {
            "description": "Suspension of the remainder of judgment is premised on truthfulness, accuracy, and completeness of Defendants' sworn financial statements submitted to the Commission; suspension will be lifted if Defendants failed to disclose material assets or made material misstatements",
            "quoted_text": "C. The Commission’s agreement to the suspension of part of the judgment is expressly premised upon the truthfulness, accuracy, and completeness of Defendants’ sworn financial statements and related documents (collectively, “financial representations”) submitted to the Commission, dated September 30, 2016, October 17, 2016, and October 19, 2016. D. The suspension of the judgment will be lifted as to Defendants if, upon motion by the Commission, the Court finds that Defendants failed to disclose any material asset, materially misstated the value of any asset, or made any other material misstatement or omission in the financial representations identified in Subsection IV.C. above.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 202,
            "quote_end_line": 209
          },
          {
            "description": "If suspension is lifted, the full judgment amount less prior payments plus interest from entry date becomes immediately due",
            "quoted_text": "E. If the suspension of the judgment is lifted, the judgment becomes immediately due as to Defendants in the amount specified in Subsection IV.A. above (which the parties stipulate only for purposes of this Section represents the consumer injury alleged in the Complaint), less any payment previously made pursuant to this Section, plus interest computed from the date of entry of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 210,
            "quote_end_line": 214
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Financial Practices",
          "Privacy"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      },
      {
        "provision_number": "V",
        "title": "Additional Monetary Provisions",
        "category": "affirmative_obligation",
        "summary": "Defendants relinquish all rights to transferred assets, the Complaint's facts are established as true for future proceedings, and money paid may be used by the Commission for equitable relief including consumer redress.",
        "requirements": [
          {
            "description": "Defendants relinquish dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to the Order and may not seek the return of any assets",
            "quoted_text": "A. Defendants relinquish dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek the return of any assets.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 222,
            "quote_end_line": 223
          },
          {
            "description": "Facts alleged in the Complaint will be taken as true without further proof in any subsequent civil litigation by or on behalf of the Commission to enforce payment or monetary judgment",
            "quoted_text": "B. The facts alleged in the Complaint will be taken as true, without further proof, in any subsequent civil litigation by or on behalf of the Commission, including in a proceeding to enforce its rights to any payment or monetary judgment pursuant to this Order, such as a nondischargeability complaint in any bankruptcy case.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 224,
            "quote_end_line": 227
          },
          {
            "description": "Facts alleged in the Complaint establish all elements necessary to sustain a Commission action under Section 523(a)(2)(A) of the Bankruptcy Code, and this Order will have collateral estoppel effect for such purposes",
            "quoted_text": "C. The facts alleged in the Complaint establish all elements necessary to sustain an action by the Commission pursuant to Section 523(a)(2)(A) of the Bankruptcy Code, 11 U.S.C. § 523(a)(2)(A), and this Order will have collateral estoppel effect for such purposes.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 228,
            "quote_end_line": 230
          },
          {
            "description": "Defendants acknowledge their Taxpayer Identification Numbers (Employer Identification Numbers) may be used for collecting and reporting on any delinquent amount arising from this Order",
            "quoted_text": "D. Defendants acknowledge that their Taxpayer Identification Numbers (Employer Identification Numbers) may be used for collecting and reporting on any delinquent amount arising out of this Order, in accordance with 31 U.S.C. § 7701.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 231,
            "quote_end_line": 233
          },
          {
            "description": "All money paid to the Commission may be deposited into a fund for equitable relief including consumer redress; any remaining money may be applied to other equitable relief or deposited to the U.S. Treasury as disgorgement",
            "quoted_text": "E. All money paid to the Commission pursuant to this Order may be deposited into a fund administered by the Commission or its designee to be used for equitable relief, including consumer redress and any attendant expenses for the administration of any redress fund. If a representative of the Commission decides that direct redress to consumers is wholly or partially impracticable or money remains after redress is completed, the Commission may apply any remaining money for such other equitable relief (including consumer information remedies) as it determines to be reasonably related to Defendants’ practices alleged in the Complaint. Any money not used for such equitable relief is to be deposited to the U.S. Treasury as disgorgement. 9 Case 1:16-cv-02438 Document 1-9 Filed 12/14/16 Page 10 of 15 Defendants have no right to challenge any actions the Commission or its representatives may take pursuant to this Subsection.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 234,
            "quote_end_line": 247
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Financial Practices",
          "Privacy"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Customer Information",
        "category": "prohibition",
        "summary": "Defendants are permanently enjoined from withholding customer information needed for Commission redress administration and from disclosing or misusing personal information obtained prior to entry of this Order, except for current customers in compliance with Section I.",
        "requirements": [
          {
            "description": "Must not fail to provide sufficient customer information to enable the Commission to efficiently administer consumer redress; must provide any requested redress-related information in the Commission's prescribed form within 14 days of a written request",
            "quoted_text": "A. failing to provide sufficient customer information to enable the Commission to efficiently administer consumer redress. If a representative of the Commission requests in writing any information related to redress, Defendants must provide it, in the form prescribed by the Commission, within fourteen (14) days; and",
            "deadline": "14 days of written request",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 254,
            "quote_end_line": 257
          },
          {
            "description": "Must not disclose, use, or benefit from personal information of online dating site or mobile application users obtained prior to entry of this Order in connection with advertising, marketing, or selling online dating services; exception applies for current customers if Defendants comply with Section I",
            "quoted_text": "B. disclosing, using, or benefitting from personal information of their online dating sites or mobile applications, including the name, address, telephone number, email address, social security number, other identifying information, or any data that enables access to a customer’s account (including a credit card, bank account, or other financial account), that Defendants obtained prior to entry of this Order in connection with the advertising, marketing, promoting, offering for sale, or selling of online dating services. Provided, however, that Defendants may use personal information for any current customer if Defendants comply with Section I of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 258,
            "quote_end_line": 265
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Defendants must submit a sworn acknowledgment of receipt of the Order within 7 days, deliver the Order to key personnel and new hires, and obtain signed acknowledgments from each recipient within 30 days.",
        "requirements": [
          {
            "description": "Within 7 days of entry of the Order, submit to the Commission an acknowledgment of receipt of the Order sworn under penalty of perjury",
            "quoted_text": "A. Defendants, within seven (7) days of entry of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "7 days of entry",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 274,
            "quote_end_line": 275
          },
          {
            "description": "For 5 years after entry of the Order, deliver a copy of the Order to all principals, officers, directors, LLC managers and members, employees/agents/representatives with supervisory responsibilities related to the Order's subject matters, and any successor business entities; delivery must occur within 7 days for current personnel, and before assuming responsibilities for all others",
            "quoted_text": "B. For five (5) years after entry of this Order, Defendants must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees, agents, and representatives having supervisory responsibilities who participate in conduct related to the subject matters of the Order; and (3) any business entity resulting from any change in structure as set forth in the Section titled Compliance Reporting. Delivery must occur within seven (7) days of entry of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "7 days for current personnel; before assuming responsibilities for others",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 276,
            "quote_end_line": 282
          },
          {
            "description": "From each individual or entity to which the Order was delivered, obtain within 30 days a signed and dated acknowledgment of receipt of the Order",
            "quoted_text": "C. From each individual or entity to which Defendants delivered a copy of this Order, Defendants must obtain, within thirty (30) days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 283,
            "quote_end_line": 285
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Financial Practices",
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendants must submit a sworn compliance report 1 year after entry, provide sworn notices of material changes within 14 days for 20 years, notify the Commission of any bankruptcy filing within 14 days, and submit all required materials via specified channels.",
        "requirements": [
          {
            "description": "One year after entry of the Order, submit a compliance report sworn under penalty of perjury identifying contact information, all businesses, activities, compliance status for each Order section, and copies of Order acknowledgments",
            "quoted_text": "A. One (1) year after entry of this Order, Defendants must submit a compliance report, sworn under penalty of perjury, in which Defendants must: (1) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission, may use to communicate with Defendants; (2) identify all of Defendants’ businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (3) describe the activities of each business, including the goods and services 11 Case 1:16-cv-02438 Document 1-9 Filed 12/14/16 Page 12 of 15 offered, the means of advertising, marketing, and sales; (4) describe in detail whether and how Defendants are in compliance with each Section of this Order; and (5) provide a copy of each Order Acknowledgment obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "1 year after entry",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 290,
            "quote_end_line": 303
          },
          {
            "description": "For 20 years after entry of the Order, submit a sworn compliance notice within 14 days of any change in designated points of contact or in the structure of any U.S. entity in which Defendants have ownership interest or control that may affect compliance obligations",
            "quoted_text": "B. For twenty (20) years after entry of this Order, Defendants must submit a compliance notice, sworn under penalty of perjury, within fourteen (14) days of any change in the following: (1) any designated point of contact; or (2) the structure of any entity doing business in the United States that Defendants have any ownership interest in or control directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days of any qualifying change, for 20 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 304,
            "quote_end_line": 310
          },
          {
            "description": "Submit notice to the Commission of any bankruptcy petition, insolvency proceeding, or similar proceeding filed by or against Defendants within 14 days of filing",
            "quoted_text": "C. Defendants must submit to the Commission notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against Defendants within fourteen (14) days of its filing.",
            "deadline": "14 days of filing",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 311,
            "quote_end_line": 313
          },
          {
            "description": "Any submission required to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, concluding with the prescribed declaration language",
            "quoted_text": "D. Any submission to the Commission required by this Order to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, such as by concluding: “I declare under penalty of perjury under the laws of the United States of America that the foregoing is true and correct. Executed on: _____” and supplying the date, signatory’s full name, title (if applicable), and signature.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 314,
            "quote_end_line": 318
          },
          {
            "description": "Unless otherwise directed in writing, all submissions must be emailed to DEbrief@ftc.gov or sent by overnight courier to the Associate Director for Enforcement, Bureau of Consumer Protection, FTC, with subject line beginning: FTC v. ruby Corp. et al., FTC Matter No. 1523284",
            "quoted_text": "E. Unless otherwise directed by a Commission representative in writing, all submissions to the Commission pursuant to this Order must be emailed to DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, 12 Case 1:16-cv-02438 Document 1-9 Filed 12/14/16 Page 13 of 15 Washington, D.C. 20580. The subject line must begin: FTC v. ruby Corp. et al., FTC Matter No. 1523284.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 319,
            "quote_end_line": 328
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Financial Practices",
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "IX",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendants must create specified records for 20 years after entry of the Order and retain each record for 5 years, covering accounting, personnel, consumer complaints, compliance documentation, and marketing materials.",
        "requirements": [
          {
            "description": "Create and retain accounting records showing revenues from all goods or services sold",
            "quoted_text": "A. accounting records showing the revenues from all goods or services sold;",
            "deadline": "20 years creation period; 5 years retention",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 335,
            "quote_end_line": 335
          },
          {
            "description": "Create and retain personnel records for each person providing services related to the Order's subject matters, including name, addresses, telephone numbers, job title, dates of service, and reason for termination",
            "quoted_text": "B. personnel records, showing, for each person providing services relating to the subject matters of the Order, whether as an employee or otherwise, that person’s: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination;",
            "deadline": "20 years creation period; 5 years retention",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 336,
            "quote_end_line": 339
          },
          {
            "description": "Create and retain records of all consumer complaints and refund requests, whether received directly or through a third party, and any response",
            "quoted_text": "C. records of all consumer complaints and refund requests, whether received directly or indirectly, such as through a third party, and any response;",
            "deadline": "20 years creation period; 5 years retention",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 340,
            "quote_end_line": 341
          },
          {
            "description": "Create and retain all records necessary to demonstrate full compliance with each section of the Order, including all submissions to the Commission",
            "quoted_text": "D. all records necessary to demonstrate full compliance with each Section of this Order, including all submissions to the Commission; and",
            "deadline": "20 years creation period; 5 years retention",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 342,
            "quote_end_line": 343
          },
          {
            "description": "Create and retain a copy of every materially different advertisement or other marketing material",
            "quoted_text": "E. a copy of every materially different advertisement or other marketing material.",
            "deadline": "20 years creation period; 5 years retention",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 344,
            "quote_end_line": 344
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Financial Practices",
          "Privacy"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "X",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission has broad rights to monitor Defendants' compliance, including demanding reports and documents within 14 days, conducting depositions and discovery, communicating directly with Defendants and their personnel, and using undercover methods.",
        "requirements": [
          {
            "description": "Within 14 days of a written Commission request, Defendants must submit additional compliance reports or other requested information (sworn under penalty of perjury), appear for depositions, and produce documents for inspection and copying; the Commission may also obtain discovery under specified Federal Rules of Civil Procedure",
            "quoted_text": "A. Within fourteen (14) days of receipt of a written request from a representative of the Commission, Defendants must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury; appear for depositions; and produce documents for inspection and copying. The Commission is also authorized to obtain discovery, without further leave of court, using any of the procedures prescribed by Federal Rules of Civil Procedure 29, 30 (including telephonic depositions), 31, 33, 34, 36, 45, and 69.",
            "deadline": "14 days of written request",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 354,
            "quote_end_line": 359
          },
          {
            "description": "Defendants must permit Commission representatives to interview any employee or other affiliated person who has agreed to such an interview; interviewees may have counsel present",
            "quoted_text": "B. For matters concerning this Order, the Commission is authorized to communicate directly with Defendants. Defendants must permit representatives of the Commission to interview any employee or other person affiliated with Defendants who has agreed to such an interview. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 360,
            "quote_end_line": 363
          },
          {
            "description": "The Commission may use all other lawful means, including posing as consumers, suppliers, or other individuals without identification or prior notice; nothing in the Order limits the Commission's lawful use of compulsory process under Sections 9 and 20 of the FTC Act",
            "quoted_text": "C. The Commission may use all other lawful means, including posing, through its representatives as consumers, suppliers, or other individuals or entities, to Defendants or any individual or entity affiliated with Defendants, without the necessity of identification or prior notice. Nothing in this Order limits the Commission’s lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 364,
            "quote_end_line": 368
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Financial Practices",
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "XI",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction over this matter for purposes of construction, modification, and enforcement of the Order.",
        "requirements": [
          {
            "description": "This Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order",
            "quoted_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 371,
            "quote_end_line": 372
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Financial Practices",
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "Defendants must create certain records for twenty (20) years after entry of the Order, and retain each such record for five (5) years."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "09.17, Ashley Madison Complaint.pdf",
      "order": "09.17, Ashley Madison Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 5,
      "complaint_representations": 4,
      "order_provisions": 11,
      "order_definitions": 4,
      "order_requirements": 48,
      "provisions_per_section": {
        "I": 7,
        "II": 6,
        "III": 6,
        "IV": 5,
        "V": 5,
        "VI": 2,
        "VII": 3,
        "VIII": 5,
        "IX": 5,
        "X": 3,
        "XI": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 4,
        "complaint_total": 4,
        "order_verified": 48,
        "order_total": 48
      }
    },
    "processing_time_seconds": 157.8
  }
}