{
  "case_info": {
    "docket_number": "3:18-cv-1658",
    "company": {
      "name": "Integrated Flight Solutions LLC",
      "incorporation_state": "Oregon",
      "entity_type": "limited liability company",
      "address": "14845 SW Murray Scholls Drive #110611, Beaverton, OR 97007",
      "business_description": "Integrated Flight Solutions operated the website NoveltyExcuses.com, which sold customers fake financial, identity, and medical documents including pay stubs, auto insurance cards, utility and cable bills, doctor's excuses, and medical absence reports for $19.95 each."
    },
    "commissioners": [],
    "case_date": {
      "month": 9,
      "year": 2018
    },
    "legal_authority": "Section 13(b) of the Federal Trade Commission Act, 15 U.S.C. § 53(b); Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a)",
    "violation_type": "unfair",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/172-3151-integrated-flight-solutions-et-al"
  },
  "complaint": {
    "factual_background": "Since at least 2013, Defendants Integrated Flight Solutions LLC and Steven Simmons operated NoveltyExcuses.com, selling fake financial, identity, and medical documents including pay stubs, auto insurance cards, utility bills, and doctor's excuses for $19.95. While advertising these documents as 'fake,' the website simultaneously claimed they were highly authentic-looking, 'Proven to Work,' and could fool trained professionals. The defendants knew or should have known these documents would be presented as genuine to recipients such as lenders and landlords, facilitating identity theft and loan fraud that harms consumers.",
    "representations_made": [
      {
        "description": "Claimed documents were of high quality, authentic-looking, and proven to work",
        "quoted_text": "Quality! Authentic Fake Forms! Proven to Work!",
        "source_paragraph": 13
      },
      {
        "description": "Represented documents as realistic and the most authentic looking forms around",
        "quoted_text": "realistic, the most authentic looking forms around",
        "source_paragraph": 13
      },
      {
        "description": "Claimed documents were created from original documents with excellent attention to detail",
        "quoted_text": "created from original documents with some of the best attention to detail you'll find anywhere",
        "source_paragraph": 13
      },
      {
        "description": "Represented the service as a great alternative to illegal document mills",
        "quoted_text": "We're a great alternative to illegal document mills, and the 'do it yourself' attempts that are not worth the paper they're printed on.",
        "source_paragraph": 13
      },
      {
        "description": "Claimed documents were so authentic that trained professionals may have difficulty distinguishing them from genuine documents",
        "quoted_text": "Please remember that our forms are so authentic looking that a trained professional may have a hard time telling the difference.",
        "source_paragraph": 13
      },
      {
        "description": "Advertised documents as 100% customizable",
        "quoted_text": "100% customizable",
        "source_paragraph": 13
      },
      {
        "description": "Instructed customers to use real company names and proper dates to make forms look as real as possible",
        "quoted_text": "[u]se the name of any company, . . .proper dates, etc[.], to make the novelty form look as real as possible!",
        "source_paragraph": 13
      },
      {
        "description": "Provided a 100% guarantee",
        "quoted_text": "100% guarantee",
        "source_paragraph": 13
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Unfair Acts or Practices",
        "representation": "In numerous instances, Defendants have advertised and sold fake documents, including fake pay stubs and utility bills.",
        "fact": "Fake documents, such as those sold on Defendants' website, are used to facilitate fraudulent activity, including identity theft and loan fraud. Defendants' actions cause or are likely to cause substantial injury to consumers that consumers cannot reasonably avoid themselves and that is not outweighed by countervailing benefits to consumers or competition.",
        "conclusion": "Therefore, Defendants' practices as described in Paragraph 19 above constitute unfair acts or practices in violation of Section 5 of the FTC Act, 15 U.S.C. §§ 45(a) and 45(n)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Defendants": "Individual Defendant and the Corporate Defendant, individually, collectively, or in any combination.",
      "Corporate Defendant": "Integrated Flight Solutions LLC, also d/b/a NoveltyExcuses.com, and its successors and assigns.",
      "Individual Defendant": "Steven Simmons, individually and doing business as AB Productions, Inc., A.B. Pro., and Novelty Excuses.com.",
      "Fake Document": "any document, in paper or electronic form, that misrepresents any person's identity, residency, finances, taxes, or employment, or otherwise misrepresents the document's source, provenance, authenticity, or accuracy."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Fake Documents",
        "category": "prohibition",
        "summary": "Defendants are permanently prohibited from advertising, marketing, promoting, or offering for sale any fake documents or services for creating fake documents.",
        "requirements": [
          {
            "description": "Must not advertise, market, promote, or offer for sale fake documents or services to create them",
            "quoted_text": "IT IS ORDERED that Defendants are permanently restrained and enjoined from advertising, marketing, promoting, or offering for sale, or assisting in the advertising, marketing, promoting, or offering for sale any Fake Document or any service, template, or mechanism for creating any Fake Document.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Prohibition Against Providing Means and Instrumentalities to Deceive",
        "category": "prohibition",
        "summary": "Defendants are permanently prohibited from providing others with the means to make misrepresentations about identity, residency, finances, taxes, employment, or the authenticity of related documents.",
        "requirements": [
          {
            "description": "Must not provide means for others to misrepresent person's identity, residency, finances, taxes, or employment",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants, Defendants' officers, agents, employees and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, are permanently restrained and enjoined from providing to others the means and instrumentalities with which to make, expressly or by implication, any statement or representation of material fact that misrepresents: A. any person's identity, residency, finances, taxes, or employment; or B. the source, provenance, authenticity, or accuracy of any document related to identity, residency, finances, taxes, or employment.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Monetary Judgment and Suspension",
        "category": "affirmative_obligation",
        "summary": "A judgment of $15,000 is entered against Defendants but is suspended based on their financial representations. The suspension may be lifted if material misrepresentations are found.",
        "requirements": [
          {
            "description": "Judgment of $15,000 entered, suspended based on truthfulness of financial statements",
            "quoted_text": "Judgment in the amount of Fifteen Thousand Dollars ($15,000) is entered in favor of the Commission against Defendants, jointly and severally, as equitable monetary relief. The judgment is suspended subject to the Subsections below. The Commission's agreement to the suspension of the judgment is premised upon the truthfulness, accuracy, and completeness of Defendants' sworn financial statements and related documents (collectively, \"financial representations\") submitted to the Commission",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Additional Monetary Provisions",
        "category": "affirmative_obligation",
        "summary": "Defendants relinquish rights to transferred assets, acknowledge complaint facts for future litigation, and consent to use of taxpayer identification numbers for collection purposes.",
        "requirements": [
          {
            "description": "Relinquish all rights to assets transferred pursuant to this order",
            "quoted_text": "Defendants relinquish dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek the return of any assets.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Acknowledge that taxpayer identification numbers may be used for collection and reporting",
            "quoted_text": "Defendants acknowledge that their Taxpayer Identification Numbers (Social Security Numbers or Employer Identification Numbers), which Defendants previously submitted to the Commission, may be used for collecting and reporting on any delinquent amount arising out of this Order, in accordance with 31 U.S.C. §7701.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Defendants must submit acknowledgments of receipt of this order and deliver copies to personnel with managerial responsibilities, obtaining signed acknowledgments from recipients.",
        "requirements": [
          {
            "description": "Submit acknowledgment of receipt of order to Commission",
            "quoted_text": "Each Defendant, within 7 days of entry of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver copy of order to all principals, officers, directors, managers, employees with managerial responsibilities, and agents",
            "quoted_text": "For 5 years after entry of this Order, each Individual Defendant for any business that such Defendant, individually or collectively with any other Defendants, is the majority owner or controls directly or indirectly, and each Corporate Defendant, must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees having managerial responsibilities for conduct related to the subject matter of the Order and all agents and representatives who participate in conduct related to the subject matter of the Order; and (3) any business entity resulting from any change in structure as set forth in the Section titled Compliance Reporting. Delivery must occur within 7 days of entry of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Obtain signed and dated acknowledgments of receipt from individuals and entities to whom order was delivered",
            "quoted_text": "From each individual or entity to which a Defendant delivered a copy of this Order, that Defendant must obtain, within 30 days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendants must submit annual compliance reports and change notices for 20 years, including business activities, contact information, and compliance status.",
        "requirements": [
          {
            "description": "Submit annual compliance report one year after entry of order",
            "quoted_text": "One year after entry of this Order, each Defendant must submit a compliance report, sworn under penalty of perjury: 1. Each Defendant must: (a) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission may use to communicate with Defendant; (b) identify all of that Defendant's businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (c) describe the activities of each business, including the goods and services offered, the means of advertising, marketing, and sales, and the involvement of any other Defendant (which Individual Defendants must describe if they know or should know due to their own involvement); (d) describe in detail whether and how that Defendant is in compliance with each Section of this Order; and (e) provide a copy of each Order Acknowledgment obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Submit compliance notice within 14 days of changes in contact information or business structure for 20 years",
            "quoted_text": "For 20 years after entry of this Order, each Defendant must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following: 1. Each Defendant must report any change in: (a) any designated point of contact; or (b) the structure of any Corporate Defendant or any entity that Defendant has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Individual defendants must report changes in name, residence address, title, or role in business activities",
            "quoted_text": "Additionally, each Individual Defendant must report any change in: (a) name, including aliases of fictitious name or residence address; or (b) title or role in any business activity, including any business for which such Defendant performs services whether as an employee or otherwise and any entity in which such Defendant has any ownership interest, and identify the name, physical address, and any Internet address of the business or entity.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit notice of bankruptcy or insolvency proceedings within 14 days of filing",
            "quoted_text": "Each Defendant must submit to the Commission notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against such Defendant within 14 days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendants must create and retain records for 20 years, including accounting records, personnel records, consumer complaints, and compliance documentation, retaining each record for 5 years.",
        "requirements": [
          {
            "description": "Create and retain accounting records, personnel records, consumer complaint records, and compliance records",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants must create certain records for 20 years after entry of the Order, and retain each such record for 5 years. Specifically, Corporate Defendant, in connection with the advertising, marketing, promoting, or offering for sale, or assisting in the advertising,marketing, promoting, or offering for sale any Fake Document or any service, template, or mechanism for creating any Fake Document, and each Individual Defendant for any business that such Defendant, individually or collectively with any other Defendants, is a majority owner or controls directly or indirectly, must create and retain the following records: A. accounting records showing the revenues from all goods or services sold; B. personnel records showing, for each person providing services, whether as an employee or otherwise, that person's: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination; C. records of all consumer complaints and refund requests, whether received directly or indirectly, such as through a third party, and any response; and D. all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission is authorized to monitor compliance through requests for reports, depositions, document production, interviews, and undercover operations.",
        "requirements": [
          {
            "description": "Submit additional compliance reports or information, appear for depositions, and produce documents within 14 days of Commission request",
            "quoted_text": "Within 14 days of receipt of a written request from a representative of the Commission, each Defendant must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury; appear for depositions; and produce documents for inspection and copying. The Commission is also authorized to obtain discovery, without further leave of court, using any of the procedures prescribed by Federal Rules of Civil Procedure 29, 30 (including telephonic depositions), 31, 33, 34, 36, 45, and 69.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Permit Commission to communicate directly with defendants and interview employees or affiliated persons",
            "quoted_text": "For matters concerning this Order, the Commission is authorized to communicate directly with each Defendant. Defendant must permit representatives of the Commission to interview any employee or other person affiliated with any Defendant who has agreed to such an interview. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Allow Commission to conduct undercover operations posing as consumers or other entities",
            "quoted_text": "The Commission may use all other lawful means, including posing, through its representatives as consumers, suppliers, or other individuals or entities, to Defendants or any individual or entity affiliated with Defendants, without the necessity of identification or prior notice. Nothing in this Order limits the Commission's lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction over this matter for purposes of construction, modification, and enforcement of the order.",
        "requirements": [
          {
            "description": "Court retains jurisdiction for construction, modification, and enforcement",
            "quoted_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "For 20 years after entry of this Order, each Defendant must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "09.18, Integrated Flight Solutions Complaint.pdf",
      "order": "09.18, Integrated Flight Solutions Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 8,
      "order_provisions": 9,
      "order_definitions": 4,
      "order_requirements": 17
    },
    "processing_time_seconds": 195.1
  }
}