{
  "case_info": {
    "docket_number": "C-4657",
    "company": {
      "name": "BLU PRODUCTS, INC.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "10814 NW 33rd St., Building 100, Doral, Florida 33172",
      "business_description": "BLU Products manufactures and sells mobile devices to consumers through retailers such as Amazon, Walmart, and Best Buy. BLU outsources manufacturing to original device manufacturers but is responsible for device customization, branding, software selection, default settings, and security features. The company claims to have sold over 50 million devices worldwide and markets itself as the fastest growing mobile manufacturer."
    },
    "commissioners": [
      "Joseph J. Simons, Chairman",
      "Maureen K. Ohlhausen",
      "Noah Joshua Phillips",
      "Rohit Chopra",
      "Rebecca Kelly Slaughter"
    ],
    "case_date": {
      "month": 9,
      "year": 2018
    },
    "legal_authority": "Federal Trade Commission Act",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/172-3025-blu-products-samuel-ohev-zion-matter",
    "statutory_topics": [
      "Section 5 Only"
    ],
    "practice_areas": [
      "Data Security",
      "Privacy"
    ],
    "industry_sectors": [
      "Technology",
      "Retail"
    ]
  },
  "complaint": {
    "factual_background": "BLU Products sold mobile devices preinstalled with software from ADUPS Technology Co., a China-based company contracted solely for firmware-over-the-air (FOTA) update services. Without consumers' knowledge or consent, ADUPS software transmitted sensitive personal information—including full text message contents, real-time location data, call logs, contact lists, and installed app lists—to ADUPS servers. BLU's privacy policy falsely assured consumers that third-party access to their data was limited to what was necessary to perform contracted services, and that BLU implemented appropriate security procedures to protect personal information. In reality, BLU failed to conduct due diligence on ADUPS, adopted no written data security standards for service providers, and did not contractually require ADUPS to follow security practices. These failures allowed ADUPS to collect far more data than needed and left BLU devices vulnerable to command injection attacks.",
    "representations_made": [
      {
        "description": "Claimed to limit disclosure of consumer information to third-party service providers only to the extent necessary to perform their services, and that those companies may not use it for other purposes",
        "quoted_text": "We limit the disclosure of your information to only the third parties (e.g. service providers) we use to fulfil[l] our obligations to you. Examples include operating and maintaining our Products, taking orders, delivering packages, sending postal mail and email, removing repetitive information from customer lists, analyzing data, providing marketing consultation and assistance, distributing customer surveys, processing credit card payments, and providing customer service. These companies have access to personal information needed to perform their services or functions, but may not use it for other purposes. (emphasis added)",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 18,
        "quote_start_line": 89,
        "quote_end_line": 96
      },
      {
        "description": "Claimed to implement appropriate physical, electronic, and managerial security procedures to protect consumers' personal information",
        "quoted_text": "appropriate physical, electronic, and managerial security procedures to help protect the personal information that you provide us.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 20,
        "quote_start_line": 102,
        "quote_end_line": 103
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Deceptive Representation Regarding Disclosure of Personal Information",
        "representation": "Respondents represented that they limit the disclosure of users' information to third-party service providers only to the extent necessary to perform their services or functions on behalf of BLU and not for other purposes.",
        "fact": "Personal information from BLU devices was transmitted to ADUPS that was not needed to perform FOTA updates or any other contracted service, including contacts and the full contents of text messages.",
        "conclusion": "Therefore, the representation set forth in Paragraph 23 is false or misleading."
      },
      {
        "count_number": 2,
        "title": "Deceptive Representation Regarding Data Security Practices",
        "representation": "Respondents represented that they implement appropriate physical, electronic, and managerial security procedures to protect the personal information provided by consumers.",
        "fact": "Respondents failed to implement appropriate physical, electronic, and managerial security procedures, including failing to conduct due diligence on ADUPS, failing to adopt written data security standards for service providers, failing to contractually require service providers to follow data security practices, and failing to adequately assess the privacy and security risks of third-party software.",
        "conclusion": "Therefore, the representation set forth in Paragraph 25 is false or misleading."
      }
    ]
  },
  "order": {
    "definitions": {
      "Clearly and conspicuously": "means that a required disclosure is difficult to miss (i.e., easily noticeable) and easily understandable by ordinary consumers, including in all of the following ways: 1. In any communication that is solely visual or solely audible, the disclosure must be made through the same means through which the communication is presented. In any communication made through both visual and audible means, such as a television advertisement, the disclosure must be presented simultaneously in both the visual and audible portions of the communication even if the representation requiring the disclosure (\"triggering representation\") is made through only one means. 2. A visual disclosure, by its size, contrast, location, the length of time it appears, and other characteristics, must stand out from any accompanying text or other visual elements so that it is easily noticed, read, and understood. 3. An audible disclosure, including by telephone or streaming video, must be delivered in a volume, speed, and cadence sufficient for ordinary consumers to easily hear and understand it. 4. In any communication using an interactive electronic medium, such as the Internet or software, the disclosure must be unavoidable. 5. The disclosure must use diction and syntax understandable to ordinary consumers and must appear in each language in which the triggering representation appears. 6. The disclosure must comply with these requirements in each medium through which it is received, including all electronic devices and face-to-face communications. 7. The disclosure must not be contradicted or mitigated by, or inconsistent with, anything else in the communication. 8. When the representation or sales practice targets a specific audience, such as children, the elderly, or the terminally ill, \"ordinary consumers\" includes reasonable members of that group.",
      "Covered Device": "means (a) any computing device sold by any Respondent that operates using an operating system, including smartphone, tablet, wearable, sensor, or any periphery of any portable computing device; and (b) the software used to access, operate, manage, or configure a device subject to part (a) of this definition, including, but not limited to, the firmware, web or mobile applications, and any related online services, that are advertised, developed, branded, or sold by any Respondent, directly or indirectly.",
      "Covered Information": "means the following information from or about a consumer or their device: (a) Geolocation Information; or (b) content of text messages, audio conversations, photographs, or video communications.",
      "Geolocation Information": "means precise location data of an individual or mobile device, including but not limited to GPS-based, WiFi-based, or cellular-based location information.",
      "Personal Information": "means information from or about an individual consumer or Covered Device, including but not limited to: (a) a first and last name; (b) a home or other physical address, including street name and name of city or town; (c) an email address or other online contact information, such as an instant messaging user identifier or a screen name; (d) a telephone number; (e) a Social Security number; (f) a driver's license or other government-issued identification number; (g) a financial institution account number; (h) credit or debit card information; (i) a persistent identifier, such as a customer number held in a \"cookie,\" a mobile device ID, or processor serial number; (j) Geolocation Information; (k) an authentication credential, such as a username and password; or (l) any other communications or content that is input into, stored on, captured with, accessed or transmitted through a Covered Device, including but not limited to network traffic or call log files, contacts, emails, text messages, photos, videos, and audio recordings.",
      "Respondents": "means Corporate Respondent and Individual Respondent, individually, collectively, or in any combination. 1. \"Corporate Respondent\" means BLU, and its successors and assigns. 2. \"Individual Respondent\" means Samuel Ohev-Zion."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Security and Privacy",
        "category": "prohibition",
        "summary": "Respondents must not misrepresent in any manner the extent to which they protect the privacy, confidentiality, security, or integrity of Personal Information, including representations about collection/use/sharing, consumer control, and security procedures.",
        "requirements": [
          {
            "description": "Must not misrepresent the extent to which they protect the privacy, confidentiality, security, or integrity of any Personal Information",
            "quoted_text": "IT IS ORDERED that Respondents and Respondents’ officers, agents, representatives, employees, and all persons in active concert or participation with any of them, who receive notice of this order, whether acting, directly or indirectly, in connection with any product or service, must not misrepresent in any manner, expressly or by implication the extent to which they protect the privacy, confidentiality, security, or integrity of any Personal Information, including:",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 117,
            "quote_end_line": 122
          },
          {
            "description": "Must not misrepresent the extent to which they collect, use, share, or disclose any Personal Information",
            "quoted_text": "A. the extent to which they collect, use, share, or disclose any Personal Information;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 123,
            "quote_end_line": 123
          },
          {
            "description": "Must not misrepresent the extent to which consumers may exercise control over the collection, use, or disclosure of Personal Information",
            "quoted_text": "B. the extent to which consumers may exercise control over the collection, use, or disclosure of Personal Information; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 124,
            "quote_end_line": 125
          },
          {
            "description": "Must not misrepresent the extent to which they implement physical, electronic, and managerial security procedures to protect Personal Information",
            "quoted_text": "C. the extent to which they implement physical, electronic, and managerial security procedures to protect Personal Information.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 126,
            "quote_end_line": 127
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Mandated Data Security Program",
        "category": "affirmative_obligation",
        "summary": "Corporate Respondent and any business Individual Respondent controls must establish, implement, and maintain a comprehensive written Information Security Program designed to address security risks to Covered Devices and protect the security, confidentiality, and integrity of Personal Information.",
        "requirements": [
          {
            "description": "Establish and implement a comprehensive Information Security Program, fully documented in writing, containing administrative, technical, and physical safeguards appropriate to Respondents' size, complexity, and the sensitivity of the Personal Information",
            "quoted_text": "IT IS FURTHER ORDERED that Corporate Respondent, and any business that Individual Respondent controls, directly or indirectly, and that collects, maintains, or stores Personal Information, must, no later than the effective date of this order, establish and implement, and thereafter maintain, a comprehensive security program (“Information Security Program”) that is reasonably designed to (1) address security risks related to the development and management of new and existing Covered Devices, and (2) protect the security, confidentiality, and integrity of Personal Information. Such program, the content and implementation of which must be fully documented in writing, must contain administrative, technical, and physical safeguards appropriate to Respondents’ size and complexity, the nature and scope of Respondents’ activities, and the sensitivity of the Covered Device’s function or the Personal Information, including:",
            "deadline": "effective date of the order",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 129,
            "quote_end_line": 139
          },
          {
            "description": "Designate an employee or employees to coordinate and be responsible for the Information Security Program",
            "quoted_text": "A. The designation of an employee or employees to coordinate and be responsible for the Information Security Program;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 143,
            "quote_end_line": 144
          },
          {
            "description": "Identify material internal and external risks to the security of Covered Devices that could result in unauthorized access to or unauthorized modification of a Covered Device, and assess the sufficiency of safeguards in place to control these risks",
            "quoted_text": "B. The identification of material internal and external risks to the security of Covered Devices that could result in unauthorized access to or unauthorized modification of a Covered Device, and assessment of the sufficiency of any safeguards in place to control these risks;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 145,
            "quote_end_line": 148
          },
          {
            "description": "Identify material internal and external risks to the security, confidentiality, and integrity of Personal Information and assess the sufficiency of safeguards in place to control these risks",
            "quoted_text": "C. The identification of material internal and external risks to the security, confidentiality, and integrity of Personal Information that could result in the unintentional exposure of such information or the unauthorized disclosure, misuse, loss, alteration, destruction, or other compromise of such information, and assessment of the sufficiency of any safeguards in place to control these risks;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 149,
            "quote_end_line": 153
          },
          {
            "description": "Design and implement reasonable safeguards to control the identified risks, including through reasonable and appropriate software security techniques",
            "quoted_text": "D. The design and implementation of reasonable safeguards to control the risks identified through risk assessment, including through reasonable and appropriate software security techniques;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 154,
            "quote_end_line": 156
          },
          {
            "description": "Regularly monitor the effectiveness of the safeguards' key controls, systems, and procedures",
            "quoted_text": "E. Regular monitoring of the effectiveness of the safeguards’ key controls, systems, and procedures;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 157,
            "quote_end_line": 158
          },
          {
            "description": "Develop and use reasonable steps to select and retain service providers capable of appropriately safeguarding Personal Information, and require such service providers by contract to implement and maintain appropriate safeguards",
            "quoted_text": "F. The development and use of reasonable steps to select and retain service providers capable of appropriately safeguarding Personal Information they receive from Respondents, and requiring such service providers, by contract, to implement and maintain appropriate safeguards; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 159,
            "quote_end_line": 162
          },
          {
            "description": "Evaluate and adjust the Information Security Program in light of monitoring results, changes in operations or business arrangements, or any other circumstances that may impact its effectiveness",
            "quoted_text": "G. The evaluation and adjustment of the Information Security Program in light of sub- provisions E-F, any changes to Respondents’ operations or business arrangements, or any other circumstances that Respondents know or have reason to know may have an impact on the effectiveness of the Information Security Program.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 163,
            "quote_end_line": 166
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Comprehensive Security Program"
        ]
      },
      {
        "provision_number": "III",
        "title": "Data Security Assessments by a Third Party",
        "category": "assessment",
        "summary": "Respondents must obtain initial and biennial third-party security assessments from a qualified, independent professional, covering compliance with the Information Security Program requirements, and submit or retain them as specified.",
        "requirements": [
          {
            "description": "Obtain initial and biennial assessments from a qualified, objective, independent third-party professional (CSSLP or CISSP with relevant experience, or similarly qualified person approved by the FTC Associate Director for Enforcement)",
            "quoted_text": "A. The Assessments must be obtained from a qualified, objective, independent third-party professional, who uses procedures and standards generally accepted in the profession. A professional qualified to prepare such Assessments must be: a person qualified as a Certified Secure Software Lifecycle Professional (CSSLP) with experience programming secure Internet-accessible consumer-grade devices; or as a Certified Information System Security Professional (CISSP) with professional experience in the Software Development Security domain and in programming secure Internet-accessible consumer-grade devices; 5 or a similarly qualified person or organization approved by the Associate Director for Enforcement, Bureau of Consumer Protection.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 171,
            "quote_end_line": 182
          },
          {
            "description": "Initial assessment must cover the first 180 days after the issuance date of the Order; biennial assessments must cover each 2-year period thereafter for 20 years after issuance",
            "quoted_text": "B. The reporting period for the Assessments must cover: (1) the first 180 days after the issuance date of the Order for the initial Assessment, and (2) each 2-year period thereafter for 20 years after issuance of the Order for the biennial Assessments.",
            "deadline": "180 days (initial); every 2 years thereafter for 20 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 183,
            "quote_end_line": 185
          },
          {
            "description": "Each assessment must set forth the safeguards implemented and maintained, explain their appropriateness, explain how they meet or exceed the Order's requirements, and certify that the security program is operating with sufficient effectiveness",
            "quoted_text": "C. Each Assessment must: 1. Set forth the administrative, technical, and physical safeguards that Respondents have implemented and maintained during the reporting period; 2. Explain how such safeguards are appropriate to Respondents’ size and complexity, the nature and scope of Respondents’ activities, and the sensitivity of the Covered Device’s function or the Personal Information; 3. Explain how the safeguards that have been implemented meet or exceed the protections required by the Provision of this Order titled Mandated Data Security Program; and 4. Certify that Respondents’ security program is operating with sufficient effectiveness to provide reasonable assurance that the security of Covered Devices and the privacy, security, confidentiality, and integrity of Personal Information is protected and has so operated throughout the reporting period.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 186,
            "quote_end_line": 198
          },
          {
            "description": "Each assessment must be completed within 60 days after the end of the reporting period; the initial assessment must be submitted to the Commission within 10 days after completion; subsequent biennial assessments must be retained until the Order terminates and submitted within 10 days of a Commission request",
            "quoted_text": "D. Each Assessment must be completed within 60 days after the end of the reporting period to which the Assessment applies. Respondents must submit the initial Assessment to the Commission within 10 days after the Assessment has been completed. Respondents must retain all subsequent biennial Assessments, at least until the Order terminates. Respondents must submit any biennial Assessments to the Commission within 10 days of a request from a representative of the Commission.",
            "deadline": "60 days after reporting period ends; submit initial within 10 days of completion",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 199,
            "quote_end_line": 204
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Third-Party Assessment",
          "Comprehensive Security Program"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Notice and Affirmative Express Consent",
        "category": "affirmative_obligation",
        "summary": "Prior to collecting or disclosing any Covered Information, Respondents must clearly and conspicuously disclose the categories of information collected, identity of third-party recipients, and all purposes for collection/use/sharing, and must obtain the consumer's affirmative express consent.",
        "requirements": [
          {
            "description": "Prior to collecting or disclosing any Covered Information, clearly and conspicuously disclose to the consumer (separate and apart from any privacy policy or terms of use): (1) the categories of Covered Information collected, used, or shared; (2) the identity of any third parties that receive Covered Information; and (3) all purposes for collection, use, or sharing of the Covered Information",
            "quoted_text": "product or service, prior to collecting or disclosing any Covered Information, must: A. clearly and conspicuously disclose to the consumer, separate and apart from any “privacy policy,” “terms of use” page, or similar document: (1) the categories of Covered Information that Respondents collect, use, or share; (2) the identity of any third parties that receive any Covered Information; and (3) all purposes for Respondents’ collection, use, or sharing of the Covered Information; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 209,
            "quote_end_line": 214
          },
          {
            "description": "Obtain the consumer's affirmative express consent prior to collecting or disclosing any Covered Information",
            "quoted_text": "B. obtain the consumer’s affirmative express consent.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 215,
            "quote_end_line": 215
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "V",
        "title": "Acknowledgments of the Order",
        "category": "acknowledgment",
        "summary": "Each Respondent must submit a sworn acknowledgment of receipt of the Order to the Commission within 10 days, deliver copies of the Order to relevant personnel and new business entities, and obtain signed acknowledgments from each recipient within 30 days.",
        "requirements": [
          {
            "description": "Each Respondent must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury",
            "quoted_text": "A. Each Respondent, within 10 days after the effective date of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "10 days after effective date",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 222,
            "quote_end_line": 223
          },
          {
            "description": "For 20 years after issuance, Individual Respondent (for covered businesses) and Corporate Respondent must deliver a copy of the Order to all principals, officers, directors, LLC members and managers; all employees, agents, and representatives involved in conduct related to the Order; and any business entity resulting from a change in structure",
            "quoted_text": "B. For 20 years after the issuance date of this Order, Individual Respondent for any business that participates in the marketing or sale of Covered Devices (or similar devices) and that such Respondent, individually or collectively with any other Respondents, is the majority owner or controls directly or indirectly, and the Corporate Respondent, must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC members and managers; (2) all employees, agents, and representatives who participate in conduct related to the subject matter of the Order; and (3) any business entity resulting from any change in structure as set forth in the Provision titled Compliance Report and Notices. Delivery must occur within 10 days after the effective date of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "10 days after effective date for current personnel; before assuming responsibilities for all others",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 224,
            "quote_end_line": 233
          },
          {
            "description": "From each individual or entity to which a copy of the Order was delivered, obtain a signed and dated acknowledgment of receipt",
            "quoted_text": "C. From each individual or entity to which a Respondent delivered a copy of this Order, Respondent must obtain, within 30 days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days after delivery",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 234,
            "quote_end_line": 236
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Compliance Report and Notices",
        "category": "compliance_reporting",
        "summary": "Respondents must submit annual compliance reports and timely notices of material changes (including structural changes, personnel changes for Individual Respondent, and bankruptcy filings) to the Commission, all sworn under penalty of perjury.",
        "requirements": [
          {
            "description": "Corporate Respondent must submit a compliance report one year after issuance identifying contact information, all businesses, activities, means of advertising and sales, compliance with each Order provision, and copies of Order acknowledgments",
            "quoted_text": "A. One year after the issuance date of this Order, each Respondent must submit a compliance report, sworn under penalty of perjury, in which: 1. Corporate Respondent must: (a) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission, may use to communicate with Respondent; (b) identify all of Respondent’s businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (c) describe the activities of each business, including the goods and services offered, and the means of advertising, marketing, and sales and the involvement of any other Respondent (which Individual Respondent must describe if he knows or should know due to his own involvement); (d) describe in detail whether and how Respondent is in compliance with each Provision of this Order, including a discussion of all of the changes the Respondent made to comply with the Order; and (e) provide a copy of each Acknowledgment of the Order obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "1 year after issuance",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 240,
            "quote_end_line": 253
          },
          {
            "description": "Individual Respondent must additionally report all telephone numbers, physical/postal/email/Internet addresses including residences, all business activities (employment and ownership interests), and describe involvement in each business activity",
            "quoted_text": "2. Additionally, Individual Respondent must: (a) identify all his telephone numbers and all his physical, postal, email and Internet addresses, including all residences; (b) identify all his business activities, including any business for which such Respondent performs services whether as an employee or otherwise and any entity in which such Respondent has any ownership interest; and (c) describe in detail such Respondent’s involvement in each such business activity, including title, role, responsibilities, participation, authority, control, and any ownership.",
            "deadline": "1 year after issuance",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 257,
            "quote_end_line": 263
          },
          {
            "description": "Each Respondent must submit a compliance notice within 14 days of any change in designated points of contact or in the structure of any Corporate Respondent or any entity Respondent has an ownership interest in or controls that may affect compliance obligations",
            "quoted_text": "B. Each Respondent must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following: 1. Each Respondent must submit notice of any change in: (a) any designated point of contact; or (b) the structure of any Corporate Respondent or any entity that Respondent has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days of any such change",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 264,
            "quote_end_line": 271
          },
          {
            "description": "Individual Respondent must additionally submit notice within 14 days of any change in name (including alias or fictitious name), residence address, or title or role in any business activity",
            "quoted_text": "2. Additionally, Individual Respondent must submit notice of any change in: (a) name, including alias or fictitious name, or residence address; or (b) title or role in any business activity, including (i) any business for which such Respondent performs services whether as an employee or otherwise and (ii) any entity in which such Respondent has any ownership interest and over which Respondent has direct or indirect control. For each such business activity, also identify its name, physical address, and any Internet address.",
            "deadline": "14 days of any such change",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 272,
            "quote_end_line": 278
          },
          {
            "description": "Each Respondent must submit notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against such Respondent",
            "quoted_text": "C. Each Respondent must submit notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against such Respondent within 14 days of its filing.",
            "deadline": "14 days of filing",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 279,
            "quote_end_line": 281
          },
          {
            "description": "All submissions sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746",
            "quoted_text": "D. Any submission to the Commission required by this Order to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, such as by concluding: “I declare under penalty of perjury under the laws of the United States of America that the foregoing is true and correct. Executed on: _____” and supplying the date, signatory’s full name, title (if applicable), and signature.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 282,
            "quote_end_line": 286
          },
          {
            "description": "Unless otherwise directed, all submissions must be emailed to DEbrief@ftc.gov or sent by overnight courier to the Associate Director for Enforcement, Bureau of Consumer Protection, FTC, 600 Pennsylvania Avenue NW, Washington, DC 20580, with subject line beginning: In re BLU Products, Inc.",
            "quoted_text": "E. Unless otherwise directed by a Commission representative in writing, all submissions to the Commission pursuant to this Order must be emailed to DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin: In re BLU Products, Inc.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 287,
            "quote_end_line": 291
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondents must create and retain specified records for 20 years after issuance (retaining each for at least 5 years), including accounting records, personnel records, consumer complaints, compliance records, representations about Personal Information, law enforcement communications, and assessment materials.",
        "requirements": [
          {
            "description": "Create and retain accounting records showing the revenues from all goods or services sold",
            "quoted_text": "A. Accounting records showing the revenues from all goods or services sold;",
            "deadline": "20 years after issuance; retain each record 5 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 301,
            "quote_end_line": 301
          },
          {
            "description": "Create and retain personnel records showing each service provider's name, addresses, telephone numbers, job title or position, dates of service, and reason for termination (if applicable)",
            "quoted_text": "B. Personnel records showing, for each person providing services in relation to any aspect of the Order, whether as an employee or otherwise, that person’s: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination;",
            "deadline": "20 years after issuance; retain each record 5 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 302,
            "quote_end_line": 305
          },
          {
            "description": "Create and retain copies or records of all consumer complaints and refund requests, whether received directly or indirectly, and any response",
            "quoted_text": "C. Copies or records of all consumer complaints and refund requests, whether received directly or indirectly, such as through a third party, and any response;",
            "deadline": "20 years after issuance; retain each record 5 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 306,
            "quote_end_line": 307
          },
          {
            "description": "Create and retain all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission",
            "quoted_text": "D. All records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission;",
            "deadline": "20 years after issuance; retain each record 5 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 308,
            "quote_end_line": 309
          },
          {
            "description": "Create and retain a copy of each widely disseminated representation describing the extent to which Respondents use or maintain Personal Information, or protect its privacy, confidentiality, security, or integrity, and the extent to which consumers may exercise control over collection, use, or disclosure",
            "quoted_text": "E. A copy of each widely disseminated representation by Respondents that describes the extent to which it uses or maintains any Personal Information, or protects the privacy, confidentiality, security, or integrity of any Personal Information and the extent to which consumers may exercise control over the collection, use, or disclosure of Personal Information; and",
            "deadline": "20 years after issuance; retain each record 5 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 310,
            "quote_end_line": 314
          },
          {
            "description": "Retain copies of all subpoenas and other communications with law enforcement that relate to Respondents' compliance with this Order",
            "quoted_text": "F. For 5 years from the date received, copies of all subpoenas and other communications with law enforcement, if such communication relate to Respondents’ compliance with this Order.",
            "deadline": "5 years from the date received",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 315,
            "quote_end_line": 317
          },
          {
            "description": "Retain all materials relied upon to prepare each Assessment required by this Order, including all plans, reports, studies, reviews, audits, audit trails, policies, training materials, assessments, and any other materials concerning compliance with related Order provisions",
            "quoted_text": "G. For 5 years after the date of preparation of each Assessment required by this Order, all materials relied upon to prepare the Assessment, whether prepared by or on behalf of Respondents, including all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, and any other materials concerning Respondents’ compliance with related Provisions of this Order, for the compliance period covered by such Assessment.",
            "deadline": "5 years after the date of preparation of each Assessment",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 318,
            "quote_end_line": 323
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The FTC may monitor Respondents' compliance by requesting additional reports and records, communicating directly with and interviewing Respondent-affiliated persons, and using any other lawful means including undercover investigation.",
        "requirements": [
          {
            "description": "Within 10 days of receipt of a written request from a Commission representative, each Respondent must submit additional compliance reports or other requested information (sworn under penalty of perjury) and produce records for inspection and copying",
            "quoted_text": "A. Within 10 days of receipt of a written request from a representative of the Commission, each Respondent must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury, and produce records for inspection and copying.",
            "deadline": "10 days of receipt of written request",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 330,
            "quote_end_line": 333
          },
          {
            "description": "Respondents must permit Commission representatives to communicate directly with each Respondent and to interview anyone affiliated with any Respondent who has agreed to such an interview (interviewee may have counsel present)",
            "quoted_text": "B. For matters concerning this Order, representatives of the Commission are authorized to communicate directly with each Respondent. Respondents must permit representatives of the Commission to interview anyone affiliated with any Respondent who has agreed to such an interview. The interviewee may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 334,
            "quote_end_line": 337
          },
          {
            "description": "The Commission may use all other lawful means, including posing as consumers, suppliers, or other individuals or entities, without necessity of identification or prior notice, and may use compulsory process under Sections 9 and 20 of the FTC Act",
            "quoted_text": "C. The Commission may use all other lawful means, including posing through its representatives as consumers, suppliers, or other individuals or entities, to Respondents or any individual or entity affiliated with Respondents, without the necessity of identification or prior notice. Nothing in this Order limits the Commission’s lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 338,
            "quote_end_line": 343
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "IX",
        "title": "Order Effective Dates and Duration",
        "category": "duration",
        "summary": "The Order becomes final and effective upon publication on ftc.gov and terminates on September 6, 2038, or 20 years from the most recent date the Commission files a complaint alleging any violation of this Order in federal court, whichever comes later.",
        "requirements": [
          {
            "description": "Order becomes final and effective upon publication on the Commission's website (ftc.gov) as a final order",
            "quoted_text": "IT IS FURTHER ORDERED that this Order will be final and effective date upon the date of its publication on the Commission’s website (ftc.gov) as a final order. This Order will",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 345,
            "quote_end_line": 346
          },
          {
            "description": "Order terminates on September 6, 2038, or 20 years from the most recent date the United States or the Commission files a complaint in federal court alleging any violation of this Order, whichever comes later; provided that the filing of such a complaint does not affect the duration of provisions terminating in less than 20 years, Respondents not named as defendants, or the Order if the complaint is filed after the Order has terminated",
            "quoted_text": "terminate on September 6, 2038, or 20 years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of this Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Provision in this Order that terminates in less than 20 years; B. This Order’s application to any Respondent that is not named as a defendant in such complaint; and C. This Order if such complaint is filed after the Order has terminated pursuant to this Provision.",
            "deadline": "September 6, 2038 or 20 years from most recent federal court complaint",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 347,
            "quote_end_line": 355
          },
          {
            "description": "If a federal court complaint is dismissed or the court rules Respondent did not violate any provision, and the dismissal or ruling is not appealed or is upheld on appeal, the Order terminates as though the complaint had never been filed (except the Order does not terminate between filing and expiration of the appeal deadline or final appellate ruling)",
            "quoted_text": "Provided, further, that if such complaint is dismissed or a federal court rules that the Respondent did not violate any provision of the Order, and the dismissal or ruling is either not appealed or upheld on appeal, then the Order will terminate according to this Provision as though the complaint had never been filed, except that the Order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 359,
            "quote_end_line": 364
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This Order will terminate on September 6, 2038, or 20 years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of this Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Provision in this Order that terminates in less than 20 years; B. This Order's application to any Respondent that is not named as a defendant in such complaint; and C. This Order if such complaint is filed after the Order has terminated pursuant to this Provision."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "09.18, BLU Products and Samuel Ohev-Zion Complaint.pdf",
      "order": "09.18, BLU Products and Samuel Ohev-Zion Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 2,
      "order_provisions": 9,
      "order_definitions": 6,
      "order_requirements": 41,
      "provisions_per_section": {
        "I": 4,
        "II": 8,
        "III": 4,
        "IV": 2,
        "V": 3,
        "VI": 7,
        "VII": 7,
        "VIII": 3,
        "IX": 3
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 2,
        "complaint_total": 2,
        "order_verified": 41,
        "order_total": 41
      }
    },
    "processing_time_seconds": 237.5
  }
}