{
  "case_info": {
    "docket_number": "3:18-cv-1658",
    "company": {
      "name": "Integrated Flight Solutions LLC",
      "incorporation_state": "Oregon",
      "entity_type": "limited liability company",
      "address": "14845 SW Murray Scholls Drive #110611, Beaverton, OR 97007",
      "business_description": "Integrated Flight Solutions LLC operates the website NoveltyExcuses.com, which sells customers a variety of fake financial, identity, and medical documents, including pay stubs, auto insurance cards, utility and cable bills, doctor's excuses, and medical absence reports. The company has been operating this business since at least 2013."
    },
    "commissioners": [],
    "case_date": {
      "month": 9,
      "year": 2018
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a); Section 13(b) of the Federal Trade Commission Act, 15 U.S.C. § 53(b)",
    "violation_type": "unfair",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/172-3151-integrated-flight-solutions-et-al",
    "statutory_topics": [
      "Section 5 Only"
    ],
    "practice_areas": [
      "Other"
    ],
    "industry_sectors": [
      "Healthcare",
      "Financial Services",
      "Telecom"
    ]
  },
  "complaint": {
    "factual_background": "Since at least 2013, Defendants Integrated Flight Solutions LLC and Steven Simmons operated the website NoveltyExcuses.com, which sold fake financial, identity, and medical documents — including pay stubs, auto insurance cards, utility bills, and doctor's excuses — for $19.95. While the site labeled the products as 'fake' or 'novelties' for 'entertainment' purposes, it simultaneously advertised them as highly authentic-looking, customizable, and 'proven to work,' knowing or having reason to know they would be presented as genuine to lenders, landlords, and other recipients. The documents contained no permanent watermark or label identifying them as fake, and any small-print disclaimers on the electronic files could be easily deleted. These fake documents are routinely used to facilitate identity theft and loan fraud, causing substantial harm to consumers, lenders, and investors.",
    "representations_made": [
      {
        "description": "The Website claimed its fake forms look authentic, are 'proven to work,' and are 'the most authentic looking forms around,' created with great attention to detail from original documents",
        "quoted_text": "13. At the same time, the Website claims that its products look authentic. For example, the header across every page on the Website exclaims: “Quality! Authentic Fake Forms! Proven to Work!” See, e.g., Exhs. A-1; I; J-1 (emphasis in original). The “About Us” page describes the Website’s fake forms as “realistic,” “the most authentic looking forms around,” “created from original documents” with “some of the best attention to detail you’ll find anywhere.” Exh. K. The page further states: “We’re a great alternative to illegal document mills, and the ‘do it yourself’ attempts that are not worth the paper they’re printed on.”",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 13,
        "quote_start_line": 113,
        "quote_end_line": 120
      },
      {
        "description": "The Website's 'How It Works' page warned that the forms are 'so authentic looking that a trained professional may have a hard time telling the difference'",
        "quoted_text": "Id. On a page titled “How It Works,” the Website notes: “Please remember that our forms are so authentic looking that a trained professional may have a hard time telling the difference.” Exh. I. The FAQs advise customers that because the",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 13,
        "quote_start_line": 121,
        "quote_end_line": 123
      },
      {
        "description": "The FAQs advised customers that because the templates are '100% customizable,' they can use any company name, proper dates, etc., to make the novelty form look 'as real as possible'",
        "quoted_text": "telling the difference.” Exh. I. The FAQs advise customers that because the templates are “100% customizable,” customers can “[u]se the name of any COMPLAINT FOR PERMANENT INJUNCTION AND OTHER EQUITABLE RELIEF - 5 Case 3:18-cv-01658-MO Document 1 Filed 09/13/18 Page 6 of 10 company, . . .proper dates, etc[.], to make the novelty form look as real as possible!” Exh. J-2. The site also provides a 100% guarantee. Exh. A-1.",
        "verified": true,
        "confidence": 0.85,
        "source_paragraph": 13,
        "quote_start_line": 123,
        "quote_end_line": 130
      },
      {
        "description": "Despite disclaiming 'novelty' or 'entertainment' use only, Defendants did not clearly and prominently mark the documents as fake for ultimate recipients and did not include a permanent watermark or label indicating the document is fake",
        "quoted_text": "14. Despite claiming that the documents sold on this site are “novelties” for “educational” or “entertainment” purposes only, Defendants do not clearly and prominently mark these documents as being appropriate only for such purposes and do not otherwise clearly and prominently convey to the ultimate recipients that they are fake. See, e.g., Exh. A-3 (footer on home page); J-1 (answer to FAQ); L (disclaimer page). For example, Defendants do not include a watermark or permanent label indicating that the document is fake. See, e.g., Exh. M (pay stub).",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 14,
        "quote_start_line": 131,
        "quote_end_line": 137
      },
      {
        "description": "Defendants sold fake pay stubs and utility bills advertised as authentic-looking, knowing or having reason to know these documents would be used to facilitate fraudulent activity including identity theft and loan fraud",
        "quoted_text": "19. In numerous instances, Defendants have advertised and sold fake documents, including fake pay stubs and utility bills. 20. Fake documents, such as those sold on Defendants’ website, are used to facilitate fraudulent activity, including identity theft and loan fraud.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 19,
        "quote_start_line": 168,
        "quote_end_line": 171
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Unfair Acts or Practices — Sale of Fake Documents Facilitating Fraud",
        "representation": "Defendants advertised and sold fake documents, including fake pay stubs and utility bills, that are highly authentic-looking and customizable for use in real-world situations",
        "fact": "Fake documents such as those sold on Defendants' website are used to facilitate fraudulent activity, including identity theft and loan fraud, causing substantial injury to consumers that consumers cannot reasonably avoid themselves and that is not outweighed by countervailing benefits to consumers or competition",
        "conclusion": "Therefore, Defendants' practices as described in Paragraph 19 constitute unfair acts or practices in violation of Section 5 of the FTC Act, 15 U.S.C. §§ 45(a) and 45(n)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Defendants": "Individual Defendant and the Corporate Defendant, individually, collectively, or in any combination.",
      "Corporate Defendant": "Integrated Flight Solutions LLC, also d/b/a NoveltyExcuses.com, and its successors and assigns.",
      "Individual Defendant": "Steven Simmons, individually and doing business as AB Productions, Inc., A.B. Pro., and Novelty Excuses.com.",
      "Fake Document": "any document, in paper or electronic form, that misrepresents any person's identity, residency, finances, taxes, or employment, or otherwise misrepresents the document's source, provenance, authenticity, or accuracy."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Fake Documents",
        "category": "prohibition",
        "summary": "Defendants are permanently prohibited from advertising, marketing, promoting, offering for sale, or assisting others in doing so with any Fake Document or any service, template, or mechanism for creating one.",
        "requirements": [
          {
            "description": "Defendants are permanently restrained and enjoined from advertising, marketing, promoting, or offering for sale, or assisting in doing so, any Fake Document or any service, template, or mechanism for creating any Fake Document.",
            "quoted_text": "IT IS ORDERED that Defendants are permanently restrained and enjoined from advertising, marketing, promoting, or offering for sale, or assisting in the advertising, marketing, promoting, or offering for sale any Fake Document or any service, template, or mechanism for creating any Fake Document.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 71,
            "quote_end_line": 74
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Other"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Prohibition Against Providing Means and Instrumentalities to Deceive Consumers",
        "category": "prohibition",
        "summary": "Defendants and those acting in concert with them are permanently prohibited from providing others the means to make material misrepresentations about a person's identity, residency, finances, taxes, or employment, or about the authenticity of related documents.",
        "requirements": [
          {
            "description": "Defendants and all persons in active concert or participation with them are permanently restrained and enjoined from providing to others the means and instrumentalities to misrepresent any person's identity, residency, finances, taxes, or employment.",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants, Defendants’ officers, agents, employees and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, are permanently restrained and enjoined from providing to others the means and instrumentalities with which to make, expressly or by implication, any statement or representation of material fact that misrepresents: A. any person’s identity, residency, finances, taxes, or employment; or",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 81,
            "quote_end_line": 87
          },
          {
            "description": "Defendants and all persons in active concert or participation with them are permanently restrained and enjoined from providing to others the means and instrumentalities to misrepresent the source, provenance, authenticity, or accuracy of any document related to identity, residency, finances, taxes, or employment.",
            "quoted_text": "B. the source, provenance, authenticity, or accuracy of any document related to identity, residency, finances, taxes, or employment.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 88,
            "quote_end_line": 89
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Other"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "III",
        "title": "Monetary Judgment and Suspension",
        "category": "affirmative_obligation",
        "summary": "A $15,000 monetary judgment is entered jointly and severally against Defendants, but is suspended based on the truthfulness of their sworn financial statements; the suspension will be lifted if material misstatements are found.",
        "requirements": [
          {
            "description": "Judgment of $15,000 is entered against Defendants jointly and severally as equitable monetary relief.",
            "quoted_text": "A. Judgment in the amount of Fifteen Thousand Dollars ($15,000) is entered in favor of the Commission against Defendants, jointly and severally, as equitable monetary relief.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 92,
            "quote_end_line": 94
          },
          {
            "description": "The judgment is suspended, premised upon the truthfulness, accuracy, and completeness of Defendants' sworn financial statements submitted to the Commission.",
            "quoted_text": "B. The judgment is suspended subject to the Subsections below. C. The Commission’s agreement to the suspension of the judgment is premised STIPULATED ORDER-4 Case 3:18-cv-01658-MO Document 2 Filed 09/13/18 Page 5 of 16 upon the truthfulness, accuracy, and completeness of Defendants’ sworn financial statements and related documents (collectively, “financial representations”) submitted to the Commission, namely: 1. The Financial Statement of Individual Defendant Steven Simmons signed on February 19, 2018, including the attachments; 2. The Financial Statement of Corporate Defendant Integrated Flight Solutions LLC signed by Steven Simmons, Owner and CEO, on February 16, 2018, including the attachments.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 95,
            "quote_end_line": 108
          },
          {
            "description": "The suspension of the judgment will be lifted as to any Defendant if the Court finds that Defendant failed to disclose any material asset, materially misstated the value of any asset, or made any other material misstatement or omission in the financial representations.",
            "quoted_text": "D. The suspension of the judgment will be lifted as to any Defendant if, upon motion by the Commission, the Court finds that Defendant failed to disclose any material asset, materially misstated the value of any asset, or made any other material misstatement or omission in the financial representations identified above.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 109,
            "quote_end_line": 112
          },
          {
            "description": "If the suspension is lifted, the judgment becomes immediately due in the amount of $15,000 plus interest computed from the date of entry of this Order.",
            "quoted_text": "E. If the suspension of the judgment is lifted, the judgment becomes immediately due as to that Defendant in the amount specified in Subsection A. above (which the parties stipulate only for purposes of this Section represents the unjust enrichment alleged in the Complaint), plus interested computed from the date of entry of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 113,
            "quote_end_line": 117
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Other"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Additional Monetary Provisions",
        "category": "affirmative_obligation",
        "summary": "Defendants relinquish all rights to assets transferred under the Order; complaint facts are taken as true in future proceedings; Taxpayer Identification Numbers may be used for collecting delinquent amounts; and payments may be used for consumer redress or deposited to the U.S. Treasury.",
        "requirements": [
          {
            "description": "Defendants relinquish dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek the return of any assets.",
            "quoted_text": "A. Defendants relinquish dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek the return of any assets.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 124,
            "quote_end_line": 126
          },
          {
            "description": "The facts alleged in the Complaint will be taken as true, without further proof, in any subsequent civil litigation by or on behalf of the Commission, including proceedings to enforce payment or monetary judgment under this Order.",
            "quoted_text": "B. The facts alleged in the Complaint will be taken as true, without further proof, in any subsequent civil litigation by or on behalf of the Commission, including in a proceeding to enforce its rights to any payment or monetary judgment pursuant to this Order, such as a nondischargeability complaint in any bankruptcy case.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 127,
            "quote_end_line": 131
          },
          {
            "description": "The facts alleged in the Complaint establish all elements necessary for a Commission action under Section 523(a)(2)(A) of the Bankruptcy Code, and this Order will have collateral estoppel effect for such purposes.",
            "quoted_text": "C. The facts alleged in the Complaint establish all elements necessary to sustain and action by the Commission pursuant to Section 523(a)(2)(A) of the Bankruptcy Code, 11 U.S.C. § 523(a)(2)(A), and this Order will have collateral estoppel effect for such purposes.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 132,
            "quote_end_line": 135
          },
          {
            "description": "Defendants acknowledge that their Taxpayer Identification Numbers previously submitted to the Commission may be used for collecting and reporting on any delinquent amount arising out of this Order, in accordance with 31 U.S.C. § 7701.",
            "quoted_text": "D. Defendants acknowledge that their Taxpayer Identification Numbers (Social Security Numbers or Employer Identification Numbers), which Defendants previously submitted to the Commission, may be used for collecting and reporting on any delinquent amount arising out of this Order, in accordance with 31 U.S.C. §7701.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 136,
            "quote_end_line": 140
          },
          {
            "description": "All money paid to the Commission pursuant to this Order may be deposited into a fund for equitable relief including consumer redress; any remaining money may be used for other equitable relief or deposited to the U.S. Treasury as disgorgement.",
            "quoted_text": "E. All money paid to the Commission pursuant to this Order may be deposited into a fund administered by the Commission or its designee to be used for equitable relief, including consumer redress and any attendant expenses for the administration of any redress fund. If a representative of the Commission decides that direct redress to consumers is wholly or partially impracticable or money remains after redress is completed, the Commission may apply any remaining money for such other equitable relief (including consumer information remedies) as it determines to be reasonably related to Defendants’ practices alleged in the Complaint. Any money not used for such equitable relief is to be deposited to the U.S. Treasury as disgorgement. Defendants have no right to challenge any actions the Commission or its representatives may take pursuant to this Subsection.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 145,
            "quote_end_line": 155
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Other"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      },
      {
        "provision_number": "V",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Each Defendant must personally acknowledge receipt of the Order within 7 days, deliver copies to relevant personnel within 7 days (and to future personnel before they assume responsibilities), and obtain signed acknowledgments from recipients within 30 days.",
        "requirements": [
          {
            "description": "Each Defendant must submit to the Commission a sworn acknowledgment of receipt of this Order within 7 days of entry.",
            "quoted_text": "A. Each Defendant, within 7 days of entry of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 159,
            "quote_end_line": 161
          },
          {
            "description": "For 5 years after entry of this Order, each Individual Defendant (for businesses they majority own or control) and each Corporate Defendant must deliver a copy of this Order to all principals, officers, directors, LLC managers and members, employees with managerial responsibilities related to the Order's subject matter, agents and representatives participating in related conduct, and any business entity resulting from a structural change. Delivery must occur within 7 days for current personnel and before assuming responsibilities for all others.",
            "quoted_text": "B. For 5 years after entry of this Order, each Individual Defendant for any STIPULATED ORDER-7 Case 3:18-cv-01658-MO Document 2 Filed 09/13/18 Page 8 of 16 business that such Defendant, individually or collectively with any other Defendants, is the majority owner or controls directly or indirectly, and each Corporate Defendant, must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees having managerial responsibilities for conduct related to the subject matter of the Order and all agents and representatives who participate in conduct related to the subject matter of the Order; and (3) any business entity resulting from any change in structure as set forth in the Section titled Compliance Reporting. Delivery must occur within 7 days of entry of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "7 days for current personnel; before assuming responsibilities for others",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 162,
            "quote_end_line": 176
          },
          {
            "description": "From each individual or entity to which a Defendant delivered a copy of this Order, that Defendant must obtain a signed and dated acknowledgment of receipt within 30 days.",
            "quoted_text": "C. From each individual or entity to which a Defendant delivered a copy of this Order, that Defendant must obtain, within 30 days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 177,
            "quote_end_line": 179
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Other"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendants must submit an annual compliance report one year after entry of the Order, notify the Commission of material changes within 14 days for 20 years, report any bankruptcy filing within 14 days, and comply with specified submission procedures.",
        "requirements": [
          {
            "description": "One year after entry of this Order, each Defendant must submit a compliance report sworn under penalty of perjury identifying contact information, all businesses, activities of each business, compliance with each section of the Order, and copies of Order acknowledgments obtained.",
            "quoted_text": "A. One year after entry of this Order, each Defendant must submit a compliance report, sworn under penalty of perjury: STIPULATED ORDER-8 Case 3:18-cv-01658-MO Document 2 Filed 09/13/18 Page 9 of 16 1. Each Defendant must: (a) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission may use to communicate with Defendant; (b) identify all of that Defendant’s businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (c) describe the activities of each business, including the goods and services offered, the means of advertising, marketing, and sales, and the involvement of any other Defendant (which Individual Defendants must describe if they know or should know due to their own involvement); (d) describe in detail whether and how that Defendant is in compliance with each Section of this Order; and (e) provide a copy of each Order Acknowledgment obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "1 year after entry",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 183,
            "quote_end_line": 200
          },
          {
            "description": "Additionally, each Individual Defendant's compliance report must identify all telephone numbers and addresses including residences, all business activities, and describe their involvement in each business including title, role, responsibilities, participation, authority, control, and ownership.",
            "quoted_text": "2. Additionally, each Individual Defendant must: (a) identify all telephone numbers and all physical, postal, email and Internet addresses, including all residences; (b) identify all business activities, including any business for which such Defendant performs services whether as an employee or otherwise and any entity in which such Defendant has any ownership interest; and (c)describe in detail Defendant’s involvement in each such business, including title, role, responsibilities, participation, authority, control, and any ownership.",
            "deadline": "1 year after entry",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 201,
            "quote_end_line": 207
          },
          {
            "description": "For 20 years after entry of this Order, each Defendant must submit a compliance notice sworn under penalty of perjury within 14 days of any change in designated points of contact or corporate structure (including creation, merger, sale, or dissolution of any entity).",
            "quoted_text": "B. For 20 years after entry of this Order, each Defendant must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following: 1. Each Defendant must report any change in: (a) any designated point of contact; or (b) the structure of any Corporate Defendant or any entity that Defendant has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days of any qualifying change",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 212,
            "quote_end_line": 220
          },
          {
            "description": "Additionally, each Individual Defendant must report within 14 days any change in name, aliases, residence address, or title or role in any business activity, identifying the name, physical address, and Internet address of that business or entity.",
            "quoted_text": "2. Additionally, each Individual Defendant must report any change in: (a) name, including aliases of fictitious name or residence address; or (b) title or role in any business activity, including any business for which such Defendant performs services whether as an employee or otherwise and any entity in which such Defendant has any ownership interest, and identify the name, physical address, and any Internet address of the business or entity.",
            "deadline": "14 days of any qualifying change",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 221,
            "quote_end_line": 226
          },
          {
            "description": "Each Defendant must submit notice to the Commission of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against such Defendant within 14 days of its filing.",
            "quoted_text": "C. Each Defendant must submit to the Commission notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against such Defendant within 14 days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 227,
            "quote_end_line": 229
          },
          {
            "description": "Any submission required to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, including the required declaration language.",
            "quoted_text": "D. Any submission to the Commission required by this Order to be sworn under STIPULATED ORDER-10 Case 3:18-cv-01658-MO Document 2 Filed 09/13/18 Page 11 of 16 penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, such as by concluding: “I declare under penalty of perjury under the laws of the United States of America that the foregoing is true and correct. Executed on: _____” and supplying the date, signatory’s full name, title (if applicable), and signature.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 230,
            "quote_end_line": 239
          },
          {
            "description": "Unless otherwise directed in writing, all submissions must be emailed to DEbrief@ftc.gov or sent by overnight courier to the Associate Director for Enforcement, Bureau of Consumer Protection, FTC, with a subject line beginning: FTC v. Integrated Flight Solutions, LLC, FTC Matter No. 1723151.",
            "quoted_text": "E. Unless otherwise directed by a Commission representative in writing, all submissions to the Commission pursuant to this Order must be emailed to DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue N.W., Washington, DC 20580. The subject line must begin: FTC v. Integrated Flight Solutions, LLC, FTC Matter No. 1723151.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 240,
            "quote_end_line": 246
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Other"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendants must create certain records for 20 years and retain each for 5 years, covering accounting records, personnel records, consumer complaints and refund requests, and all records necessary to demonstrate full compliance with the Order.",
        "requirements": [
          {
            "description": "Defendants must create and retain accounting records showing revenues from all goods or services sold.",
            "quoted_text": "A. accounting records showing the revenues from all goods or services sold;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 261,
            "quote_end_line": 261
          },
          {
            "description": "Defendants must create and retain personnel records showing each person's name, addresses, telephone numbers, job title or position, dates of service, and reason for termination if applicable.",
            "quoted_text": "B. personnel records showing, for each person providing services, whether as an employee or otherwise, that person’s: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 262,
            "quote_end_line": 264
          },
          {
            "description": "Defendants must create and retain records of all consumer complaints and refund requests, whether received directly or indirectly (including through a third party), and any response.",
            "quoted_text": "C. records of all consumer complaints and refund requests, whether received directly or indirectly, such as through a third party, and any response; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 265,
            "quote_end_line": 266
          },
          {
            "description": "Defendants must create and retain all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission.",
            "quoted_text": "D. all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 267,
            "quote_end_line": 268
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Other"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The FTC retains broad rights to monitor Defendants' compliance, including requesting additional reports, conducting depositions, obtaining discovery, interviewing employees, posing undercover, and obtaining consumer reports.",
        "requirements": [
          {
            "description": "Within 14 days of receipt of a written request from a Commission representative, each Defendant must submit additional compliance reports or other requested information sworn under penalty of perjury, appear for depositions, and produce documents for inspection and copying. The Commission may also obtain discovery using Federal Rules of Civil Procedure 29, 30, 31, 33, 34, 36, 45, and 69.",
            "quoted_text": "A. Within 14 days of receipt of a written request from a representative of the Commission, each Defendant must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury; appear for STIPULATED ORDER-12 Case 3:18-cv-01658-MO Document 2 Filed 09/13/18 Page 13 of 16 depositions; and produce documents for inspection and copying. The Commission is also authorized to obtain discovery, without further leave of court, using any of the procedures prescribed by Federal Rules of Civil Procedure 29, 30 (including telephonic depositions), 31, 33, 34, 36, 45, and 69.",
            "deadline": "14 days of written request",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 272,
            "quote_end_line": 282
          },
          {
            "description": "For matters concerning this Order, the Commission may communicate directly with each Defendant, and Defendant must permit Commission representatives to interview any employee or affiliated person who agrees to such an interview (with counsel present if desired).",
            "quoted_text": "B. For matters concerning this Order, the Commission is authorized to communicate directly with each Defendant. Defendant must permit representatives of the Commission to interview any employee or other person affiliated with any Defendant who has agreed to such an interview. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 283,
            "quote_end_line": 287
          },
          {
            "description": "The Commission may use all other lawful means, including posing undercover as consumers, suppliers, or other individuals or entities, without identification or prior notice, and may use compulsory process under Sections 9 and 20 of the FTC Act.",
            "quoted_text": "C. The Commission may use all other lawful means, including posing, through its representatives as consumers, suppliers, or other individuals or entities, to Defendants or any individual or entity affiliated with Defendants, without the necessity of identification or prior notice. Nothing in this Order limits the Commission’s lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 288,
            "quote_end_line": 293
          },
          {
            "description": "Upon written request from a Commission representative, any consumer reporting agency must furnish consumer reports concerning the Individual Defendant pursuant to Section 604(1) of the Fair Credit Reporting Act, 15 U.S.C. § 1681b(a)(1).",
            "quoted_text": "D. Upon written request from a representative of the Commission, any consumer reporting agency must furnish consumer reports concerning Individual Defendant, pursuant to Section 604(1) of the Fair Credit Reporting Act, 15 U.S.C. §1681b(a)(1).",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 294,
            "quote_end_line": 297
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Other"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "IX",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction over this matter for purposes of construction, modification, and enforcement of the Order.",
        "requirements": [
          {
            "description": "The Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "quoted_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 303,
            "quote_end_line": 304
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Other"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "For 20 years after entry of this Order, each Defendant must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "09.18, Integrated Flight Solutions Complaint.pdf",
      "order": "09.18, Integrated Flight Solutions Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 5,
      "order_provisions": 9,
      "order_definitions": 4,
      "order_requirements": 31,
      "provisions_per_section": {
        "I": 1,
        "II": 2,
        "III": 4,
        "IV": 5,
        "V": 3,
        "VI": 7,
        "VII": 4,
        "VIII": 4,
        "IX": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 5,
        "complaint_total": 5,
        "order_verified": 31,
        "order_total": 31
      }
    },
    "processing_time_seconds": 116.8
  }
}