{
  "case_info": {
    "docket_number": "1:06-cv-00198",
    "company": {
      "name": "ChoicePoint Inc.",
      "incorporation_state": "Georgia",
      "entity_type": "corporation",
      "address": "1000 Alderman Drive, Alpharetta, Georgia 30005",
      "business_description": "ChoicePoint collects and maintains personal identifying information about individuals and furnishes that information to subscribers for a fee. The company operates through subsidiaries that serve as consumer reporting agencies, providing consumer reports, public records data, identity verification products, pre-employment and tenant screening services, and insurance underwriting products to businesses, governments, and other entities."
    },
    "commissioners": [],
    "case_date": {
      "month": 9,
      "year": 2010
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a); Section 13(b) of the Federal Trade Commission Act, 15 U.S.C. § 53(b); Section 16(a) of the Federal Trade Commission Act, 15 U.S.C. § 56(a); and Section 621(a) of the Fair Credit Reporting Act, 15 U.S.C. § 1681s(a)",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/052-3069-choicepoint-inc"
  },
  "complaint": {
    "factual_background": "ChoicePoint, a data broker maintaining billions of consumer records including Social Security numbers and credit reports, failed to implement reasonable procedures to verify prospective subscribers. As a result, identity thieves posing as legitimate businesses obtained personal information on approximately 163,000 consumers, leading to at least 800 cases of identity theft. Despite receiving law enforcement subpoenas between 2001 and 2005 about fraudulent accounts, ChoicePoint continued furnishing consumer reports to unauthorized persons and failed to monitor suspicious subscriber activity.",
    "representations_made": [
      {
        "description": "Claimed to use administrative, technical, personnel, and physical safeguards to protect confidentiality and security of personally identifiable consumer information",
        "quoted_text": "ChoicePoint uses administrative, technical, personnel, and physical safeguards to protect the confidentiality and security of personally identifiable consumer information in our possession. These safeguards are designed to ensure a level of security appropriate to the nature of the data being processed and the risks of confidentiality violations involved.",
        "source_paragraph": 27
      },
      {
        "description": "Claimed to offer greater protection to consumers than required by the Fair Credit Reporting Act",
        "quoted_text": "Because ChoicePoint's ChoiceTrust understands its responsibility to treat consumers fairly and to protect their privacy, we have developed Fair Information Practices. These practices are derived from the Federal Fair Credit Reporting Act, but go beyond the requirements of that law... ChoicePoint operated under its own Fair Information Practices even before passage of this Act, and continues to offer greater protection to the consumer than is required by the FCRA.",
        "source_paragraph": 28
      },
      {
        "description": "Claimed to allow access to consumer reports only by those authorized under the FCRA and to verify permissible purpose before furnishing consumer reports",
        "quoted_text": "ChoicePoint allows access to your consumer reports only by those authorized under the FCRA. In addition, each ChoicePoint customer must verify that he/she has a 'permissible purpose' before receiving a consumer report.",
        "source_paragraph": 28
      },
      {
        "description": "Claimed that every customer must successfully complete a rigorous credentialing process and that it monitors use of public record information to ensure appropriate use",
        "quoted_text": "Every ChoicePoint customer must successfully complete a rigorous credentialing process. ChoicePoint does not distribute information to the general public and monitors the use of its public record information to ensure appropriate use.",
        "source_paragraph": 29
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Furnishing Consumer Reports Without Permissible Purpose",
        "representation": "ChoicePoint was obligated under Section 604 of the FCRA to furnish consumer reports only for permissible purposes",
        "fact": "In numerous instances, ChoicePoint has furnished consumer reports to subscribers that did not have a permissible purpose to obtain a consumer report",
        "conclusion": "ChoicePoint has violated Section 604(a) of the FCRA, 15 U.S.C. § 1681b(a)"
      },
      {
        "count_number": 2,
        "title": "Failure to Maintain Reasonable Procedures Under FCRA",
        "representation": "Section 607(a) of the FCRA requires a consumer reporting agency to maintain reasonable procedures to limit the furnishing of consumer reports to permissible purposes, including making reasonable efforts to verify the identity of prospective users and their certified uses",
        "fact": "In numerous instances, ChoicePoint has failed to maintain reasonable procedures to limit the furnishing of consumer reports to the purposes listed under Section 604; failed to make reasonable efforts to verify the identity of prospective new users; failed to make reasonable efforts to verify the uses certified by each prospective user; failed to examine or audit its subscribers to ensure permissible use; and furnished consumer reports under circumstances in which ChoicePoint had reasonable grounds for believing that the reports would not be used for a permissible purpose",
        "conclusion": "ChoicePoint has violated Section 607(a) of the FCRA, 15 U.S.C. § 1681e(a)"
      },
      {
        "count_number": 3,
        "title": "Unfair Practice - Failure to Employ Reasonable Security Measures",
        "representation": "ChoicePoint was required to employ reasonable and appropriate measures to secure the personal information it collects",
        "fact": "ChoicePoint has not employed reasonable and appropriate measures to secure the personal information it collects for sale to its subscribers, including reasonable policies and procedures to (1) verify or authenticate the identities and qualifications of prospective subscribers; or (2) monitor or otherwise identify unauthorized subscriber activity. This failure has caused or is likely to cause substantial injury to consumers that is not offset by countervailing benefits to consumers or competition and is not reasonably avoidable by consumers",
        "conclusion": "This practice was, and is, an unfair act or practice in or affecting commerce in violation of Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a)"
      },
      {
        "count_number": 4,
        "title": "Deceptive Practice - False Security and Credentialing Representations",
        "representation": "ChoicePoint represented that it has implemented reasonable and appropriate measures under the circumstances to maintain and protect the confidentiality and security of consumers' personal information, including a rigorous credentialing process for subscribers to prevent persons without a lawful purpose from obtaining access to consumers' personal information; and procedures to monitor subscribers' use of its public record information to ensure appropriate use",
        "fact": "In truth and in fact, ChoicePoint has not implemented reasonable and appropriate measures under the circumstances to maintain and protect the confidentiality and security of consumers' personal information, including a rigorous credentialing process for subscribers to prevent persons without a lawful purpose from obtaining access to consumers' personal information; or procedures to monitor subscribers' use of its public record information to ensure appropriate use",
        "conclusion": "Therefore, the representations set forth in Paragraphs 27 through 29 were, and are, false or misleading in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)"
      }
    ]
  },
  "order": {
    "definitions": {
      "Defendant": "ChoicePoint, Inc., a corporation",
      "FTC": "Federal Trade Commission",
      "Commission": "Federal Trade Commission",
      "Second Supplemental Order": "Second Supplemental Stipulated Order for Permanent Injunction",
      "Assessments": "assessments and reports from a qualified, objective, independent third-party professional who uses procedures and standards generally accepted in the profession"
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Biennial Assessment Requirements",
        "category": "assessment",
        "summary": "Defendant must obtain biennial security assessments from qualified third-party professionals covering specified reporting periods from 2008 through 2026, with possible extensions.",
        "requirements": [
          {
            "description": "Obtain assessments from qualified third-party professional for specified reporting periods",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant shall obtain assessments and reports (\"Assessments\") from a qualified, objective, independent third-party professional who uses procedures and standards generally accepted in the profession. The Assessments shall cover the following reporting periods: (1) August 16, 2008 to August 15, 2010; (2) August 16, 2010 to February 3, 2011; (3) Every two years from February 4, 2011 to February 3, 2025; and (4) February 4, 2025 to February 15, 2026",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Each assessment must set forth specific administrative, technical, and physical safeguards implemented",
            "quoted_text": "Each Assessment shall: A. Set forth the specific administrative, technical, and physical safeguards that Defendant has implemented and maintained during the reporting period to comply with Paragraph III of the Final Order",
            "deadline": null,
            "verified": true,
            "confidence": 0.9680952380952381
          },
          {
            "description": "Each assessment must explain how safeguards are appropriate to Defendant's size, complexity, and activities",
            "quoted_text": "B. Explain how such safeguards are appropriate to Defendant's size and complexity, the nature and scope of Defendant's activities, and the sensitivity of the personal information collected from or about consumers",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Each assessment must explain how safeguards meet or exceed protections required by Paragraph III of Final Order",
            "quoted_text": "C. Explain how the safeguards that have been implemented meet or exceed the protections required by Paragraph III of the Final Order",
            "deadline": null,
            "verified": true,
            "confidence": 0.9965427509293681
          },
          {
            "description": "Each assessment must certify that security program is operating with sufficient effectiveness",
            "quoted_text": "D. Certify that Defendant's security program is operating with sufficient effectiveness to provide reasonable assurance that the security, confidentiality, and integrity of personal information is protected, and has so operated throughout the reporting period",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Each assessment must be completed within 60 days after end of reporting period by qualified professional",
            "quoted_text": "Each Assessment shall be prepared and completed within sixty (60) days after the end of the reporting period to which the Assessment applies by a person qualified as a Certified Information System Security Professional (CISSP) or as a Certified Information Systems Auditor (CISA); a person holding Global Information Assurance Certification (GIAC) from the SysAdmin, Audit, Network, Security (SANS) Institute; or a similarly qualified person or organization approved by the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission",
            "deadline": "60 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Notify Commission within 15 days after each assessment is completed with specified information",
            "quoted_text": "Within fifteen (15) days after each Assessment is prepared and completed, Defendant shall notify the Commission that the Assessment has been prepared and completed and provide: (1) the name, address, phone number, and credentials of the third-party professional who conducted the Assessment; (2) an overview of the administrative, technical, and physical safeguards the third-party professional evaluated for the Assessment; and (3) proof of certification from the third-party professional as required under Paragraph I.D of this Second Supplemental Order",
            "deadline": "15 days",
            "verified": true,
            "confidence": 0.8308308308308309
          },
          {
            "description": "Retain all assessments until 3 years after completion of final assessment",
            "quoted_text": "All Assessments shall be retained by Defendant until three (3) years after completion of the final Assessment and provided to the Associate Director for Enforcement upon request within ten (10) business days after Defendant receives such request",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction over this matter for purposes of construction, modification, and enforcement of the Second Supplemental Order.",
        "requirements": [
          {
            "description": "Court retains jurisdiction for construction, modification, and enforcement",
            "quoted_text": "IT IS FURTHER ORDERED that this Court shall retain jurisdiction of this matter for purposes of construction, modification, and enforcement of this Second Supplemental Order",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Costs and Attorney's Fees",
        "category": "acknowledgment",
        "summary": "Each party shall bear its own costs and attorney's fees incurred in connection with this action.",
        "requirements": [
          {
            "description": "Each party bears its own costs and attorney's fees",
            "quoted_text": "IT IS FURTHER ORDERED that each party shall bear its own costs and attorney's fees incurred in connection with this action",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Notice of Entry of Supplemental Order",
        "category": "acknowledgment",
        "summary": "Entry of this order by the Clerk of Court constitutes notice to Defendant, and Defendant waives rights to contest proper service.",
        "requirements": [
          {
            "description": "Entry in docket constitutes notice to Defendant",
            "quoted_text": "IT IS FURTHER ORDERED that entry in the docket of this Second Supplemental Order by the Clerk of Court shall constitute notice to Defendant of the terms and conditions of this Second Supplemental Order, and that Defendant waives all rights to contest in any future proceeding whether Defendant was properly served with this Second Supplemental Order",
            "deadline": null,
            "verified": true,
            "confidence": 0.8380229226361032
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This Order shall terminate twenty (20) years from the date of entry."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "09.10, ChoicePoint Complaint.pdf",
      "order": "09.10, ChoicePoint Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 4,
      "complaint_representations": 4,
      "order_provisions": 4,
      "order_definitions": 5,
      "order_requirements": 11
    },
    "processing_time_seconds": 89.8
  }
}