{
  "case_info": {
    "docket_number": "C-XXXX",
    "company": {
      "name": "Ruby Corp.",
      "incorporation_state": "Ontario",
      "entity_type": "privately-held corporation",
      "address": "20 Eglinton Avenue West, Toronto, Ontario M4R 1K8",
      "business_description": "Ruby Corp. is a privately-held holding company for various wholly-owned subsidiaries that together operate a number of dating websites including AshleyMadison.com, CougarLife.com, EstablishedMen.com, and ManCrunch.com. The company's most profitable website is AshleyMadison.com, an online dating website for married individuals or people in committed relationships interested in having affairs with other adults."
    },
    "commissioners": [],
    "case_date": {
      "month": 9,
      "year": 2017
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a); Section 13(b) of the Federal Trade Commission Act, 15 U.S.C. § 53(b)",
    "violation_type": "both",
    "ftc_url": ""
  },
  "complaint": {
    "factual_background": "Ruby Corp. and its subsidiaries operated AshleyMadison.com, a dating website for married individuals seeking affairs. The company used fake profiles to lure consumers into paid memberships, failed to delete user data despite charging $19 for complete deletion, misrepresented their security practices, and suffered a massive data breach in July 2015 that exposed personal information of over 36 million users including sexual preferences, real names, and billing information.",
    "representations_made": [
      {
        "description": "Claimed the website was secure and took reasonable security steps",
        "quoted_text": "Defendants have represented, expressly or by implication, directly or indirectly, that they took reasonable steps to ensure that AshleyMadison.com was secure.",
        "source_paragraph": 46
      },
      {
        "description": "Claimed communications were from actual women interested in communicating",
        "quoted_text": "Defendants have represented, expressly or by implication, directly or indirectly, that communications received by members were from actual women interested in communicating with those members.",
        "source_paragraph": 48
      },
      {
        "description": "Claimed the Full Delete option would delete all consumer information",
        "quoted_text": "Defendants have represented, expressly or by implication, directly or indirectly, that they would delete all of the information of consumers who chose the Full Delete option on AshleyMadison.com.",
        "source_paragraph": 50
      },
      {
        "description": "Claimed the website received a Trusted Security Award",
        "quoted_text": "Defendants have represented, expressly or by implication, directly or indirectly, that AshleyMadison.com had received a 'Trusted Security Award.'",
        "source_paragraph": 52
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Network Security Misrepresentations",
        "representation": "Defendants represented that they took reasonable steps to ensure that AshleyMadison.com was secure",
        "fact": "Defendants did not take reasonable steps to ensure that AshleyMadison.com was secure, including failing to have a written security policy, failing to implement reasonable access controls, failing to monitor unsuccessful logins, storing passwords in plain text, and failing to monitor system logs",
        "conclusion": "Therefore, the representation set forth in Paragraph 46 is false or misleading."
      },
      {
        "count_number": 2,
        "title": "Fake User Profiles",
        "representation": "Defendants represented that communications received by members were from actual women interested in communicating with those members",
        "fact": "Many of the communications received by members were not from actual women, but instead were from engager profiles Defendants' staff created using fake profiles to induce consumers to upgrade to paid memberships",
        "conclusion": "Therefore, the representation set forth in Paragraph 48 is false or misleading."
      },
      {
        "count_number": 3,
        "title": "Profile Deletion Misrepresentations",
        "representation": "Defendants represented that they would delete all of the information of consumers who chose the Full Delete option on AshleyMadison.com",
        "fact": "Even for those consumers who paid a $19 fee for the Full Delete option, Defendants retained the information from those profiles for up to 12 months and in some instances failed to remove consumer profiles from their internal systems",
        "conclusion": "Therefore, the representation set forth in Paragraph 50 is false or misleading."
      },
      {
        "count_number": 4,
        "title": "False Security Award",
        "representation": "Defendants represented that AshleyMadison.com had received a 'Trusted Security Award'",
        "fact": "Defendants never received a 'Trusted Security Award' from any organization",
        "conclusion": "Therefore, the representation set forth in Paragraph 52 is false or misleading."
      },
      {
        "count_number": 5,
        "title": "Unfair Security Practices",
        "representation": "Defendants failed to take reasonable steps to prevent unauthorized access to personal information on their network",
        "fact": "Defendants' actions caused or are likely to cause substantial injury to consumers that consumers cannot reasonably avoid themselves and that is not outweighed by countervailing benefits to consumers or competition",
        "conclusion": "Therefore, Defendants' practices as described in Paragraph 54 above constitute unfair acts or practices in violation of Section 5 of the FTC Act, 15 U.S.C. §§ 45(a) and 45(n)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Defendants": "ruby Corp.; ruby Life Inc., also doing business as AshleyMadison.com; ADL Media Inc.; and by whatever other names each may be known, and their successors, assigns, or subsidiaries (including but not limited to Cougar Life Inc., Established Men, CL Media Inc., and EM Media Inc.) individually, collectively, or in any combination.",
      "Engager profile": "an employee or agent-generated account that is not an account used by an actual customer.",
      "Personal information": "individually identifiable information from or about an individual consumer, including, but not limited to: (1) first and last name; (2) home or other physical address, including street name and name of city or town; (3) email address or other online contact information, such as an instant messaging user identifier or a screen name; (4) telephone number; (5) date of birth; (6) government-issued identification number, such as a driver's license, military identification, passport, or Social Security number, or other personal identification number; (7) payment card account numbers; (8) photographs of the consumer; and (9) sexual preferences.",
      "Seal": "any trustmark, logo, seal of approval, emblem, shield, or other insignia offered for placement on Defendants' websites and mobile applications."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations",
        "category": "prohibition",
        "summary": "Defendants are permanently restrained from misrepresenting to U.S. consumers the extent of data protection, use of engager profiles, deletion terms, awards/seals, or participation in privacy programs.",
        "requirements": [
          {
            "description": "Must not misrepresent the extent to which Defendants collect, use, maintain, or protect personal information or consumer control over personal information",
            "quoted_text": "IT IS ORDERED that Defendants, and Defendants' officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, are permanently restrained and enjoined from misrepresenting, expressly or by implication, to U.S. consumer users of their online dating sites and mobile applications: A. the extent to which Defendants collect, use, or maintain personal information, or protect the privacy, confidentiality, security, or integrity of personal information, including the extent to which consumers may exercise control over the collection, use, or disclosure of personal information;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Must not misrepresent the extent to which Defendants use or display engager profiles",
            "quoted_text": "B. the extent to which Defendants use or display engager profiles;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent whether the profiles were created by Defendants",
            "quoted_text": "C. whether the profiles that appear on Defendants' dating websites or mobile applications were created by Defendants;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent the number of actual users or actual women users",
            "quoted_text": "D. the number of actual users of Defendants' dating websites or mobile applications, or actual women users of their dating websites or mobile applications;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent the terms and conditions for deleting user accounts or profiles",
            "quoted_text": "E. the terms and conditions for deleting user accounts or profiles;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent the extent to which Defendants received awards or seals from third parties",
            "quoted_text": "F. the extent to which Defendants received awards or seals from third parties;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent the extent to which Defendants participate in any privacy or security program sponsored by a third party",
            "quoted_text": "G. the extent to which Defendants are members of, adhere to, comply with, are certified by, are endorsed by, or otherwise participate in any privacy or security program sponsored by a third party.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Mandated Data Security Program",
        "category": "affirmative_obligation",
        "summary": "Defendants must establish and maintain a comprehensive written information security program to protect the security, confidentiality, and integrity of personal information from U.S. consumers.",
        "requirements": [
          {
            "description": "Establish and implement comprehensive information security program",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants, must, no later than the effective date of this Order, establish and implement, and thereafter maintain, a comprehensive information security program that is reasonably designed to protect the security, confidentiality, and integrity of personal information collected from or about U.S. consumers of their online dating websites and mobile applications. Such program, the content and implementation of which must be fully documented in writing, shall contain administrative, technical, and physical safeguards appropriate to Defendants' size and complexity, the nature and scope of Defendants' activities, and the sensitivity of the personal information collected from or about consumers",
            "deadline": "effective date of Order",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Designate an employee or employees to coordinate and be responsible for the information security program",
            "quoted_text": "A. the designation of an employee or employees to coordinate and be responsible for the information security program;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Identify internal and external risks and assess sufficiency of safeguards, including risks in employee training, information systems, and prevention/detection/response to attacks",
            "quoted_text": "B. the identification of internal and external risks to the security, confidentiality, and integrity of personal information that could result in the unauthorized disclosure, misuse, loss, alteration, destruction, or other compromise of such information, and assessment of the sufficiency of any safeguards in place to control these risks. At a minimum, this risk assessment must include consideration of risks in each area of relevant operation, including, but not limited to: (1) employee training and management; (2) information systems, such as network and software design, information processing, storage, transmission, and disposal; and (3) prevention, detection, and response to attacks, intrusions, or other systems failures;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Design and implement reasonable safeguards to control identified risks and regularly test or monitor their effectiveness",
            "quoted_text": "C. the design and implementation of reasonable safeguards to control the risks identified through risk assessment, and regular testing or monitoring of the effectiveness of the safeguards' key controls, systems, and procedures;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Select and retain service providers capable of safeguarding personal information and require them by contract to maintain appropriate safeguards",
            "quoted_text": "D. the development and use of reasonable steps to select and retain service providers capable of appropriately safeguarding personal information they receive from Defendants, and requiring service providers, by contract, to implement and maintain appropriate safeguards;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Evaluate and adjust the information security program based on testing results, material changes to operations, or other circumstances affecting program effectiveness",
            "quoted_text": "E. the evaluation and adjustment of the information security program in light of the results of the testing and monitoring required by sub-Section C, any material changes to Defendants' operations or business arrangements, or any other circumstances that Defendants know or have reason to know may have an impact on the effectiveness of the information security program.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Data Security Assessments by a Third Party",
        "category": "assessment",
        "summary": "Defendants must obtain initial and biennial third-party assessments of their information security program for 20 years, conducted by qualified professionals.",
        "requirements": [
          {
            "description": "Obtain assessments from qualified, objective, independent third-party professional (CISSP, CISA, GIAC, or FTC-approved)",
            "quoted_text": "IT IS FURTHER ORDERED that, in connection with compliance with the Section of this Order titled Mandated Data Security Program, Defendants must obtain initial and biennial assessments (\"Assessments\"): A. The Assessments must be obtained from a qualified, objective, independent third-party professional, who uses procedures and standards generally accepted in the profession. A professional qualified to prepare such Assessments must be: an individual qualified as a Certified Information System Security Professional (CISSP) or as a Certified Information Systems Auditor (CISA); an individual holding Global Information Assurance Certification (GIAC) from the SANS Institute; or a qualified individual or entity approved by the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Initial assessment must cover the first 180 days after Order issuance; biennial assessments cover each 2-year period thereafter for 20 years",
            "quoted_text": "B. The reporting period for the Assessments must cover: (1) the first 180 days after the issuance date of the Order for the initial Assessment; and (2) each 2-year period thereafter for 20 years after issuance of the Order for the biennial Assessments.",
            "deadline": "180 days for initial; every 2 years thereafter",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Each assessment must set forth safeguards implemented, explain appropriateness, explain how they meet Order requirements, and certify program effectiveness",
            "quoted_text": "Each Assessment must: (1) set forth the specific administrative, technical, and physical safeguards that Defendants have implemented and maintained during the reporting period; (2) explain how such safeguards are appropriate to Defendants' size and complexity, the nature and scope of Defendants' activities, and the sensitivity of the personal information collected from or about consumers; (3) explain how the safeguards that have been implemented meet or exceed the protections required by the Section of this Order titled Mandated Data Security Program; and (4) certify that the security program is operating with sufficient effectiveness to provide reasonable assurance that the security, confidentiality, and integrity of personal information is protected and has so operated throughout the reporting period.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Complete each assessment within 60 days after the end of the reporting period",
            "quoted_text": "C. Each Assessment must be completed within sixty (60) days after the end of the reporting period to which the Assessment applies.",
            "deadline": "60 days after reporting period ends",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit initial assessment to the Commission within 10 days of completion",
            "quoted_text": "Defendants must submit the initial Assessment to the Commission within ten (10) days after the Assessment has been completed.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Retain all subsequent biennial assessments until Order terminates and submit to Commission within 10 days of request",
            "quoted_text": "Defendants must retain all subsequent biennial Assessments, at least until the Order terminates. Defendants must submit any biennial Assessments to the Commission within 10 days of a request from a representative of the Commission.",
            "deadline": "10 days upon request",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Monetary Judgment and Partial Suspension",
        "category": "affirmative_obligation",
        "summary": "Judgment of $8,750,000 entered against Defendants, with partial payment of $828,500 due within 7 days and remainder suspended subject to truthfulness of financial representations.",
        "requirements": [
          {
            "description": "Judgment of $8,750,000 entered in favor of the Commission",
            "quoted_text": "A. Judgment in the amount of Eight Million, Seven Hundred and Fifty Thousand Dollars ($8,750,000) is entered in favor of the Commission against Defendants, jointly and severally, as equitable monetary relief.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Pay $828,500 to the Commission within 7 days by electronic fund transfer",
            "quoted_text": "Defendants are ordered to pay to the Commission Eight Hundred and Twenty-Eight Thousand, Five Hundred Dollars ($828,500), which, as Defendants stipulate, their undersigned counsel holds in escrow for no purpose other than payment to the Commission. Such payment must be made within seven (7) days of entry of this Order by electronic fund transfer in accordance with instructions previously provided by a representative of the Commission.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Promptly remit funds received from the ALM's Directors' and Officers' Trust upon termination of the Trust",
            "quoted_text": "Defendants are ordered to promptly remit to the Commission any funds received from the ALM's Directors' and Officers' Trust (\"Trust\") entered into on September 3, 2015, and amended on May 3, 2016, upon termination of the Trust, which can be triggered by the Trust's Section 7.1(b)(ii) one (1) year after the date on which all liability and maintenance claims made against the Trust's beneficiaries have been satisfied or resolved.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Additional Monetary Provisions",
        "category": "affirmative_obligation",
        "summary": "Defendants relinquish all rights to transferred assets and acknowledge nondischargeability in bankruptcy; Commission may use funds for consumer redress or other equitable relief.",
        "requirements": [
          {
            "description": "Relinquish dominion and all rights to assets transferred and may not seek return of assets",
            "quoted_text": "A. Defendants relinquish dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek the return of any assets.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Facts alleged in Complaint will be taken as true in subsequent civil litigation for payment enforcement",
            "quoted_text": "B. The facts alleged in the Complaint will be taken as true, without further proof, in any subsequent civil litigation by or on behalf of the Commission, including in a proceeding to enforce its rights to any payment or monetary judgment pursuant to this Order, such as a nondischargeability complaint in any bankruptcy case.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Acknowledge that Taxpayer Identification Numbers may be used for collecting delinquent amounts",
            "quoted_text": "D. Defendants acknowledge that their Taxpayer Identification Numbers (Employer Identification Numbers) may be used for collecting and reporting on any delinquent amount arising out of this Order, in accordance with 31 U.S.C. § 7701.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Customer Information",
        "category": "affirmative_obligation",
        "summary": "Defendants must provide customer information to the Commission for consumer redress within 14 days of request and are prohibited from using or disclosing personal information obtained before the Order except for current customers in compliance with Section I.",
        "requirements": [
          {
            "description": "Provide customer information to enable Commission to administer consumer redress within 14 days of written request",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants, Defendants' officers, agents, servants, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, are permanently restrained and enjoined from directly or indirectly: A. failing to provide sufficient customer information to enable the Commission to efficiently administer consumer redress. If a representative of the Commission requests in writing any information related to redress, Defendants must provide it, in the form prescribed by the Commission, within fourteen (14) days;",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Prohibited from disclosing, using, or benefitting from personal information obtained prior to Order, except for current customers in compliance with Section I",
            "quoted_text": "B. disclosing, using, or benefitting from personal information of their online dating sites or mobile applications, including the name, address, telephone number, email address, social security number, other identifying information, or any data that enables access to a customer's account (including a credit card, bank account, or other financial account), that Defendants obtained prior to entry of this Order in connection with the advertising, marketing, promoting, offering for sale, or selling of online dating services. Provided, however, that Defendants may use personal information for any current customer if Defendants comply with Section I of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Defendants must submit acknowledgment of receipt of Order within 7 days and deliver copies to personnel with supervisory responsibilities for 5 years, obtaining signed acknowledgments within 30 days.",
        "requirements": [
          {
            "description": "Submit acknowledgment of receipt of Order sworn under penalty of perjury within 7 days",
            "quoted_text": "A. Defendants, within seven (7) days of entry of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "For 5 years, deliver copy of Order to all principals, officers, directors, LLC managers/members, employees with supervisory responsibilities, and any business entity resulting from structural changes within 7 days for current personnel or before assumption of responsibilities for new personnel",
            "quoted_text": "B. For five (5) years after entry of this Order, Defendants must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees, agents, and representatives having supervisory responsibilities who participate in conduct related to the subject matters of the Order; and (3) any business entity resulting from any change in structure as set forth in the Section titled Compliance Reporting. Delivery must occur within seven (7) days of entry of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "7 days for current personnel",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Obtain signed and dated acknowledgment of receipt from each individual or entity within 30 days",
            "quoted_text": "C. From each individual or entity to which Defendants delivered a copy of this Order, Defendants must obtain, within thirty (30) days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendants must submit compliance reports to the Commission one year after Order entry and provide compliance notices within 14 days of specified changes for 20 years.",
        "requirements": [
          {
            "description": "Submit compliance report one year after Order entry, sworn under penalty of perjury, identifying contact information, businesses, activities, compliance status, and Order acknowledgments",
            "quoted_text": "A. One (1) year after entry of this Order, Defendants must submit a compliance report, sworn under penalty of perjury, in which Defendants must: (1) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission, may use to communicate with Defendants; (2) identify all of Defendants' businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (3) describe the activities of each business, including the goods and services offered, the means of advertising, marketing, and sales; (4) describe in detail whether and how Defendants are in compliance with each Section of this Order; and (5) provide a copy of each Order Acknowledgment obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "For 20 years, submit compliance notice within 14 days of any change in designated point of contact or structure of entity with ownership interest or control",
            "quoted_text": "B. For twenty (20) years after entry of this Order, Defendants must submit a compliance notice, sworn under penalty of perjury, within fourteen (14) days of any change in the following: (1) any designated point of contact; or (2) the structure of any entity doing business in the United States that Defendants have any ownership interest in or control directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit notice of bankruptcy petition or insolvency proceeding within 14 days of filing",
            "quoted_text": "C. Defendants must submit to the Commission notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against Defendants within fourteen (14) days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendants must create specified records for 20 years and retain each record for 5 years, including accounting records, personnel records, consumer complaints, compliance records, and marketing materials.",
        "requirements": [
          {
            "description": "Create specified records for 20 years and retain each record for 5 years",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants must create certain records for twenty (20) years after entry of the Order, and retain each such record for five (5) years. Specifically, Defendants must create and retain the following records from their online dating websites and mobile applications, and any successor to those websites and mobile applications:",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and retain accounting records showing revenues from all goods or services sold",
            "quoted_text": "A. accounting records showing the revenues from all goods or services sold;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and retain personnel records showing name, addresses, telephone numbers, job title, dates of service, and termination reason for each person providing services",
            "quoted_text": "B. personnel records, showing, for each person providing services relating to the subject matters of the Order, whether as an employee or otherwise, that person's: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and retain records of all consumer complaints and refund requests and any response",
            "quoted_text": "C. records of all consumer complaints and refund requests, whether received directly or indirectly, such as through a third party, and any response;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and retain all records necessary to demonstrate full compliance with each Section of Order",
            "quoted_text": "D. all records necessary to demonstrate full compliance with each Section of this Order, including all submissions to the Commission;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and retain copy of every materially different advertisement or marketing material",
            "quoted_text": "E. a copy of every materially different advertisement or other marketing material.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "Commission may monitor Defendants' compliance through requests for reports, depositions, document production, employee interviews, and posing as consumers, with responses due within 14 days.",
        "requirements": [
          {
            "description": "Within 14 days of written request, submit additional compliance reports or information sworn under penalty of perjury, appear for depositions, and produce documents",
            "quoted_text": "IT IS FURTHER ORDERED that, for the purpose of monitoring Defendants' compliance with this Order, including the financial representations upon which part of the judgment was suspended, and any failure to transfer any assets as required by this Order: A. Within fourteen (14) days of receipt of a written request from a representative of the Commission, Defendants must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury; appear for depositions; and produce documents for inspection and copying. The Commission is also authorized to obtain discovery, without further leave of court, using any of the procedures prescribed by Federal Rules of Civil Procedure 29, 30 (including telephonic depositions), 31, 33, 34, 36, 45, and 69.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Commission authorized to communicate directly with Defendants and interview employees or affiliated persons who agree to interviews",
            "quoted_text": "B. For matters concerning this Order, the Commission is authorized to communicate directly with Defendants. Defendants must permit representatives of the Commission to interview any employee or other person affiliated with Defendants who has agreed to such an interview. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Commission may use all lawful means including posing as consumers or other entities without identification or prior notice",
            "quoted_text": "C. The Commission may use all other lawful means, including posing, through its representatives as consumers, suppliers, or other individuals or entities, to Defendants or any individual or entity affiliated with Defendants, without the necessity of identification or prior notice. Nothing in this Order limits the Commission's lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XI",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "Court retains jurisdiction for purposes of construction, modification, and enforcement of the Order.",
        "requirements": [
          {
            "description": "Court retains jurisdiction for construction, modification, and enforcement of Order",
            "quoted_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "For twenty (20) years after entry of this Order, Defendants must submit a compliance notice, sworn under penalty of perjury, within fourteen (14) days of any change in the following: (1) any designated point of contact; or (2) the structure of any entity doing business in the United States that Defendants have any ownership interest in or control directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "09.17, Ashley Madison Complaint.pdf",
      "order": "09.17, Ashley Madison Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 5,
      "complaint_representations": 4,
      "order_provisions": 11,
      "order_definitions": 4,
      "order_requirements": 43
    },
    "processing_time_seconds": 183.1
  }
}