{
  "case_info": {
    "docket_number": "No. 9357",
    "company": {
      "name": "LabMD, Inc.",
      "incorporation_state": "",
      "entity_type": "",
      "address": "",
      "business_description": ""
    },
    "commissioners": [],
    "case_date": {
      "month": 9,
      "year": 2016
    },
    "legal_authority": "",
    "violation_type": "unfair",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/102-3099-labmd-inc-matter"
  },
  "complaint": {
    "factual_background": "LabMD, Inc., a cancer-detection laboratory, allegedly failed to implement reasonable data security practices, resulting in a 1,718-page file containing sensitive personally identifiable information of approximately 9,000 patients becoming accessible via the peer-to-peer network LimeWire in 2008. The file was obtained by Tiversa, Inc., a commercial data-security firm with a financial interest in exposing such breaches. The FTC initiated an administrative proceeding (Docket No. 9357) in 2013 under Section 5 of the FTC Act, alleging that LabMD's failure to employ adequate computer security safeguards constituted an unfair act or practice. The FTC's Chief Administrative Law Judge dismissed the complaint in November 2015 for lack of evidence that the alleged conduct caused or was likely to cause substantial consumer harm, but the Commission reversed that decision in July 2016. Key evidence relied on by the FTC was later found by the ALJ to have been fabricated by Tiversa.",
    "representations_made": [
      {
        "description": "The FTC alleged that LabMD's data security practices were unreasonable, resulting in a sensitive patient data file being exposed on a peer-to-peer file-sharing network (LimeWire), available to anyone using the network",
        "quoted_text": "of Tiversa’s theft of the 1718 File in early 2008, and its alleged “availability” on Limewire, which ended no later than May 2008 according to them, Compl. ¶ 20, and a conclusory assertion that LabMD “continues to preserve tissue samples, provide past test results to healthcare providers, and maintain the personal data of 750,000 people on its computer system.” SO 14-17.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 20,
        "quote_start_line": 503,
        "quote_end_line": 506
      },
      {
        "description": "The FTC alleged that LabMD maintained the personal data of approximately 750,000 patients on its computer systems and continued to preserve tissue samples and provide past test results to healthcare providers",
        "quoted_text": "ended no later than May 2008 according to them, Compl. ¶ 20, and a conclusory assertion that LabMD “continues to preserve tissue samples, provide past test results to healthcare providers, and maintain the personal data of 750,000 people on its computer system.” SO 14-17.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 22,
        "quote_start_line": 504,
        "quote_end_line": 506
      },
      {
        "description": "The Commission found that LabMD's alleged unreasonable data security practices caused or were likely to cause substantial injury to consumers, forming the basis for a Section 5 unfairness violation",
        "quoted_text": "Section 5 does not justify an investigation into data security practices and consumer privacy issues[.]”); ID 88 (LabMD’s “alleged unreasonable data security cannot properly be declared…unfair….[T]he Complaint must be DISMISSED.”); Gus Horowitz, Data Security and",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 9,
        "quote_start_line": 218,
        "quote_end_line": 220
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Unfair Data Security Practices — Section 5 of the FTC Act",
        "representation": "LabMD's failure to employ reasonable and appropriate measures to protect consumers' personal information on its computer networks — including allowing a file containing sensitive patient data to be exposed on the LimeWire peer-to-peer network — constituted an unfair act or practice",
        "fact": "The FTC's own Chief Administrative Law Judge found that Complaint Counsel failed to prove that the alleged conduct caused or was likely to cause substantial injury to consumers, and that key evidence of the file's 'spread' across the internet was fabricated by Tiversa, Inc.; no identifiable consumer was shown to have suffered actual harm from LabMD's data security practices",
        "conclusion": "The Commission (reversing the Initial Decision) concluded that LabMD's data security practices violated Section 5(a) of the FTC Act, 15 U.S.C. § 45(a), as an unfair act or practice likely to cause substantial injury to consumers that was not outweighed by countervailing benefits and was not reasonably avoidable by consumers"
      }
    ]
  },
  "order": {
    "definitions": {},
    "provisions": [
      {
        "provision_number": "1",
        "title": "Commission Order on Briefing Limits",
        "category": "affirmative_obligation",
        "summary": "The Commission ordered that Respondent LabMD may not file an opening appeal brief but may file an answering brief not exceeding 21,000 words, and that Complaint Counsel may file a reply brief not exceeding 14,000 words, with specified deadlines.",
        "requirements": [
          {
            "description": "Respondent may not file an opening appeal brief, but may file an answering brief not exceeding 21,000 words, due on or before February 5, 2016",
            "quoted_text": "IT IS HEREBY ORDERED THAT while Respondent may not file an opening appeal brief, it may file an answering brief that shall not exceed 21,000 words. Any such answering brief must be filed on or before February 5, 2016; and",
            "deadline": "February 5, 2016",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 4975,
            "quote_end_line": 4977
          },
          {
            "description": "Complaint Counsel may file a reply brief not exceeding 14,000 words, due on or before February 23, 2016",
            "quoted_text": "IT IS FURTHER ORDERED THAT Complaint Counsel may file a reply brief that shall not exceed 14,000 words. Any such reply brief must be filed on or before February 23, 2016.",
            "deadline": "February 23, 2016",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 4978,
            "quote_end_line": 4980
          }
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "Note: This file does not contain the LabMD FTC Final Decision and Order (Docket No. 9357, July 28, 2016). It is LabMD's Reply Brief in Support of Application for Stay of Final Order, with exhibits. No consent order definitions, operative provisions, or duration clause are present in this document."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "09.16, LabMD Complaint.pdf",
      "order": "09.16, LabMD Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 3,
      "order_provisions": 1,
      "order_definitions": 0,
      "order_requirements": 2,
      "provisions_per_section": {
        "1": 2
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 3,
        "complaint_total": 3,
        "order_verified": 2,
        "order_total": 2
      }
    },
    "processing_time_seconds": 210.2
  }
}