{
  "case_info": {
    "docket_number": "1:06-cv-00198-JTC",
    "company": {
      "name": "ChoicePoint Inc.",
      "incorporation_state": "Georgia",
      "entity_type": "corporation",
      "address": "1000 Alderman Drive, Alpharetta, Georgia 30005",
      "business_description": "ChoicePoint collects and maintains personal identifying information about individuals and furnishes that information to subscribers for a fee. The company sells consumer reports obtained from consumer reporting agencies and public record information from various sources, providing products and services to businesses, governments, and other entities for identification and credential verification purposes."
    },
    "commissioners": [],
    "case_date": {
      "month": 9,
      "year": 2010
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a); Section 621(a) of the Fair Credit Reporting Act, 15 U.S.C. § 1681s(a)",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/052-3069-choicepoint-inc",
    "statutory_topics": [
      "FCRA"
    ],
    "practice_areas": [
      "Data Security",
      "Privacy"
    ],
    "industry_sectors": [
      "Technology"
    ]
  },
  "complaint": {
    "factual_background": "ChoicePoint Inc., a Georgia corporation, collected and maintained vast databases of personal consumer information—including Social Security numbers, dates of birth, credit histories, and financial account data—and sold this information to subscribers who were supposed to have lawful purposes. ChoicePoint failed to implement reasonable procedures to verify the identities and qualifications of prospective subscribers, allowing fraudulent actors to gain access to the personal information of approximately 163,000 consumers, resulting in at least 800 confirmed identity theft cases. ChoicePoint also failed to monitor existing subscriber activity for red flags of unauthorized use, even after receiving law enforcement subpoenas alerting it to fraudulent accounts. Despite these failures, ChoicePoint publicly represented through its websites, subscriber contracts, and SEC filings that it used rigorous credentialing processes, maintained strong safeguards to protect consumer data, and monitored subscriber use to ensure appropriate access. These representations were false and misleading, and ChoicePoint's conduct violated both the Fair Credit Reporting Act and Section 5(a) of the FTC Act.",
    "representations_made": [
      {
        "description": "Claimed to use administrative, technical, personnel, and physical safeguards to protect the confidentiality and security of personally identifiable consumer information, with safeguards designed to ensure a level of security appropriate to the nature of the data and the risks involved",
        "quoted_text": "ChoicePoint uses administrative, technical, personnel, and physical safeguards to protect the confidentiality and security of personally identifiable consumer information in our possession. These safeguards are designed to ensure a level of security appropriate to the nature of the data being processed and the risks of confidentiality violations involved.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 27,
        "quote_start_line": 253,
        "quote_end_line": 258
      },
      {
        "description": "Claimed to treat consumers fairly, protect their privacy through Fair Information Practices that go beyond the requirements of the FCRA, and to allow access to consumer reports only by those authorized under the FCRA, with each customer required to verify a permissible purpose before receiving a consumer report",
        "quoted_text": "Because ChoicePomt's ChoiceTrust understands its responsibility to treat consumers fairly and to protect their privacy, we have developed Fair Information Practices These practices are derived from the Federal Fair Credit Reporting Act, but go beyond the requirements of that law . . . ChoicePoint operated under its own Fair Information Practices even before passage of this Act, and continues to offer greater protection to the consumer than is required by the FCRA. **~** ChoicePoint allows access to your consumer reports only by those authorized under the FCRA In addition, each ChoicePoint customer must verify that he/she has a `permissible purpose' before receiving a consumer report",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 28,
        "quote_start_line": 263,
        "quote_end_line": 275
      },
      {
        "description": "Claimed that every ChoicePoint customer must successfully complete a rigorous credentialing process, that ChoicePoint does not distribute information to the general public, and that it monitors the use of its public record information to ensure appropriate use",
        "quoted_text": "Every ChoicePoint customer must successfully complete a rigorous credentialmg process. ChoicePoint does not distribute information 10 Case 1:06-cv-00198-GET Document 1-1 Filed 01/30/2006 Page 11 of 33(cid:10) to the general public and monitors the use of its public record information to ensure appropriate use.",
        "verified": true,
        "confidence": 0.85,
        "source_paragraph": 29,
        "quote_start_line": 279,
        "quote_end_line": 286
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Furnishing Consumer Reports Without Permissible Purpose (FCRA § 604)",
        "representation": "ChoicePoint furnished consumer reports to subscribers who had submitted applications containing false credentials and misrepresentations, which ChoicePoint approved without adequate verification.",
        "fact": "Section 604 of the FCRA prohibits a consumer reporting agency from furnishing a consumer report except for specified permissible purposes; the subscribers who received these reports did not have a permissible purpose to obtain them.",
        "conclusion": "By and through the acts and practices described in Paragraph 16, ChoicePoint has violated Section 604(a) of the FCRA, 15 U.S.C. § 1681b(a)."
      },
      {
        "count_number": 2,
        "title": "Failure to Maintain Reasonable Procedures to Limit Furnishing of Consumer Reports (FCRA § 607(a))",
        "representation": "ChoicePoint furnished consumer reports without maintaining reasonable procedures to limit furnishing to permissible purposes, without making reasonable efforts to verify the identity of prospective new users, without verifying the certified uses, and in circumstances where it had reasonable grounds to believe the reports would not be used for a permissible purpose.",
        "fact": "Section 607(a) of the FCRA requires consumer reporting agencies to maintain reasonable procedures—including reasonable efforts to verify the identity and certified uses of each new prospective user—before furnishing consumer reports; Section 607(a) also prohibits furnishing reports when there are reasonable grounds to believe the report will not be used for a permissible purpose.",
        "conclusion": "By and through the acts and practices described in Paragraphs 16, 19, and 21, ChoicePoint has violated Section 607(a) of the FCRA, 15 U.S.C. § 1681e(a)."
      },
      {
        "count_number": 3,
        "title": "Failure to Employ Reasonable Data Security Measures (FTC Act § 5(a))",
        "representation": "ChoicePoint collected and sold personal consumer information without employing reasonable and appropriate security measures, including reasonable policies to verify or authenticate subscriber identities and qualifications, or to monitor or identify unauthorized subscriber activity.",
        "fact": "ChoicePoint's failure to employ reasonable and appropriate security measures to protect consumers' personal information caused or was likely to cause substantial injury to consumers that was not offset by countervailing benefits and was not reasonably avoidable by consumers.",
        "conclusion": "This practice was, and is, an unfair act or practice in or affecting commerce in violation of Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 4,
        "title": "False or Misleading Privacy and Security Representations (FTC Act § 5(a))",
        "representation": "Through its privacy principles disseminated on websites and in contracts, its ChoiceTrust website FCRA notices, and its FAQ letters to consumers, ChoicePoint represented that it had implemented reasonable and appropriate measures to maintain and protect the confidentiality and security of consumers' personal information, including a rigorous credentialing process for subscribers and procedures to monitor subscriber use of public record information.",
        "fact": "In truth and in fact, ChoicePoint had not implemented reasonable and appropriate measures to maintain and protect the confidentiality and security of consumers' personal information, had not maintained a rigorous credentialing process to prevent persons without a lawful purpose from obtaining access to consumers' personal information, and had not implemented procedures to monitor subscribers' use of its public record information to ensure appropriate use.",
        "conclusion": "Therefore, the representations set forth in Paragraphs 27 through 29 were, and are, false or misleading in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a), and constitute deceptive acts or practices in or affecting commerce."
      }
    ]
  },
  "order": {
    "definitions": {},
    "provisions": [
      {
        "provision_number": "I",
        "title": "Biennial Assessment Requirements",
        "category": "assessment",
        "summary": "Defendant must obtain biennial assessments from a qualified, independent third-party professional covering specified reporting periods, with each assessment setting forth safeguards, explaining their appropriateness, and certifying the effectiveness of the security program.",
        "requirements": [
          {
            "description": "Defendant shall obtain assessments and reports from a qualified, objective, independent third-party professional using generally accepted procedures and standards, covering specified reporting periods including August 16, 2008 to August 15, 2010; August 16, 2010 to February 3, 2011; every two years from February 4, 2011 to February 3, 2025; and February 4, 2025 to February 15, 2026",
            "quoted_text": "IITT IISS FFUURRTTHHEERR OORRDDEERREEDD tthhaatt DDeeffeennddaanntt sshhaallll oobbttaaiinn aasssseessssmmeennttss aanndd rreeppoorrttss ((\"\"AAsssseessssmmeennttss\"\")) ffrroomm aa qquuaalliiffiieedd,, oobbjjeeccttiivvee,, iinnddeeppeennddeenntt tthhiirrdd--ppaarrttyy pprrooffeessssiioonnaall wwhhoo uusseess pprroocceedduurreess aanndd ssttaannddaarrddss ggeenneerraallllyy aacccceepptteedd iinn tthhee pprrooffeessssiioonn.. TThhee AAsssseessssmmeennttss sshhaallll ccoovveerr tthhee II ffoolllloowwiinngg rreeppoorrttiinngg ppeerriiooddss:: II ((11)) AAuugguusstt 1166,,22000088 ttoo AAuugguusstt 1155,,22001100;; ,,II ((22)) AAuugguusstt:: 1166,,22001100 ttoo FFeebbrruuaarryy 33,, 22001111;; II ((33)) EEvveerryy ttwwoo yyeeaarrss ffrroomm FFeebbrruuaarryy 44,, 22001111 ttoo FFeebbrruuaarryy 33,, 22002255;; aanndd II ((44)) FFeebbrruuaarryy 44,,22002255 ttoo FFeebbrruuaarryy 1155,,22002266;;",
            "deadline": null,
            "verified": false,
            "confidence": 0,
            "quote_start_line": 48,
            "quote_end_line": 60
          },
          {
            "description": "The Commission, at its sole discretion, may require Defendant to obtain up to two additional Assessments covering the two two-year periods following the final Assessment period ending February 15, 2026, if written notice is provided between specified dates",
            "quoted_text": "PPrroovviiddeedd hhoowweevveerr,, tthhaatt tthhee CCoommttnniissss~~ aatt iittss ssoollee ddiissccrreettiioonn,, mmaayy rreeqquuiirree DDeeffeennddaanntt ttoo oobbttaaiinn uupp ttoo ttwwoo aaddddiittiioonnaall AA''SSSSee88SSmmeennttss ccoovveerriinngg tthhee ttwwoo ttwwoo--yyeeaarr ppeerriiooddss ffoolllloowwiinngg tthhee ffiinnaall AAsssseessssmmeenntt PPeerriioodd eennddiinngg FFeebbrruuaarryy 1155,,22002266,, iifftt hhee FFTTCC pprroovviiddeess tthhee DDeeffeennddaanntt wwiitthh wwrriitttteenn --22­- Case 1:06-cv-00198-JTC Document 10 Filed 09/03/10 Page 3 of 7 CCaassee 11:: 0066--ccvv--0000119988--JJTTCC DDooccuummeenntt 99--11 FFiilleedd 0099//0022//1100 PPaaggee 33 ooff 77 nnoottiiccee bbeettwweeeenn FFeebbrruuaarryy 1155,, 22002244 aanndd AAuugguusstt 1155,,22002255,, ssttaattiinngg tthhaatt tthhee ffiirrsstt ssuucchh aaddddiittiioonnaall AAsssseessssmmeenntt wwiillll bbee rreeqquuiirreedd,, aanndd//oorr wwrriitttteenn nnoottiiccee,, bbeettwweeeenn FFeebbrruuaarryy 1155,,22002266 aanndd AAuugguusstt 1155,, 22002277 tthhaatt tthhee sseeccoonndd aaddddiittiioonnaall AAsssseessssmmeenntt wwiillll bbee rreeqquuiirreedd..",
            "deadline": null,
            "verified": true,
            "confidence": 0.79,
            "quote_start_line": 61,
            "quote_end_line": 71
          },
          {
            "description": "Each Assessment shall set forth the specific administrative, technical, and physical safeguards that Defendant has implemented and maintained during the reporting period to comply with Paragraph III of the Final Order",
            "quoted_text": "AA.. SSeett ffoorrtthh tthhee ssppeecciiffiicc aaddmmiinniissttrraattiivvee,, tteecchhnniiccaall,, ..aanndd pphhyyssiiccaall ssaaffeegguuaarrddss tthhaatt DDeeffeennddaanntt hhaass iimmpplleemmeenntteedd aanndd mmaaiinnttaaiinneedd dduurriinngg tthhee rreeppoorrttiinngg ppeelliioodd ttoo ccoommppllyy wwiitthh PPaarraaggrraapphh iillll ooff tthhee FFiinnaall OOrrddeerr;;",
            "deadline": null,
            "verified": false,
            "confidence": 0.6240875912408759,
            "quote_start_line": 73,
            "quote_end_line": 75
          },
          {
            "description": "Each Assessment shall explain how such safeguards are appropriate to Defendant's size and complexity, the nature and scope of Defendant's activities, and the sensitivity of personal information collected from or about consumers",
            "quoted_text": "CC.. EExxppllaaiinn hhooww tthhee ssaaffeegguuaarrddss tthhaatt hhaavvee bbeeeenn iimmpplleemmeenntteedd mmeeeett oorr eexxcceeeedd tthhee pprrootteeccttiioonnss rreeqquuiirreedd bbyy PPaarraaggrraapphh iillll ooff tthhee FFiinnaall OOrrddeerr;; aanndd",
            "deadline": null,
            "verified": false,
            "confidence": 0.6066838046272494,
            "quote_start_line": 79,
            "quote_end_line": 80
          },
          {
            "description": "Each Assessment shall explain how the implemented safeguards meet or exceed the protections required by Paragraph III of the Final Order",
            "quoted_text": "CC.. EExxppllaaiinn hhooww tthhee ssaaffeegguuaarrddss tthhaatt hhaavvee bbeeeenn iimmpplleemmeenntteedd mmeeeett oorr eexxcceeeedd tthhee pprrootteeccttiioonnss rreeqquuiirreedd bbyy PPaarraaggrraapphh iillll ooff tthhee FFiinnaall OOrrddeerr;; aanndd",
            "deadline": null,
            "verified": false,
            "confidence": 0.6066838046272494,
            "quote_start_line": 79,
            "quote_end_line": 80
          },
          {
            "description": "Each Assessment shall certify that Defendant's security program is operating with sufficient effectiveness to provide reasonable assurance that the security, confidentiality, and integrity of personal information is protected, and has so operated throughout the reporting period",
            "quoted_text": "DD.. CCeerrttiiffyy tthhaatt DDeeffeennddaanntt''ss sseeccuurriittyy pprrooggrraamm iiss ooppeerraattiinngg wwiitthh ssuuffffiicciieenntt eeffffeeccttiivveenneessss ttoo pprroovviiddee rreeaassoonnaabbllee aassBBUUrraaDDccee tthhaatt tthhee sseeccuurriittyy,, ccoonnffiiddeennttiiaalliittyy,, aanndd iinntteeggrriittyy ooff ppeerrssoonnaall iinnffoorrmmaattiioonn iiss pprrootteecctteedd,, aanndd hhaass ssoo ooppeerraatteedd tthhrroouugghhoouutt tthhee rreeppoorrttiinngg ppeerriioodd",
            "deadline": null,
            "verified": false,
            "confidence": 0.3663663663663664,
            "quote_start_line": 81,
            "quote_end_line": 83
          },
          {
            "description": "Each Assessment shall be prepared and completed within sixty (60) days after the end of the reporting period by a person qualified as a CISSP, CISA, holding GIAC certification from the SANS Institute, or a similarly qualified person or organization approved by the Associate Director for Enforcement, Bureau of Consumer Protection, FTC",
            "quoted_text": "EEaacchh AAsssseessssmmeenntt sshhaallll bbee pprreeppaarreedd aanndd ccoommpplleetteedd wwiitthhiinn ssiixxttyy ((6600)) ddaayyss aafftteerr tthhee eenndd ooff tthhee rreeppoorrttiinngg ppeerriioodd ttoo wwhhiicchh tthhee AAsssseessssmmeenntt aapppplliieess bbyy aa ppeerrssoonn qquuaalliiffiieedd aass aa CCeerrttiiffiieedd IInnffoonnnnaattiioonn SSyysstteemm SSeeccuurriittyy PPrrooffeessssiioonnaall ((CCIISSSSPP)) oorr aass aa CCeerrttiiffiieedd IInnffoorrmmaattiioonn SSyysstteemmss AAuuddiittoorr ((CCIISSAA));; aa ppeerrssoonn hhoollddiinngg GGlloobbaall IInnffoorrmmaattiioonn AAssssuurraannccee CCeerrttiiffiiccaattiioonn ((GGIIAACC)) ffrroomm tthhee SSyyssAAddmmiinn,,.. AAuuddiitt,, NNeettwwoorrkk,, SSeeccuurriittyy ((SSAANNSS)) IInnssttiittuuttee;; oorr aa ssiimmiillaarrllyy qquuaalliiffiieedd ppeerrssoonn OOll'' oorrggaanniizzaattiioonn aapppprroovveedd bbyy tthhee AAssssoocciiaattee DDiirreeccttoorr ffoorr EEnnffoorrcceemmeenntt,, BBuurreeaauu ooff CCoonnssuummeerr PPrrootteeccttiioonn,, FFeeddeerraall TTrraaddee CCoommmmiissssiioonn..",
            "deadline": "60 days after end of reporting period",
            "verified": false,
            "confidence": 0,
            "quote_start_line": 84,
            "quote_end_line": 91
          },
          {
            "description": "Within fifteen (15) days after each Assessment is prepared and completed, Defendant shall notify the Commission that the Assessment has been prepared and completed and provide: (1) name, address, phone number, and credentials of the third-party professional; (2) an overview of the administrative, technical, and physical safeguards evaluated; and (3) proof of certification from the third-party professional as required under Paragraph I.D of this Second Supplemental Order",
            "quoted_text": "WWiitthhiinn ffiifftteeeenn ((1155)) ddaayyss aafftteerr eeaacchh AAsssseessssmmeenntt iiss pprreeppaarreedd aanndd ccoommpplleetteedd,, DDeeffeennddaanntt --33­- Case 1:06-cv-00198-JTC Document 10 Filed 09/03/10 Page 4 of 7 CCaassee 11:: 0066--ccvv--0000119988--JJTTCC DDooccuummeenntt 99--11 FFiilleedd 0099//0022//1100 PPaaggee 44 ooff 77 sshhaallll nnoottiiffyy tthhee CCeemmmmiissssiioonn tthhaatt tthhee AAsssseessssmmeenntt hhaass bbeeeenn pprreeppaarreedd aanndd ccoommpplleetteedd aanndd pprroovviiddee:: ((11)) tthhee nnaammee,, aaddddrreessss,, pphhoonnee nnuummbbeerr,, aanndd ccrreeddeennttiiaallss oofftt hhee tthhiirrdd--ppaarrttyy pprrooffeessssiioonnaall wwhhoo ccoonndduucctteedd tthhee AAsssseessssmmeenntt;; ((22)) aann oovveerrvviieeww ooff tthhee aaddmmiinnii..ssttrraa..ttiivvee,, tteecchhnniiccaall,, aanndd pphhyyssiiccaall ssaaffeegguuaarrddss tthhee tthhiirrdd--ppaarrttyy pprrooffeessssiioonnaall eevvaalluuaatteedd ffoorr tthhee AAsssseessssmmeenntt;; aanndd ((33)) pprrooooff ooff cceerrttiiffiiccaattiioonn ffrroomm tthhee tthhiirrdd--ppaarrttyy pprrooffeessssiioonnaall aass rreeqquuiirreedd uunnddeerr PPaarraaggrraapphh 11..DD oofftt hhiiss SSeeccoonndd SSuupppplleemmeennttaall OOrrddeerr.. DDeeffeennddaanntt sshhaallll ddeelliivveerr aallll nnoottiiffiiccaattiioonnss ttoo tthhee CCoommmmiissssiioonn ppuurrssuuaanntt ttoo PPaarraaggrraapphh IIVV..DD ooff tthhee SSuupppplleemmeennttaall OOrrddeerr..",
            "deadline": "15 days after Assessment completion",
            "verified": true,
            "confidence": 0.79,
            "quote_start_line": 92,
            "quote_end_line": 104
          },
          {
            "description": "All Assessments shall be retained by Defendant until three (3) years after completion of the final Assessment and provided to the Associate Director for Enforcement upon request within ten (10) business days after Defendant receives such request",
            "quoted_text": "AAllll AAsssseessssmmeennttss sshhaallll bbee rreettaaiinneedd bbyy DDeeffeennddaanntt uunnttiill tthhrreeee ((33)) yyeeaarrss aafftteerr ccoommpplleettiioonn ooff tthhee ffiinnaall AAsssseessssmmeenntt aanndd pprroovviiddeedd ttoo tthhee AAssssoocciiaattee DDiirreeccttoorr ffoorr EEnnffoorrcceemmeenntt uuppoonn rreeqquueesstt wwiitthhiinn tteenn ((1100)) bbuussiinneessss ddaayyss aafftteerr DDeeffeennddaanntt rreecceeiivveess ssuucchh rreeqquueesstt..",
            "deadline": "10 business days upon request",
            "verified": false,
            "confidence": 0.3116883116883117,
            "quote_start_line": 105,
            "quote_end_line": 107
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Third-Party Assessment"
        ]
      },
      {
        "provision_number": "II",
        "title": "Retention of Jurisdiction",
        "category": "monitoring",
        "summary": "The Court retains jurisdiction over this matter for purposes of construction, modification, and enforcement of this Second Supplemental Order.",
        "requirements": [
          {
            "description": "This Court shall retain jurisdiction of this matter for purposes of construction, modification, and enforcement of this Second Supplemental Order",
            "quoted_text": "IITT IISS FFUURRTTHHEERR OORRDDEERREEDD tthhaatt tthhiiss CCoouurrtt sshhaallll rreettaaiinn jjuurriissddiiccttiioonn ooff tthhiiss mmaatttteerr ffoorr ppuurrppoosseess ooff ccoonnssttrruuccttiioonn,, mmooddiiffiiccaattiioonn,, aanndd eennffoorrcceemmeenntt ooff tthhiiss SSeeccoonndd SSuupppplleemmeennttaall OOrrddeerr..",
            "deadline": null,
            "verified": false,
            "confidence": 0.6707070707070707,
            "quote_start_line": 110,
            "quote_end_line": 112
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "III",
        "title": "Costs and Attorney's Fees",
        "category": "acknowledgment",
        "summary": "Each party shall bear its own costs and attorney's fees incurred in connection with this action.",
        "requirements": [
          {
            "description": "Each party shall bear its own costs and attorney's fees incurred in connection with this action",
            "quoted_text": "IITT IISS FFUURRTTHHEERR OORRDDEERREEDD tthhaatt eeaacchh ppaarrttyy sshhaallll bbeeaarr iittss oowwnn ccoossttss aanndd aattttoorrnneeyy''ss ffeeeess iinnccuurrrreedd iinn ccoonnnneeccttiioonn wwiitthh tthhiiss aaccttiioonn..",
            "deadline": null,
            "verified": false,
            "confidence": 0.5673352435530086,
            "quote_start_line": 114,
            "quote_end_line": 115
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Notice of Entry of Supplemental Order",
        "category": "acknowledgment",
        "summary": "Entry of this Second Supplemental Order in the court docket constitutes notice to Defendant of its terms and conditions, and Defendant waives all rights to contest proper service in any future proceeding.",
        "requirements": [
          {
            "description": "Entry in the docket of this Second Supplemental Order by the Clerk of Court shall constitute notice to Defendant of the terms and conditions of this Second Supplemental Order, and Defendant waives all rights to contest in any future proceeding whether Defendant was properly served with this Second Supplemental Order",
            "quoted_text": "IITT IISS FFUURRTTHHEERR OORRDDEERREEDD tthhaatt eennttrryy iinn tthhee ddoocckkeett ooff tthhiiss SSeeccoonndd SSuupppplleemmeennttaall OOrrddeerr bbyy tthhee CClleerrkk ooff CCoouurrtt sshhaallll ccoonnssttiittuuttee nnoottiiccee ttoo DDeeffeennddaanntt ooff tthhee tteennnnss aanndd ccoonnddiittiioonnss ooff tthhiiss SSeeccoonndd SSuupppplleemmeennttaall OOrrddeerr.. aanndd tthhaatt DDeeffeennddaanntt wwaaiivveess aallll rriigghhttss ttoo ccoonntteesstt iinn aannyy ffuuttuurree pprroocceeeeddiinngg wwhheetthheerr DDeeffeennddaanntt wwaass pprrooppeerrllyy sseerrvveedd wwiitthh tthhiiss SSeeccoonndd SSuupppplleemmeennttaall OOllddeerr..",
            "deadline": null,
            "verified": false,
            "confidence": 0.2674846625766871,
            "quote_start_line": 127,
            "quote_end_line": 130
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "Every two years from February 4, 2011 to February 3, 2025; and February 4, 2025 to February 15, 2026. Provided however, that the Commission, at its sole discretion, may require Defendant to obtain up to two additional Assessments covering the two two-year periods following the final Assessment Period ending February 15, 2026, if the FTC provides the Defendant with written notice between February 15, 2024 and August 15, 2025, stating that the first such additional Assessment will be required, and/or written notice, between February 15, 2026 and August 15, 2027 that the second additional Assessment will be required."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "09.10, ChoicePoint Complaint.pdf",
      "order": "09.10, ChoicePoint Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 4,
      "complaint_representations": 3,
      "order_provisions": 4,
      "order_definitions": 0,
      "order_requirements": 12,
      "provisions_per_section": {
        "I": 9,
        "II": 1,
        "III": 1,
        "IV": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 1,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 3,
        "complaint_total": 3,
        "order_verified": 2,
        "order_total": 12
      }
    },
    "processing_time_seconds": 143.5
  }
}