{
  "case_info": {
    "docket_number": "3:14-cv-04164",
    "company": {
      "name": "TinyCo, Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "225 Bush Street, Suite 1900, San Francisco, CA 94104",
      "business_description": "TinyCo offers mobile applications for download from Apple's App Store, Google Play, and the Amazon Appstore. TinyCo's apps are games that are free to download and play but allow users to make in-app purchases of virtual items that enhance or speed up gameplay, including children's apps such as Tiny Pets, Tiny Zoo, Tiny Village, Tiny Monsters, and Mermaid Resort."
    },
    "commissioners": [],
    "case_date": {
      "month": 9,
      "year": 2014
    },
    "legal_authority": "Sections 1303(c) and 1306(d) of the Children's Online Privacy Protection Act of 1998 (COPPA), 15 U.S.C. §§ 6502(c) and 6505(d), and Sections 5(a)(1), 5(m)(1)(A), 13(b), and 16(a) of the Federal Trade Commission Act (FTC Act), 15 U.S.C. §§ 45(a)(1), 45(m)(1)(A), 53(b), and 56(a)",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/132-3209-tinyco-inc"
  },
  "complaint": {
    "factual_background": "TinyCo operated mobile gaming apps directed to children under 13, including Tiny Pets, Tiny Zoo, Tiny Village, Tiny Monsters, and Mermaid Resort. Through these apps, TinyCo collected tens of thousands of email addresses from children, sometimes incentivizing them with free in-app currency. Despite receiving complaints from parents whose children used these apps and being aware that many users were under 13, TinyCo failed to comply with COPPA requirements by not providing required privacy notices, not notifying parents directly, and not obtaining verifiable parental consent before collecting personal information.",
    "representations_made": [
      {
        "description": "TinyCo operated online services (kids' apps) that collected email addresses from users",
        "quoted_text": "18. Through its kids’ apps, TinyCo invites users to provide their email address. 11 TinyCo encouraged users of at least one of its kids’ apps to provide their email addresses in 12 exchange for free in-app currency. TinyCo collected tens of thousands of email addresses 13 through these apps. (See Exhibit L, the email collection screens for Tiny Pets, Tiny Zoo, Tiny 14 Village, and Tiny Monsters.)",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 18,
        "quote_start_line": 250,
        "quote_end_line": 255
      },
      {
        "description": "TinyCo was aware that many children used the kids' apps and received complaints from parents about children under 13 using the apps",
        "quoted_text": "19. TinyCo was aware that many children used the kids’ apps. In fact, TinyCo has 15 received complaints from many parents whose children under the age of 13 use the kids’ apps. 16 Upon receiving these complaints, TinyCo did not take steps to determine whether it had 17 collected personal information from these children, or, if it had, to delete such information, 18 provide the required notices, or obtain the required parental consent described in Paragraph 8.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 19,
        "quote_start_line": 256,
        "quote_end_line": 264
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "COPPA Rule Violations - Failure to Provide Notice and Obtain Consent",
        "representation": "TinyCo collected and used personal information online from children younger than age 13 through its kids' apps without providing required notices or obtaining parental consent",
        "fact": "TinyCo failed to: (a) provide notice on its website or online services of the information it collects from children, how it uses such information, and its disclosure practices; (b) provide direct notice to parents of the information it collects from children and its practices; and (c) obtain verifiable parental consent before any collection or use of personal information from children",
        "conclusion": "Therefore, TinyCo has violated the COPPA Rule, 16 C.F.R. Part 312. A violation of the Rule constitutes an unfair or deceptive act or practice in or affecting commerce, in violation of Section 5(a) of the FTC Act."
      }
    ]
  },
  "order": {
    "definitions": {
      "Child": "an individual under the age of 13.",
      "Collects or collection": "the gathering of any personal information from a child by any means, including but not limited to:\n\n1. Requesting, prompting, or encouraging a child to submit personal information online;\n\n2. Enabling a child to make personal information publicly available in identifiable form; or\n\n3. Passive tracking of a child online.",
      "Defendant": "TinyCo, Inc., a corporation, and its successors and assigns.",
      "Delete": "to remove personal information such that it is not maintained in retrievable form and cannot be retrieved in the normal course of business;",
      "Disclose or disclosure": "with respect to personal information: 1. The release of personal information collected by an operator from a child in identifiable form for any purpose, except where an operator provides such information to a person who provides support for the internal operations of the website or online service; and 2. Making personal information collected by an operator from a child publicly available in identifiable form by any means, including but not limited to a public posting through the Internet, or through a personal home page or screen posted on a website or online service; a pen pal service; an electronic mail service; a message board; or a chat room.",
      "Internet": "collectively the myriad of computer and telecommunications facilities, including equipment and operating software, which comprise the interconnected world-wide network of networks that employ the Transmission Control Protocol/Internet Protocol, or any predecessor or successor protocols to such protocol, to communicate information of all kinds by wire, radio, or other methods of transmission.",
      "Obtaining verifiable consent": "making any reasonable effort (taking into consideration available technology) to ensure that before personal information is collected from a child, a parent of the child: 1. Receives notice of the operator's personal information collection, use, and disclosure practices; and 2. Authorizes any collection, use, and/or disclosure of the personal information.",
      "Online contact information": "an e-mail address or any other substantially similar identifier that permits direct contact with a person online, including but not limited to, an instant messaging user identifier, a voice over internet protocol (VOIP) identifier, or a video chat user identifier.",
      "Operator": "any person who operates a website located on the Internet or an online service and who collects or maintains personal information from or about the users of or visitors to such website or online service, or on whose behalf such information is collected or maintained, or offers products or services for sale through that website or online service, where such website or online service is operated for commercial purposes involving commerce among the several States or with 1 or more foreign nations; in any territory of the United States or in the District of Columbia, or between any such territory and another such territory or any State or foreign nation; or between the District of Columbia and any State, territory, or foreign nation.",
      "Parent": "includes a legal guardian.",
      "Person": "any individual, partnership, corporation, trust, estate, cooperative, association, or other entity.",
      "Personal information": "individually identifiable information about an individual collected online, including: 1. A first and last name; 2. A home or other physical address including street name and name of a city or town; 3. Online contact information; 4. A screen or user name where it functions in the same manner as online contact information; 5. A telephone number; 6. A Social Security number; 7. A persistent identifier that can be used to recognize a user over time and across different websites or online services. Such persistent identifier includes, but is not limited to, a customer number held in a cookie, an Internet Protocol (IP) address, a processor or device serial number, or unique device identifier; 8. A photograph, video, or audio file where such file contains a child's image or voice; 9. Geolocation information sufficient to identify street name and name of a city or town; or 10. Information concerning the child or the parents of that child that the operator collects online from the child and combines with an identifier described in this definition.",
      "Release of personal information": "the sharing, selling, renting, or transfer of personal information to any third party.",
      "Third party": "any person who is not: 1. An operator with respect to the collection or maintenance of personal information on the website or online service; or 2. A person who provides support for the internal operations of the website or online service and who does not use or disclose information protected under this part for any other purpose.",
      "Website or online service directed to children": "a commercial website or online service, or portion thereof, that is targeted to children."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Injunction Concerning Collection of Personal Information from Children",
        "category": "prohibition",
        "summary": "Defendant is permanently restrained and enjoined from violating the Children's Online Privacy Protection Rule, including failing to provide notice to parents, failing to post online notices, and failing to obtain verifiable parental consent before collecting personal information from children.",
        "requirements": [
          {
            "description": "Must not fail to make reasonable efforts to ensure that a parent of a child receives direct notice of Defendant's practices with regard to the collection, use, or disclosure of personal information from children, including notice of any material change in practices",
            "quoted_text": "A. failing to make reasonable efforts, taking into account available technology, to ensure 3 that a parent of a child receives direct notice of Defendant’s practices with regard to the 4 collection, use, or disclosure of personal information from children, including notice of any 5 material change in the collection, use, or disclosure practices to which the parent has previously 6 consented;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 271,
            "quote_end_line": 279
          },
          {
            "description": "Must not fail to post a prominent and clearly labeled link to an online notice of its information practices with regard to children on the home or landing page and at each area where personal information is collected from children",
            "quoted_text": "B. failing to post a prominent and clearly labeled link to an online notice of its information 8 practices with regard to children on the home or landing page or screen of its website or online 9 service, and at each area of the website or online service where personal information is collected 10 from children; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 281,
            "quote_end_line": 287
          },
          {
            "description": "Must not fail to obtain verifiable parental consent before any collection, use, or disclosure of personal information from children, including consent to any material change in practices",
            "quoted_text": "C. failing to obtain verifiable parental consent before any collection, use, or disclosure of 12 personal information from children, including consent to any material change in the collection, 13 use, or disclosure practices to which the parent has previously consented.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 289,
            "quote_end_line": 291
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Injunction Concerning Deletion of Children's Personal Information",
        "category": "prohibition",
        "summary": "Defendant is permanently restrained from disclosing, using, or benefitting from personal information collected from children prior to entry of this Order, and must delete all such information within ten days.",
        "requirements": [
          {
            "description": "Must not disclose, use, or benefit from Personal Information collected from children which Defendant obtained prior to entry of this Order",
            "quoted_text": "A. disclosing, using, or benefitting from Personal Information collected from children which 20 Defendant obtained prior to entry of this Order; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 302,
            "quote_end_line": 304
          },
          {
            "description": "Must destroy Personal Information collected from children in all forms in its possession, custody, or control, except to the extent requested by a government agency or required by law, regulation, or court order",
            "quoted_text": "1 B. failing to destroy such Personal Information in all forms in its possession, custody, or 2 control within ten (10) days after entry of this Order. Provided, however, that such Personal Information need not be destroyed, and may be disclosed, to the extent requested by a 3 government agency or required by a law, regulation, or court order.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 312,
            "quote_end_line": 316
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Monetary Judgment for Civil Penalty",
        "category": "affirmative_obligation",
        "summary": "Defendant must pay a civil penalty of $300,000 to the United States Treasury within seven days of entry of this Order.",
        "requirements": [
          {
            "description": "Must pay three hundred thousand dollars ($300,000) to the Treasurer of the United States by electronic fund transfer",
            "quoted_text": "B. Defendant is ordered to pay to Plaintiff, by making payment to the Treasurer of the 9 United States, three hundred thousand dollars ($300,000), which, as Defendant stipulates, its 10 undersigned counsel holds in escrow for no purpose other than payment to Plaintiff. Such 11 payment must be made within seven (7) days of entry of this Order by electronic fund transfer in 12 accordance with instructions previously provided by a representative of Plaintiff.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 326,
            "quote_end_line": 333
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Defendant must obtain and submit acknowledgments of receipt of this Order from itself, from specified personnel, and from any business entity resulting from structural changes.",
        "requirements": [
          {
            "description": "Must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury",
            "quoted_text": "A. Defendant, within seven (7) days of entry of this Order, must submit to the Commission 3 an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 358,
            "quote_end_line": 360
          },
          {
            "description": "For seven years, must deliver a copy of this Order to all principals, officers, directors, managers, employees with supervisory responsibilities relating to personal information or website/online service operations, and any business entity resulting from structural changes. Delivery must occur within seven days for current personnel and before others assume responsibilities.",
            "quoted_text": "B. For seven (7) years after entry of this Order, Defendant, must deliver a copy of this Order 5 to: (1) all principals, officers, directors, and managers; (2) all employees, agents, and 6 representatives having supervisory responsibilities relating to the collection, retention, storage, or 7 security of personal information, and to all employees, agents, and representatives having 8 supervisory responsibilities relating to the operation of any of Defendant’s websites or online 9 services; and (3) any business entity resulting from any change in structure as set forth in the 10 Section titled Compliance Reporting. Delivery must occur within seven (7) days of entry of this 11 Order for current personnel. To all others, delivery must occur before they assume their 12 responsibilities.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 362,
            "quote_end_line": 377
          },
          {
            "description": "Must obtain from each individual or entity that received a copy of this Order a signed and dated acknowledgment of receipt",
            "quoted_text": "13 C. From each individual or entity to which a Defendant delivered a copy of this Order, that 14 Defendant must obtain, within thirty (30) days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 378,
            "quote_end_line": 380
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendant must submit compliance reports and notices to the Commission, including an annual compliance report one year after entry of the Order and notices of changes in structure or bankruptcy within specified timeframes.",
        "requirements": [
          {
            "description": "Must submit a compliance report, sworn under penalty of perjury, containing contact information, business descriptions, compliance details, privacy notices, parental consent methods, means for parents to review information, and Order Acknowledgments",
            "quoted_text": "A. One year after entry of this Order, Defendant must submit a compliance report, sworn 19 under penalty of perjury. In such report, Defendant must: 20 21 Page 9 of 16 22 STIPULATED ORDER 3:14-cv-4164 Case3:14-cv-04164-JSC Document4 Filed09/16/14 Page10 of 16 1 1. identify the primary physical, postal, and email address and telephone number, as 2 designated points of contact, which representatives of the Commission and Plaintiff may use to communicate with Defendant; 3 2. identify all of Defendant’s businesses by all of their names, telephone numbers, 4 and physical, postal, email, and Internet addresses; 5 3. describe the activities of each business, including the goods and services offered, 6 the means of advertising, marketing, and sales; 7 4. describe in detail whether and how Defendant is in compliance with each Section 8 of this Order; 9 5. provide a copy of each different version of any privacy notice posted on each 10 website or online service operated by Defendant or sent to parents of children that register on 11 each website or online service; 12 6. provide a statement setting forth in detail the methods used to obtain verifiable 13 parental consent prior to any collection, use, and/or disclosure of personal information from 14 children; 7. provide a statement setting forth in detail the means provided for parents to 15 review the personal information collected from their children and to refuse to permit its further 16 use or maintenance; and 17 8. provide a copy of each Order Acknowledgment obtained pursuant to this Order, 18 unless previously submitted to the Commission.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 388,
            "quote_end_line": 431
          },
          {
            "description": "For ten years, must submit a compliance notice, sworn under penalty of perjury, of any change in designated point of contact or in the structure of Defendant or any entity that Defendant has ownership interest in or controls",
            "quoted_text": "B. For ten (10) years after entry of this Order, Defendant must submit a compliance notice, 20 sworn under penalty of perjury, within fourteen (14) days of any change in: (a) any designated 21 Page 10 of 16 22 STIPULATED ORDER 3:14-cv-4164 Case3:14-cv-04164-JSC Document4 Filed09/16/14 Page11 of 16 1 point of contact; or (b) the structure of Defendant or any entity that Defendant has any ownership 2 interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, 3 parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 433,
            "quote_end_line": 447
          },
          {
            "description": "Must submit to the Commission notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against Defendant",
            "quoted_text": "C. Defendant must submit to the Commission notice of the filing of any bankruptcy petition, 5 insolvency proceeding, or similar proceeding by or against Defendant within fourteen (14) days 6 of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 449,
            "quote_end_line": 453
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendant must create and retain specified records for ten years after entry of the Order, with each record retained for five years, including all compliance records, consumer complaints, and documents relating to personal information collection practices.",
        "requirements": [
          {
            "description": "Must create and retain for five years all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission",
            "quoted_text": "A. all records necessary to demonstrate full compliance with each provision of this Order, 21 Page 11 of 16 22 STIPULATED ORDER 3:14-cv-4164 Case3:14-cv-04164-JSC Document4 Filed09/16/14 Page12 of 16 1 including all submissions to the Commission;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 479,
            "quote_end_line": 487
          },
          {
            "description": "Must create and retain for five years copies of all consumer complaints relating to Defendant's collection of personal information and any response",
            "quoted_text": "2 B. copies of all consumer complaints relating to Defendant’s collection of personal information whether received directly or indirectly, such as through a third party, and any 3 response; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 488,
            "quote_end_line": 491
          },
          {
            "description": "Must create and retain a copy of each materially different form, page, or screen created through which Defendant collects personal information, and each materially different document containing representations regarding collection, use, and disclosure practices. Documents need not be retained for longer than two years after creation, or if amendments do not affect compliance obligations.",
            "quoted_text": "C. a copy of each materially different form, page, or screen created, maintained, or 5 otherwise provided by Defendant through which Defendant collects personal information, and a 6 copy of each materially different document containing any representation regarding Defendant’s 7 collection, use, and disclosure practices pertaining to personal information. Each webpage copy 8 shall be accompanied by the URL of the webpage where the material was posted online. 9 Electronic copies shall include all text and graphics files, audio scripts, and other computer files 10 used in presenting information on the Internet. Provided, however, that for purposes of this 11 subsection, VI.C., Defendant shall not be required to retain any document for longer than two (2) 12 years after the document was created, or to retain a print or electronic copy of any amended web 13 page or screen to the extent that the amendment does not affect Defendant’s compliance 14 obligations under this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 493,
            "quote_end_line": 510
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission and Plaintiff are authorized to monitor Defendant's compliance through various means including requesting additional reports, depositions, document production, interviews, and posing as consumers or other entities.",
        "requirements": [
          {
            "description": "Within 14 days of receipt of a written request from the Commission or Plaintiff, Defendant must submit additional compliance reports or requested information sworn under penalty of perjury, appear for depositions, and produce documents for inspection and copying",
            "quoted_text": "A. Within 14 days of receipt of a written request from a representative of the Commission or 18 Plaintiff, Defendant must: submit additional compliance reports or other requested information, 19 which must be sworn under penalty of perjury; appear for depositions; and produce documents 20 for inspection and copying. The Commission and Plaintiff are also authorized to obtain 21 Page 12 of 16 22 STIPULATED ORDER 3:14-cv-4164 Case3:14-cv-04164-JSC Document4 Filed09/16/14 Page13 of 16 1 discovery, without further leave of court, using any of the procedures prescribed by Federal 2 Rules of Civil Procedure 29, 30 (including telephonic depositions), 31, 33, 34, 36, 45, and 69.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 517,
            "quote_end_line": 532
          },
          {
            "description": "Defendant must permit representatives of the Commission and Plaintiff to communicate directly with Defendant and to interview any employee or other person affiliated with Defendant who has agreed to such an interview",
            "quoted_text": "B. For matters concerning this Order, the Commission and Plaintiff are authorized to 3 communicate directly with Defendant. Defendant must permit representatives of the 4 Commission and Plaintiff to interview any employee or other person affiliated with Defendant 5 who has agreed to such an interview. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 533,
            "quote_end_line": 539
          },
          {
            "description": "The Commission and Plaintiff may use all other lawful means, including posing through its representatives as consumers, suppliers, or other individuals or entities, to Defendant or any affiliated individual or entity, without the necessity of identification or prior notice",
            "quoted_text": "C. The Commission and Plaintiff may use all other lawful means, including posing, through 7 its representatives as consumers, suppliers, or other individuals or entities, to Defendant or any 8 individual or entity affiliated with Defendant, without the necessity of identification or prior 9 notice. Nothing in this Order limits the Commission’s lawful use of compulsory process, 10 pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. § § 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 541,
            "quote_end_line": 549
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
        "requirements": [
          {
            "description": "This Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order",
            "quoted_text": "12 IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for 13 purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 552,
            "quote_end_line": 553
          }
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "This Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "09.14, TinyCo Complaint.pdf",
      "order": "09.14, TinyCo Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 2,
      "order_provisions": 8,
      "order_definitions": 15,
      "order_requirements": 19,
      "provisions_per_section": {
        "I": 3,
        "II": 2,
        "III": 1,
        "IV": 3,
        "V": 3,
        "VI": 3,
        "VII": 3,
        "VIII": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 1
      },
      "verification_details": {
        "complaint_verified": 2,
        "complaint_total": 2,
        "order_verified": 19,
        "order_total": 19
      }
    },
    "processing_time_seconds": 292.3
  }
}