{
  "case_info": {
    "docket_number": "C-4369",
    "company": {
      "name": "MYSPACE LLC",
      "incorporation_state": "Delaware",
      "entity_type": "limited liability company",
      "address": "407 North Maple Drive, Beverly Hills, CA 90210",
      "business_description": "Myspace operates a social networking website (www.myspace.com) that enables users to create and customize personal online profiles containing content such as names, friends lists, photos, videos, messages, and other personal information. The company generates revenue by allowing third-party and affiliate advertising networks to serve advertisements on its site."
    },
    "commissioners": [
      "Jon Leibowitz, Chairman",
      "J. Thomas Rosch",
      "Edith Ramirez",
      "Julie Brill",
      "Maureen K. Ohlhausen"
    ],
    "case_date": {
      "month": 9,
      "year": 2012
    },
    "legal_authority": "Section 5 of the Federal Trade Commission Act, 15 U.S.C. § 45 et seq.",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/102-3058-myspace-llc-matter"
  },
  "complaint": {
    "factual_background": "Myspace operated a social networking website that collected extensive personal information from users and provided privacy settings to control access to their profiles. From January 2009 through October 2011, Myspace transmitted users' Friend IDs (which could be used to access users' full names and other profile information) to third-party advertisers in connection with ad serving, without informing users or obtaining their permission. This practice contradicted Myspace's privacy policy promises and allowed advertisers to link users' real identities with their web browsing activities tracked via cookies.",
    "representations_made": [
      {
        "description": "Myspace would inform users when collecting PII and would not share PII with third parties unless described in the privacy policy or with user permission",
        "quoted_text": "When you voluntarily provide PII to MySpace, we will make sure you are being informed about who is collecting the information, how and why the information is being collected and the types of uses MySpace will make of the information to the extent it is being used in a manner that differs from what is allowed pursuant to this Privacy Policy. (See Exhibit 1, Page 1.) At the time you provide your PII, MySpace will notify you of your options regarding our use of your PII . . . . Except as described in this Privacy Policy, Myspace will not share your PII with third parties unless you have given Myspace permission to do so. (See Exhibit 1, Page 1.) Except as described in this Privacy Policy, MySpace will get your permission before we use the PII you provide to us in a way that is inconsistent with the purpose for which it was submitted or share your PII with third parties that are not affiliated with MySpace. (See Exhibit 1, Page 2.)",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 14,
        "quote_start_line": 127,
        "quote_end_line": 142
      },
      {
        "description": "Information used to customize ads does not provide PII or identify users as individuals to third parties",
        "quoted_text": "MySpace may use cookies and similar tools to customize the content and advertising you receive based on the Profile Information you have provided. Profile Information you provide in structured profile fields or questions . . . information you add to open-ended profile fields and questions . . . and other non-PII about you may also be used to customize the online ads you encounter to those we believe are aligned with your interests . . . . The information used for this feature does not provide your PII or identify you as an individual to third parties. (See Exhibit 1, Page 2.)",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 14,
        "quote_start_line": 145,
        "quote_end_line": 153
      },
      {
        "description": "Only anonymous click stream, page views, and aggregated demographic information may be shared with advertisers",
        "quoted_text": "Anonymous click stream, number of page views calculated by pixel tags, and aggregated demographic information may [also] be shared with MySpace’s advertisers and business partners. (See Exhibit 1, Page 3.)",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 14,
        "quote_start_line": 159,
        "quote_end_line": 162
      },
      {
        "description": "Myspace complies with U.S.-EU Safe Harbor Framework principles including notice and choice",
        "quoted_text": "MySpace complies with the U.S.-EU Safe Harbor Framework and the U.S.-Swiss Safe Harbor Framework as set forth by the U.S. Department of Commerce regarding the collection, use, and retention of personal information from EU member countries. MySpace has certified that it adheres to the Safe Harbor Privacy Principles of notice, choice, onward transfer, security, data integrity, access, and enforcement. To learn more about the Safe Harbor program, and to view our certification page, please visit http://www.export.gov/safeharbor/.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 25,
        "quote_start_line": 263,
        "quote_end_line": 270
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Unauthorized Sharing of PII",
        "representation": "Myspace will not use or share a user's PII except as described in the privacy policy, including sharing that information with third parties, without first giving notice to and receiving permission from that user",
        "fact": "Myspace provided the Friend ID of the viewing user to third-party advertisers who are not affiliated with Myspace. The Friend ID gives access to, at a minimum, the user's basic profile information, which for most users includes their full name. This use was not described in the privacy policy and Myspace did not receive permission from those users for such sharing",
        "conclusion": "Therefore, the representations set forth in Paragraph 15 were and are false or misleading and constitute a deceptive act or practice."
      },
      {
        "count_number": 2,
        "title": "False Claims About Ad Customization Privacy",
        "representation": "The means through which Myspace customizes ads does not allow advertisers to access PII or individually identify users",
        "fact": "The means through which Myspace customized ads in numerous instances transmitted the Friend ID of the viewing user to third-party advertisers. Receiving a user's Friend ID gives advertisers access to, at a minimum, the user's basic profile information, which for most users included their full name",
        "conclusion": "Therefore, the representations set forth in Paragraph 17 were and are false or misleading and constitute a deceptive act or practice."
      },
      {
        "count_number": 3,
        "title": "False Anonymization Claims",
        "representation": "Users' web browsing activity shared with advertisers is anonymized",
        "fact": "Myspace shared the Friend ID of the viewing user with advertisers, which allows advertisers to tie a user's Friend ID, and the personal information to which it gives access, with tracking cookies. This allows advertisers to link web browsing activity with the personal information available in a user's Myspace profile",
        "conclusion": "Therefore, the representations set forth in Paragraph 19, were and are, false or misleading and constitute a deceptive act or practice."
      },
      {
        "count_number": 4,
        "title": "Safe Harbor Compliance Misrepresentation",
        "representation": "Myspace has complied with the U.S. Safe Harbor privacy principles, including the principles of Notice and Choice",
        "fact": "Myspace did not adhere to the U.S. Safe Harbor privacy principles of Notice and Choice",
        "conclusion": "Therefore, the representations set forth in Paragraph 26 were, and are, false or misleading and constitute a deceptive act or practice."
      }
    ]
  },
  "order": {
    "definitions": {
      "respondent": "Myspace and its successors and assigns.",
      "Commerce": "as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. § 44.",
      "Covered information": "information from or about an individual consumer including, but not limited to: (a) a first and last name; (b) a home or other physical address, including street name and city or town; (c) an email address or other online contact information, such as an instant messaging user identifier or screen name; (d) a mobile or other telephone number; (e) photos and videos; (f) an Internet Protocol (\"IP\") address, User ID, device ID, or other persistent identifier; (g) list of contacts; or (h) physical location."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Privacy Misrepresentations",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent the extent to which it maintains and protects the privacy and confidentiality of covered information, or its participation in privacy or security compliance programs.",
        "requirements": [
          {
            "description": "Must not misrepresent the extent to which respondent maintains and protects the privacy and confidentiality of any covered information, including the purposes for which it collects and discloses covered information and the extent to which it makes covered information accessible to third parties",
            "quoted_text": "A. the extent to which respondent maintains and protects the privacy and confidentiality of any covered information, including, but not limited to: (1) the purposes for which it collects and discloses covered information, and (2) the extent to which it makes or has made covered information accessible to third parties.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 65,
            "quote_end_line": 69
          },
          {
            "description": "Must not misrepresent the extent to which respondent is a member of, adheres to, complies with, is certified by, is endorsed by, or otherwise participates in any privacy, security, or any other compliance program sponsored by the government or any other entity, including the U.S.-EU Safe Harbor Framework",
            "quoted_text": "B. the extent to which respondent is a member of, adheres to, complies with, is certified by, is endorsed by, or otherwise participates in any privacy, security, or any other compliance program sponsored by the government or any other entity, including, but not limited to, the U.S.-EU Safe Harbor Framework.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 70,
            "quote_end_line": 73
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Comprehensive Privacy Program",
        "category": "affirmative_obligation",
        "summary": "Respondent must establish and maintain a comprehensive privacy program reasonably designed to address privacy risks and protect the privacy and confidentiality of covered information.",
        "requirements": [
          {
            "description": "Establish and implement, and thereafter maintain, a comprehensive privacy program that is reasonably designed to address privacy risks related to the development and management of new and existing products and services for consumers, and protect the privacy and confidentiality of covered information",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall, no later than the date of service of this order, establish and implement, and thereafter maintain, a comprehensive privacy program that is reasonably designed to: (1) address privacy risks related to the development and management of new and existing products and services for consumers, and (2) protect the privacy and confidentiality of covered information. Such program, the content and implementation of which must be documented in writing, shall contain privacy controls and procedures appropriate to respondent’s size and complexity, the nature and scope of respondent’s activities, and the sensitivity of the covered information, including:",
            "deadline": "no later than the date of service of this order",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 78,
            "quote_end_line": 85
          },
          {
            "description": "Designate an employee or employees to coordinate and be responsible for the privacy program",
            "quoted_text": "A. the designation of an employee or employees to coordinate and be responsible for the privacy program.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 86,
            "quote_end_line": 87
          },
          {
            "description": "Identify reasonably foreseeable, material risks, both internal and external, that could result in respondent's unauthorized collection, use, or disclosure of covered information, and evaluate the sufficiency of any safeguards in place to control these risks, including consideration of risks in employee training and management and product design, development, and research",
            "quoted_text": "B. the identification of reasonably foreseeable, material risks, both internal and external, that could result in respondent’s unauthorized collection, use, or disclosure of covered information, and an evaluation of the sufficiency of any safeguards in place to control these risks. At a minimum, this privacy risk evaluation should include consideration of risks in each area of relevant operation, including, but not limited to: (1) employee training and management, including training on the requirements of this order, and (2) product design, development, and research.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 88,
            "quote_end_line": 95
          },
          {
            "description": "Design and implement reasonable privacy controls and procedures to address the risks identified through the privacy risk evaluation, and regularly test or monitor the effectiveness of those privacy controls and procedures",
            "quoted_text": "C. the design and implementation of reasonable privacy controls and procedures to address the risks identified through the privacy risk evaluation, and regular testing or monitoring of the effectiveness of those privacy controls and procedures.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 96,
            "quote_end_line": 98
          },
          {
            "description": "Develop and use reasonable steps to select and retain service providers capable of appropriately protecting the privacy of covered information they receive from respondent, and require service providers by contract to implement and maintain appropriate privacy protections",
            "quoted_text": "D. the development and use of reasonable steps to select and retain service providers capable of appropriately protecting the privacy of covered information they receive from respondent, and requiring service providers by contract to implement and maintain appropriate privacy protections.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 99,
            "quote_end_line": 102
          },
          {
            "description": "Evaluate and adjust respondent's privacy program in light of the results of the testing and monitoring, any material changes to respondent's operations or business arrangements, or any other circumstances that respondent knows or has reason to know may have a material impact on the effectiveness of its privacy program",
            "quoted_text": "E. the evaluation and adjustment of respondent’s privacy program in light of the results of the testing and monitoring required by subpart C, any material changes to respondent’s operations or business arrangements, or any other circumstances that respondent knows or has reason to know may have a material impact on the effectiveness of its privacy program.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 103,
            "quote_end_line": 107
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Third-Party Privacy Assessments",
        "category": "assessment",
        "summary": "Respondent must obtain initial and biennial privacy assessments from a qualified, independent third-party professional covering the first 180 days and each two-year period thereafter for 20 years.",
        "requirements": [
          {
            "description": "Obtain initial and biennial assessments from a qualified, objective, independent third-party professional with minimum three years of experience in privacy and data protection, approved by the Associate Director for Enforcement",
            "quoted_text": "order, respondent shall obtain initial and biennial assessments and reports (“Assessments”) from a qualified, objective, independent third-party professional, who uses procedures and standards generally accepted in the profession. A person qualified to prepare such Assessments shall have a minimum of three (3) years of experience in the field of privacy and data protection. All Page 3 of 6 persons selected to conduct such Assessments and prepare such reports shall be approved by the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580, in his or her sole discretion. Any decision not to approve a person selected to conduct such Assessments shall be accompanied by a writing setting forth in detail the reasons for denying such approval. The reporting period for the Assessments shall cover: (1) the first one hundred and eighty (180) days after service of the order for the initial Assessment, and (2) each two (2) year period thereafter for twenty (20) years after service of the order for the biennial Assessments. Each Assessment shall:",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 110,
            "quote_end_line": 124
          },
          {
            "description": "Each Assessment shall set forth the specific privacy controls implemented and maintained, explain how such controls are appropriate to respondent's size and complexity, explain how the controls meet or exceed the protections required by Part II, and certify that the controls are operating with sufficient effectiveness",
            "quoted_text": "A. set forth the specific privacy controls that respondent has implemented and maintained during the reporting period; B. explain how such privacy controls are appropriate to respondent’s size and complexity, the nature and scope of respondent’s activities, and the sensitivity of the covered information; C. explain how the privacy controls that have been implemented meet or exceed the protections required by Part II of this order; and D. certify that the privacy controls are operating with sufficient effectiveness to provide reasonable assurance to protect the privacy of covered information and that the controls have so operated throughout the reporting period.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 125,
            "quote_end_line": 134
          },
          {
            "description": "Prepare and complete each Assessment within sixty days after the end of the reporting period",
            "quoted_text": "Each Assessment shall be prepared and completed within sixty (60) days after the end of the reporting period to which the Assessment applies. Respondent shall provide the initial",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 135,
            "quote_end_line": 136
          },
          {
            "description": "Provide the initial Assessment to the Associate Director for Enforcement within ten days after the Assessment has been prepared",
            "quoted_text": "reporting period to which the Assessment applies. Respondent shall provide the initial Assessment to the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580, within ten (10) days after the Assessment has been prepared. All subsequent biennial Assessments shall be retained by respondent until the order is",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 136,
            "quote_end_line": 139
          },
          {
            "description": "Retain all subsequent biennial Assessments until the order is terminated and provide to the Associate Director of Enforcement within ten days of request",
            "quoted_text": "prepared. All subsequent biennial Assessments shall be retained by respondent until the order is terminated and provided to the Associate Director of Enforcement within ten (10) days of request.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 139,
            "quote_end_line": 141
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Recordkeeping Requirements",
        "category": "recordkeeping",
        "summary": "Respondent must maintain and make available to the FTC various records including privacy-related statements, consumer complaints, law enforcement communications, compliance documents, and assessment materials for periods of five years.",
        "requirements": [
          {
            "description": "Maintain for five years from the date of preparation or dissemination all widely disseminated statements that describe the extent to which respondent maintains and protects the privacy, security and confidentiality of any covered information, including statements related to changes in any website or service, with all materials relied upon in making such statements",
            "quoted_text": "A. for a period of five (5) years from the date of preparation or dissemination, whichever is later, all widely disseminated statements by respondent or its officers, agents, representatives and employees, that describe the extent to which respondent maintains and protects the privacy, security and confidentiality of any covered information, including, but not limited to, any statement related to a change in any website or service controlled by respondent that relates to the privacy, security, and confidentiality of covered information, with all materials relied upon in making or disseminating such statements;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 146,
            "quote_end_line": 153
          },
          {
            "description": "Maintain for five years from the date received all consumer complaints directed at or forwarded to respondent that relate to the conduct prohibited by this order and any responses to such complaints",
            "quoted_text": "B. for a period of five (5) years from the date received, all consumer complaints directed at respondent, or forwarded to respondent by a third party, that relate to the conduct prohibited by this order and any responses to such complaints;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 157,
            "quote_end_line": 159
          },
          {
            "description": "Maintain for five years from the date received copies of all subpoenas and other communications with law enforcement entities or personnel if such communications raise issues that relate to respondent's compliance with the provisions of this order",
            "quoted_text": "C. for a period of five (5) years from the date received, copies of all subpoenas and other communications with law enforcement entities or personnel, if such communications raise issues that relate to respondent’s compliance with the provisions of this order;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 160,
            "quote_end_line": 163
          },
          {
            "description": "Maintain for five years from the date received any documents, whether prepared by or on behalf of respondent, that contradict, qualify, or call into question respondent's compliance with this order",
            "quoted_text": "D. for a period of five (5) years from the date received, any documents, whether prepared by or on behalf of respondent, that contradict, qualify, or call into question respondent’s compliance with this order; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 164,
            "quote_end_line": 166
          },
          {
            "description": "Maintain for five years after the date of preparation of each Assessment all materials relied upon to prepare the Assessment, including all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, for the compliance period covered by such Assessment",
            "quoted_text": "E. for a period of five (5) years after the date of preparation of each Assessment required under Part III of this order, all materials relied upon to prepare the Assessment, whether prepared by or on behalf of respondent, including but not limited to all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, for the compliance period covered by such Assessment.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 167,
            "quote_end_line": 172
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Order Acknowledgment and Distribution",
        "category": "acknowledgment",
        "summary": "Respondent must deliver a copy of this order to current and future principals, officers, directors, managers, employees with supervisory responsibilities, and any business entity resulting from structural changes.",
        "requirements": [
          {
            "description": "Deliver a copy of this order to all current and future principals, officers, directors, and managers, all current and future employees, agents, and representatives having supervisory responsibilities relating to the subject matter of this order, and any business entity resulting from any change in structure set forth in Part VI",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall deliver a copy of this order to (1) all current and future principals, officers, directors, and managers, (2) all current and future employees, agents, and representatives having supervisory responsibilities relating to the subject matter of this order, and (3) any business entity resulting from any change in structure set forth in Part VI. Respondent shall deliver this order to such current personnel within thirty (30) days",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 174,
            "quote_end_line": 178
          },
          {
            "description": "Deliver this order to current personnel within thirty days after service of this order",
            "quoted_text": "in Part VI. Respondent shall deliver this order to such current personnel within thirty (30) days after service of this order, and to such future personnel within thirty (30) days after the person",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 178,
            "quote_end_line": 179
          },
          {
            "description": "Deliver this order to future personnel within thirty days after the person assumes such position or responsibilities",
            "quoted_text": "after service of this order, and to such future personnel within thirty (30) days after the person assumes such position or responsibilities. For any business entity resulting from any change in",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 179,
            "quote_end_line": 180
          },
          {
            "description": "For any business entity resulting from any change in structure set forth in Part VI, deliver this order at least ten days prior to the change in structure",
            "quoted_text": "assumes such position or responsibilities. For any business entity resulting from any change in structure set forth in Part VI, delivery shall be at least ten (10) days prior to the change in structure.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 180,
            "quote_end_line": 182
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Corporate Change Notification",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the Commission at least thirty days prior to any change in the corporation that may affect compliance obligations, including dissolution, merger, bankruptcy, or change in corporate name or address.",
        "requirements": [
          {
            "description": "Notify the Commission at least thirty days prior to any change in the corporation that may affect compliance obligations arising under this order, including dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in either corporate name or address",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall notify the Commission at least thirty (30) days prior to any change in the corporation that may affect compliance obligations arising under this order, including, but not limited to, a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in either corporate name or address. Provided, however, that, with respect to any proposed change in the corporation about",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 184,
            "quote_end_line": 190
          },
          {
            "description": "For any proposed change in the corporation about which respondent learns less than thirty days prior to the date such action is to take place, notify the Commission as soon as is practicable after obtaining such knowledge",
            "quoted_text": "address. Provided, however, that, with respect to any proposed change in the corporation about which respondent learns less than thirty (30) days prior to the date such action is to take place, respondent shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": "as soon as is practicable",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 190,
            "quote_end_line": 192
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondent must file an initial compliance report with the Commission within sixty days after service of the order and submit additional reports within ten days of request.",
        "requirements": [
          {
            "description": "File with the Commission a true and accurate report, in writing, setting forth in detail the manner and form in which respondent has complied with this order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall, within sixty (60) days after the date of service of this order file with the Commission a true and accurate report, in writing, setting forth in detail the manner and form in which respondent has complied with this order. Within ten",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 202,
            "quote_end_line": 204
          },
          {
            "description": "Submit additional true and accurate written reports within ten days of receipt of written notice from a representative of the Commission",
            "quoted_text": "forth in detail the manner and form in which respondent has complied with this order. Within ten (10) days of receipt of written notice from a representative of the Commission, respondent shall submit additional true and accurate written reports.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 204,
            "quote_end_line": 206
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "This order will terminate on August 30, 2032, or twenty years from the most recent date that the United States or the Commission files a complaint in federal court alleging any violation of the order, whichever comes later.",
        "requirements": [
          {
            "description": "Order remains in effect until August 30, 2032, or twenty years from the most recent date that the United States or the Commission files a complaint in federal court alleging any violation of the order, whichever comes later",
            "quoted_text": "This order will terminate on August 30, 2032, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. any Part in this order that terminates in fewer than twenty (20) years; B. this order if such complaint is filed after the order has terminated pursuant to this Part.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 208,
            "quote_end_line": 214
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on August 30, 2032, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "09.12, Myspace Complaint.pdf",
      "order": "09.12, Myspace Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 4,
      "complaint_representations": 4,
      "order_provisions": 8,
      "order_definitions": 3,
      "order_requirements": 27,
      "provisions_per_section": {
        "I": 2,
        "II": 6,
        "III": 5,
        "IV": 5,
        "V": 4,
        "VI": 2,
        "VII": 2,
        "VIII": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 4,
        "complaint_total": 4,
        "order_verified": 27,
        "order_total": 27
      }
    },
    "processing_time_seconds": 118.5
  }
}