{
  "case_info": {
    "docket_number": "C-11-03958",
    "company": {
      "name": "W3 Innovations, LLC",
      "incorporation_state": "California",
      "entity_type": "limited liability company",
      "address": "10390 Mann Drive, Cupertino, California 95014",
      "business_description": "W3 Innovations develops, markets, distributes, and sells software applications for mobile devices (apps) to consumers throughout the United States and provides online services to users of its apps."
    },
    "commissioners": [],
    "case_date": {
      "month": 9,
      "year": 2011
    },
    "legal_authority": "Sections 1303(c) and 1306(d) of the Children's Online Privacy Protection Act of 1998 (COPPA), 15 U.S.C. §§ 6501-6506, 6502(c), and 6505(d); Sections 5(a)(1), 5(m)(1)(A), 13(b), and 16(a) of the Federal Trade Commission Act (FTC Act), 15 U.S.C. §§ 41-58, 45(a)(1), 45(m)(1)(A), 53(b), and 56(a)",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/102-3251-w3-innovations-llc-dba-broken-thumb-apps-justin-maples-us"
  },
  "complaint": {
    "factual_background": "W3 Innovations, LLC operated mobile apps directed to children, including Emily's Girl World and Emily Dress-up apps, that collected personal information from children under age 13. Defendants collected and maintained over 30,000 email addresses and personal information from over 590 child users through blog submissions, comments, and emails, without providing required privacy notices to parents or obtaining verifiable parental consent as required by COPPA.",
    "representations_made": [],
    "counts": [
      {
        "count_number": 1,
        "title": "COPPA Rule Violations",
        "representation": "Defendants operated online services directed to children that collected personal information from children under age 13",
        "fact": "Defendants failed to: (a) provide notice on their online services of what information they collect from children, how they use it, and their disclosure practices, in violation of Section 312.4(b); (b) provide direct notice to parents of their information practices and all required content, in violation of Section 312.4(c); and (c) obtain verifiable parental consent before collecting personal information from children, in violation of Section 312.5(a)(1)",
        "conclusion": "Therefore, Defendants have violated the Children's Online Privacy Protection Rule, 16 C.F.R. Part 312, and Section 5(a)(1) of the FTC Act, 15 U.S.C. § 45(a)(1)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Rule": "the Federal Trade Commission's Children's Online Privacy Protection Rule, 16 C.F.R. Part 312.",
      "child": "as defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2",
      "collects": "as defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2",
      "collection": "as defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2",
      "Commission": "as defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2",
      "delete": "as defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2",
      "disclosure": "as defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2",
      "Internet": "as defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2",
      "online contact information": "as defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2",
      "operator": "as defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2",
      "parent": "as defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2",
      "person": "as defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2",
      "personal information": "as defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2",
      "third party": "as defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2",
      "verifiable consent": "as defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2",
      "website or online service directed to children": "as defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2",
      "Individual Defendant": "Justin Maples.",
      "Corporate Defendant": "W3 Innovations, LLC, and its successors and assigns.",
      "Defendants": "the Individual Defendant and the Corporate Defendant, individually, collectively, or in any combination."
    },
    "provisions": [
      {
        "provision_number": "15",
        "title": "COPPA Compliance Injunction",
        "category": "prohibition",
        "summary": "Defendants are permanently enjoined from violating the Children's Online Privacy Protection Rule, including failing to provide notices and obtain verifiable parental consent.",
        "requirements": [
          {
            "description": "Must not fail to provide sufficient notice on websites directed to children of what information is collected, how it is used, disclosure practices, and other required content",
            "quoted_text": "IT IS ORDERED that Defendants, and their officers, agents, representatives, and employees, and all persons in active concert or participation with them who receive actual notice of this Order by personal service or otherwise, are hereby enjoined, directly or through any corporation, subsidiary, division, website, or other device, from: A. Failing to provide sufficient notice of what information Defendants collect online from children, how they use such information, their disclosure practices, and all other content, on any website or online service that is directed to children, or any website or online service through which they, with actual knowledge, collect, use, andlor disclose personal information from children, as required by Section 312.4(b) of the Rule, 16 C.F.R. § 312.4(b)",
            "deadline": null,
            "verified": true,
            "confidence": 0.96099121706399
          },
          {
            "description": "Must not fail to provide direct notice to parents of what information is collected from children, how it is used, disclosure practices, and other required content",
            "quoted_text": "B. Failing to provide direct notice to parents of what information Defendants collect online from children, how they use such information, their disclosure practices, and all other required content, in connection with any website or online service that is directed to children, or any website or online service through which they, with actual knowledge, collect, use, andlor disclose personal information from children, as required by Section 312.4(c) ofthe Rule, 16 C.F.R. § 312.4(c)",
            "deadline": null,
            "verified": true,
            "confidence": 0.8534322820037106
          },
          {
            "description": "Must not fail to obtain verifiable parental consent before any collection, use, or disclosure of personal information from children",
            "quoted_text": "C. Failing to obtain verifiable parental consent before any collection, use, andlor disclosure of personal information from children, in connection with any website or online service that is directed to children, or on any website or online service through which they, with actual knowledge, collect, use, and/or disclose personal information from children, as required by Section 312.5 of the Rule, 16 C.F.R. § 312.5(a)(1)",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not violate any other provision of the Children's Online Privacy Protection Rule",
            "quoted_text": "D. Violating any other provision of the Children's Online Privacy Protection Rule, 16 C.F .R. Part 312, and as the Rule may hereafter be amended.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "16",
        "title": "Deletion of Children's Personal Information",
        "category": "affirmative_obligation",
        "summary": "Defendants must delete all personal information collected from children in violation of the Rule from April 21, 2000 through the date of entry of this Order.",
        "requirements": [
          {
            "description": "Delete all personal information collected and maintained in violation of the Rule from April 21, 2000 through the date of entry of this Order",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants, within five (5) days from the date of entry of this Order, shall delete all personal information collected and maintained in violation of the Rule at any time from April 21, 2000 through the date of entry of this Order.",
            "deadline": "5 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "17",
        "title": "Civil Penalty Payment",
        "category": "affirmative_obligation",
        "summary": "Defendants must pay a civil penalty of $50,000 to the United States Treasury.",
        "requirements": [
          {
            "description": "Pay civil penalty of $50,000 jointly and severally",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants, jointly and severally, shall pay to Plaintiff a civil penalty, pursuant to Section 5(m)(1)(A) of the FTC Act, 15 U.S.C. § 4S(m)(I)(A), in the amount of fifty thousand dollars ($50,000).",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Turn over full civil penalty amount to attorneys who will hold funds until entry of Order, then transfer to Treasury within 5 days of notice of entry",
            "quoted_text": "Prior to or concurrently with Defendants' execution ofthis Order, Defendants shall turn over the full amount of the civil penalty to their attorneys, who shall hold the entire sum for no purpose other than payment to the Treasurer oftM United States after entry ofthis Order by the Court. Within five (5) days of receipt of notice oftlie entry of this Order, Defendants' attorneys shall transfer the sum of $50,000 in the form of a wire transfer or certified cashier's check made payable tothe Treasurer of the United States.",
            "deadline": "5 days",
            "verified": true,
            "confidence": 0.9090909090909091
          }
        ]
      },
      {
        "provision_number": "23",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission is authorized to monitor compliance through document requests, depositions, business inspections, interviews, and other investigative methods.",
        "requirements": [
          {
            "description": "Within 10 days of written notice from the Commission, submit written reports under penalty of perjury, produce documents, appear for deposition, and provide entry to business locations",
            "quoted_text": "IT IS FURTHER ORDERED that for the purpose of monitoring and investigating compliance with any provision of this Order: A. Within ten (10) days of receipt of written notice from a representative of the Commission, Defendants each shall submit written reports, which are true and accurate and sworn to under penalty of perjury; produce documents for inspection and copying; appear for deposition; and provide entry during normal business hours to any business location in each Defendant's possession or direct or indirect control to inspect the business operation.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.9826226734348562
          },
          {
            "description": "Permit Commission representatives to interview any employee, consultant, independent contractor, representative, or agent who has agreed to such an interview",
            "quoted_text": "C. Defendants each shall permit representatives of the Commission to interview any employer, consultant, independent contractor, representative, agent, or employee who has agreed to such an interview, relating in any way to any conduct subject to this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9829411764705882
          }
        ]
      },
      {
        "provision_number": "24",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendants must notify the Commission of changes in residence, employment, business structure, and provide detailed compliance reports for three years.",
        "requirements": [
          {
            "description": "Individual Defendant must notify Commission of changes in residence, mailing address, and telephone number within 10 days",
            "quoted_text": "For a period of three (3) years from the date of entry of this Order, 1. Individual Defendant shall notifY the Commission of the following: a. Any changes in such Defendant's residence, mailing address. and telephone number, within ten (10) days of the date of such change",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.8408163265306122
          },
          {
            "description": "Individual Defendant must notify Commission of changes in employment status and business ownership within 10 days",
            "quoted_text": "b. Any changes in such Defendant's employment status (including self-employment), and any change in such Defendant's ownership in any business entity, within ten (10) days of the date of such change. Such notice shall include the name and address of each business that such Defendant is affiliated with, employed by, creates or forms, or performs services for; a detailed description of the nature of the business; and a detailed description of such Defendant's duties and responsibilities in connection with the business or employment",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.9933113828786454
          },
          {
            "description": "Individual Defendant must notify Commission of changes in name or use of aliases within 10 days",
            "quoted_text": "c. Any changes in such Defendant's name or use of any aliases or fictitious names within ten (10) days of the date of such change",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Defendants must notify Commission of changes in structure of Corporate Defendant or any controlled business entity at least 30 days prior to such change",
            "quoted_text": "2. Defendants shall notifY the Commission of any changes in structure of the Corporate Defendant or any business entity that any Defendant directly or indirectly controls, or has an ownership interest in, that may affect compliance obligations arising under this Order, including but not limited to: incorporation or other organization; a dissolution, assignment, sale, merger, or other action; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any actsor practices subject to this Order; or a change in the business name or address, at least thirty (30) days prior to such ch!IDge, prOVided that, with respect to any such change in the business entity about which a Defendant learns less than thirty (30) days prior to the date such action is to take place, such Defendant shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.8714285714285714
          },
          {
            "description": "Submit detailed written compliance report to Commission 60 days after entry of Order and thereafter as reasonably required for 3 years",
            "quoted_text": "B. Sixty (60) days after the date of entry of this Order, and thereafter for a period of three (3) years, at such times as the Federal Trade Commission shall reasonably require, Defendants each shall provide a written report to the Commission, which is true and accurate and sworn to under penalty of perjury, setting forth in detail the manner and form in which each has complied and is complying with this Order.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 0.8774703557312253
          },
          {
            "description": "Notify Commission of filing of bankruptcy petition within 15 days of filing",
            "quoted_text": "C. Each Defendant shall notify the Commission of the filing of a bankruptcy petition by such Defendant within fifteen (15) days of filing.",
            "deadline": "15 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "25",
        "title": "Recordkeeping Provisions",
        "category": "recordkeeping",
        "summary": "Defendants must create and retain records demonstrating compliance with the Order for six years.",
        "requirements": [
          {
            "description": "Create and retain all documents necessary to demonstrate full compliance with the Order for 6 years, including acknowledgments, reports, and copies of privacy notices and collection forms",
            "quoted_text": "IT IS FURTHER ORDERED that, for a period of six (6) years from the date of entry of this Order, Corporate Defendant and Individual Defendant, for any business engaged in activities relating to the subject matter of this Order, and which they. individually or collectively, own a majority interest in or directly or indirectly control, are hereby restrained and enjoined from failing to create and retain the following records: A. A print or electronic copy of all documents necessary to demonstrate full compliance with each provision of this Order, including, but not limited to: 1. Copies of acknowledgments of receipt of this Order required by Sections titled \"Distribution of Order\" and \"Acknowledgment of Receipt of Order\"; 2. All reports submitted to the Commission pursuant to the Section titled \"Compliance Reporting\"; 3. A sample copy of every materially different fonn, page, or screen through which personal infonnation is collected or disclosed, and a sample copy of each materially different document containing any representation regarding Defendants' collection, use, and disclosure practices pertaining to personal infonnation of a child.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9173483535528596
          }
        ]
      },
      {
        "provision_number": "26",
        "title": "Distribution of Order",
        "category": "acknowledgment",
        "summary": "Defendants must deliver copies of the Order to principals, officers, employees, and representatives for three years.",
        "requirements": [
          {
            "description": "Corporate Defendant must deliver copy of Order to all principals, officers, directors, managers, and employees with website/online service responsibilities; for current personnel within 5 days, for new personnel prior to assuming responsibilities",
            "quoted_text": "IT IS FURTHER ORDERED that, for a period of three (3) years from the date of entry of this Order, Defendants shall deliver copies of the Order, including Appendix A, as directed below: A. Corporate Defendant: The Corporate Defendant must deliver a copy of this Order to: (1) all of its principals, officers, directors, and managers; (2) all of its employees, agents, and representatives who have responsibilities related to the operation of any website or online service subject to this Order; and (3) any business entity resulting from any change in structure set forth in Subsection A.2. ofthe Section titled \"Compliance Reporting.\" For current personnel, delivery shall be within five (5) days of service of this Order upon each such Defendant. For new personnel, delivery shall occur prior to their assuming their responsibilities.",
            "deadline": "5 days",
            "verified": true,
            "confidence": 0.9940718562874252
          },
          {
            "description": "Individual Defendant must deliver copy of Order to all principals, officers, directors, managers, and employees of controlled businesses; for current personnel within 5 days, for new personnel prior to assuming responsibilities",
            "quoted_text": "B. Individual Defendant as control person: For any business engaged in activities related to the subject matter of this Order, and that the Individual Defendant owns a majority interest in or directly or indirectly controls, Individual Defendant must deliver a copy of this Order to: (1) all principals, officers, directors, and managers of that business; (2) all employees, agents, and representatives of that business who engage in activities related to the subject matter of the Order; and (3) any business entity resulting from any change in structure set forth in Subsection A.2. of the Section titled \"Compliance Reporting.\" For current personnel, delivery shall be within five (5) days of service of this Order upon such Defendant. For new personnel, delivery shall occur prior to their assuming their responsibilities.",
            "deadline": "5 days",
            "verified": true,
            "confidence": 0.876169510181618
          },
          {
            "description": "Secure signed and dated acknowledgment of receipt of Order from all persons receiving a copy within 30 days of delivery",
            "quoted_text": "C. Defendants must secure a signed and dated statement acknowledging receipt of the Order, within thirty (30) days of delivery, from all persons receiving a copy of the Order pursuant to this Se.ction.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "27",
        "title": "Acknowledgment of Receipt of Order",
        "category": "acknowledgment",
        "summary": "Each Defendant must submit a truthful sworn statement acknowledging receipt of the Order within five business days.",
        "requirements": [
          {
            "description": "Submit truthful sworn statement acknowledging receipt of Order to the Commission",
            "quoted_text": "IT IS FURTHER ORDERED that each Defendant, within five (5) business days of receipt of this Order as entered by the Court, must submit to the Commission a truthful sworn statement acknowledging receipt of this Order.",
            "deadline": "5 business days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "28",
        "title": "Provision of Taxpayer Identifying Numbers",
        "category": "affirmative_obligation",
        "summary": "Corporate Defendant must furnish its taxpayer identifying number to the FTC for purposes of collecting delinquent amounts.",
        "requirements": [
          {
            "description": "Furnish taxpayer identifying number (employer identification number) to the Federal Trade Commission",
            "quoted_text": "IT IS FURTHER ORDERED that the Corporate Defendant is hereby required, in accordance with 31 U.S.C. § 7701, to furnish to the Federal Trade Commission its taxpayer identifying number (employer identification number), which shall be used for purposes of collecting and reporting any delinquent amount arising out of its relationship with the government.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "29",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction over this matter for purposes of construction, modification, and enforcement of the Order.",
        "requirements": [
          {
            "description": "Court retains jurisdiction for construction, modification, and enforcement of Order",
            "quoted_text": "This Court shall retain jurisdiction of this matter for the purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "This Court shall retain jurisdiction of this matter for the purposes of construction, modification, and enforcement of this Order."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "09.11, W3 Innovations, LLC dba Broken Thumb Apps and Justin Maples, U.S. Complaint.pdf",
      "order": "09.11, W3 Innovations, LLC dba Broken Thumb Apps and Justin Maples, U.S. Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 0,
      "order_provisions": 10,
      "order_definitions": 19,
      "order_requirements": 22
    },
    "processing_time_seconds": 217.0
  }
}