{
  "case_info": {
    "docket_number": "3:15-cv-3002",
    "company": {
      "name": "Tricolor Auto Acceptance, LLC",
      "incorporation_state": "Delaware",
      "entity_type": "limited liability company",
      "address": "545 E John Carpenter Freeway, Suite 925, Irving, Texas 75062",
      "business_description": "Tricolor Auto Acceptance, LLC services consumer automobile loans and furnishes loan account information to consumer reporting agencies. The company is affiliated with Tricolor Auto Group, which sells automobiles primarily to the American Hispanic population and offers financing for those purchases."
    },
    "commissioners": [],
    "case_date": {
      "month": 9,
      "year": 2015
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a); Section 621(a) of the Fair Credit Reporting Act, 15 U.S.C. § 1681s(a); the Furnisher Rule, 16 C.F.R. § 660 (recodified at 12 C.F.R. § 1022, Subpart E)",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/142-3073-tricolor-auto-acceptance-llc"
  },
  "complaint": {
    "factual_background": "Tricolor Auto Acceptance, LLC (TAA) services consumer auto loans and regularly furnishes credit information to consumer reporting agencies. TAA violated the Fair Credit Reporting Act and the Furnisher Rule by failing to establish any written policies and procedures regarding the accuracy and integrity of information it reports to credit bureaus, despite furnishing information on 11,635 unique accounts. Additionally, TAA failed to reasonably investigate direct consumer disputes about account accuracy, instead simply forwarding all disputes to the credit reporting agency without conducting any investigation.",
    "representations_made": [
      {
        "description": "TAA is required to establish and implement reasonable written policies and procedures regarding the accuracy and integrity of consumer information furnished to CRAs",
        "quoted_text": "The Furnisher Rule, 16 C.F.R. § 660.3, recodified at 12 C.F.R. § 1022.42, Subpart E, states that furnishers must establish and implement reasonable written policies and procedures regarding the accuracy and integrity of the consumer information that they furnish to a CRA.",
        "source_paragraph": 15
      },
      {
        "description": "TAA is required to conduct reasonable investigations of direct consumer disputes concerning the accuracy of reported credit information",
        "quoted_text": "Section 1022.43 of the Furnisher Rule requires that furnishers conduct a reasonable investigation of direct consumer disputes concerning the accuracy of reported credit information, including disputes about the accuracy of the consumer's account balance.",
        "source_paragraph": 17
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "No Established Written Policies and Procedures",
        "representation": "TAA was required to establish and implement reasonable written policies and procedures regarding the accuracy and integrity of information it furnishes to consumer reporting agencies, consider Appendix E guidelines, and review such policies periodically",
        "fact": "TAA failed to establish and implement any reasonable written policies and procedures regarding the accuracy and integrity of the information relating to consumers that it furnishes to CRAs, failed to consider Appendix E of that Rule, and failed to review its policies and procedures periodically",
        "conclusion": "TAA thereby has violated the Furnisher Rule's accuracy and integrity regulations, 16 C.F.R. § 660.3, recodified at 12 C.F.R. § 1022.42, which constitutes unfair or deceptive acts or practices in violation of Section 5(a) of the FTC Act"
      },
      {
        "count_number": 2,
        "title": "No Reasonable Investigation of or Response to Direct Disputes",
        "representation": "TAA was required to conduct reasonable investigations of direct disputes, review all relevant information provided by consumers, complete investigations and report results timely, and provide proper notice if disputes are deemed frivolous",
        "fact": "TAA failed to reasonably investigate direct disputes about the accuracy of account balance information it furnishes to CRAs. TAA's practice is to forward all direct disputes to the CRA to which it furnishes information without performing a reasonable investigation",
        "conclusion": "TAA thereby has violated Section 623(a)(8) of the FCRA, 15 U.S.C. § 1681s-2(a)(8), and the Furnisher Rule's direct dispute provisions, 16 C.F.R. § 660.4 and 12 C.F.R. § 1022.43, which constitutes unfair or deceptive acts or practices in violation of Section 5(a) of the FTC Act"
      }
    ]
  },
  "order": {
    "definitions": {
      "Defendant": "Tricolor Auto Acceptance, LLC, and its successors and assigns.",
      "Consumer": "an individual.",
      "Consumer Reporting Agency or CRA": "any person which, for monetary fees, dues, or on a cooperative nonprofit basis, regularly engages in whole or in part in the practice of assembling or evaluating consumer credit information or other information on consumers for the purpose of furnishing consumer reports to third parties, and which uses any means or facility of interstate commerce for the purpose of preparing or furnishing consumer reports.",
      "Furnisher of Information": "any person who regularly and in the ordinary course of business furnishes information to one or more consumer reporting agencies about the person's transactions or experiences with any consumer."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibited Business Activities",
        "category": "prohibition",
        "summary": "Defendant is permanently restrained from failing to comply with FCRA furnisher rules regarding accuracy policies and direct dispute investigations.",
        "requirements": [
          {
            "description": "Must comply with 12 C.F.R. § 1022.42, including establishing and implementing written policies and procedures regarding accuracy and integrity of consumer information furnished to CRAs",
            "quoted_text": "Failing to comply with 12 C.F.R. § 1022.42, a copy of which is attached as Attachment A, including by failing to establish and implement written policies and procedures regarding the accuracy and integrity of information relating to consumers that is furnished to any CRA",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must comply with 12 C.F.R. § 1022.43, including reasonably and adequately investigating direct disputes about account balance information furnished to CRAs",
            "quoted_text": "Failing to comply with 12 C.F.R. § 1022.43, a copy of which is attached as Attachment B, including by failing to reasonably or adequately investigate direct disputes about the accuracy of account balance information it furnishes to any CRA.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "2",
        "title": "Monetary Judgment for Civil Penalty",
        "category": "affirmative_obligation",
        "summary": "Defendant must pay a civil penalty of $82,777 to the United States.",
        "requirements": [
          {
            "description": "Pay civil penalty of $82,777 to the Treasurer of the United States by electronic fund transfer",
            "quoted_text": "Defendant is ordered to pay to the plaintiff by making payment to the Treasurer of the United States, eighty-two thousand seven hundred seventy-seven dollars ($82, 777), which, as defendant stipulates, its undersigned counsel holds in escrow for no purpose other than payment to plaintiff. Such payment must be made within seven (7) days of the entry of this order by electronic fund transfer in accordance with instructions previously provided by a representative of plaintiff.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Additional Monetary Provisions",
        "category": "affirmative_obligation",
        "summary": "Defendant relinquishes rights to transferred assets and acknowledges potential use of complaint allegations in future enforcement.",
        "requirements": [
          {
            "description": "If in default, judgment amount plus interest becomes immediately due",
            "quoted_text": "If defendant is in default on any obligation under this Section, then the judgment amount, together with interest computed pursuant to 28 U.S.C. § 1961 from the date of default to the date of payment, minus any payments previously made pursuant to this Section, becomes immediately due.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Relinquish dominion and rights over all transferred assets",
            "quoted_text": "Defendant relinquishes dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this order and may not seek the return of any assets.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Acknowledge that complaint allegations will be taken as true in subsequent civil litigation",
            "quoted_text": "The facts alleged in the complaint will be taken as true, without further proof, in any subsequent civil litigation by or on behalf of the Commission, including in a proceeding to enforce its rights to any payment or monetary judgment pursuant to this order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Acknowledge that Taxpayer Identification Numbers may be used for collecting delinquent amounts",
            "quoted_text": "Defendant acknowledges that its Taxpayer Identification Numbers (Social Security Numbers or Employer Identification Numbers), which defendant must submit to the Commission, may be used for collecting and reporting on any delinquent amount arising out of this order, in accordance with 31 U.S.C. § 7701.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Defendant must obtain acknowledgments of receipt of the order from personnel and deliver copies to current and future personnel for 5 years.",
        "requirements": [
          {
            "description": "Submit acknowledgment of receipt of order to the Commission, sworn under penalty of perjury",
            "quoted_text": "Defendant, within 7 days of entry of this order, must submit to the Commission an acknowledgment of receipt of this order sworn under penalty of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "For 5 years, deliver copy of order to all principals, officers, directors, LLC managers and members, employees and agents involved in relevant conduct, and any successor business entities",
            "quoted_text": "For 5 years after entry of this order, defendant must deliver a copy of this order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees, agents, and representatives who participate in conduct related to the subject matter of the order; and (3) any business entity resulting from any change in structure as set forth in the Section titled Compliance Reporting. Delivery must occur within 7 days of entry of this order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Obtain signed and dated acknowledgments of receipt from each individual or entity to which order was delivered",
            "quoted_text": "From each individual or entity to which defendant delivered a copy of this order, defendant must obtain, within 30 days, a signed and dated acknowledgment of receipt of this order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendant must submit compliance reports and notices to the Commission for 20 years, including an initial one-year report and notifications of material changes.",
        "requirements": [
          {
            "description": "Submit initial compliance report one year after entry of order, sworn under penalty of perjury, identifying contact information, businesses, activities, compliance status, and order acknowledgments",
            "quoted_text": "One year after entry of this order, defendant must submit a compliance report, sworn under penalty of perjury. Defendant must: (a) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission and plaintiff may use to communicate with defendant; (b) identify all of defendant's businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (c) describe the activities of each business, including the products and services offered, the means of advertising, marketing, and sales; (d) describe in detail whether and how defendant is in compliance with each Section of this order; and (e) provide a copy of each order acknowledgment obtained pursuant to this order, unless previously submitted to the Commission.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "For 20 years, submit compliance notice within 14 days of any change in designated point of contact or defendant's structure that may affect compliance obligations",
            "quoted_text": "For 20 years following entry of this order, defendant must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following: Defendant must report any change in: (a) any designated point of contact; or (b) the structure of defendant or any entity that the defendant has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Submit notice of bankruptcy or insolvency proceeding within 14 days of filing",
            "quoted_text": "Defendant must submit to the Commission notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against such defendant within 14 days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Recordkeeping Provisions",
        "category": "recordkeeping",
        "summary": "Defendant must create and retain records for 20 years related to furnishing information to CRAs and investigating consumer disputes.",
        "requirements": [
          {
            "description": "Create records for 20 years and retain each for 5 years, including accounting records, personnel records, training materials, customer files, consumer complaints, and compliance documentation",
            "quoted_text": "defendant must create certain records for 20 years after entry of this order, and retain each such record for 5 years. Specifically, in connection with furnishing information to any CRA, and receiving and investigating direct disputes related to Consumer Reports, defendant must create and retain the following records: 1. Accounting records showing the revenues from all goods or services sold; 2. Personnel records showing, for each person providing services, whether as an employee or otherwise, that person's: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination; 3. All employee training materials; 4. Customer files showing the names, addresses, telephone numbers, dollar amounts paid, and the quantity and description of goods or services purchased; 5. Records of all consumer complaints and refund requests, whether received directly or indirectly, such as through a third party, and any response; 6. All records necessary to demonstrate full compliance with each provision of this order, including but not limited to: a. all acknowledgments of receipt of this order, required by the section titled \"Order Acknowledgments\"; and b. all reports submitted to the FTC pursuant to the Section titled \"Compliance Reporting.\"",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "Commission and plaintiff have extensive monitoring authority, including requesting compliance reports, conducting depositions, interviewing personnel, and using undercover investigations.",
        "requirements": [
          {
            "description": "Within 14 days of request, submit additional compliance reports, appear for depositions, and produce documents",
            "quoted_text": "Within 14 days of receipt of a written request from a representative of the Commission, defendant must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury; appear for depositions; and produce documents for inspection and copying. The Commission and plaintiff are also authorized to obtain discovery, without further leave of court, using any of the procedures prescribed by Federal Rules of Civil Procedure 29, 30 (including telephonic depositions), 31, 33, 34, 36, 45, and 69.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Permit direct communication from Commission and plaintiff, and allow interviews of employees and affiliated persons",
            "quoted_text": "For matters concerning this order, the Commission and plaintiff are authorized to communicate directly with the defendant. Defendant must permit representatives of the Commission and plaintiff to interview any employee or other person affiliated with defendant who has agreed to such an interview. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Allow Commission and plaintiff to use undercover methods, including posing as consumers or other entities",
            "quoted_text": "The Commission and plaintiff may use all other lawful means, including posing, through its representatives as consumers, suppliers, or other individuals or entities, to defendant or any individual or entity affiliated with defendant, without the necessity of identification or prior notice. Nothing in this order limits the Commission's lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "Court retains jurisdiction for construction, modification, and enforcement of the order.",
        "requirements": [
          {
            "description": "Court retains jurisdiction for purposes of construction, modification, and enforcement",
            "quoted_text": "It is further ORDERED that this court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Costs and Attorneys' Fees",
        "category": "affirmative_obligation",
        "summary": "Each party bears its own costs and attorneys' fees.",
        "requirements": [
          {
            "description": "Each party shall bear its own costs and attorneys' fees",
            "quoted_text": "It is further ORDERED that each party shall bear its own costs and attorneys' fees incurred in connection with this action.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "For 20 years following entry of this order, defendant must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "09.15, Tricolor Auto Acceptance Complaint.pdf",
      "order": "09.15, Tricolor Auto Acceptance Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 2,
      "order_provisions": 9,
      "order_definitions": 4,
      "order_requirements": 19
    },
    "processing_time_seconds": 107.3
  }
}