{
  "case_info": {
    "docket_number": "3:14-cv-4164",
    "company": {
      "name": "TinyCo, Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "225 Bush Street, Suite 1900, San Francisco, CA 94104",
      "business_description": "TinyCo develops and distributes mobile applications (apps), particularly games for iOS, Android, and Amazon platforms. The company offers free-to-download games that generate revenue through in-app purchases of virtual items. TinyCo's games directed to children include Tiny Pets, Tiny Zoo, Tiny Village, and Tiny Monsters."
    },
    "commissioners": [],
    "case_date": {
      "month": 9,
      "year": 2014
    },
    "legal_authority": "Sections 1303(c) and 1306(d) of the Children's Online Privacy Protection Act of 1998 (COPPA), 15 U.S.C. §§ 6502(c) and 6505(d); Sections 5(a)(1), 5(m)(1)(A), 13(b), and 16(a) of the Federal Trade Commission Act, 15 U.S.C. §§ 45(a)(1), 45(m)(1)(A), 53(b), and 56(a)",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/132-3209-tinyco-inc"
  },
  "complaint": {
    "factual_background": "TinyCo, Inc. operated mobile apps directed at children under age 13, including Tiny Pets, Tiny Zoo, Tiny Village, Tiny Monsters, and Mermaid Resort. Through these apps, TinyCo collected tens of thousands of email addresses from users, including children, without providing required privacy notices to parents or obtaining verifiable parental consent as required by COPPA. Despite receiving complaints from parents whose children under 13 used the apps, TinyCo failed to delete collected information, provide required notices, or obtain parental consent.",
    "representations_made": [],
    "counts": [
      {
        "count_number": 1,
        "title": "COPPA Rule Violations",
        "representation": "TinyCo operated online services directed to children and collected personal information (email addresses) from children under age 13",
        "fact": "TinyCo failed to: (a) provide notice on its website or online services of the information it collects online from children, how it uses such information, and its disclosure practices in violation of Section 312.4(b) of the Rule; (b) provide direct notice to parents of the information it collects online from children, how it uses such information, and its disclosure practices in violation of Section 312.4(c) of the Rule; and (c) obtain verifiable parental consent before any collection or use of personal information from children in violation of Section 312.5(a)(1) of the Rule",
        "conclusion": "Therefore, TinyCo has violated the COPPA Rule, 16 C.F.R. Part 312. Pursuant to Section 1303(c) of COPPA and Section 18(d)(3) of the FTC Act, a violation of the Rule constitutes an unfair or deceptive act or practice in or affecting commerce, in violation of Section 5(a) of the FTC Act."
      }
    ]
  },
  "order": {
    "definitions": {
      "Child": "an individual under the age of 13.",
      "Collects or collection": "the gathering of any personal information from a child by any means, including but not limited to: 1. Requesting, prompting, or encouraging a child to submit personal information online; 2. Enabling a child to make personal information publicly available in identifiable form; or 3. Passive tracking of a child online.",
      "Defendant": "TinyCo, Inc., a corporation, and its successors and assigns.",
      "Delete": "to remove personal information such that it is not maintained in retrievable form and cannot be retrieved in the normal course of business;",
      "Disclose or disclosure": "with respect to personal information: 1. The release of personal information collected by an operator from a child in identifiable form for any purpose, except where an operator provides such information to a person who provides support for the internal operations of the website or online service; and 2. Making personal information collected by an operator from a child publicly available in identifiable form by any means, including but not limited to a public posting through the Internet, or through a personal home page or screen posted on a website or online service; a pen pal service; an electronic mail service; a message board; or a chat room.",
      "Internet": "collectively the myriad of computer and telecommunications facilities, including equipment and operating software, which comprise the interconnected world-wide network of networks that employ the Transmission Control Protocol/Internet Protocol, or any predecessor or successor protocols to such protocol, to communicate information of all kinds by wire, radio, or other methods of transmission.",
      "Obtaining verifiable consent": "making any reasonable effort (taking into consideration available technology) to ensure that before personal information is collected from a child, a parent of the child: 1. Receives notice of the operator's personal information collection, use, and disclosure practices; and 2. Authorizes any collection, use, and/or disclosure of the personal information.",
      "Online contact information": "an e-mail address or any other substantially similar identifier that permits direct contact with a person online, including but not limited to, an instant messaging user identifier, a voice over internet protocol (VOIP) identifier, or a video chat user identifier.",
      "Operator": "any person who operates a website located on the Internet or an online service and who collects or maintains personal information from or about the users of or visitors to such website or online service, or on whose behalf such information is collected or maintained, or offers products or services for sale through that website or online service, where such website or online service is operated for commercial purposes involving commerce among the several States or with 1 or more foreign nations; in any territory of the United States or in the District of Columbia, or between any such territory and another such territory or any State or foreign nation; or between the District of Columbia and any State, territory, or foreign nation.",
      "Parent": "includes a legal guardian.",
      "Person": "any individual, partnership, corporation, trust, estate, cooperative, association, or other entity.",
      "Personal information": "individually identifiable information about an individual collected online, including: 1. A first and last name; 2. A home or other physical address including street name and name of a city or town; 3. Online contact information; 4. A screen or user name where it functions in the same manner as online contact information; 5. A telephone number; 6. A Social Security number; 7. A persistent identifier that can be used to recognize a user over time and across different websites or online services. Such persistent identifier includes, but is not limited to, a customer number held in a cookie, an Internet Protocol (IP) address, a processor or device serial number, or unique device identifier; 8. A photograph, video, or audio file where such file contains a child's image or voice; 9. Geolocation information sufficient to identify street name and name of a city or town; or 10. Information concerning the child or the parents of that child that the operator collects online from the child and combines with an identifier described in this definition.",
      "Release of personal information": "the sharing, selling, renting, or transfer of personal information to any third party.",
      "Third party": "any person who is not: 1. An operator with respect to the collection or maintenance of personal information on the website or online service; or 2. A person who provides support for the internal operations of the website or online service and who does not use or disclose information protected under this part for any other purpose.",
      "Website or online service directed to children": "a commercial website or online service, or portion thereof, that is targeted to children."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Injunction Concerning Collection of Personal Information from Children",
        "category": "prohibition",
        "summary": "Defendant is permanently restrained from violating COPPA Rule, including failing to provide notice to parents, failing to post online notices, and failing to obtain verifiable parental consent before collecting, using, or disclosing personal information from children.",
        "requirements": [
          {
            "description": "Must not fail to make reasonable efforts to ensure parents receive direct notice of practices regarding collection, use, or disclosure of personal information from children",
            "quoted_text": "IT IS ORDERED that Defendant and Defendant's officers, agents, servants, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with being an operator of any website or online service directed to children or of any website or online service with actual knowledge that it is collecting or maintaining personal information from a child, are hereby permanently restrained and enjoined from violating the Children's Online Privacy Protection Rule, 16 C.F.R. Part 312, including, but not limited to: A. failing to make reasonable efforts, taking into account available technology, to ensure that a parent of a child receives direct notice of Defendant's practices with regard to the collection, use, or disclosure of personal information from children, including notice of any material change in the collection, use, or disclosure practices to which the parent has previously consented;",
            "deadline": null,
            "verified": true,
            "confidence": 0.8696763202725724
          },
          {
            "description": "Must not fail to post a prominent and clearly labeled link to online notice of information practices on home/landing page and where personal information is collected",
            "quoted_text": "B. failing to post a prominent and clearly labeled link to an online notice of its information practices with regard to children on the home or landing page or screen of its website or online service, and at each area of the website or online service where personal information is collected from children;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not fail to obtain verifiable parental consent before any collection, use, or disclosure of personal information from children",
            "quoted_text": "C. failing to obtain verifiable parental consent before any collection, use, or disclosure of personal information from children, including consent to any material change in the collection, use, or disclosure practices to which the parent has previously consented.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Injunction Concerning Deletion of Children's Personal Information",
        "category": "affirmative_obligation",
        "summary": "Defendant is permanently restrained from disclosing, using, or benefitting from personal information collected from children prior to entry of this Order, and must destroy such information within 10 days.",
        "requirements": [
          {
            "description": "Must not disclose, use, or benefit from personal information collected from children obtained prior to entry of this Order",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant, its officers, agents, servants, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, are permanently restrained and enjoined from: A. disclosing, using, or benefitting from Personal Information collected from children which Defendant obtained prior to entry of this Order;",
            "deadline": null,
            "verified": true,
            "confidence": 0.9738470728793309
          },
          {
            "description": "Must destroy all personal information collected from children in all forms within 10 days after entry of Order",
            "quoted_text": "B. failing to destroy such Personal Information in all forms in its possession, custody, or control within ten (10) days after entry of this Order. Provided, however, that such Personal Information need not be destroyed, and may be disclosed, to the extent requested by a government agency or required by a law, regulation, or court order.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Monetary Judgment for Civil Penalty",
        "category": "affirmative_obligation",
        "summary": "Judgment of $300,000 is entered in favor of Plaintiff, and Defendant must pay this amount within 7 days by electronic fund transfer.",
        "requirements": [
          {
            "description": "Must pay $300,000 civil penalty to the Treasurer of the United States within 7 days",
            "quoted_text": "B. Defendant is ordered to pay to Plaintiff, by making payment to the Treasurer of the United States, three hundred thousand dollars ($300,000), which, as Defendant stipulates, its undersigned counsel holds in escrow for no purpose other than payment to Plaintiff. Such payment must be made within seven (7) days of entry of this Order by electronic fund transfer in accordance with instructions previously provided by a representative of Plaintiff.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Defendant must submit acknowledgment of receipt of Order within 7 days, deliver copies to personnel for 7 years, and obtain signed acknowledgments from recipients within 30 days.",
        "requirements": [
          {
            "description": "Defendant must submit to Commission acknowledgment of receipt of Order sworn under penalty of perjury within 7 days",
            "quoted_text": "A. Defendant, within seven (7) days of entry of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "For 7 years after entry of Order, must deliver copy of Order to all principals, officers, directors, managers, and employees with supervisory responsibilities; delivery within 7 days for current personnel, before assuming responsibilities for others",
            "quoted_text": "B. For seven (7) years after entry of this Order, Defendant, must deliver a copy of this Order to: (1) all principals, officers, directors, and managers; (2) all employees, agents, and representatives having supervisory responsibilities relating to the collection, retention, storage, or security of personal information, and to all employees, agents, and representatives having supervisory responsibilities relating to the operation of any of Defendant's websites or online services; and (3) any business entity resulting from any change in structure as set forth in the Section titled Compliance Reporting. Delivery must occur within seven (7) days of entry of this Order for current personnel. To all others, delivery must occur before they assume their responsibilities.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 0.8700646087580761
          },
          {
            "description": "Must obtain signed and dated acknowledgment of receipt of Order from each individual or entity to which Order was delivered, within 30 days",
            "quoted_text": "C. From each individual or entity to which a Defendant delivered a copy of this Order, that Defendant must obtain, within thirty (30) days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendant must submit compliance reports to the Commission one year after entry of Order, and for 10 years must submit compliance notices within 14 days of certain changes.",
        "requirements": [
          {
            "description": "Must submit compliance report sworn under penalty of perjury one year after entry of Order, including contact information, business details, compliance status, privacy notices, parental consent methods, and Order acknowledgments",
            "quoted_text": "A. One year after entry of this Order, Defendant must submit a compliance report, sworn under penalty of perjury. In such report, Defendant must: 1. identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission and Plaintiff may use to communicate with Defendant; 2. identify all of Defendant's businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; 3. describe the activities of each business, including the goods and services offered, the means of advertising, marketing, and sales; 4. describe in detail whether and how Defendant is in compliance with each Section of this Order; 5. provide a copy of each different version of any privacy notice posted on each website or online service operated by Defendant or sent to parents of children that register on each website or online service; 6. provide a statement setting forth in detail the methods used to obtain verifiable parental consent prior to any collection, use, and/or disclosure of personal information from children; 7. provide a statement setting forth in detail the means provided for parents to review the personal information collected from their children and to refuse to permit its further use or maintenance; and 8. provide a copy of each Order Acknowledgment obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 0.9627207088939941
          },
          {
            "description": "For 10 years after entry of Order, must submit compliance notice within 14 days of any change in designated point of contact or structure of Defendant",
            "quoted_text": "B. For ten (10) years after entry of this Order, Defendant must submit a compliance notice, sworn under penalty of perjury, within fourteen (14) days of any change in: (a) any designated point of contact; or (b) the structure of Defendant or any entity that Defendant has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.8575851393188855
          },
          {
            "description": "Must submit notice of bankruptcy filing within 14 days of filing",
            "quoted_text": "C. Defendant must submit to the Commission notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against Defendant within fourteen (14) days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendant must create certain records for 10 years after entry of Order and retain each record for 5 years, including compliance records, consumer complaints, and copies of forms and webpages.",
        "requirements": [
          {
            "description": "Must create records for 10 years after entry of Order and retain each record for 5 years, including all records necessary to demonstrate compliance, consumer complaints, and copies of forms/pages used to collect personal information",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant must create certain records for ten (10) years after entry of the Order, and retain each such record for five (5) years. Specifically, Defendant must create and retain the following records: A. all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission; B. copies of all consumer complaints relating to Defendant's collection of personal information whether received directly or indirectly, such as through a third party, and any response; and C. a copy of each materially different form, page, or screen created, maintained, or otherwise provided by Defendant through which Defendant collects personal information, and a copy of each materially different document containing any representation regarding Defendant's collection, use, and disclosure practices pertaining to personal information. Each webpage copy shall be accompanied by the URL of the webpage where the material was posted online. Electronic copies shall include all text and graphics files, audio scripts, and other computer files used in presenting information on the Internet. Provided, however, that for purposes of this subsection, VI.C., Defendant shall not be required to retain any document for longer than two (2) years after the document was created, or to retain a print or electronic copy of any amended web page or screen to the extent that the amendment does not affect Defendant's compliance obligations under this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9421813031161473
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "Commission and Plaintiff are authorized to monitor Defendant's compliance, including requesting additional reports, conducting depositions, obtaining discovery, interviewing employees, and posing as consumers.",
        "requirements": [
          {
            "description": "Within 14 days of written request from Commission or Plaintiff, must submit additional compliance reports, appear for depositions, and produce documents",
            "quoted_text": "A. Within 14 days of receipt of a written request from a representative of the Commission or Plaintiff, Defendant must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury; appear for depositions; and produce documents for inspection and copying. The Commission and Plaintiff are also authorized to obtain discovery, without further leave of court, using any of the procedures prescribed by Federal Rules of Civil Procedure 29, 30 (including telephonic depositions), 31, 33, 34, 36, 45, and 69.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.865414710485133
          },
          {
            "description": "Must permit Commission and Plaintiff to communicate directly with Defendant and to interview employees or affiliated persons who agree to interview",
            "quoted_text": "B. For matters concerning this Order, the Commission and Plaintiff are authorized to communicate directly with Defendant. Defendant must permit representatives of the Commission and Plaintiff to interview any employee or other person affiliated with Defendant who has agreed to such an interview. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction over this matter for purposes of construction, modification, and enforcement of this Order.",
        "requirements": [
          {
            "description": "Court retains jurisdiction for construction, modification, and enforcement of Order",
            "quoted_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "This Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "09.14, TinyCo Complaint.pdf",
      "order": "09.14, TinyCo Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 0,
      "order_provisions": 8,
      "order_definitions": 15,
      "order_requirements": 16
    },
    "processing_time_seconds": 323.8
  }
}