{
  "case_info": {
    "docket_number": "5:18-cv-01960",
    "company": {
      "name": "Innovative Paycheck Solutions",
      "incorporation_state": "",
      "entity_type": "unincorporated entity",
      "address": "",
      "business_description": "Innovative Paycheck Solutions operates the website www.fakepaystubonline.com and sells customers a variety of financial documents, including fake pay stubs, income tax forms and returns, bank statements, and profit and loss statements. The company also offers a service for editing real bank statements provided by customers."
    },
    "commissioners": [],
    "case_date": {
      "month": 9,
      "year": 2018
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a)",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/172-3111-katrina-moore",
    "statutory_topics": [
      "Section 5 Only"
    ],
    "practice_areas": [
      "Other"
    ],
    "industry_sectors": [
      "Financial Services"
    ]
  },
  "complaint": {
    "factual_background": "Since at least 2013, Katrina Moore operated Innovative Paycheck Solutions (IPS) and the website fakepaystubonline.com, selling fake pay stubs, fake income tax forms and returns, fake bank statements, fake profit and loss statements, and a service for editing real bank statements. While labeling these products as 'fake,' Moore marketed them as authentic-looking and accurately calculated without watermarks, knowing they would be presented as genuine documents to lenders, landlords, and government agencies. Moore's Terms and Conditions claimed the products were for 'novelty and entertainment purposes,' but she did not clearly mark the documents as novelty items and even advised customers on how to avoid making pay stubs look fake. These products are used to commit identity theft, tax fraud, and loan fraud, causing substantial harm to consumers, lenders, and the public.",
    "representations_made": [
      {
        "description": "Claimed that the fake financial documents are authentic-looking, accurately calculated, and free of watermarks — effectively marketing them for use as genuine documents",
        "quoted_text": "17. Defendant consistently emphasizes that its products are “fake” but 11 look “authentic” and contain “accurate” calculations. For example, the Website’s 12 URL, www.fakepaystubonline.com, prominently describes the site’s products as 13 14 “fake.” The home page and product pages for pay stubs, tax forms, and bank 15 statements use the all-capitalized, bold-faced heading “FAKE.” See Exhs. A-1, -2; 16 C-1, E-1; G-1; H. Other product pages similarly describe the pay stubs and tax 17 forms as “fake.” See Exhs. C-1; D; F-1. Metatags in the Website’s source code 18 (which drive Internet search traffic) describe: “Custom Fake Pay Stubs” and 19 “Inexpensive & Authentic Fake Pay Stubs!” Exh. M. Metatags also identify the 20 21 site as: “Fake Pay Stubs Online | Quick, Easy, Accurate Pay Stubs.” Id. The 22 Website describes itself as: “Your one stop shop for authentic looking fake page 23 stubs and other income verification documents . . . Whether you want fake pay 24 stubs, fake W2’s or fake pay statements, we can help!” Exh. N. The Website 25 further states: “We make our check stubs with accurate tax withholding’s [sic], 26 and without a watermarks [sic].” Id. at N-2.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 17,
        "quote_start_line": 271,
        "quote_end_line": 297
      },
      {
        "description": "Claimed in the Terms and Conditions that all items sold on the site are for 'novelty and entertainment purposes' and that the word 'fake' is used solely for search engine optimization",
        "quoted_text": "1 18. The Website’s Terms and Conditions state: “All items sold on this 2 site are for novelty and entertainment purposes.” Exh. O. The Terms and 3 Conditions further state: “The term “fake” as used in this website’s text, title, meta 4 tags, keywords, and images equate with the word ‘novelty’ and are used for the 5 sole purpose of search engine optimization.” Id.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 18,
        "quote_start_line": 304,
        "quote_end_line": 312
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Unfair Acts or Practices — Sale of Fake Financial Documents",
        "representation": "Defendant advertised and sold fake pay stubs, fake income tax documents, fake bank statements, fake profit and loss statements, and services for falsifying real bank statements and other real financial documents",
        "fact": "Fake financial documents, such as those sold on Defendant's website, are used to facilitate fraudulent activity, including identity theft and loan fraud, causing or likely causing substantial injury to consumers that they cannot reasonably avoid and that is not outweighed by countervailing benefits to consumers or competition",
        "conclusion": "Defendant's practices as described in Paragraph 24 constitute unfair acts or practices in violation of Section 5 of the FTC Act, 15 U.S.C. §§ 45(a) and 45(n)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Defendant": "Katrina Moore, individually and doing business as Innovative Paycheck Solutions and FakePayStubOnline.com.",
      "Fake Document": "any document, in paper or electronic form, that misrepresents any person's identity, residency, finances, taxes, or employment, or otherwise misrepresents the document's source, provenance, authenticity, or accuracy."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Fake Documents",
        "category": "prohibition",
        "summary": "Defendant is permanently restrained and enjoined from advertising, marketing, promoting, or offering for sale any Fake Document or any service, template, or mechanism for creating any Fake Document.",
        "requirements": [
          {
            "description": "Defendant is permanently prohibited from advertising, marketing, promoting, or offering for sale any Fake Document or any service, template, or mechanism for creating a Fake Document.",
            "quoted_text": "IT IS ORDERED that Defendant is permanently restrained and enjoined 22 from advertising, marketing, promoting, or offering for sale, or assisting in the 23 24 advertising, marketing, promoting, or offering for sale any Fake Document or any 25 service, template, or mechanism for creating any Fake Document.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 143,
            "quote_end_line": 149
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Other"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Prohibition Against Providing Means and Instrumentalities to Deceive Consumers",
        "category": "prohibition",
        "summary": "Defendant and all persons acting in concert with her are permanently prohibited from providing others the means to make misrepresentations about any person's identity, residency, finances, taxes, or employment, or the source/authenticity of related documents.",
        "requirements": [
          {
            "description": "Defendant and all persons in active concert or participation with Defendant are permanently restrained from providing to others the means and instrumentalities to make material misrepresentations about any person's identity, residency, finances, taxes, or employment, or the source, provenance, authenticity, or accuracy of any document related to those subjects.",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant, Defendant’s officers, agents, 4 5 employees and attorneys, and all other persons in active concert or participation 6 with any of them, who receive actual notice of this Order, whether acting directly 7 or indirectly, are permanently restrained and enjoined from providing to others the 8 9 means and instrumentalities with which to make, expressly or by implication, any 10 statement or representation of material fact that misrepresents: 11 12 A. any person’s identity, residency, finances, taxes, or employment; or 13 B. the source, provenance, authenticity, or accuracy of any document related 14 to identity, residency, finances, taxes, or employment.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 161,
            "quote_end_line": 179
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Other"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "III",
        "title": "Monetary Judgment",
        "category": "affirmative_obligation",
        "summary": "A $169,000 monetary judgment is entered against Defendant but suspended based on the truthfulness of her financial representations; if those representations are found to be false, the full judgment becomes immediately due.",
        "requirements": [
          {
            "description": "Judgment of $169,000 is entered in favor of the Commission against Defendant as equitable monetary relief.",
            "quoted_text": "A. Judgment in the amount of one hundred sixty-nine thousand Dollars 19 20 ($169,000) is entered in favor of the Commission against Defendant as equitable 21 monetary relief.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 185,
            "quote_end_line": 189
          },
          {
            "description": "The judgment is suspended subject to the conditions described in the subsections, premised on the truthfulness, accuracy, and completeness of Defendant's sworn financial statements and related documents submitted to the Commission.",
            "quoted_text": "B. The judgment is suspended subject to the Subsections below. 23 24 C. The Commission’s agreement to the suspension of the judgment is expressly 25 premised upon the truthfulness, accuracy, and completeness of Defendants’ sworn 26 27 28 STIPULATED ORDER PAGE 4 Case 5:18-cv-01960-MWF-SP Document 8 Filed 09/17/18 Page 5 of 14 Page ID #:56 1 financial statements and related documents (collectively, “financial 2 representations”) submitted to the Commission, namely: 3 1. the Financial Statement of Defendant Katrina Moore signed on April 1, 4 5 2018, including the attachments; and 6 2. the additional documentation submitted by Defendant’s counsel Eric 7 Anderson, which is described in the April 12, 2018, letter from Commission 8 9 counsel Katherine White to Defendant’s counsel Eric Anderson.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 191,
            "quote_end_line": 215
          },
          {
            "description": "If the Court finds Defendant failed to disclose any material asset, materially misstated the value of any asset, or made any other material misstatement or omission in the financial representations, the suspension of the judgment will be lifted.",
            "quoted_text": "D. The suspension of the judgment will be lifted as to Defendant if, upon 11 motion by the Commission, the Court finds that Defendant failed to disclose any 12 13 material asset, materially misstated the value of any asset, or made any other 14 material misstatement or omission in the financial representations identified above.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 217,
            "quote_end_line": 224
          },
          {
            "description": "If the suspension is lifted, the full $169,000 judgment (less any prior payments, plus interest from the date of entry) becomes immediately due.",
            "quoted_text": "E. If the suspension of the judgment is lifted, the judgment becomes 16 17 immediately due as to Defendant in the amount specified in Subsection A. above 18 (which the parties stipulate only for purposes of this Section represents the unjust 19 enrichment alleged in the Complaint), less any payment previously made pursuant 20 21 to this Section, plus interest computed from the date of entry of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 226,
            "quote_end_line": 236
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Other"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Additional Monetary Provisions",
        "category": "affirmative_obligation",
        "summary": "Defendant relinquishes all rights to transferred assets, the Complaint facts are taken as true in subsequent litigation, Defendant acknowledges use of her tax ID numbers for collecting delinquent amounts, and all money paid to the Commission may be used for equitable relief or deposited to the U.S. Treasury.",
        "requirements": [
          {
            "description": "Defendant relinquishes all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek the return of any assets.",
            "quoted_text": "1 A. Defendant relinquishes dominion and all legal and equitable right, title, and 2 interest in all assets transferred pursuant to this Order and may not seek the return 3 of any assets.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 249,
            "quote_end_line": 253
          },
          {
            "description": "The facts alleged in the Complaint will be taken as true, without further proof, in any subsequent civil litigation by or on behalf of the Commission, including nondischargeability proceedings in bankruptcy.",
            "quoted_text": "B. The facts alleged in the Complaint will be taken as true, without further 6 proof, in any subsequent civil litigation by or on behalf of the Commission, 7 including in a proceeding to enforce its rights to any payment or monetary 8 9 judgment pursuant to this Order, such as a nondischargeability complaint in any 10 bankruptcy case.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 256,
            "quote_end_line": 265
          },
          {
            "description": "The facts alleged in the Complaint establish all elements necessary to sustain an action under Section 523(a)(2)(A) of the Bankruptcy Code, and this Order will have collateral estoppel effect for such purposes.",
            "quoted_text": "C. The facts alleged in the Complaint establish all elements necessary to sustain 12 13 and action by the Commission pursuant to Section 523(a)(2)(A) of the Bankruptcy 14 Code, 11 U.S.C. § 523(a)(2)(A), and this Order will have collateral estoppel effect 15 for such purposes.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 267,
            "quote_end_line": 274
          },
          {
            "description": "Defendant acknowledges that her Taxpayer Identification Numbers previously submitted to the Commission may be used for collecting and reporting on any delinquent amount arising out of this Order, in accordance with 31 U.S.C. § 7701.",
            "quoted_text": "D. Defendant acknowledges that her Taxpayer Identification Numbers (Social 18 Security Numbers or Employer Identification Numbers), which Defendant 19 20 previously submitted to the Commission, may be used for collecting and reporting 21 on any delinquent amount arising out of this Order, in accordance with 31 U.S.C. 22 §7701.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 277,
            "quote_end_line": 285
          },
          {
            "description": "All money paid to the Commission may be deposited into a fund for equitable relief including consumer redress; any remaining money may be applied to other equitable relief or deposited to the U.S. Treasury as disgorgement. Defendant has no right to challenge the Commission's actions under this subsection.",
            "quoted_text": "24 E. All money paid to the Commission pursuant to this Order may be deposited 25 into a fund administered by the Commission or its designee to be used for 26 equitable relief, including consumer redress and any attendant expenses for the 27 28 STIPULATED ORDER PAGE 6 Case 5:18-cv-01960-MWF-SP Document 8 Filed 09/17/18 Page 7 of 14 Page ID #:58 1 administration of any redress fund. If a representative of the Commission decides 2 that direct redress to consumers is wholly or partially impracticable or money 3 remains after redress is completed, the Commission may apply any remaining 4 5 money for such other equitable relief (including consumer information remedies) 6 as it determines to be reasonably related to Defendant’s practices alleged in the 7 Complaint. Any money not used for such equitable relief is to be deposited to the 8 9 U.S. Treasury as disgorgement. Defendant has no right to challenge any actions 10 the Commission or its representatives may take pursuant to this Subsection.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 287,
            "quote_end_line": 312
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Other"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      },
      {
        "provision_number": "V",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Defendant must personally acknowledge receipt of the Order under penalty of perjury within 7 days, deliver copies to relevant personnel within specified timeframes for 5 years, and obtain signed acknowledgments from each recipient within 30 days.",
        "requirements": [
          {
            "description": "Within 7 days of entry of this Order, Defendant must submit to the Commission a sworn acknowledgment of receipt of this Order under penalty of perjury.",
            "quoted_text": "A. Defendant, within 7 days of entry of this Order, must submit to the 16 17 Commission an acknowledgment of receipt of this Order sworn under penalty of 18 perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 321,
            "quote_end_line": 326
          },
          {
            "description": "For 5 years after entry of this Order, Defendant must deliver a copy of the Order to all principals, officers, directors, LLC managers/members, employees with managerial responsibilities for conduct related to the Order, agents and representatives who participate in such conduct, and any business entity resulting from a structural change — within 7 days for current personnel and before assuming responsibilities for all others.",
            "quoted_text": "B. For 5 years after entry of this Order, Defendant for any business that 20 21 Defendant is the majority owner or controls directly or indirectly, must deliver a 22 copy of this Order to: (1) all principals, officers, directors, and LLC managers and 23 24 members; (2) all employees having managerial responsibilities for conduct related 25 to the subject matter of the Order and all agents and representatives who participate 26 in conduct related to the subject matter of the Order; and (3) any business entity 27 28 STIPULATED ORDER PAGE 7 Case 5:18-cv-01960-MWF-SP Document 8 Filed 09/17/18 Page 8 of 14 Page ID #:59 1 resulting from any change in structure as set forth in the Section titled Compliance 2 Reporting. Delivery must occur within 7 days of entry of this Order for current 3 personnel. For all others, delivery must occur before they assume their 4 5 responsibilities.",
            "deadline": "7 days for current personnel; before assuming responsibilities for new personnel",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 328,
            "quote_end_line": 352
          },
          {
            "description": "From each individual or entity to which Defendant delivered a copy of this Order, Defendant must obtain a signed and dated acknowledgment of receipt within 30 days.",
            "quoted_text": "C. From each individual or entity to which Defendant delivered a copy of this 7 Order, Defendant must obtain, within 30 days, a signed and dated acknowledgment 8 9 of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 354,
            "quote_end_line": 358
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Other"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendant must submit a sworn annual compliance report one year after entry and notify the Commission within 14 days of specified changes for 20 years; Defendant must also notify the Commission of any bankruptcy filing within 14 days, and all submissions must follow specified format and delivery requirements.",
        "requirements": [
          {
            "description": "One year after entry of this Order, Defendant must submit a sworn compliance report identifying contact information, business activities, roles and responsibilities, points of contact, business names/addresses, description of business activities, compliance status for each Order section, and copies of all Order acknowledgments obtained.",
            "quoted_text": "A. One year after entry of this Order, Defendant must submit a compliance 15 report, sworn under penalty of perjury, Defendant must: 16 17 1. identify all telephone numbers and all physical, postal, email and Internet 18 addresses, including all residences; 19 2. identify all business activities, including any business for which Defendant 20 21 performs services whether as an employee or otherwise and any entity in which 22 Defendant has any ownership interest; 23 24 3. describe in detail Defendant’s involvement in each such business, including 25 title, role, responsibilities, participation, authority, control, and any ownership; 26 27 28 STIPULATED ORDER PAGE 8 Case 5:18-cv-01960-MWF-SP Document 8 Filed 09/17/18 Page 9 of 14 Page ID #:60 1 4. identify the primary physical, postal, and email address and telephone 2 number, as designated points of contact, which representatives of the Commission 3 may use to communicate with Defendant; 4 5 5. identify all of Defendant’s businesses by all of their names, telephone 6 numbers, and physical, postal, email, and Internet addresses; 7 6. describe the activities of each business, including the goods and services 8 9 offered, the means of advertising, marketing, and sales; 10 7. describe in detail whether and how Defendant is in compliance with each 11 Section of this Order; and 12 13 8. provide a copy of each Order Acknowledgment obtained pursuant to this 14 Order, unless previously submitted to the Commission.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 367,
            "quote_end_line": 416
          },
          {
            "description": "For 20 years after entry of this Order, Defendant must submit a sworn compliance notice within 14 days of any change in: name/aliases/residence address; title or role in any business activity or entity; designated points of contact; or the structure of any entity in which Defendant has an ownership interest that may affect compliance obligations.",
            "quoted_text": "B. For 20 years after entry of this Order, Defendant must submit a compliance 16 17 notice, sworn under penalty of perjury, within 14 days of any change in the 18 following: 19 20 1. name, including aliases or fictitious name, or residence address; 21 2. title or role in any business activity, including any business for which 22 Defendant performs services whether as an employee or otherwise and any entity 23 24 in which Defendant has any ownership interest, and identify the name, physical 25 address, and any Internet address of the business or entity; 26 3. any designated point of contact; or 27 28 STIPULATED ORDER PAGE 9 Case 5:18-cv-01960-MWF-SP Document 8 Filed 09/17/18 Page 10 of 14 Page ID #:61 1 4. the structure of any entity that Defendant has any ownership interest in or 2 controls directly or indirectly that may affect compliance obligations arising under 3 this Order, including: creation, merger, sale, or dissolution of the entity or any 4 5 subsidiary, parent, or affiliate that engages in any acts or practices subject to this 6 Order.",
            "deadline": "14 days of any qualifying change",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 418,
            "quote_end_line": 451
          },
          {
            "description": "Defendant must submit notice to the Commission of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against Defendant within 14 days of its filing.",
            "quoted_text": "C. Defendant must submit to the Commission notice of the filing of any 8 9 bankruptcy petition, insolvency proceeding, or similar proceeding by or against 10 Defendant within 14 days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 453,
            "quote_end_line": 458
          },
          {
            "description": "All submissions required by this Order to be sworn under penalty of perjury must be true and accurate, comply with 28 U.S.C. § 1746, and include a declaration with the date, signatory's full name, title (if applicable), and signature.",
            "quoted_text": "D. Any submission to the Commission required by this Order to be sworn under 12 13 penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, 14 such as by concluding: “I declare under penalty of perjury under the laws of the 15 United States of America that the foregoing is true and correct. Executed on: 16 17 _____” and supplying the date, signatory’s full name, title (if applicable), and 18 signature.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 460,
            "quote_end_line": 472
          },
          {
            "description": "Unless otherwise directed, all submissions must be emailed to DEbrief@ftc.gov or sent by overnight courier to the Associate Director for Enforcement, Bureau of Consumer Protection, FTC, 600 Pennsylvania Avenue N.W., Washington, DC 20580, with the subject line beginning: FTC v. Katrina Moore, FTC Matter No. 1723111.",
            "quoted_text": "20 E. Unless otherwise directed by a Commission representative in writing, all 21 submissions to the Commission pursuant to this Order must be emailed to 22 DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: 23 24 Associate Director for Enforcement, Bureau of Consumer Protection, Federal 25 Trade Commission, 600 Pennsylvania Avenue N.W., Washington, DC 20580. The 26 subject line must begin: FTC v. Katrina Moore, FTC Matter No. 1723111.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 474,
            "quote_end_line": 484
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Other"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendant must create certain records for 20 years after entry of the Order and retain each such record for 5 years, covering accounting records, personnel records, consumer complaints and refund requests, and all records necessary to demonstrate full compliance with the Order.",
        "requirements": [
          {
            "description": "Defendant must create and retain accounting records showing the revenues from all goods or services sold, for any business Defendant is a majority owner or controls directly or indirectly.",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant must create certain records for 3 20 years after entry of the Order, and retain each such record for 5 years. 4 5 Specifically, Defendant for any business that Defendant is a majority owner or 6 controls directly or indirectly, must create and retain the following records: 7 A. accounting records showing the revenues from all goods or services sold;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 493,
            "quote_end_line": 502
          },
          {
            "description": "Defendant must create and retain personnel records showing, for each person providing services, their name, addresses, telephone numbers, job title or position, dates of service, and reason for termination (if applicable).",
            "quoted_text": "B. personnel records showing, for each person providing services, whether as 10 an employee or otherwise, that person’s: name; addresses; telephone numbers; job 11 title or position; dates of service; and (if applicable) the reason for termination;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 505,
            "quote_end_line": 509
          },
          {
            "description": "Defendant must create and retain records of all consumer complaints and refund requests, whether received directly or indirectly (e.g., through a third party), and any response.",
            "quoted_text": "C. records of all consumer complaints and refund requests, whether received 14 directly or indirectly, such as through a third party, and any response; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 512,
            "quote_end_line": 514
          },
          {
            "description": "Defendant must create and retain all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission.",
            "quoted_text": "D. all records necessary to demonstrate full compliance with each provision of 16 17 this Order, including all submissions to the Commission.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 516,
            "quote_end_line": 519
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Other"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission is authorized to monitor Defendant's compliance through additional reports, depositions, document production, direct communications, interviews of affiliated persons, undercover methods, and consumer reporting agency records.",
        "requirements": [
          {
            "description": "Within 14 days of a written request from the Commission, Defendant must submit additional compliance reports or other requested information (sworn under penalty of perjury), appear for depositions, and produce documents for inspection and copying. The Commission may also obtain discovery under Federal Rules of Civil Procedure 29, 30, 31, 33, 34, 36, 45, and 69.",
            "quoted_text": "A. Within 14 days of receipt of a written request from a representative of the 23 24 Commission, Defendant must: submit additional compliance reports or other 25 requested information, which must be sworn under penalty of perjury; appear for 26 depositions; and produce documents for inspection and copying. The Commission 27 28 STIPULATED ORDER PAGE 11 Case 5:18-cv-01960-MWF-SP Document 8 Filed 09/17/18 Page 12 of 14 Page ID #:63 1 is also authorized to obtain discovery, without further leave of court, using any of 2 the procedures prescribed by Federal Rules of Civil Procedure 29, 30 (including 3 telephonic depositions), 31, 33, 34, 36, 45, and 69.",
            "deadline": "14 days of written request",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 527,
            "quote_end_line": 544
          },
          {
            "description": "The Commission is authorized to communicate directly with Defendant and Defendant must permit Commission representatives to interview any employee or affiliated person who has agreed to such an interview; the person may have counsel present.",
            "quoted_text": "5 B. For matters concerning this Order, the Commission is authorized to 6 communicate directly with Defendant. Defendant must permit representatives of 7 the Commission to interview any employee or other person affiliated with 8 9 Defendant who has agreed to such an interview. The person interviewed may have 10 counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 546,
            "quote_end_line": 554
          },
          {
            "description": "The Commission may use all other lawful means, including posing as consumers, suppliers, or other individuals/entities, without identification or prior notice, and may use compulsory process under Sections 9 and 20 of the FTC Act.",
            "quoted_text": "C. The Commission may use all other lawful means, including posing, through 12 13 its representatives as consumers, suppliers, or other individuals or entities, to 14 Defendant or any individual or entity affiliated with Defendants, without the 15 necessity of identification or prior notice. Nothing in this Order limits the 16 17 Commission’s lawful use of compulsory process, pursuant to Sections 9 and 20 of 18 the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 556,
            "quote_end_line": 568
          },
          {
            "description": "Upon written request from the Commission, any consumer reporting agency must furnish consumer reports concerning Defendant pursuant to Section 604(1) of the Fair Credit Reporting Act, 15 U.S.C. § 1681b(a)(1).",
            "quoted_text": "D. Upon written request from a representative of the Commission, any 20 21 consumer reporting agency must furnish consumer reports concerning Defendant, 22 pursuant to Section 604(1) of the Fair Credit Reporting Act, 15 U.S.C. 23 24 §1681b(a)(1).",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 570,
            "quote_end_line": 577
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Other"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "IX",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction over this matter for purposes of construction, modification, and enforcement of the Order.",
        "requirements": [
          {
            "description": "The Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "quoted_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this 3 matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 588,
            "quote_end_line": 590
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Other"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "For 20 years after entry of this Order, Defendant must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "09.18, Katrina Moore Complaint.pdf",
      "order": "09.18, Katrina Moore Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 2,
      "order_provisions": 9,
      "order_definitions": 2,
      "order_requirements": 28,
      "provisions_per_section": {
        "I": 1,
        "II": 1,
        "III": 4,
        "IV": 5,
        "V": 3,
        "VI": 5,
        "VII": 4,
        "VIII": 4,
        "IX": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 2,
        "complaint_total": 2,
        "order_verified": 28,
        "order_total": 28
      }
    },
    "processing_time_seconds": 127.9
  }
}