{
  "case_info": {
    "docket_number": "C-4538",
    "company": {
      "name": "Nomi Technologies, Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "26 West 17th Street, 2nd Floor, New York, NY 10011",
      "business_description": "Nomi uses mobile device tracking technology to provide analytics services to brick and mortar retailers through its Listen service. The company collects information from consumers' mobile devices by placing sensors in retail locations that detect media access control (MAC) addresses broadcast by mobile devices searching for WiFi networks, and provides analytics reports to clients about customer traffic patterns, visit duration, and repeat customers."
    },
    "commissioners": [
      "Edith Ramirez, Chairwoman",
      "Julie Brill",
      "Maureen K. Ohlhausen",
      "Terrell McSweeny"
    ],
    "case_date": {
      "month": 9,
      "year": 2015
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/132-3251-nomi-technologies-inc-matter",
    "statutory_topics": [
      "Section 5 Only"
    ],
    "practice_areas": [
      "Privacy"
    ],
    "industry_sectors": [
      "Technology",
      "Retail"
    ]
  },
  "complaint": {
    "factual_background": "Nomi Technologies, Inc. operated a mobile device tracking service called \"Listen\" that collected MAC addresses and other data from consumers' mobile devices in retail locations to provide analytics to retailers. From November 2012 to October 2013, Nomi's privacy policy promised consumers they could opt out both on Nomi's website and at any retailer using Nomi's technology. However, Nomi never provided any opt-out mechanism at retail locations, nor did it ensure retailers disclosed to consumers that the Listen service was being used.",
    "representations_made": [
      {
        "description": "Nomi pledged to always allow consumers to opt out of Nomi's service on its website as well as at any retailer using Nomi's technology",
        "quoted_text": "Nomi pledges to…. Always allow consumers to opt out of Nomi’s service on its website as well as at any retailer using Nomi’s technology. (See Exhibits A-C).",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 12,
        "quote_start_line": 74,
        "quote_end_line": 75
      },
      {
        "description": "Consumers could opt out of Nomi's Listen service at retail locations using this service",
        "quoted_text": "14. As described in Paragraph 12, Nomi represented, directly or indirectly, expressly or by implication, that consumers could opt out of Nomi’s Listen service at retail locations using this service.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 14,
        "quote_start_line": 88,
        "quote_end_line": 90
      },
      {
        "description": "Consumers would be given notice when a retail location was utilizing Nomi's Listen service",
        "quoted_text": "16. As described in Paragraph 12, Nomi represented, directly or indirectly, expressly or by implication, that consumers would be given notice when a retail location was utilizing Nomi’s Listen service.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 16,
        "quote_start_line": 94,
        "quote_end_line": 96
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Failure to Provide Opt-Out at Retail Locations",
        "representation": "Consumers could opt out of Nomi's Listen service at retail locations using this service",
        "fact": "Nomi did not provide an opt-out mechanism at its clients' retail locations",
        "conclusion": "Therefore, the representation set forth in Paragraph 14 is false or misleading."
      },
      {
        "count_number": 2,
        "title": "Failure to Provide Notice at Retail Locations",
        "representation": "Consumers would be given notice when a retail location was utilizing Nomi's Listen service",
        "fact": "Neither Nomi nor its clients disclosed to consumers that Nomi's Listen service was being used at a retail location",
        "conclusion": "Therefore, the representation set forth in Paragraph 16 is false or misleading."
      }
    ]
  },
  "order": {
    "definitions": {
      "respondent": "Nomi Technologies, Inc., and its successors and assigns.",
      "Commerce": "as defined in Section 4 of the Federal Trade Commission Act, 15. U.S.C. § 44."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Consumer Control and Notice",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent the options through which consumers can exercise control over data collection or the extent to which consumers will receive notice about data practices.",
        "requirements": [
          {
            "description": "Must not misrepresent consumer control options over data collection, use, disclosure, or sharing",
            "quoted_text": "IT IS ORDERED that respondent and its officers, agents, representatives, and employees, directly or through any corporation, subsidiary, division, website, other device, or an affiliate owned or controlled by respondent, in connection with the advertising, promotion, offering for sale, sale, or dissemination of any product or service, in or affecting commerce, shall not misrepresent in any manner, expressly or by implication: (A) the options through which, or the extent to which, consumers can exercise control over the collection, use, disclosure, or sharing of information collected from or about them or their computers or devices, or (B) the",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 52,
            "quote_end_line": 58
          },
          {
            "description": "Must not misrepresent the extent to which consumers will be provided notice about data practices",
            "quoted_text": "IT IS ORDERED that respondent and its officers, agents, representatives, and employees, directly or through any corporation, subsidiary, division, website, other device, or an affiliate owned or controlled by respondent, in connection with the advertising, promotion, offering for sale, sale, or dissemination of any product or service, in or affecting commerce, shall not misrepresent in any manner, expressly or by implication: (A) the options through which, or the extent to which, consumers can exercise control over the collection, use, disclosure, or sharing of information collected from or about them or their computers or devices, or (B) the extent to which consumers will be provided notice about how data from or about a particular consumer, computer, or device is collected, used, disclosed, or shared.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 52,
            "quote_end_line": 60
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Recordkeeping Requirements",
        "category": "recordkeeping",
        "summary": "Respondent must maintain and make available to the FTC various records related to compliance, representations, and consumer complaints for specified periods.",
        "requirements": [
          {
            "description": "Maintain for 5 years any documents that contradict, qualify, or call into question compliance with this order",
            "quoted_text": "A. for a period of five (5) years from the date of preparation, any documents, whether prepared by or on behalf of respondent that contradict, qualify, or call into question respondent’s compliance with this order;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 64,
            "quote_end_line": 66
          },
          {
            "description": "Maintain for 5 years all publicly disseminated statements containing representations covered by this order and materials used in making such representations",
            "quoted_text": "B. for a period of five (5) years from the date of preparation or dissemination, whichever is later, all publicly disseminated statements containing any representation covered by this order, as well as all materials used or relied upon in making or disseminating the representation; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 67,
            "quote_end_line": 70
          },
          {
            "description": "Maintain for 5 years all consumer complaints related to conduct prohibited by this order and responses to such complaints",
            "quoted_text": "C. for a period of five (5) years from the date received, all consumer complaints directed at respondent, or forwarded to respondent by a third party, that relate to the conduct prohibited by this order and any responses to such complaints.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 71,
            "quote_end_line": 73
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "III",
        "title": "Order Acknowledgment and Distribution",
        "category": "acknowledgment",
        "summary": "Respondent must deliver a copy of this order to current and future personnel with relevant responsibilities and obtain signed acknowledgments for 10 years.",
        "requirements": [
          {
            "description": "Deliver order to all current and future subsidiaries, principals, officers, directors, managers, employees, agents, and representatives with relevant responsibilities and obtain signed acknowledgments",
            "quoted_text": "IT IS FURTHER ORDERED that, for ten (10) years after the date of service of this order, respondent shall deliver a copy of this order to all current and future subsidiaries, current and future principals, officers, directors, and managers, and to all current and future employees, agents, and representatives having responsibilities with respect to the subject matter of this order, and shall secure from each such person a signed and dated statement acknowledging receipt of the order. Respondent shall deliver this order to current personnel and subsidiaries within thirty",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 78,
            "quote_end_line": 83
          },
          {
            "description": "Deliver order to current personnel and subsidiaries",
            "quoted_text": "the order. Respondent shall deliver this order to current personnel and subsidiaries within thirty (30) days after the date of service of this order, and to future personnel and subsidiaries within thirty (30) days after the person or subsidiary assumes such position or responsibilities.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 83,
            "quote_end_line": 85
          },
          {
            "description": "Deliver order to future personnel and subsidiaries when they assume relevant positions",
            "quoted_text": "(30) days after the date of service of this order, and to future personnel and subsidiaries within thirty (30) days after the person or subsidiary assumes such position or responsibilities.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 84,
            "quote_end_line": 85
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Notification of Corporate Changes",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the Commission at least 30 days prior to any corporate changes that may affect compliance obligations under this order.",
        "requirements": [
          {
            "description": "Notify Commission at least 30 days prior to corporate changes including dissolution, assignment, sale, merger, creation or dissolution of subsidiaries, bankruptcy filing, or change in corporate name or address",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall notify the Commission at least thirty (30) days prior to any change in the corporation(s) that may affect compliance obligations arising under this order, including but not limited to: a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in the corporate name or address.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 87,
            "quote_end_line": 92
          },
          {
            "description": "If learning of corporate changes fewer than 30 days in advance, notify Commission as soon as practicable after obtaining such knowledge",
            "quoted_text": "Provided, however, that, with respect to any proposed change in the corporation(s) about which respondent learns fewer than thirty (30) days prior to the date such action is to take place, respondent shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 93,
            "quote_end_line": 95
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "V",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondent must file compliance reports with the Commission detailing compliance with this order.",
        "requirements": [
          {
            "description": "File initial true and accurate compliance report with the Commission",
            "quoted_text": "IT IS FURTHER ORDERED that respondent within ninety (90) days after the date of service of this order, shall file with the Commission a true and accurate report, in writing, setting forth in detail the manner and form of their own compliance with this order. Within ten (10)",
            "deadline": "90 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 102,
            "quote_end_line": 104
          },
          {
            "description": "Submit additional compliance report within 10 days of receipt of written notice from Commission representative",
            "quoted_text": "days of receipt of written notice from a representative of the Commission, it shall submit an additional true and accurate written report.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 105,
            "quote_end_line": 106
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "This order will terminate on August 28, 2035, or 20 years from the most recent date the U.S. or FTC files a complaint alleging violation of the order, whichever comes later.",
        "requirements": [
          {
            "description": "Order remains in effect until August 28, 2035, or 20 years from most recent complaint filing date, whichever is later",
            "quoted_text": "This order will terminate on August 28, 2035, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of:",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 108,
            "quote_end_line": 111
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on August 28, 2035, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "09.15, Nomi Technologies Complaint.pdf",
      "order": "09.15, Nomi Technologies Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 3,
      "order_provisions": 6,
      "order_definitions": 2,
      "order_requirements": 13,
      "provisions_per_section": {
        "I": 2,
        "II": 3,
        "III": 3,
        "IV": 2,
        "V": 2,
        "VI": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 3,
        "complaint_total": 3,
        "order_verified": 13,
        "order_total": 13
      }
    },
    "processing_time_seconds": 58.3
  }
}