{
  "case_info": {
    "docket_number": "C-4657",
    "company": {
      "name": "BLU PRODUCTS, INC.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "10814 NW 33rd St., Building 100, Doral, Florida 33172",
      "business_description": "BLU Products, Inc. is a mobile device manufacturer that sells mobile devices such as smartphones to consumers through retailers including Amazon, Walmart, and Best Buy. The company outsources manufacturing to original device manufacturers (ODMs) and has sold over 50 million devices to consumers worldwide."
    },
    "commissioners": [
      "Joseph J. Simons, Chairman",
      "Maureen K. Ohlhausen",
      "Noah Joshua Phillips",
      "Rohit Chopra",
      "Rebecca Kelly Slaughter"
    ],
    "case_date": {
      "month": 9,
      "year": 2018
    },
    "legal_authority": "Section 5 of the Federal Trade Commission Act",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/172-3025-blu-products-samuel-ohev-zion-matter"
  },
  "complaint": {
    "factual_background": "BLU Products sold mobile devices with preinstalled ADUPS software that collected and transmitted consumers' personal information including text message contents, real-time location data, call logs, and contact lists to ADUPS servers without consumers' knowledge or consent. BLU had only contracted ADUPS to perform firmware updates, not data collection. BLU failed to implement appropriate security procedures to oversee ADUPS and failed to assess the privacy and security risks of the preinstalled software, which also contained security vulnerabilities susceptible to command injection attacks.",
    "representations_made": [
      {
        "description": "Claimed to limit disclosure of consumer information to third-party service providers only to the extent necessary to perform their services",
        "quoted_text": "We limit the disclosure of your information to only the third parties (e.g. service providers) we use to fulfil[l] our obligations to you. Examples include operating and maintaining our Products, taking orders, delivering packages, sending postal mail and email, removing repetitive information from customer lists, analyzing data, providing marketing consultation and assistance, distributing customer surveys, processing credit card payments, and providing customer service. These companies have access to personal information needed to perform their services or functions, but may not use it for other purposes.",
        "source_paragraph": 18
      },
      {
        "description": "Claimed to implement appropriate physical, electronic, and managerial security procedures to protect personal information",
        "quoted_text": "appropriate physical, electronic, and managerial security procedures to help protect the personal information that you provide us.",
        "source_paragraph": 20
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Deceptive Representation Regarding Disclosure of Personal Information",
        "representation": "Respondents represented that they limit the disclosure of users' information to their third-party service providers only to the extent necessary to perform their services or functions on behalf of BLU and not for other purposes.",
        "fact": "Personal information from BLU devices sold by Respondents was transmitted to ADUPS that was not needed to perform their services or functions on behalf of BLU, including FOTA updates. For example, to process FOTA updates, ADUPS did not need to receive contacts or the contents of text messages.",
        "conclusion": "Therefore, the representation set forth in Paragraph 23 is false or misleading."
      },
      {
        "count_number": 2,
        "title": "Deceptive Representation Regarding Data Security Practices",
        "representation": "Respondents represented that they implement appropriate physical, electronic, and managerial security procedures to protect the personal information provided by consumers.",
        "fact": "Respondents failed to implement appropriate physical, electronic, and managerial security procedures to protect the information provided by consumers. Respondents failed to perform adequate due diligence in selecting ADUPS, failed to adopt written data security standards for overseeing service providers, failed to contractually require service providers to adopt data security standards, and failed to adequately assess privacy and security risks of third-party software. These failures resulted in ADUPS collecting sensitive personal information without users' knowledge or consent and preinstalled software containing security vulnerabilities susceptible to command injection attacks.",
        "conclusion": "Therefore, the representation set forth in Paragraph 25 is false or misleading."
      }
    ]
  },
  "order": {
    "definitions": {
      "Clearly and conspicuously": "means that a required disclosure is difficult to miss (i.e., easily noticeable) and easily understandable by ordinary consumers, including in all of the following ways: 1. In any communication that is solely visual or solely audible, the disclosure must be made through the same means through which the communication is presented. In any communication made through both visual and audible means, such as a television advertisement, the disclosure must be presented simultaneously in both the visual and audible portions of the communication even if the representation requiring the disclosure (\"triggering representation\") is made through only one means. 2. A visual disclosure, by its size, contrast, location, the length of time it appears, and other characteristics, must stand out from any accompanying text or other visual elements so that it is easily noticed, read, and understood. 3. An audible disclosure, including by telephone or streaming video, must be delivered in a volume, speed, and cadence sufficient for ordinary consumers to easily hear and understand it. 4. In any communication using an interactive electronic medium, such as the Internet or software, the disclosure must be unavoidable. 5. The disclosure must use diction and syntax understandable to ordinary consumers and must appear in each language in which the triggering representation appears. 6. The disclosure must comply with these requirements in each medium through which it is received, including all electronic devices and face-to-face communications. 7. The disclosure must not be contradicted or mitigated by, or inconsistent with, anything else in the communication. 8. When the representation or sales practice targets a specific audience, such as children, the elderly, or the terminally ill, \"ordinary consumers\" includes reasonable members of that group.",
      "Covered Device": "means (a) any computing device sold by any Respondent that operates using an operating system, including smartphone, tablet, wearable, sensor, or any periphery of any portable computing device; and (b) the software used to access, operate, manage, or configure a device subject to part (a) of this definition, including, but not limited to, the firmware, web or mobile applications, and any related online services, that are advertised, developed, branded, or sold by any Respondent, directly or indirectly.",
      "Covered Information": "means the following information from or about a consumer or their device: (a) Geolocation Information; or (b) content of text messages, audio conversations, photographs, or video communications.",
      "Geolocation Information": "means precise location data of an individual or mobile device, including but not limited to GPS-based, WiFi-based, or cellular-based location information.",
      "Personal Information": "means information from or about an individual consumer or Covered Device, including but not limited to: (a) a first and last name; (b) a home or other physical address, including street name and name of city or town; (c) an email address or other online contact information, such as an instant messaging user identifier or a screen name; (d) a telephone number; (e) a Social Security number; (f) a driver's license or other government-issued identification number; (g) a financial institution account number; (h) credit or debit card information; (i) a persistent identifier, such as a customer number held in a \"cookie,\" a mobile device ID, or processor serial number; (j) Geolocation Information; (k) an authentication credential, such as a username and password; or (l) any other communications or content that is input into, stored on, captured with, accessed or transmitted through a Covered Device, including but not limited to network traffic or call log files, contacts, emails, text messages, photos, videos, and audio recordings.",
      "Respondents": "means Corporate Respondent and Individual Respondent, individually, collectively, or in any combination.",
      "Corporate Respondent": "means BLU, and its successors and assigns.",
      "Individual Respondent": "means Samuel Ohev-Zion."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Security and Privacy",
        "category": "prohibition",
        "summary": "Respondents must not misrepresent the extent to which they protect the privacy, confidentiality, security, or integrity of any Personal Information, including collection, use, sharing, consumer control, and security procedures.",
        "requirements": [
          {
            "description": "Must not misrepresent the extent to which they protect the privacy, confidentiality, security, or integrity of any Personal Information",
            "quoted_text": "IT IS ORDERED that Respondents and Respondents' officers, agents, representatives, employees, and all persons in active concert or participation with any of them, who receive notice of this order, whether acting, directly or indirectly, in connection with any product or service, must not misrepresent in any manner, expressly or by implication the extent to which they protect the privacy, confidentiality, security, or integrity of any Personal Information",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent the extent to which they collect, use, share, or disclose any Personal Information",
            "quoted_text": "the extent to which they collect, use, share, or disclose any Personal Information",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent the extent to which consumers may exercise control over the collection, use, or disclosure of Personal Information",
            "quoted_text": "the extent to which consumers may exercise control over the collection, use, or disclosure of Personal Information",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent the extent to which they implement physical, electronic, and managerial security procedures to protect Personal Information",
            "quoted_text": "the extent to which they implement physical, electronic, and managerial security procedures to protect Personal Information",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Mandated Data Security Program",
        "category": "affirmative_obligation",
        "summary": "Corporate Respondent and any business that Individual Respondent controls must establish and implement a comprehensive Information Security Program that is reasonably designed to address security risks related to Covered Devices and protect Personal Information.",
        "requirements": [
          {
            "description": "Establish and implement, and thereafter maintain, a comprehensive security program (Information Security Program)",
            "quoted_text": "IT IS FURTHER ORDERED that Corporate Respondent, and any business that Individual Respondent controls, directly or indirectly, and that collects, maintains, or stores Personal Information, must, no later than the effective date of this order, establish and implement, and thereafter maintain, a comprehensive security program (\"Information Security Program\") that is reasonably designed to (1) address security risks related to the development and management of new and existing Covered Devices, and (2) protect the security, confidentiality, and integrity of Personal Information. Such program, the content and implementation of which must be fully documented in writing, must contain administrative, technical, and physical safeguards appropriate to Respondents' size and complexity, the nature and scope of Respondents' activities, and the sensitivity of the Covered Device's function or the Personal Information",
            "deadline": "no later than the effective date of this order",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Designate an employee or employees to coordinate and be responsible for the Information Security Program",
            "quoted_text": "The designation of an employee or employees to coordinate and be responsible for the Information Security Program",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Identify material internal and external risks to the security of Covered Devices that could result in unauthorized access to or unauthorized modification of a Covered Device, and assess the sufficiency of any safeguards in place to control these risks",
            "quoted_text": "The identification of material internal and external risks to the security of Covered Devices that could result in unauthorized access to or unauthorized modification of a Covered Device, and assessment of the sufficiency of any safeguards in place to control these risks",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Identify material internal and external risks to the security, confidentiality, and integrity of Personal Information that could result in the unintentional exposure of such information or the unauthorized disclosure, misuse, loss, alteration, destruction, or other compromise of such information, and assess the sufficiency of any safeguards in place to control these risks",
            "quoted_text": "The identification of material internal and external risks to the security, confidentiality, and integrity of Personal Information that could result in the unintentional exposure of such information or the unauthorized disclosure, misuse, loss, alteration, destruction, or other compromise of such information, and assessment of the sufficiency of any safeguards in place to control these risks",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Design and implement reasonable safeguards to control the risks identified through risk assessment, including through reasonable and appropriate software security techniques",
            "quoted_text": "The design and implementation of reasonable safeguards to control the risks identified through risk assessment, including through reasonable and appropriate software security techniques",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Regularly monitor the effectiveness of the safeguards' key controls, systems, and procedures",
            "quoted_text": "Regular monitoring of the effectiveness of the safeguards' key controls, systems, and procedures",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Develop and use reasonable steps to select and retain service providers capable of appropriately safeguarding Personal Information they receive from Respondents, and require such service providers, by contract, to implement and maintain appropriate safeguards",
            "quoted_text": "The development and use of reasonable steps to select and retain service providers capable of appropriately safeguarding Personal Information they receive from Respondents, and requiring such service providers, by contract, to implement and maintain appropriate safeguards",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Evaluate and adjust the Information Security Program in light of monitoring results, changes to operations or business arrangements, or any other circumstances that may have an impact on the effectiveness of the Information Security Program",
            "quoted_text": "The evaluation and adjustment of the Information Security Program in light of sub-provisions E-F, any changes to Respondents' operations or business arrangements, or any other circumstances that Respondents know or have reason to know may have an impact on the effectiveness of the Information Security Program",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Data Security Assessments by a Third Party",
        "category": "assessment",
        "summary": "Respondents must obtain initial and biennial assessments from a qualified, objective, independent third-party professional that evaluates the Information Security Program for 20 years.",
        "requirements": [
          {
            "description": "Obtain initial and biennial assessments from a qualified, objective, independent third-party professional",
            "quoted_text": "IT IS FURTHER ORDERED that, in connection with compliance with the Provision of this Order titled Mandated Data Security Program, Respondents must obtain initial and biennial assessments (\"Assessments\"): A. The Assessments must be obtained from a qualified, objective, independent third-party professional, who uses procedures and standards generally accepted in the profession. A professional qualified to prepare such Assessments must be: a person qualified as a Certified Secure Software Lifecycle Professional (CSSLP) with experience programming secure Internet-accessible consumer-grade devices; or as a Certified Information System Security Professional (CISSP) with professional experience in the Software Development Security domain and in programming secure Internet-accessible consumer-grade devices; or a similarly qualified person or organization approved by the Associate Director for Enforcement, Bureau of Consumer Protection.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Initial Assessment must cover the first 180 days after the issuance date of the Order",
            "quoted_text": "The reporting period for the Assessments must cover: (1) the first 180 days after the issuance date of the Order for the initial Assessment",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Biennial Assessments must cover each 2-year period thereafter for 20 years after issuance of the Order",
            "quoted_text": "(2) each 2-year period thereafter for 20 years after issuance of the Order for the biennial Assessments",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Each Assessment must set forth the administrative, technical, and physical safeguards that Respondents have implemented and maintained during the reporting period",
            "quoted_text": "Set forth the administrative, technical, and physical safeguards that Respondents have implemented and maintained during the reporting period",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Each Assessment must explain how such safeguards are appropriate to Respondents' size and complexity, the nature and scope of Respondents' activities, and the sensitivity of the Covered Device's function or the Personal Information",
            "quoted_text": "Explain how such safeguards are appropriate to Respondents' size and complexity, the nature and scope of Respondents' activities, and the sensitivity of the Covered Device's function or the Personal Information",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Each Assessment must explain how the safeguards that have been implemented meet or exceed the protections required by the Provision of this Order titled Mandated Data Security Program",
            "quoted_text": "Explain how the safeguards that have been implemented meet or exceed the protections required by the Provision of this Order titled Mandated Data Security Program",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Each Assessment must certify that Respondents' security program is operating with sufficient effectiveness to provide reasonable assurance that the security of Covered Devices and the privacy, security, confidentiality, and integrity of Personal Information is protected and has so operated throughout the reporting period",
            "quoted_text": "Certify that Respondents' security program is operating with sufficient effectiveness to provide reasonable assurance that the security of Covered Devices and the privacy, security, confidentiality, and integrity of Personal Information is protected and has so operated throughout the reporting period",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Each Assessment must be completed within 60 days after the end of the reporting period to which the Assessment applies",
            "quoted_text": "Each Assessment must be completed within 60 days after the end of the reporting period to which the Assessment applies",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit the initial Assessment to the Commission within 10 days after the Assessment has been completed",
            "quoted_text": "Respondents must submit the initial Assessment to the Commission within 10 days after the Assessment has been completed",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Retain all subsequent biennial Assessments, at least until the Order terminates",
            "quoted_text": "Respondents must retain all subsequent biennial Assessments, at least until the Order terminates",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit any biennial Assessments to the Commission within 10 days of a request from a representative of the Commission",
            "quoted_text": "Respondents must submit any biennial Assessments to the Commission within 10 days of a request from a representative of the Commission",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Notice and Affirmative Express Consent",
        "category": "affirmative_obligation",
        "summary": "Prior to collecting or disclosing any Covered Information, Respondents must clearly and conspicuously disclose collection practices to consumers separate from privacy policies and obtain the consumer's affirmative express consent.",
        "requirements": [
          {
            "description": "Prior to collecting or disclosing any Covered Information, clearly and conspicuously disclose to the consumer, separate and apart from any privacy policy, terms of use page, or similar document: the categories of Covered Information that Respondents collect, use, or share; the identity of any third parties that receive any Covered Information; and all purposes for Respondents' collection, use, or sharing of the Covered Information",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents and Respondents' officers, agents, representatives, employees, and all persons in active concert or participation with any of them who receive notice of this order, whether acting directly or indirectly, in connection with any product or service, prior to collecting or disclosing any Covered Information, must: A. clearly and conspicuously disclose to the consumer, separate and apart from any \"privacy policy,\" \"terms of use\" page, or similar document: (1) the categories of Covered Information that Respondents collect, use, or share; (2) the identity of any third parties that receive any Covered Information; and (3) all purposes for Respondents' collection, use, or sharing of the Covered Information",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Obtain the consumer's affirmative express consent prior to collecting or disclosing any Covered Information",
            "quoted_text": "obtain the consumer's affirmative express consent",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Acknowledgments of the Order",
        "category": "acknowledgment",
        "summary": "Respondents must submit acknowledgments of receipt of the Order to the Commission, deliver copies of the Order to personnel and obtain signed acknowledgments from them for 20 years.",
        "requirements": [
          {
            "description": "Each Respondent must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury",
            "quoted_text": "Each Respondent, within 10 days after the effective date of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "For 20 years after the issuance date of this Order, Individual Respondent for any business that participates in the marketing or sale of Covered Devices (or similar devices) and that such Respondent, individually or collectively with any other Respondents, is the majority owner or controls directly or indirectly, and the Corporate Respondent, must deliver a copy of this Order to: all principals, officers, directors, and LLC members and managers; all employees, agents, and representatives who participate in conduct related to the subject matter of the Order; and any business entity resulting from any change in structure as set forth in the Provision titled Compliance Report and Notices",
            "quoted_text": "For 20 years after the issuance date of this Order, Individual Respondent for any business that participates in the marketing or sale of Covered Devices (or similar devices) and that such Respondent, individually or collectively with any other Respondents, is the majority owner or controls directly or indirectly, and the Corporate Respondent, must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC members and managers; (2) all employees, agents, and representatives who participate in conduct related to the subject matter of the Order; and (3) any business entity resulting from any change in structure as set forth in the Provision titled Compliance Report and Notices",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Delivery must occur within 10 days after the effective date of this Order for current personnel",
            "quoted_text": "Delivery must occur within 10 days after the effective date of this Order for current personnel",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "For all others, delivery must occur before they assume their responsibilities",
            "quoted_text": "For all others, delivery must occur before they assume their responsibilities",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "From each individual or entity to which a Respondent delivered a copy of this Order, Respondent must obtain, within 30 days, a signed and dated acknowledgment of receipt of this Order",
            "quoted_text": "From each individual or entity to which a Respondent delivered a copy of this Order, Respondent must obtain, within 30 days, a signed and dated acknowledgment of receipt of this Order",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Compliance Report and Notices",
        "category": "compliance_reporting",
        "summary": "Respondents must submit compliance reports one year after the Order's issuance and submit compliance notices within 14 days of any changes in contact information, business structure, or bankruptcy proceedings.",
        "requirements": [
          {
            "description": "One year after the issuance date of this Order, each Respondent must submit a compliance report, sworn under penalty of perjury",
            "quoted_text": "One year after the issuance date of this Order, each Respondent must submit a compliance report, sworn under penalty of perjury",
            "deadline": "One year",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Corporate Respondent must identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission, may use to communicate with Respondent",
            "quoted_text": "Corporate Respondent must: (a) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission, may use to communicate with Respondent",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Corporate Respondent must identify all of Respondent's businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses",
            "quoted_text": "(b) identify all of Respondent's businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Corporate Respondent must describe the activities of each business, including the goods and services offered, and the means of advertising, marketing, and sales and the involvement of any other Respondent",
            "quoted_text": "(c) describe the activities of each business, including the goods and services offered, and the means of advertising, marketing, and sales and the involvement of any other Respondent (which Individual Respondent must describe if he knows or should know due to his own involvement)",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Corporate Respondent must describe in detail whether and how Respondent is in compliance with each Provision of this Order, including a discussion of all of the changes the Respondent made to comply with the Order",
            "quoted_text": "(d) describe in detail whether and how Respondent is in compliance with each Provision of this Order, including a discussion of all of the changes the Respondent made to comply with the Order",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Corporate Respondent must provide a copy of each Acknowledgment of the Order obtained pursuant to this Order, unless previously submitted to the Commission",
            "quoted_text": "(e) provide a copy of each Acknowledgment of the Order obtained pursuant to this Order, unless previously submitted to the Commission",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Individual Respondent must identify all his telephone numbers and all his physical, postal, email and Internet addresses, including all residences",
            "quoted_text": "Additionally, Individual Respondent must: (a) identify all his telephone numbers and all his physical, postal, email and Internet addresses, including all residences",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Individual Respondent must identify all his business activities, including any business for which such Respondent performs services whether as an employee or otherwise and any entity in which such Respondent has any ownership interest",
            "quoted_text": "(b) identify all his business activities, including any business for which such Respondent performs services whether as an employee or otherwise and any entity in which such Respondent has any ownership interest",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Individual Respondent must describe in detail such Respondent's involvement in each such business activity, including title, role, responsibilities, participation, authority, control, and any ownership",
            "quoted_text": "(c) describe in detail such Respondent's involvement in each such business activity, including title, role, responsibilities, participation, authority, control, and any ownership",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Each Respondent must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in: any designated point of contact; or the structure of any Corporate Respondent or any entity that Respondent has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order",
            "quoted_text": "Each Respondent must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following: 1. Each Respondent must submit notice of any change in: (a) any designated point of contact; or (b) the structure of any Corporate Respondent or any entity that Respondent has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Individual Respondent must submit notice of any change in: name, including alias or fictitious name, or residence address; or title or role in any business activity",
            "quoted_text": "Additionally, Individual Respondent must submit notice of any change in: (a) name, including alias or fictitious name, or residence address; or (b) title or role in any business activity, including (i) any business for which such Respondent performs services whether as an employee or otherwise and (ii) any entity in which such Respondent has any ownership interest and over which Respondent has direct or indirect control. For each such business activity, also identify its name, physical address, and any Internet address",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Each Respondent must submit notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against such Respondent within 14 days of its filing",
            "quoted_text": "Each Respondent must submit notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against such Respondent within 14 days of its filing",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondents must create certain records for 20 years after the issuance date of the Order, and retain each such record for 5 years, including accounting records, personnel records, consumer complaints, compliance documentation, privacy representations, and Assessment materials.",
        "requirements": [
          {
            "description": "Create certain records for 20 years after the issuance date of the Order, and retain each such record for 5 years",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents must create certain records for 20 years after the issuance date of the Order, and retain each such record for 5 years, unless otherwise specified below. Specifically, Corporate Respondent and Individual Respondent for any business that such Respondent, individually or collectively with any other Respondents, is a majority owner or controls directly or indirectly, must create and retain the following records",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and retain accounting records showing the revenues from all goods or services sold",
            "quoted_text": "Accounting records showing the revenues from all goods or services sold",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and retain personnel records showing, for each person providing services in relation to any aspect of the Order, whether as an employee or otherwise, that person's: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination",
            "quoted_text": "Personnel records showing, for each person providing services in relation to any aspect of the Order, whether as an employee or otherwise, that person's: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and retain copies or records of all consumer complaints and refund requests, whether received directly or indirectly, such as through a third party, and any response",
            "quoted_text": "Copies or records of all consumer complaints and refund requests, whether received directly or indirectly, such as through a third party, and any response",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and retain all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission",
            "quoted_text": "All records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and retain a copy of each widely disseminated representation by Respondents that describes the extent to which it uses or maintains any Personal Information, or protects the privacy, confidentiality, security, or integrity of any Personal Information and the extent to which consumers may exercise control over the collection, use, or disclosure of Personal Information",
            "quoted_text": "A copy of each widely disseminated representation by Respondents that describes the extent to which it uses or maintains any Personal Information, or protects the privacy, confidentiality, security, or integrity of any Personal Information and the extent to which consumers may exercise control over the collection, use, or disclosure of Personal Information",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "For 5 years from the date received, retain copies of all subpoenas and other communications with law enforcement, if such communication relate to Respondents' compliance with this Order",
            "quoted_text": "For 5 years from the date received, copies of all subpoenas and other communications with law enforcement, if such communication relate to Respondents' compliance with this Order",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "For 5 years after the date of preparation of each Assessment required by this Order, retain all materials relied upon to prepare the Assessment, whether prepared by or on behalf of Respondents, including all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, and any other materials concerning Respondents' compliance with related Provisions of this Order, for the compliance period covered by such Assessment",
            "quoted_text": "For 5 years after the date of preparation of each Assessment required by this Order, all materials relied upon to prepare the Assessment, whether prepared by or on behalf of Respondents, including all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, and any other materials concerning Respondents' compliance with related Provisions of this Order, for the compliance period covered by such Assessment",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission is authorized to monitor Respondents' compliance by requesting additional reports and records, interviewing affiliated persons, and using other lawful investigative means including posing as consumers without prior notice.",
        "requirements": [
          {
            "description": "Within 10 days of receipt of a written request from a representative of the Commission, each Respondent must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury, and produce records for inspection and copying",
            "quoted_text": "Within 10 days of receipt of a written request from a representative of the Commission, each Respondent must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury, and produce records for inspection and copying",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "For matters concerning this Order, representatives of the Commission are authorized to communicate directly with each Respondent. Respondents must permit representatives of the Commission to interview anyone affiliated with any Respondent who has agreed to such an interview. The interviewee may have counsel present",
            "quoted_text": "For matters concerning this Order, representatives of the Commission are authorized to communicate directly with each Respondent. Respondents must permit representatives of the Commission to interview anyone affiliated with any Respondent who has agreed to such an interview. The interviewee may have counsel present",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "The Commission may use all other lawful means, including posing through its representatives as consumers, suppliers, or other individuals or entities, to Respondents or any individual or entity affiliated with Respondents, without the necessity of identification or prior notice",
            "quoted_text": "The Commission may use all other lawful means, including posing through its representatives as consumers, suppliers, or other individuals or entities, to Respondents or any individual or entity affiliated with Respondents, without the necessity of identification or prior notice. Nothing in this Order limits the Commission's lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Order Effective Dates",
        "category": "duration",
        "summary": "This Order will be final and effective upon publication on the Commission's website and will terminate on September 6, 2038, or 20 years from the most recent date that the United States or the Commission files a complaint in federal court alleging any violation of this Order, whichever comes later.",
        "requirements": [
          {
            "description": "This Order will be final and effective date upon the date of its publication on the Commission's website (ftc.gov) as a final order",
            "quoted_text": "IT IS FURTHER ORDERED that this Order will be final and effective date upon the date of its publication on the Commission's website (ftc.gov) as a final order",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This Order will terminate on September 6, 2038, or 20 years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of this Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Provision in this Order that terminates in less than 20 years; B. This Order's application to any Respondent that is not named as a defendant in such complaint; and C. This Order if such complaint is filed after the Order has terminated pursuant to this Provision. Provided, further, that if such complaint is dismissed or a federal court rules that the Respondent did not violate any provision of the Order, and the dismissal or ruling is either not appealed or upheld on appeal, then the Order will terminate according to this Provision as though the complaint had never been filed, except that the Order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "09.18, BLU Products and Samuel Ohev-Zion Complaint.pdf",
      "order": "09.18, BLU Products and Samuel Ohev-Zion Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 2,
      "order_provisions": 9,
      "order_definitions": 8,
      "order_requirements": 54
    },
    "processing_time_seconds": 184.9
  }
}