{
  "case_info": {
    "docket_number": "5:18-cv-01960",
    "company": {
      "name": "Katrina Moore, individually and also d/b/a Innovative Paycheck Solutions",
      "incorporation_state": "",
      "entity_type": "unincorporated entity",
      "address": "",
      "business_description": "Operated Innovative Paycheck Solutions (IPS) and the website FakePayStubOnline.com, which since at least 2013 has sold customers fake financial documents including pay stubs, income tax forms and returns, bank statements, and profit and loss statements, as well as a service for editing real bank statements."
    },
    "commissioners": [],
    "case_date": {
      "month": 9,
      "year": 2018
    },
    "legal_authority": "Section 13(b) of the Federal Trade Commission Act, 15 U.S.C. § 53(b), and Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/172-3111-katrina-moore"
  },
  "complaint": {
    "factual_background": "Since at least 2013, defendant Katrina Moore operated a website selling fake pay stubs, income tax forms, bank statements, profit and loss statements, and services for falsifying real financial documents. The defendant advertised these documents as 'fake' but emphasized they look 'authentic' with 'accurate' calculations. The defendant knew or should have known these fake documents would be presented as genuine to lenders, landlords, and government agencies, facilitating identity theft, tax fraud, and loan fraud.",
    "representations_made": [
      {
        "description": "Advertised products as fake but authentic-looking and containing accurate calculations",
        "quoted_text": "Defendant consistently emphasizes that its products are 'fake' but look 'authentic' and contain 'accurate' calculations.",
        "source_paragraph": 17
      },
      {
        "description": "Claimed products are for novelty and entertainment purposes only",
        "quoted_text": "The Website's Terms and Conditions state: 'All items sold on this site are for novelty and entertainment purposes.'",
        "source_paragraph": 18
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Unfair Acts or Practices",
        "representation": "In numerous instances, Defendant has advertised and sold fake pay stubs, fake income tax documents, fake bank statements, fake profit and loss statements, and services for falsifying real bank statements and other real financial documents.",
        "fact": "Fake financial documents, such as those sold on Defendant's website, are used to facilitate fraudulent activity, including identity theft and loan fraud.",
        "conclusion": "Defendant's actions cause or are likely to cause substantial injury to consumers that consumers cannot reasonably avoid themselves and that is not outweighed by countervailing benefits to consumers or competition. Therefore, Defendant's practices as described in Paragraph 24 above constitute unfair acts or practices in violation of Section 5 of the FTC Act, 15 U.S.C. §§ 45(a) and 45(n)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Defendant": "Katrina Moore, individually and doing business as Innovative Paycheck Solutions and FakePayStubOnline.com.",
      "Fake Document": "any document, in paper or electronic form, that misrepresents any person's identity, residency, finances, taxes, or employment, or otherwise misrepresents the document's source, provenance, authenticity, or accuracy."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Fake Documents",
        "category": "prohibition",
        "summary": "Defendant is permanently prohibited from advertising, marketing, promoting, or offering for sale any fake documents or services for creating fake documents.",
        "requirements": [
          {
            "description": "Must not advertise, market, promote, or offer for sale any Fake Document or service for creating Fake Documents",
            "quoted_text": "IT IS ORDERED that Defendant is permanently restrained and enjoined from advertising, marketing, promoting, or offering for sale, or assisting in the advertising, marketing, promoting, or offering for sale any Fake Document or any service, template, or mechanism for creating any Fake Document.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Prohibition Against Providing the Means and Instrumentalities to Deceive Consumers",
        "category": "prohibition",
        "summary": "Defendant is permanently prohibited from providing others with the means to make material misrepresentations about identity, residency, finances, taxes, employment, or document authenticity.",
        "requirements": [
          {
            "description": "Must not provide to others the means to misrepresent any person's identity, residency, finances, taxes, or employment",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant, Defendant's officers, agents, employees and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, are permanently restrained and enjoined from providing to others the means and instrumentalities with which to make, expressly or by implication, any statement or representation of material fact that misrepresents: A. any person's identity, residency, finances, taxes, or employment; or B. the source, provenance, authenticity, or accuracy of any document related to identity, residency, finances, taxes, or employment.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9714285714285714
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Monetary Judgment",
        "category": "affirmative_obligation",
        "summary": "A judgment of $169,000 is entered against Defendant, but is suspended based on the truthfulness of Defendant's financial statements. The suspension may be lifted if material misrepresentations are found.",
        "requirements": [
          {
            "description": "Judgment of $169,000 entered and suspended subject to truthfulness of financial representations",
            "quoted_text": "A. Judgment in the amount of one hundred sixty-nine thousand Dollars ($169,000) is entered in favor of the Commission against Defendant as equitable monetary relief. B. The judgment is suspended subject to the Subsections below.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Suspension is premised on truthfulness of sworn financial statements submitted to the Commission",
            "quoted_text": "C. The Commission's agreement to the suspension of the judgment is expressly premised upon the truthfulness, accuracy, and completeness of Defendants' sworn financial statements and related documents (collectively, \"financial representations\") submitted to the Commission, namely: 1. the Financial Statement of Defendant Katrina Moore signed on April 1, 2018, including the attachments; and 2. the additional documentation submitted by Defendant's counsel Eric Anderson, which is described in the April 12, 2018, letter from Commission counsel Katherine White to Defendant's counsel Eric Anderson.",
            "deadline": null,
            "verified": true,
            "confidence": 0.8594319009468318
          },
          {
            "description": "Suspension will be lifted if Court finds Defendant failed to disclose material assets or made material misstatements",
            "quoted_text": "D. The suspension of the judgment will be lifted as to Defendant if, upon motion by the Commission, the Court finds that Defendant failed to disclose any material asset, materially misstated the value of any asset, or made any other material misstatement or omission in the financial representations identified above.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "If suspension is lifted, full judgment becomes immediately due with interest",
            "quoted_text": "E. If the suspension of the judgment is lifted, the judgment becomes immediately due as to Defendant in the amount specified in Subsection A. above (which the parties stipulate only for purposes of this Section represents the unjust enrichment alleged in the Complaint), less any payment previously made pursuant to this Section, plus interest computed from the date of entry of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9506349206349206
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Additional Monetary Provisions",
        "category": "affirmative_obligation",
        "summary": "Defendant relinquishes rights to transferred assets, facts in Complaint are deemed true for enforcement purposes, and payments may be used for consumer redress or other equitable relief.",
        "requirements": [
          {
            "description": "Defendant relinquishes all rights to assets transferred pursuant to this Order",
            "quoted_text": "A. Defendant relinquishes dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek the return of any assets.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Facts alleged in Complaint will be taken as true in subsequent civil litigation by the Commission",
            "quoted_text": "B. The facts alleged in the Complaint will be taken as true, without further proof, in any subsequent civil litigation by or on behalf of the Commission, including in a proceeding to enforce its rights to any payment or monetary judgment pursuant to this Order, such as a nondischargeability complaint in any bankruptcy case.",
            "deadline": null,
            "verified": true,
            "confidence": 0.8193202146690519
          },
          {
            "description": "Facts establish elements for nondischargeability under Bankruptcy Code Section 523(a)(2)(A)",
            "quoted_text": "C. The facts alleged in the Complaint establish all elements necessary to sustain and action by the Commission pursuant to Section 523(a)(2)(A) of the Bankruptcy Code, 11 U.S.C. § 523(a)(2)(A), and this Order will have collateral estoppel effect for such purposes.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9771698113207548
          },
          {
            "description": "Taxpayer Identification Numbers may be used for collecting and reporting delinquent amounts",
            "quoted_text": "D. Defendant acknowledges that her Taxpayer Identification Numbers (Social Security Numbers or Employer Identification Numbers), which Defendant previously submitted to the Commission, may be used for collecting and reporting on any delinquent amount arising out of this Order, in accordance with 31 U.S.C. §7701.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9907535321821036
          },
          {
            "description": "Money paid to Commission may be used for equitable relief including consumer redress",
            "quoted_text": "E. All money paid to the Commission pursuant to this Order may be deposited into a fund administered by the Commission or its designee to be used for equitable relief, including consumer redress and any attendant expenses for the administration of any redress fund. If a representative of the Commission decides that direct redress to consumers is wholly or partially impracticable or money remains after redress is completed, the Commission may apply any remaining money for such other equitable relief (including consumer information remedies) as it determines to be reasonably related to Defendant's practices alleged in the Complaint. Any money not used for such equitable relief is to be deposited to the U.S. Treasury as disgorgement. Defendant has no right to challenge any actions the Commission or its representatives may take pursuant to this Subsection.",
            "deadline": null,
            "verified": true,
            "confidence": 0.8926315789473684
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Defendant must submit acknowledgment of receipt of this Order and deliver copies to business personnel, obtaining signed acknowledgments from recipients.",
        "requirements": [
          {
            "description": "Submit acknowledgment of receipt of Order to the Commission",
            "quoted_text": "A. Defendant, within 7 days of entry of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "For 5 years, deliver copy of Order to principals, officers, directors, managers, employees, and agents with managerial responsibilities",
            "quoted_text": "B. For 5 years after entry of this Order, Defendant for any business that Defendant is the majority owner or controls directly or indirectly, must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees having managerial responsibilities for conduct related to the subject matter of the Order and all agents and representatives who participate in conduct related to the subject matter of the Order; and (3) any business entity resulting from any change in structure as set forth in the Section titled Compliance Reporting. Delivery must occur within 7 days of entry of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "7 days for current personnel, before assumption of responsibilities for others",
            "verified": true,
            "confidence": 0.7718277066356228
          },
          {
            "description": "Obtain signed and dated acknowledgment of receipt from each recipient",
            "quoted_text": "C. From each individual or entity to which Defendant delivered a copy of this Order, Defendant must obtain, within 30 days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendant must submit compliance reports one year after entry of Order and provide notice of changes for 20 years, including contact information, business activities, and compliance status.",
        "requirements": [
          {
            "description": "Submit comprehensive compliance report one year after entry of Order",
            "quoted_text": "A. One year after entry of this Order, Defendant must submit a compliance report, sworn under penalty of perjury, Defendant must: 1. identify all telephone numbers and all physical, postal, email and Internet addresses, including all residences; 2. identify all business activities, including any business for whichDefendant performs services whether as an employee or otherwise and any entity in which Defendant has any ownership interest; 3. describe in detail Defendant's involvement in each such business, including title, role, responsibilities, participation, authority, control, and any ownership; 4. identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission may use to communicate with Defendant; 5. identify all of Defendant's businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; 6. describe the activities of each business, including the goods and services offered, the means of advertising, marketing, and sales; 7. describe in detail whether and how Defendant is in compliance with each Section of this Order; and 8. provide a copy of each Order Acknowledgment obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 0.9030451522576128
          },
          {
            "description": "For 20 years, submit compliance notice within 14 days of any change in name, residence, title/role in business, designated point of contact, or entity structure",
            "quoted_text": "B. For 20 years after entry of this Order, Defendant must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following: 1. name, including aliases or fictitious name, or residence address; 2. title or role in any business activity, including any business for which Defendant performs services whether as an employee or otherwise and any entity in which Defendant has any ownership interest, and identify the name, physical address, and any Internet address of the business or entity; 3. any designated point of contact; or 4. the structure of any entity that Defendant has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days after change",
            "verified": true,
            "confidence": 0.9093640460691037
          },
          {
            "description": "Submit notice of bankruptcy or insolvency proceeding within 14 days of filing",
            "quoted_text": "C. Defendant must submit to the Commission notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against Defendant within 14 days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "All submissions must be sworn under penalty of perjury and comply with 28 U.S.C. § 1746",
            "quoted_text": "D. Any submission to the Commission required by this Order to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, such as by concluding: \"I declare under penalty of perjury under the laws of the United States of America that the foregoing is true and correct. Executed on: _____\" and supplying the date, signatory's full name, title (if applicable), and signature.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9594797687861272
          },
          {
            "description": "Submit all reports to DEbrief@ftc.gov or by overnight courier to specified address",
            "quoted_text": "E. Unless otherwise directed by a Commission representative in writing, all submissions to the Commission pursuant to this Order must be emailed to DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue N.W., Washington, DC 20580. The subject line must begin: FTC v. Katrina Moore, FTC Matter No. 1723111.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9896412556053812
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendant must create and retain specified business records for 20 years after entry of Order, retaining each record for 5 years.",
        "requirements": [
          {
            "description": "Create records for 20 years after entry and retain each record for 5 years, including accounting records, personnel records, consumer complaints, and compliance records",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant must create certain records for 20 years after entry of the Order, and retain each such record for 5 years. Specifically, Defendant for any business that Defendant is a majority owner or controls directly or indirectly, must create and retain the following records: A. accounting records showing the revenues from all goods or services sold; B. personnel records showing, for each person providing services, whether as an employee or otherwise, that person's: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination; C. records of all consumer complaints and refund requests, whether received directly or indirectly, such as through a third party, and any response; and D. all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9368825910931174
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The FTC has broad authority to monitor compliance, including requesting reports, conducting depositions, interviewing personnel, and using undercover investigations.",
        "requirements": [
          {
            "description": "Within 14 days of written request from Commission, submit additional compliance reports, appear for depositions, and produce documents",
            "quoted_text": "A. Within 14 days of receipt of a written request from a representative of the Commission, Defendant must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury; appear for depositions; and produce documents for inspection and copying. The Commission is also authorized to obtain discovery, without further leave of court, using any of the procedures prescribed by Federal Rules of Civil Procedure 29, 30 (including telephonic depositions), 31, 33, 34, 36, 45, and 69.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.8517298187808896
          },
          {
            "description": "Commission may communicate directly with Defendant and interview employees or affiliates",
            "quoted_text": "B. For matters concerning this Order, the Commission is authorized to communicate directly with Defendant. Defendant must permit representatives of the Commission to interview any employee or other person affiliated with Defendant who has agreed to such an interview. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9951898734177216
          },
          {
            "description": "Commission may use undercover investigations and pose as consumers or other entities",
            "quoted_text": "C. The Commission may use all other lawful means, including posing, through its representatives as consumers, suppliers, or other individuals or entities, to Defendant or any individual or entity affiliated with Defendants, without the necessity of identification or prior notice. Nothing in this Order limits the Commission's lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9825862068965517
          },
          {
            "description": "Consumer reporting agencies must furnish consumer reports concerning Defendant upon Commission request",
            "quoted_text": "D. Upon written request from a representative of the Commission, any consumer reporting agency must furnish consumer reports concerning Defendant, pursuant to Section 604(1) of the Fair Credit Reporting Act, 15 U.S.C. §1681b(a)(1).",
            "deadline": null,
            "verified": true,
            "confidence": 0.9993251533742331
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction for purposes of construction, modification, and enforcement of this Order.",
        "requirements": [
          {
            "description": "Court retains jurisdiction for construction, modification, and enforcement of Order",
            "quoted_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "For 20 years after entry of this Order, Defendant must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "09.18, Katrina Moore Complaint.pdf",
      "order": "09.18, Katrina Moore Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 2,
      "order_provisions": 9,
      "order_definitions": 2,
      "order_requirements": 25
    },
    "processing_time_seconds": 292.8
  }
}