{
  "case_info": {
    "docket_number": "8:18-CV-01636",
    "company": {
      "name": "Apartment Hunters, Inc.",
      "incorporation_state": "California",
      "entity_type": "corporation",
      "address": "13 Stern St., Laguna Niguel, CA 92677",
      "business_description": "Apartment Hunters operates prepaid rental listing websites including WeTakeSection8.com, ApartmentHunterz.com, and FeaturedRentals.com. The company charges consumers fees to access contact information for property managers of rental units listed on their websites."
    },
    "commissioners": [],
    "case_date": {
      "month": 9,
      "year": 2018
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a), and Section 13(b) of the Federal Trade Commission Act, 15 U.S.C. § 53(b)",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/172-3007-apartment-hunters-inc-et-al-wetakesection8com"
  },
  "complaint": {
    "factual_background": "Defendants operated prepaid rental listing websites (WeTakeSection8.com, ApartmentHunterz.com, and FeaturedRentals.com) that charged consumers fees to access rental listings. They falsely claimed the listings were accurate, up-to-date, and available, and that consumers would find housing within days. In reality, the majority of listings were unavailable or inaccurate, particularly on WeTakeSection8.com where most properties did not accept Section 8 vouchers despite being advertised as such.",
    "representations_made": [
      {
        "description": "Claimed rental listings on their websites are accurate, up-to-date, and available for rent",
        "quoted_text": "Through the means described in Paragraphs 15 through 56, Defendants have represented, directly or indirectly, expressly or by implication, that the rental listings, including Section 8 listings, on Defendants' websites are accurate, up-to-date, and available for consumers to rent.",
        "source_paragraph": 59
      },
      {
        "description": "Claimed consumers who subscribe find rental housing within seven business days or less",
        "quoted_text": "Through the means described in Paragraphs 15 through 56, Defendants have represented, directly or indirectly, expressly or by implication, that consumers who subscribe to Defendants' websites find rental housing, including Section 8 housing, within seven business days or less.",
        "source_paragraph": 62
      },
      {
        "description": "Claimed exclusive rights to thousands of rental listings not found on free websites",
        "quoted_text": "Through the means described in Paragraphs 15 through 56, Defendants have represented, directly or indirectly, expressly or by implication, that Defendants have exclusive rights to list thousands of rental listings on their websites, exclusive rights to list Section 8 rental listings, and that consumers cannot find these listings on free websites.",
        "source_paragraph": 65
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "False Listing Availability and Accuracy Claims",
        "representation": "Defendants represented that rental listings, including Section 8 listings, on their websites are accurate, up-to-date, and available for consumers to rent",
        "fact": "The representations are false or misleading, or were not substantiated at the time the representations were made. Most properties listed as available were unavailable, and those available generally did not accept Section 8 vouchers",
        "conclusion": "Therefore, the making of the representations as set forth in Paragraph 59 of this Complaint constitutes a deceptive act or practice, in or affecting commerce in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 2,
        "title": "False Claims About Speed of Finding Housing",
        "representation": "Defendants represented that consumers who subscribe to their websites find rental housing, including Section 8 housing, within seven business days or less",
        "fact": "The representation is false or misleading, or was not substantiated at the time the representation was made. Defendant Kevin Shayan knows and has admitted that these representations are inaccurate",
        "conclusion": "Therefore, the making of the representation as set forth in Paragraph 62 of this Complaint constitutes a deceptive act or practice, in or affecting commerce in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 3,
        "title": "False Exclusivity Claims",
        "representation": "Defendants represented that they have exclusive rights to list thousands of rental listings on their websites, exclusive rights to list Section 8 rental listings, and that consumers cannot find these listings on free websites",
        "fact": "The representations are false or misleading, or were not substantiated at the time the representations were made. Defendants do not have an exclusive right to list properties on their websites and do not know whether those listings are advertised on free websites",
        "conclusion": "Therefore, the making of the representations as set forth in Paragraph 65 of this Complaint constitutes a deceptive act or practice, in or affecting commerce in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Corporate Defendants": "Apartment Hunters, Inc., also d/b/a WeTakeSection8.com, ApartmentHunterz.com, and FeaturedRentals.com; Real Estate Data Solutions, Inc.; Rental Home Listings Inc.; UAB Apartment Hunters LT; and their successors and assigns.",
      "Defendants": "Corporate Defendants, Kevin Shayan, and Steven Shayan, individually, collectively, or in any combination."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Ban on Marketing Rental Listings",
        "category": "prohibition",
        "summary": "Defendants are permanently banned from advertising, marketing, promoting, offering, selling, or assisting others in the rental listings business, except for properties they own.",
        "requirements": [
          {
            "description": "Must not engage in rental listings business activities",
            "quoted_text": "It is ordered that Defendants are permanently restrained and enjoined from advertising, marketing, promoting, offering, selling, or assisting others in advertising, marketing, promoting, offering, or selling, subscriptions for or access to the listing of a dwelling for rent, including a single-family home, townhouse, apartment, or condominium unit.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Prohibition Against Misrepresentations",
        "category": "prohibition",
        "summary": "Defendants are permanently prohibited from misrepresenting any material fact in connection with advertising, marketing, promoting, offering, or selling any good or service.",
        "requirements": [
          {
            "description": "Must not misrepresent material facts about goods or services",
            "quoted_text": "It is further ordered that Defendants, Defendants' officers, agents, employees, attorneys, and all other persons, in active concert or participation with them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with advertising, marketing, promoting, offering, or selling of any good or service are permanently restrained and enjoined from misrepresenting, or assisting others in misrepresenting, expressly or by implication: the total cost; any material restriction, limitation, or condition; any material aspect of its performance, efficacy, nature, or central characteristics; the nature or terms of a refund or cancellation; or any other material fact.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9956652360515021
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Monetary Provisions",
        "category": "affirmative_obligation",
        "summary": "Defendants are jointly and severally liable for $6,037,686.99 in equitable monetary relief, to be used for consumer redress and related purposes.",
        "requirements": [
          {
            "description": "Pay judgment of $6,037,686.99",
            "quoted_text": "Judgment in the amount of Six Million Thirty-Seven Thousand Six Hundred Eighty-Six Dollars and Ninety-Nine Cents ($6,037,686.99) is entered in favor of the Commission against Defendants, jointly and severally, as equitable monetary relief.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9995740365111562
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Defendants must acknowledge receipt of this Order and deliver copies to key personnel for 20 years, obtaining signed acknowledgments within specified timeframes.",
        "requirements": [
          {
            "description": "Submit acknowledgment of receipt to the Commission",
            "quoted_text": "Each Defendant, within 7 days of entry of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 0.9934146341463415
          },
          {
            "description": "Deliver copy of Order to principals, officers, directors, LLC managers/members, and managerial employees for 20 years",
            "quoted_text": "For 20 years after entry of this Order, Kevin Shayan or Steven Shayan, for any business that he, individually or collectively with any other Defendants, is the majority owner, or controls directly or indirectly, and the Corporate Defendants, must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees having managerial responsibilities related to approving the content of any Defendant's website; and (3) any business entity resulting from any change in structure as set forth in the Section titled Compliance Reporting. Delivery must occur within 7 days of entry of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 0.9056603773584906
          },
          {
            "description": "Obtain signed and dated acknowledgments from recipients",
            "quoted_text": "From each individual or entity to which a Defendant delivered a copy of this Order, that Defendant must obtain, within 30 days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendants must submit annual compliance reports and notify the Commission within 14 days of specified changes for 20 years.",
        "requirements": [
          {
            "description": "Submit annual compliance report",
            "quoted_text": "One year after entry of this Order, each Defendant must submit a compliance report, sworn under penalty of perjury.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 0.9963865546218488
          },
          {
            "description": "Report changes in designated point of contact or business structure",
            "quoted_text": "For 20 years after entry of this Order, each Defendant must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following: 1. Each Defendant must report any change in: a) Any designated point of contact; or b) The structure of the Corporate Defendants or any entity that Defendant has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.9830408006158584
          },
          {
            "description": "Individual Defendants must report changes in name, address, or business role",
            "quoted_text": "Additionally, Kevin Shayan and Steven Shayan must each report any change in: a) His name, including aliases or fictitious name, or residence address; or b) His title or role in any business activity, including any business for which he performs services whether as an employee or otherwise and any entity in which he has any ownership interest, and identify the name, physical address, and any Internet address of the business or entity.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.8616024973985432
          },
          {
            "description": "Notify Commission of bankruptcy or insolvency proceedings",
            "quoted_text": "Each Defendant must submit to the Commission notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against him within 14 days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendants must create and retain specified business records for 20 years, with each record retained for 5 years.",
        "requirements": [
          {
            "description": "Create and retain accounting records showing revenues",
            "quoted_text": "It is further ordered that Defendants must create certain records for 20 years after entry of the Order, and retain each such record for 5 years. Specifically, for any business that a Defendant, individually or collectively with any other Defendants, is a majority owner or controls directly or indirectly, that Defendant must create and retain the following records: A. Accounting records showing the revenues from all goods or services sold.",
            "deadline": null,
            "verified": true,
            "confidence": 0.8683693516699411
          },
          {
            "description": "Create and retain personnel records",
            "quoted_text": "Personnel records showing, for each person providing services, whether as an employee or otherwise, that person's: name, addresses, telephone numbers, job title or position, dates of service, and (if applicable) the reason for termination.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and retain records demonstrating compliance with Order",
            "quoted_text": "All records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission is authorized to monitor compliance through various means including requesting reports, conducting depositions, interviewing personnel, and posing as consumers.",
        "requirements": [
          {
            "description": "Respond to Commission requests for additional compliance reports, depositions, and documents",
            "quoted_text": "Within 14 days of receipt of a written request from a representative of the Commission, Defendants must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury; appear for depositions; and produce documents for inspection and copying. The Commission is also authorized to obtain discovery, without further leave of court, using any of the procedures prescribed by Federal Rules of Civil Procedure 29, 30 (including telephonic depositions), 31, 33, 34, 36, 45, and 69.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Permit Commission to communicate directly and interview employees",
            "quoted_text": "For matters concerning this Order, the Commission is authorized to communicate directly with each Defendant. Defendants must permit representatives of the Commission to interview any employee or other person affiliated with any Defendant who has agreed to such an interview. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction over this matter for purposes of construction, modification, and enforcement of this Order.",
        "requirements": [
          {
            "description": "Court maintains jurisdiction for enforcement purposes",
            "quoted_text": "It is further ordered that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "For 20 years after entry of this Order, Kevin Shayanor Steven Shayan, for any business that he, individually or collectively with any other Defendants, is the majority owner, or controls directly or indirectly, and the Corporate Defendants, must deliver a copy of this Order"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "09.18, Apartment Hunters, Inc. et al. Complaint.pdf",
      "order": "09.18, Apartment Hunters, Inc. et al. Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 3,
      "complaint_representations": 3,
      "order_provisions": 8,
      "order_definitions": 2,
      "order_requirements": 16
    },
    "processing_time_seconds": 155.7
  }
}