{
  "case_info": {
    "docket_number": "C-4538",
    "company": {
      "name": "Nomi Technologies, Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "26 West 17th Street, 2nd Floor, New York, NY 10011",
      "business_description": "Nomi uses mobile device tracking technology to provide analytics services to brick and mortar retailers through its Listen service. The service collects information from consumers' mobile devices by detecting MAC addresses broadcast when devices search for WiFi networks, and provides retailers with analytics reports on customer traffic patterns, visit duration, and repeat customers."
    },
    "commissioners": [
      "Edith Ramirez, Chairwoman",
      "Julie Brill",
      "Maureen K. Ohlhausen",
      "Terrell McSweeny"
    ],
    "date_issued": "2015-08-28",
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a)",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/132-3251-nomi-technologies-inc-matter"
  },
  "complaint": {
    "factual_background": "Nomi Technologies operated a mobile device tracking service called 'Listen' that collected MAC addresses and location data from consumers' mobile devices in retail stores using WiFi sensors. The company publicly promised consumers they could opt out both on Nomi's website and at retail locations using the technology. However, Nomi never provided any opt-out mechanism at retail locations, and neither Nomi nor its retail clients disclosed to consumers that the tracking service was being used in stores.",
    "representations_made": [
      {
        "description": "Consumers could opt out of the Listen service at retail locations using the service",
        "quoted_text": "Nomi pledges to…. Always allow consumers to opt out of Nomi's service on its website as well as at any retailer using Nomi's technology.",
        "source_paragraph": 12
      },
      {
        "description": "Consumers would be given notice when a retail location was using Nomi's Listen service",
        "quoted_text": "Nomi pledges to…. Always allow consumers to opt out of Nomi's service on its website as well as at any retailer using Nomi's technology.",
        "source_paragraph": 12
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "False Opt-Out Availability Claim",
        "representation": "Nomi represented that consumers could opt out of Nomi's Listen service at retail locations using this service",
        "fact": "Nomi did not provide an opt-out mechanism at its clients' retail locations",
        "conclusion": "Therefore, the representation set forth in Paragraph 14 is false or misleading."
      },
      {
        "count_number": 2,
        "title": "False Notice to Consumers Claim",
        "representation": "Nomi represented that consumers would be given notice when a retail location was utilizing Nomi's Listen service",
        "fact": "Neither Nomi nor its clients disclosed to consumers that Nomi's Listen service was being used at a retail location",
        "conclusion": "Therefore, the representation set forth in Paragraph 16 is false or misleading."
      }
    ]
  },
  "order": {
    "definitions": {
      "respondent": "Nomi Technologies, Inc., and its successors and assigns.",
      "Commerce": "as defined in Section 4 of the Federal Trade Commission Act, 15. U.S.C. § 44."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Consumer Control and Notice",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent the options consumers have to control data collection or the extent to which consumers will be provided notice about data practices.",
        "requirements": [
          {
            "description": "Must not misrepresent consumer control options over data collection, use, disclosure, or sharing",
            "quoted_text": "IT IS ORDERED that respondent and its officers, agents, representatives, and employees, directly or through any corporation, subsidiary, division, website, other device, or an affiliate owned or controlled by respondent, in connection with the advertising, promotion, offering for sale, sale, or dissemination of any product or service, in or affecting commerce, shall not misrepresent in any manner, expressly or by implication: (A) the options through which, or the extent to which, consumers can exercise control over the collection, use, disclosure, or sharing of information collected from or about them or their computers or devices, or (B) the extent to which consumers will be provided notice about how data from or about a particular consumer, computer, or device is collected, used, disclosed, or shared.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Recordkeeping Requirements",
        "category": "recordkeeping",
        "summary": "Respondent must maintain and make available to the FTC various documents related to compliance, representations, and consumer complaints for specified periods.",
        "requirements": [
          {
            "description": "Maintain documents that contradict, qualify, or question compliance with the order for 5 years",
            "quoted_text": "for a period of five (5) years from the date of preparation, any documents, whether prepared by or on behalf of respondent that contradict, qualify, or call into question respondent's compliance with this order",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Maintain publicly disseminated statements and supporting materials for 5 years",
            "quoted_text": "for a period of five (5) years from the date of preparation or dissemination, whichever is later, all publicly disseminated statements containing any representation covered by this order, as well as all materials used or relied upon in making or disseminating the representation",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Maintain consumer complaints and responses for 5 years",
            "quoted_text": "for a period of five (5) years from the date received, all consumer complaints directed at respondent, or forwarded to respondent by a third party, that relate to the conduct prohibited by this order and any responses to such complaints",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Order Acknowledgment Requirements",
        "category": "acknowledgment",
        "summary": "For 10 years, respondent must deliver a copy of the order to current and future personnel with relevant responsibilities and obtain signed acknowledgments of receipt.",
        "requirements": [
          {
            "description": "Deliver order to current personnel and subsidiaries within 30 days of service",
            "quoted_text": "Respondent shall deliver this order to current personnel and subsidiaries within thirty (30) days after the date of service of this order",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver order to future personnel and subsidiaries within 30 days of assuming position",
            "quoted_text": "to future personnel and subsidiaries within thirty (30) days after the person or subsidiary assumes such position or responsibilities",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "For 10 years, deliver order to all relevant personnel and obtain signed acknowledgments",
            "quoted_text": "for ten (10) years after the date of service of this order, respondent shall deliver a copy of this order to all current and future subsidiaries, current and future principals, officers, directors, and managers, and to all current and future employees, agents, and representatives having responsibilities with respect to the subject matter of this order, and shall secure from each such person a signed and dated statement acknowledging receipt of the order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Corporate Change Notification",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the Commission at least 30 days prior to any corporate changes that may affect compliance obligations.",
        "requirements": [
          {
            "description": "Notify FTC at least 30 days before corporate changes affecting compliance",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall notify the Commission at least thirty (30) days prior to any change in the corporation(s) that may affect compliance obligations arising under this order, including but not limited to: a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in the corporate name or address.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "If learning of changes fewer than 30 days in advance, notify as soon as practicable",
            "quoted_text": "Provided, however, that, with respect to any proposed change in the corporation(s) about which respondent learns fewer than thirty (30) days prior to the date such action is to take place, respondent shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondent must file a compliance report with the FTC within 90 days and submit additional reports upon request within 10 days.",
        "requirements": [
          {
            "description": "File initial compliance report within 90 days of service",
            "quoted_text": "IT IS FURTHER ORDERED that respondent within ninety (90) days after the date of service of this order, shall file with the Commission a true and accurate report, in writing, setting forth in detail the manner and form of their own compliance with this order.",
            "deadline": "90 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit additional compliance reports within 10 days of written notice",
            "quoted_text": "Within ten (10) days of receipt of written notice from a representative of the Commission, it shall submit an additional true and accurate written report.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "The order will terminate on August 28, 2035, or 20 years from the most recent date the FTC files a complaint alleging violation of the order, whichever is later.",
        "requirements": [
          {
            "description": "Order terminates on specified date or 20 years after most recent complaint, whichever is later",
            "quoted_text": "This order will terminate on August 28, 2035, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on August 28, 2035, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part of this order that terminated in less than twenty (20) years; B. This order's application to any respondent that is not named as a defendant in such complaint; and C. This order if such complaint is filed after the order has terminated pursuant to this Part. Provided, further, that if such complaint is dismissed or a federal court rules that the respondent did not violate any provision of the order, and the dismissal or ruling is either not appealed or upheld on appeal, then the order will terminate according to this Part as though the complaint had never been filed, except that the order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "09.15, Nomi Technologies Complaint.pdf",
      "order": "09.15, Nomi Technologies Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 2,
      "order_provisions": 6,
      "order_definitions": 2,
      "order_requirements": 12
    },
    "processing_time_seconds": 69.5
  }
}