{
  "case_info": {
    "docket_number": "3:15-cv-03002-G",
    "company": {
      "name": "Tricolor Auto Acceptance, LLC",
      "incorporation_state": "Delaware",
      "entity_type": "limited liability company",
      "address": "545 E John Carpenter Freeway, Suite 925, Irving, Texas 75062",
      "business_description": "Tricolor Auto Acceptance, LLC services automobile loans originated by its affiliate Tricolor Auto Group, which sells automobiles to consumers and offers financing. TAA furnishes loan information to consumer reporting agencies and is responsible for loan servicing operations."
    },
    "commissioners": [],
    "case_date": {
      "month": 9,
      "year": 2015
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a); Section 621(a) of the Fair Credit Reporting Act, 15 U.S.C. § 1681s(a); Furnisher Rule, 16 C.F.R. § 660, recodified at 12 C.F.R. § 1022, Subpart E",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/142-3073-tricolor-auto-acceptance-llc"
  },
  "complaint": {
    "factual_background": "Tricolor Auto Acceptance, LLC (TAA) services consumer auto loans and regularly furnishes credit information to consumer reporting agencies but failed to establish any written policies and procedures regarding the accuracy and integrity of the information it reports. TAA also failed to conduct reasonable investigations of direct consumer disputes about account information, instead simply forwarding all disputes to the credit reporting agency without investigation. These violations affected information furnished about 11,635 unique consumer accounts.",
    "representations_made": [],
    "counts": [
      {
        "count_number": 1,
        "title": "No Established Written Policies and Procedures",
        "representation": "TAA was required to establish and implement reasonable written policies and procedures regarding the accuracy and integrity of consumer information furnished to credit reporting agencies, consider applicable guidelines in Appendix E, and review such policies periodically",
        "fact": "TAA failed to establish and implement any reasonable written policies and procedures regarding the accuracy and integrity of the information relating to consumers that it furnishes to CRAs, failed to consider Appendix E of that Rule, and failed to review its policies and procedures periodically",
        "conclusion": "TAA thereby has violated the Furnisher Rule's accuracy and integrity regulations, 16 C.F.R. § 660.3, recodified at 12 C.F.R. § 1022.42, constituting unfair or deceptive acts or practices in violation of Section 5(a) of the FTC Act"
      },
      {
        "count_number": 2,
        "title": "No Reasonable Investigation of or Response to Direct Disputes",
        "representation": "TAA was required to conduct reasonable investigations of direct consumer disputes, review all relevant information provided by consumers, timely complete investigations and report results, and provide proper notice if disputes were deemed frivolous",
        "fact": "TAA failed to reasonably investigate direct disputes about the accuracy of account balance information it furnishes to CRAs. TAA's practice is to forward all direct disputes to the CRA to which it furnishes information without performing a reasonable investigation",
        "conclusion": "TAA thereby has violated Section 623(a)(8) of the FCRA, 15 U.S.C. § 1681s-2(a)(8), and the Furnisher Rule's direct dispute provisions, 16 C.F.R. § 660.4 and 12 C.F.R. § 1022.43, constituting unfair or deceptive acts or practices in violation of Section 5(a) of the FTC Act"
      }
    ]
  },
  "order": {
    "definitions": {
      "Defendant": "Tricolor Auto Acceptance, LLC, and its successors and assigns.",
      "Consumer": "an individual.",
      "Consumer Reporting Agency": "any person which, for monetary fees, dues, or on a cooperative nonprofit basis, regularly engages in whole or in part in the practice of assembling or evaluating consumer credit information or other information on consumers for the purpose of furnishing consumer reports to third parties, and which uses any means or facility of interstate commerce for the purpose of preparing or furnishing consumer reports.",
      "CRA": "any person which, for monetary fees, dues, or on a cooperative nonprofit basis, regularly engages in whole or in part in the practice of assembling or evaluating consumer credit information or other information on consumers for the purpose of furnishing consumer reports to third parties, and which uses any means or facility of interstate commerce for the purpose of preparing or furnishing consumer reports.",
      "Furnisher of Information": "any person who regularly and in the ordinary course of business furnishes information to one or more consumer reporting agencies about the person's transactions or experiences with any consumer."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibited Business Activities",
        "category": "prohibition",
        "summary": "Defendant is permanently restrained and enjoined from failing to comply with federal regulations regarding policies and procedures for accuracy and integrity of information furnished to consumer reporting agencies, and from failing to reasonably investigate direct disputes about account information.",
        "requirements": [
          {
            "description": "Must not fail to comply with 12 C.F.R. § 1022.42, including by failing to establish and implement written policies and procedures regarding the accuracy and integrity of information relating to consumers that is furnished to any CRA",
            "quoted_text": "1. Failing to comply with 12 C.F.R. § 1022.42, a copy of which is attached as Attachment A, including by failing to establish and implement written policies and procedures regarding the accuracy and integrity of information relating to consumers that is furnished to any CRA; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 92,
            "quote_end_line": 95
          },
          {
            "description": "Must not fail to comply with 12 C.F.R. § 1022.43, including by failing to reasonably or adequately investigate direct disputes about the accuracy of account balance information it furnishes to any CRA",
            "quoted_text": "2. Failing to comply with 12 C.F.R. § 1022.43, a copy of which is attached as Attachment B, including by failing to reasonably or adequately investigate direct disputes about the accuracy of account balance information it furnishes to any CRA.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 96,
            "quote_end_line": 98
          }
        ]
      },
      {
        "provision_number": "2",
        "title": "Monetary Judgment for Civil Penalty",
        "category": "affirmative_obligation",
        "summary": "Defendant must pay a civil penalty of $82,777 to the United States within 7 days of entry of the order.",
        "requirements": [
          {
            "description": "Pay $82,777 to the Treasurer of the United States by electronic fund transfer",
            "quoted_text": "2. Defendant is ordered to pay to the plaintiff by making payment to the Treasurer of the United States, eighty-two thousand seven hundred seventy-seven dollars ($82, 777), which, as defendant stipulates, its undersigned counsel holds in escrow for no purpose other than payment to plaintiff. Such payment must be made within seven (7) days of the entry of this order by electronic fund transfer in accordance with instructions previously provided by a representative of plaintiff.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 108,
            "quote_end_line": 113
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Additional Monetary Provisions",
        "category": "affirmative_obligation",
        "summary": "If defendant defaults on payment obligations, the full judgment amount with interest becomes immediately due, and defendant relinquishes all rights to assets transferred under the order.",
        "requirements": [
          {
            "description": "If in default, judgment amount plus interest becomes immediately due",
            "quoted_text": "1. If defendant is in default on any obligation under this Section, then the judgment amount, together with interest computed pursuant to 28 U.S.C. § 1961 from the date of default to the date of payment, minus any payments previously made pursuant to this Section, becomes immediately due.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 116,
            "quote_end_line": 119
          },
          {
            "description": "Relinquish dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this order",
            "quoted_text": "2. Defendant relinquishes dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this order and may not seek the return of any assets.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 120,
            "quote_end_line": 122
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Defendant must submit acknowledgment of receipt of the order within 7 days, deliver copies to key personnel for 5 years, and obtain signed acknowledgments from recipients.",
        "requirements": [
          {
            "description": "Submit to the Commission an acknowledgment of receipt of this order sworn under penalty of perjury",
            "quoted_text": "1. Defendant, within 7 days of entry of this order, must submit to the Commission an acknowledgment of receipt of this order sworn under penalty of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 138,
            "quote_end_line": 140
          },
          {
            "description": "For 5 years after entry of this order, deliver a copy of this order to all principals, officers, directors, LLC managers and members, employees/agents/representatives who participate in conduct related to the subject matter, and any business entity resulting from change in structure",
            "quoted_text": "2. For 5 years after entry of this order, defendant must deliver a copy of this order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees, agents, and representatives who participate in conduct related to the subject matter of the order; and (3) any business entity resulting from any change in structure as set forth in the Section titled Compliance Reporting. Delivery must occur within 7 days of entry of this order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 141,
            "quote_end_line": 147
          },
          {
            "description": "From each individual or entity to which defendant delivered a copy of this order, obtain a signed and dated acknowledgment of receipt of this order",
            "quoted_text": "3. From each individual or entity to which defendant delivered a copy of this order, defendant must obtain, within 30 days, a signed and dated acknowledgment of receipt of this order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 148,
            "quote_end_line": 150
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendant must submit a comprehensive compliance report one year after entry of the order, submit compliance notices within 14 days of certain changes for 20 years, and notify the Commission of bankruptcy filings within 14 days.",
        "requirements": [
          {
            "description": "Submit a compliance report sworn under penalty of perjury identifying contact information, all businesses, activities, compliance with each section of the order, and order acknowledgments",
            "quoted_text": "1. One year after entry of this order, defendant must submit a compliance report, sworn under penalty of perjury. a. Defendant must: (a) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission and plaintiff may use to communicate with defendant; (b) identify all of defendant’s businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (c) describe the activities of each business, including the products and services offered, the means of advertising, marketing, and sales; (d) describe in detail whether and how defendant is in compliance with each Section of this order; and (e) provide a copy of each order acknowledgment obtained pursuant to this order, unless previously submitted to the Commission.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 158,
            "quote_end_line": 177
          },
          {
            "description": "For 20 years following entry of this order, submit a compliance notice sworn under penalty of perjury within 14 days of any change in designated point of contact or structure of defendant or any entity defendant has ownership interest in or controls",
            "quoted_text": "2. For 20 years following entry of this order, defendant must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following: a. Defendant must report any change in: (a) any designated point of contact; or (b) the structure of defendant or any entity that the defendant has any ownership interest in or controls directly or indirectly that may affect compliance obligations - 7 - Case 3:15-cv-03002-G Document 6 Filed 09/16/15 Page 8 of 20 PageID 44 arising under this order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 178,
            "quote_end_line": 193
          },
          {
            "description": "Submit to the Commission notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding",
            "quoted_text": "3. Defendant must submit to the Commission notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against such defendant within 14 days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 194,
            "quote_end_line": 196
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Record Keeping Provisions",
        "category": "recordkeeping",
        "summary": "Defendant must create certain records for 20 years after entry of the order and retain each such record for 5 years, including accounting records, personnel records, training materials, customer files, complaint records, and compliance documentation.",
        "requirements": [
          {
            "description": "Create and retain accounting records showing the revenues from all goods or services sold",
            "quoted_text": "1. Accounting records showing the revenues from all goods or services sold;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 219,
            "quote_end_line": 219
          },
          {
            "description": "Create and retain personnel records showing for each person providing services their name, addresses, telephone numbers, job title or position, dates of service, and reason for termination if applicable",
            "quoted_text": "2. Personnel records showing, for each person providing services, whether as an employee or otherwise, that person’s: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 220,
            "quote_end_line": 222
          },
          {
            "description": "Create and retain all employee training materials",
            "quoted_text": "3. All employee training materials;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 223,
            "quote_end_line": 223
          },
          {
            "description": "Create and retain customer files showing names, addresses, telephone numbers, dollar amounts paid, and quantity and description of goods or services purchased",
            "quoted_text": "4. Customer files showing the names, addresses, telephone numbers, dollar amounts paid, and the quantity and description of goods or services purchased;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 224,
            "quote_end_line": 225
          },
          {
            "description": "Create and retain records of all consumer complaints and refund requests, whether received directly or indirectly, and any response",
            "quoted_text": "5. Records of all consumer complaints and refund requests, whether received directly or indirectly, such as through a third party, and any response;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 226,
            "quote_end_line": 227
          },
          {
            "description": "Create and retain all records necessary to demonstrate full compliance with each provision of this order, including all acknowledgments of receipt and all reports submitted to the FTC",
            "quoted_text": "6. All records necessary to demonstrate full compliance with each provision of this order, including but not limited to: a. all acknowledgments of receipt of this order, required by the section titled “Order Acknowledgments”; and b. all reports submitted to the FTC pursuant to the Section titled “Compliance Reporting.”",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 228,
            "quote_end_line": 234
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission and plaintiff are authorized to monitor defendant's compliance through various means including requesting additional reports, conducting depositions, interviewing personnel, and using undercover methods.",
        "requirements": [
          {
            "description": "Within 14 days of receipt of a written request from the Commission, submit additional compliance reports or other requested information sworn under penalty of perjury, appear for depositions, and produce documents for inspection and copying",
            "quoted_text": "1. Within 14 days of receipt of a written request from a representative of the Commission, defendant must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury; appear for depositions; and produce documents for inspection and copying. The Commission and plaintiff are also authorized to obtain discovery, without further leave of court, using any of the procedures prescribed by Federal Rules of Civil Procedure 29, 30 (including telephonic depositions), 31, 33, 34, 36, 45, and 69.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 242,
            "quote_end_line": 248
          },
          {
            "description": "Permit representatives of the Commission and plaintiff to interview any employee or other person affiliated with defendant who has agreed to such an interview",
            "quoted_text": "authorized to communicate directly with the defendant. Defendant must permit representatives of the Commission and plaintiff to interview any employee or other person affiliated with defendant who has agreed to such an interview. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 250,
            "quote_end_line": 253
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this order.",
        "requirements": [
          {
            "description": "Court retains jurisdiction for purposes of construction, modification, and enforcement of this order",
            "quoted_text": "It is further ORDERED that this court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 265,
            "quote_end_line": 266
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Costs and Attorneys' Fees",
        "category": "affirmative_obligation",
        "summary": "Each party shall bear its own costs and attorneys' fees incurred in connection with this action.",
        "requirements": [
          {
            "description": "Each party shall bear its own costs and attorneys' fees incurred in connection with this action",
            "quoted_text": "It is further ORDERED that each party shall bear its own costs and attorneys’ fees incurred in connection with this action.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 268,
            "quote_end_line": 269
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "For 20 years following entry of this order, defendant must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following:"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "09.15, Tricolor Auto Acceptance Complaint.pdf",
      "order": "09.15, Tricolor Auto Acceptance Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 0,
      "order_provisions": 9,
      "order_definitions": 5,
      "order_requirements": 21,
      "provisions_per_section": {
        "I": 2,
        "2": 1,
        "III": 2,
        "IV": 3,
        "V": 3,
        "VI": 6,
        "VII": 2,
        "VIII": 1,
        "IX": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 0,
        "complaint_total": 0,
        "order_verified": 21,
        "order_total": 21
      }
    },
    "processing_time_seconds": 116.5
  }
}