{
  "case_info": {
    "docket_number": "2:25-cv-00752",
    "company": {
      "name": "AYLO GROUP LTD.",
      "incorporation_state": "Cyprus",
      "entity_type": "corporation",
      "address": "",
      "business_description": "AYLO GROUP LTD. and affiliated entities own and operate Pornhub.com and other large pornography websites that collectively received over 800 million monthly visits from U.S. consumers in 2021."
    },
    "commissioners": [],
    "case_date": {
      "month": 9,
      "year": 2025
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a); Section 13(b) of the FTC Act, 15 U.S.C. § 53(b); Utah Consumer Sales Practices Act, Utah Code § 13-11-1 et seq.",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/152-3202-inbox-group-llc-matter"
  },
  "complaint": {
    "factual_background": "Defendants Aylo Group Ltd. and related entities own and operate Pornhub.com and over 100 other pornographic websites that collectively received over 800 million monthly U.S. visits as of 2021. Since at least 2012, Defendants actively solicited and distributed tens of thousands of videos and photos constituting child sexual abuse material (CSAM) and non-consensual material (NCM), including rape, spy-camera, and revenge-porn content, while earning tens of millions of dollars in advertising and subscription revenue from it. To deflect public criticism, Defendants ran a years-long deceptive public relations campaign falsely promising consumers that they promptly reviewed user flags, banned CSAM uploaders, prevented re-uploads of removed CSAM, maintained required age-verification paperwork, and manually reviewed every upload before it went live—none of which was true in practice. Defendants also deceived consumers who enrolled in their Model Program by secretly routing their government-issued identification documents (driver's licenses, passports, Social Security numbers) through a third-party vendor to Defendants' own unsecured internal database, storing those documents in plain text and emailing them unencrypted to unauthorized employees in violation of Defendants' own stated security policies.",
    "representations_made": [
      {
        "description": "Claimed that content flagged by users as illegal or violating terms of service (including CSAM and NCM) is promptly reviewed and immediately removed",
        "quoted_text": "97. In January 2018, Defendants released a statement to Newsweek UK and GQ magazine stating that “[c]ontent that is flagged on Pornhub that directly violates our Terms of Service [(“TOS”)] is removed as soon as we are made aware of it; this includes non-consensual content.” Similarly, a November 24, 2018, blog post on Pornhub, titled “Answers to Community Questions,” stated: “We have a dedicated community that works actively to ensure that content adheres to our TOS and rapidly flags anything questionable for review/removal.”",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 97,
        "quote_start_line": 881,
        "quote_end_line": 886
      },
      {
        "description": "Claimed to consumers, merchant acquirers, and the press that flagged content is immediately reviewed by the compliance team and removed if confirmed as a violation",
        "quoted_text": "inappropriate is promptly reviewed and removed if necessary.” In January 2020, Defendants’ statements, published on Buzzfeed and the Daily Wire, stated that “[c]ontent that is flagged on Pornhub that directly violates our Terms of Service is removed immediately; this includes non- consensual content.” And, around the same time, in response to reports that NCM content featuring U.S. servicemembers through a bathroom peephole had been posted on Pornhub, Defendants told the New York Post: “Here at Pornhub, we immediately remove any content that violates our terms of use as soon as we are made aware of it” and that “users can flag content for review directly on video pages.” Notably, at the same time Defendants were promising consumers the ability to flag CSAM and NCM for quick review and removal, the Tube Sites team was, as detailed above, repeatedly overturning decisions by Defendants’ Compliance team",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 98,
        "quote_start_line": 893,
        "quote_end_line": 902
      },
      {
        "description": "Claimed that all flagged content is reviewed within 24 hours",
        "quoted_text": "acquirers to avoid costly fines. For example, in August 2020, Defendants told an acquirer for MasterCard that “all flagged content is reviewed within 24 hours.” This claim omitted the backlog, which, at the time, still amounted to over 600,000 flagged videos (which were still live on Defendants’ websites).",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 105,
        "quote_start_line": 947,
        "quote_end_line": 950
      },
      {
        "description": "Claimed that CSAM is fingerprinted so it cannot be re-uploaded and the uploader is banned",
        "quoted_text": "websites. Specifically, an April 2020 Pornhub blog titled “Answers to Community Questions” stated: “If we ever come across CSAM, the videos are fingerprinted so they cannot be reuploaded, and the user is banned . . . .”",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 107,
        "quote_start_line": 958,
        "quote_end_line": 960
      },
      {
        "description": "Claimed that CSAM is fingerprinted to prevent re-upload",
        "quoted_text": "113. Defendants have also falsely promised that they prevent CSAM from ever being re- uploaded to their websites. Indeed, an April 2020 Pornhub blog titled “Answers to Community Questions” stated: “If we ever come across CSAM, the videos are fingerprinted so they cannot be reuploaded . . . .”",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 113,
        "quote_start_line": 1001,
        "quote_end_line": 1004
      },
      {
        "description": "Claimed to obtain, review, verify, and maintain 18 U.S.C. § 2257 documentation establishing performers' ages for all Pay Site content",
        "quoted_text": "116. Defendants have, since at least 2012, also falsely promised users of each of their Pay Sites (including Pornhub Premium) that, for all content on that site, Defendants “obtain[], review[], verif[y], and maintain[] a copy of the 2257 documentation providing that performers 39 Case 2:25-cv-00752 Document 1 Filed 09/03/25 PageID.40 Page 40 of 64 are of legal age” and such documentation is “physically kept at one of MindGeek’s office locations.” “2257” refers to 18 U.S.C. § 2257, which requires documentation (typically, government-issued identification) proving the name and date of birth of each performer in that content.",
        "verified": true,
        "confidence": 0.85,
        "source_paragraph": 116,
        "quote_start_line": 1014,
        "quote_end_line": 1024
      },
      {
        "description": "Claimed to employ an extensive team of human moderators who manually review every single upload before it goes live",
        "quoted_text": "122. In February 2020, in response to a statement by United States Senator Ben Sasse that Pornhub makes “content available worldwide showing women and girls that were victims of trafficking being raped and exploited,” Defendants stated publicly that they “employ[ed] an extensive team of human moderators dedicated to manually reviewing every single upload.” Defendants’ Chief Legal Officer similarly told United States Senator Maggie Hassan, in a publicly released letter, that Defendants have “an extensive team of human moderators who manually review all uploads to the site.” Around the same time, in response to an online petition to shut down Pornhub, Defendants released a statement that was published by Fox News and the Guardian, stating that Defendants employed “an extensive team of human moderators dedicated to manually reviewing all uploads to the site.”",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 122,
        "quote_start_line": 1051,
        "quote_end_line": 1060
      },
      {
        "description": "April 2020 blog post and published policies claiming every video and photo uploaded to Pornhub is reviewed manually by a large team of moderators for illegal content",
        "quoted_text": "a. An April 2020 Pornhub blog post, titled “Answers to Community Questions,” stated: “First and foremost, illegal content is strictly prohibited on Pornhub. This has always been the case and will always be the case, and the safety of our users and models is our number one priority. Upon upload, every video and photo uploaded to Pornhub is 41 Case 2:25-cv-00752 Document 1 Filed 09/03/25 PageID.42 Page 42 of 64 reviewed manually by a large and extensive team of moderators looking for illegal content.” b. Pornhub’s Child Sexual Abuse Material Policy, first published in May 2020, states: “Pornhub has an extensive team of human moderators who actively work around the clock to review all content uploaded to our platform in order [to] prevent any illegal content from being featured on our platform, [and] remove any content that may violate our terms of service . . . . ” c. Pornhub’s Non-Consensual Content Policy, first published in May 2020, states: “We employ an extensive team of moderators and support staff who work 24 hours a day, 7 days a week in order to review all uploaded content for violations, and address users concerns, and remove all non-consensual content that we identify or of which we are made aware.” d. A December 2020 press release by Defendants stated that “Pornhub’s current moderation includes an extensive team of human moderators dedicated to manually reviewing every single upload.”",
        "verified": true,
        "confidence": 0.85,
        "source_paragraph": 123,
        "quote_start_line": 1063,
        "quote_end_line": 1085
      },
      {
        "description": "Claimed to have a zero-tolerance policy and that content is moderated before and after it goes live to ensure the platform remains free of illegal content",
        "quoted_text": "139. Similarly, Pornhub’s Child Sexual Abuse Material Policy, first posted in May 2020, states: We have a zero-tolerance policy toward child sexual abuse material on our platform, as well as toward those who produce, disseminate, as well as seek out and consume CSAM. Any content featuring or depicting a child is strictly forbidden on our platform and is deemed to constitute a grave violation of our terms of service. 140. In its 2020 Transparency Report, published in April 2021, Defendants stated that they had “a firm zero tolerance policy against underage content.” It further stated: “In an on-going effort to ensure that our platform remains free of illegal content, . . . Pornhub moderates user- uploaded content before it is accessible to the public and we continue to monitor content after it 46 Case 2:25-cv-00752 Document 1 Filed 09/03/25 PageID.47 Page 47 of 64 is accessible to the public,” adding: “Our team works around the clock in an effort to prevent unacceptable content from being made available to the public for viewing.” And the report emphasized that illegal content does not make it onto Defendants’ sites, stating: “When a user’s content or platform activity violates our Terms of Service and Related Guidelines, we will not publish the content.”",
        "verified": true,
        "confidence": 0.85,
        "source_paragraph": 139,
        "quote_start_line": 1195,
        "quote_end_line": 1214
      },
      {
        "description": "Claimed that all persons depicted on Pornhub Premium were over 18 years of age at the time their content was created",
        "quoted_text": "136. Pornhub Premium has always had a notice that states: All models, actors, actresses and other persons that appear in any visual depiction of actual sexually explicit conduct appearing or otherwise contained in this Website were over the age of eighteen years at the time of the creation of such depictions. With respect to all visual depictions displayed on this website, whether of actual sexually explicit conduct, simulated sexual content or otherwise, all persons in said visual depictions were at least 18 years of age when said visual depictions were created.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 136,
        "quote_start_line": 1164,
        "quote_end_line": 1171
      },
      {
        "description": "Claimed to have put in place state-of-the-art, comprehensive safeguards including a robust system for flagging, reviewing, and removing all illegal material",
        "quoted_text": "137. In February 2020, in response to an inquiry from United States Senator Maggie Hassan, Defendants’ Chief Legal Officer stated (in a letter made publicly available): “MindGeek has put in place state-of-the-art, comprehensive safeguards on its platform to combat this material, including a robust system for flagging, reviewing and removing all illegal material.”",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 137,
        "quote_start_line": 1176,
        "quote_end_line": 1179
      },
      {
        "description": "Claimed that consumers' sensitive personal information (government IDs) would be collected and secured by the third-party Vendor and not held by Defendants",
        "quoted_text": "Defendants issued a press release stating: Going forward, anyone seeking verification within the Model Program must confirm their identity with a current photo and government-approved 47 Case 2:25-cv-00752 Document 1 Filed 09/03/25 PageID.48 Page 48 of 64 ID document first. [The Vendor] will check the ID document validity and then match the user’s ID document to their photo using secure biometric technology. This added layer of protection will make the MindGeek verification system modern, robust and secure.",
        "verified": true,
        "confidence": 0.85,
        "source_paragraph": 143,
        "quote_start_line": 1230,
        "quote_end_line": 1240
      },
      {
        "description": "Claimed that verification images submitted by Models are totally private, seen only by Pornhub staff, and stored securely",
        "quoted_text": "150. Between January 2018 and December 2020, Defendants required prospective members of their Model Program to submit “verification images” showing most of their faces, meaning no masks or sunglasses. Defendants also required that the verification images include the prospective Model “holding up a sign with your username and pornhub.com written on it (or write it on your body).” During this time period, Defendants told prospective Models that “[a]ll verification images are totally private, only seen by Pornhub staff and stored securely.”",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 150,
        "quote_start_line": 1276,
        "quote_end_line": 1281
      },
      {
        "description": "Claimed that Models' personal data remains secure and that the Vendor meets the ISO/IEC 27001 global gold standard for information security",
        "quoted_text": "151. In connection with their use of the Vendor for identity verification (beginning in 2021), Defendants tell prospective Models that they “can trust that their personal data remains secure” and “[the Vendor] is certified to meet the requirements of ISO/IEC 27001, which is the global gold standard for information security management.” And Defendants’ customer service 49 Case 2:25-cv-00752 Document 1 Filed 09/03/25 PageID.50 Page 50 of 64 representatives inform Models that their identification documentation are “completely confidential and secure.”",
        "verified": true,
        "confidence": 0.85,
        "source_paragraph": 151,
        "quote_start_line": 1282,
        "quote_end_line": 1291
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Unfairness – Distribution of CSAM and NCM to Consumers",
        "representation": "Defendants distributed CSAM and NCM on their websites",
        "fact": "Defendants' distribution of CSAM and NCM caused or was likely to cause substantial injury to consumers—including the children and non-consenting adults depicted in the content and users who unknowingly viewed or downloaded it—injury that consumers could not reasonably avoid and that was not outweighed by any countervailing benefit",
        "conclusion": "Defendants' acts or practices as described in Paragraph 165 constitute unfair acts or practices in violation of Section 5 of the FTC Act, 15 U.S.C. § 45(a), (n)."
      },
      {
        "count_number": 2,
        "title": "Deception – Flagging of Content",
        "representation": "Defendants represented that they review and remove content on their websites that had been flagged by consumers as illegal or otherwise violating Defendants' terms of service, including CSAM and NCM",
        "fact": "In numerous instances, Defendants did not review or remove content that had been flagged by consumers as illegal or in violation of Defendants' terms of service, including CSAM and NCM; Defendants maintained a backlog of over 700,000 unflagged-reviewed videos and did not review most flagged content at all",
        "conclusion": "Defendants' representation as described in Paragraph 168 is false or misleading and constitutes a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 3,
        "title": "Deception – Banning of CSAM Uploaders",
        "representation": "Defendants represented that they would ban individuals who had uploaded CSAM to any of Defendants' websites from further use of any of Defendants' websites",
        "fact": "In numerous instances, Defendants did not ban individuals who had uploaded CSAM from further use of their websites; Defendants allowed known CSAM uploaders to continue posting, failed to cross-ban across websites until June 2021, and bans were easily circumvented by using a different email address or username",
        "conclusion": "Defendants' representation as described in Paragraph 171 is false or misleading and constitutes a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 4,
        "title": "Deception – Re-Upload of CSAM",
        "representation": "Defendants represented that they would prevent CSAM that they had identified and removed from their websites from being re-uploaded to any of their websites",
        "fact": "In numerous instances, Defendants did not prevent previously identified and removed CSAM from being re-uploaded; their fingerprinting technology did not work effectively between at least 2017 and August 2021, allowing hundreds of previously removed CSAM videos to be re-uploaded and remain live for months",
        "conclusion": "Defendants' representation as described in Paragraph 174 is false or misleading and constitutes a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 5,
        "title": "Deception – Verification Paperwork (18 U.S.C. § 2257)",
        "representation": "Defendants represented that they maintained paperwork required by 18 U.S.C. § 2257 for all videos on the Pay Sites, including that they obtained, reviewed, verified, and maintained documentation proving performers were of legal age",
        "fact": "In numerous instances, Defendants did not maintain the required § 2257 documentation for all Pay Site videos; until December 2020 they required no documentation for user-generated content on Pornhub Premium, and a January 2021 audit found documentation missing for over 8,000 videos across multiple Pay Sites",
        "conclusion": "Defendants' representation as described in Paragraph 177 is false or misleading and constitutes a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 6,
        "title": "Deception – Review of Content for CSAM and NCM",
        "representation": "Defendants represented that they review all videos before the videos go live on any of their websites and that such review is effective at identifying CSAM and NCM",
        "fact": "In numerous instances, Defendants did not review all videos before they went live, and their review—to the extent undertaken—was not effective at identifying CSAM and NCM; moderators were limited to an average of 24–39 seconds per video, hundreds of thousands of videos were never reviewed, and removal caps were imposed regardless of content legality",
        "conclusion": "Defendants' representation as described in Paragraph 180 is false or misleading and constitutes a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 7,
        "title": "Deception – CSAM and NCM Present on Websites",
        "representation": "Defendants represented that their websites do not contain CSAM or NCM",
        "fact": "In numerous instances, Defendants' websites contained CSAM and NCM; internal audits identified tens of thousands of such videos and photos, consumers viewed and downloaded them millions of times, and Defendants continued to earn revenue from them",
        "conclusion": "Defendants' representation as described in Paragraph 183 is false or misleading and constitutes a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 8,
        "title": "Failure to Disclose – Collection of Personal Information",
        "representation": "Defendants represented that consumers' sensitive personal information submitted through the Model Program would be collected and maintained by the third-party Vendor and not held by Defendants",
        "fact": "Defendants failed to disclose that the Vendor passes consumers' identification documentation (including driver's licenses, passports, and Social Security numbers) directly to Defendants, who then collect and retain it in an internal database without consumers' knowledge or consent and with no policy governing deletion",
        "conclusion": "Defendants' failure to disclose or disclose adequately the material information as described in Paragraph 187, in light of the representation set forth in Paragraph 186, constitutes a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 9,
        "title": "Security Misrepresentation – Data Security",
        "representation": "Defendants represented that they take reasonable precautions to protect the personal information they collect from consumers or via the Vendor",
        "fact": "In numerous instances, Defendants failed to take reasonable precautions to protect consumers' personal information; they did not secure their database with a firewall, stored identification documents in plain text without encryption, and allowed employees to email unencrypted copies of sensitive documents (passports, driver's licenses, Social Security numbers) to unauthorized staff in violation of Defendants' own Encryption Policy",
        "conclusion": "Defendants' representation as described in Paragraph 189 is false or misleading and constitutes a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 10,
        "title": "Unconscionable Acts and Practices (UCSPA)",
        "representation": "Defendants distributed CSAM and NCM on their websites, perpetuating the sexual abuse of children and adults while maximizing financial gain",
        "fact": "Defendants knew or had reason to know that distributing CSAM and NCM caused substantial injury to consumers and the children and adults featured in that content, and that most consumers did not want to view such content or face civil and criminal liability from possessing CSAM",
        "conclusion": "Defendants' acts and practices constitute unconscionable acts and practices in violation of the UCSPA, Utah Code § 13-11-5, targeting and affecting Utah residents."
      },
      {
        "count_number": 11,
        "title": "Deceptive Acts and Practices (UCSPA)",
        "representation": "Defendants made material misrepresentations to Utah consumers, including that: they reviewed and removed flagged CSAM/NCM; they banned CSAM uploaders; they prevented CSAM re-uploads; they maintained § 2257 documentation; they reviewed all uploads for CSAM/NCM; their sites did not contain CSAM/NCM; consumers' personal information would be held only by the Vendor; and they took reasonable data-security precautions",
        "fact": "Each of those representations was false; Defendants knowingly made the misrepresentations to Utah consumers in connection with consumer transactions",
        "conclusion": "Defendants engaged in deceptive acts or practices affecting Utah consumers in violation of the UCSPA, Utah Code § 13-11-4, and these deceptive and unlawful acts targeted and affected Utah residents."
      }
    ]
  },
  "order": {
    "definitions": {
      "Child Sexual Abuse Material (CSAM)": "a piece of Content that depicts anyone under 18 years of age engaging in Sexually Explicit Conduct.",
      "Clear and Conspicuous / Clearly and Conspicuously": "\"Clear and Conspicuous\" or \"Clearly and Conspicuously\" means that a required disclosure is easily noticeable (i.e., difficult to miss) and easily understandable by ordinary consumers, including in all of the following ways:\n1. In any communication that is solely visual or solely audible, the disclosure must be made through the same means through which the communication is presented. In any communication made through both visual and audible means such as a television advertisement, the disclosure must be presented simultaneously in both the visual and audible portions of the communication even if the representation requiring the disclosure (\"triggering representation\") is made through only one means.\n2. A visual disclosure, by its size, contrast, location, the length of time it appears, and other characteristics, must stand out from any accompanying text or other visual elements so that it is easily noticed, read, and understood.\n3. An audible disclosure, including by telephone or streaming video, must be delivered in a volume, speed, and cadence sufficient for ordinary consumers to easily hear and understand it.\n4. In any communication using an interactive electronic medium, such as the Internet or software, the disclosure must be unavoidable.\n5. The disclosure must use diction and syntax understandable to ordinary consumers and must appear in each language in which the triggering representation appears.\n6. The disclosure must comply with these requirements in each medium through which it is received, including all electronic devices and face-to-face communications.\n7. The disclosure must not be contradicted or mitigated by, or inconsistent with, anything else in the communication.\n8. When the representation or sales practice targets a specific audience, such as children, the elderly, or the terminally ill, \"ordinary consumers\" includes members of that group.",
      "Content": "any depiction of Sexually Explicit Conduct, including but not limited to a photograph, film, video, picture, audio recording, or computer-generated image.",
      "Content Partner": "any third-party entity (including its agents, employees, and affiliates) that uploads Content to a Covered Service and has certified, in writing or electronically, that the entity: 1) is duly organized, validly existing and in good standing as a corporation or other entity under the laws and regulations of the entity's jurisdiction of incorporation, organization, or chartering; 2) is subject to federal criminal recordkeeping requirements for visual depictions of actual and simulated sexually explicit conduct; and 3) owns its own website or otherwise distributes Content off of the Covered Service.",
      "Content Removal Request": "a request to remove Content from a Covered Service because it is actual or suspected CSAM and/or NCM.",
      "CRR Content": "any Content identified in a Content Removal Request by URL, title, or other information that permits Defendants to identify Content through a search of Defendants' Covered Services and internal systems.",
      "Covered Incident": "any incident that results in a Defendant notifying, pursuant to a statutory or regulatory requirement, any U.S. federal, state, or local government entity that information of or about a consumer was, or is reasonably believed to have been, accessed, acquired, or publicly exposed without authorization.",
      "Covered Information": "information from or about an individual who appears in Content on a Covered Service provided in connection with any verification of age, identification, or consent of such individual appearing in the Content, including but not limited to: (1) a first and last name; (2) a home or physical address, including street name and name of city or town; (3) an email address or other online contact information, such as an instant messaging user identifier or a screen name; (4) a telephone number; (5) information about or derived from an individual's government-issued identification documents, such as an image of a driver's license, Social Security card, passport, or birth certificate, or the government-issued identification number associated with any such document; or (6) date of birth.",
      "Covered Service": "any website, mobile application, or online service owned or operated by a Defendant that allows third parties to upload Content for publication on such service or that republishes the same Content.",
      "Defendants": "all of the Defendants, individually, collectively, or in any combination, and their successors and assigns.",
      "Delete / Deleted / Deletion": "to remove Covered Information such that it is not maintained in retrievable form and cannot be retrieved through physical or technical means.",
      "Model": "any third-party individual or entity that uploads Content to a Covered Service and is not a Content Partner.",
      "Moderator": "a human individual who reviews Content to determine whether it is or contains CSAM or NCM.",
      "Non-Consensual Material (NCM)": "a piece of Content in which a person is engaged in Sexually Explicit Conduct without that person's consent to either the Sexually Explicit Conduct or the production, publication, disclosure, or dissemination of the Content.",
      "Sexually Explicit Conduct": "any actual or simulated sexual act, including but not limited to: 1. Sexual intercourse, including genital-genital, oral-genital, anal-genital, or oral-anal contact; 2. Bestiality; 3. Masturbation or any other stimulation of genitals or anus; 4. Sadistic or masochistic abuse; or 5. Lascivious exhibition of the breast(s), anus, genitals, or pubic area of any person.",
      "Suspend / Suspension": "to remove Content such that it is no longer available to consumers and to remove the Covered Service webpage, including all metadata, upon which the Content was hosted, and cease all monetization of the Content and Covered Service webpage.",
      "Withdrawal of Consent": "any instance in which a person previously consented to the production and publication of Content featuring that person but a Defendant has since been informed that the person has withdrawn consent to the publication of Content."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Prevention of CSAM and NCM",
        "category": "prohibition",
        "summary": "Defendants are permanently restrained from misrepresenting the extent to which they review, remove, prevent, or protect consumers from CSAM and NCM on their Covered Services.",
        "requirements": [
          {
            "description": "Must not misrepresent the extent to which Defendants review and/or remove Content flagged as CSAM, NCM, or illegal",
            "quoted_text": "IT IS ORDERED that Defendants, Defendants’ officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with promoting or offering for sale any product or service, are permanently restrained and enjoined from misrepresenting or assisting others in misrepresenting, expressly or by implication: A. the extent to which Defendants review and/or remove Content from Covered Services that has been flagged, or otherwise identified by anyone as CSAM, NCM, or illegal;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 221,
            "quote_end_line": 227
          },
          {
            "description": "Must not misrepresent the extent to which Defendants suspend, ban, or prevent individuals who uploaded CSAM/NCM from creating accounts or uploading Content in the future",
            "quoted_text": "B. the extent to which Defendants suspend, ban, or otherwise prevent individuals or entities who have uploaded CSAM and/or NCM to any Covered Service from creating an account on, and/or uploading Content to, any Covered Service in the future;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 228,
            "quote_end_line": 230
          },
          {
            "description": "Must not misrepresent the extent to which Defendants prevent previously identified/removed CSAM or NCM from being republished on any Covered Service",
            "quoted_text": "C. the extent to which Defendants prevent CSAM or NCM that has been identified and/or removed from a Covered Service from being republished on, or otherwise made available to consumers on, any Covered Service;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 231,
            "quote_end_line": 233
          },
          {
            "description": "Must not misrepresent the extent to which Defendants obtain, review, verify, or maintain paperwork required by 18 U.S.C. § 2257 for Content on a Covered Service",
            "quoted_text": "D. the extent to which Defendants obtain, review, verify, or maintain paperwork required by 18 U.S.C. § 2257 for Content on a Covered Service;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 234,
            "quote_end_line": 235
          },
          {
            "description": "Must not misrepresent the extent to which Defendants moderate or review Content before publication on a Covered Service",
            "quoted_text": "E. the extent to which Defendants moderate or otherwise review Content before the Content is published or otherwise made available to a consumer on a Covered Service;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 236,
            "quote_end_line": 237
          },
          {
            "description": "Must not misrepresent the extent to which any Covered Service does not contain CSAM or NCM",
            "quoted_text": "F. the extent to which any Covered Service does not contain CSAM or NCM; or",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 238,
            "quote_end_line": 238
          },
          {
            "description": "Must not misrepresent the extent to which Defendants prevent CSAM or NCM from being present on, or protect consumers from CSAM or NCM on, a Covered Service",
            "quoted_text": "G. the extent to which Defendants prevent CSAM or NCM from being present on a Covered Service or protect consumers from the presence of CSAM or NCM on a Covered Service.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 239,
            "quote_end_line": 240
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Mandated Suspension of Content",
        "category": "affirmative_obligation",
        "summary": "Defendants must suspend all pre-program Model-uploaded content where age verification or consent has not been confirmed, and all pre-program Content Partner content not meeting required safeguards, within specified timeframes.",
        "requirements": [
          {
            "description": "Within 30 days, indefinitely suspend all Model-uploaded Content (pre-program) where age of non-Model participants has not been verified; such Content may be republished only after age verification",
            "quoted_text": "A. Within thirty (30) days after entry of this Order, indefinitely Suspend all Content uploaded by a Model to any Covered Service prior to the implementation of the CSAM and NCM Prevention Program pursuant to Provision III that Defendants have not verified that any non-Model individual participating in Sexually Explicit Conduct in the Content was eighteen (18) years of age or older at the time the Content uploaded by a Model was created, or if the creation date is unavailable, the time the Content was uploaded by a Model. Provided, however, such Content may be republished after Suspension if Defendants verify that any non-Model individual participating in Sexually Explicit Conduct in the Content was eighteen (18) years of age or older at the time the Content uploaded by a Model was created, or if the creation date is unavailable, the time the Content was uploaded by a Model;",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 247,
            "quote_end_line": 257
          },
          {
            "description": "Within 3 months, indefinitely suspend all Model-uploaded Content (pre-program) where consent of non-Model participants to the Sexually Explicit Conduct and production/publication has not been verified; Content may be republished after consent verification",
            "quoted_text": "B. Within three (3) months after entry of this Order, indefinitely Suspend all Content uploaded by a Model to any Covered Service prior to the implementation of the CSAM and NCM Prevention Program pursuant to Provision III that Defendants have not verified that any non-Model individual participating in Sexually Explicit Conduct in the Content consented to the Sexually Explicit Conduct, as well as to the production and publication of the Content uploaded by the Model. Such Content may be republished on the Covered Service after Suspension if Defendants verify that any non-Model individual participating in Sexually Explicit Conduct in the Content consented to the Sexually Explicit Conduct, as well as to the production and publication of Content uploaded by a Model. Provided, 10 Docusign EnveClopaes IDe: 22A:32B5E-FcEv2--9050327-45D2C-FT-AS78 7 - 5 AD89o5cEuA0m55eDnEt 6 Filed 09/08/25 PageID.153 Page 11 of 71 however, that such verification is not required from a non-Model individual who has previously met the requirements set forth in Provision III.E.2.a.1-2 for other Content uploaded by the same Model; and",
            "deadline": "3 months",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 258,
            "quote_end_line": 273
          },
          {
            "description": "Within 3 months, indefinitely suspend all Content Partner-uploaded Content (pre-program) that does not meet the safeguards required under sub-Provision III.E.3.a; such Content may be republished after verification of compliance",
            "quoted_text": "C. Within three (3) months after entry of this Order, indefinitely Suspend all Content uploaded by a Content Partner to any Covered Service prior to the implementation of the CSAM and NCM Prevention Program pursuant to Provision III that Defendants have not verified meets the safeguards required under sub-Provision III.E.3.a. Such Content may be republished after Suspension if Defendants verify that it meets the safeguards required under sub-Provision III.E.3.a.",
            "deadline": "3 months",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 274,
            "quote_end_line": 279
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Mandated Program to Prevent the Posting and Proliferation of CSAM and NCM",
        "category": "affirmative_obligation",
        "summary": "Defendants must establish and implement a comprehensive CSAM and NCM Prevention Program within 90 days, including documentation, governance, risk assessment, safeguards (age/consent verification, content review, removal processes), training, reporting tools, and biannual transparency reports.",
        "requirements": [
          {
            "description": "Within 90 days, establish and implement a comprehensive CSAM and NCM Prevention Program with procedures designed to prevent publication/dissemination of CSAM and NCM and protect consumers from exposure",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants, and any business that Defendants control, in connection with making Content available on a Covered Service, must, within ninety (90) days after entry of this Order, establish and implement, and thereafter maintain, comprehensive procedures (“CSAM and NCM Prevention Program”) that are designed to prevent the publication, or dissemination of, and that protects consumers from exposure to, CSAM and/or NCM on a Covered Service. To satisfy this requirement, Defendants must, at a minimum:",
            "deadline": "90 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 285,
            "quote_end_line": 290
          },
          {
            "description": "Document in writing the content, implementation, and maintenance of the CSAM and NCM Prevention Program",
            "quoted_text": "A. Document in writing the content, implementation, and maintenance of the CSAM and NCM Prevention Program;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 291,
            "quote_end_line": 292
          },
          {
            "description": "Provide the written program and any material evaluations or updates to the board of directors (or CEO/COO if no board exists) at least once every 3 months",
            "quoted_text": "B. Provide the written program and any material evaluations thereof or updates thereto to Defendants’ board of directors or governing body, or, if no such board or equivalent governing body exists, to Defendants’ Chief Executive Officer and Chief Operations Officer at least once every three (3) months;",
            "deadline": "every 3 months",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 297,
            "quote_end_line": 300
          },
          {
            "description": "Designate a qualified employee reporting directly to the CEO to coordinate and be responsible for the CSAM and NCM Prevention Program, and keep the CEO and board informed of all actions and procedures",
            "quoted_text": "C. Designate a qualified employee who reports directly to the Chief Executive Officer (or, in the event a Chief Executive Officer role does not exist, a similarly-situated executive) to coordinate and be responsible for the CSAM and NCM Prevention Program, and keep Defendants’ Chief Executive Officer and board of directors or governing body informed of the CSAM and NCM Prevention Program, including all actions and procedures implemented to comply with the requirements of this Order, and any actions and procedures to be implemented to ensure continued compliance with this Order;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 301,
            "quote_end_line": 307
          },
          {
            "description": "Assess and document, at least once every 12 months, internal and external risks in each area of Defendants' operations that could result in CSAM or NCM being published or made available on a Covered Service",
            "quoted_text": "D. Assess and document, at least once every twelve (12) months, internal and external risks in each area of Defendants’ operations that could result in CSAM or NCM being published, disseminated, or otherwise made available to a consumer on a Covered Service;",
            "deadline": "annually",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 308,
            "quote_end_line": 310
          },
          {
            "description": "Design, implement, maintain, and document safeguards controlling for identified risks; for Model-uploaded Content, verify age (18+) of the Model prior to publication using direct or documentation-based verification, and authenticate documentation",
            "quoted_text": "E. Design, implement, maintain, and document safeguards that control for the internal and external risks identified in response to sub-Provision III.D. Each safeguard must be based on the likelihood that the risk could be realized and result in CSAM or NCM being published, disseminated, or otherwise made available to a consumer on a Covered Service. Such safeguards must also include: 1. Policies, practices, procedures, and technical measures designed to ensure Content uploaded by a Model may not be published or otherwise made available to a consumer on a Covered Service unless Defendants: 12 Docusign EnveClopaes IDe: 22A:32B5E-FcEv2--9050327-45D2C-FT-AS78 7 - 5 AD89o5cEuA0m55eDnEt 6 Filed 09/08/25 PageID.155 Page 13 of 71 a. Verify prior to publication (i) directly from the Model, or (ii) through documentation that establishes the age and identity of the Model as set forth by federal law, that the Model is eighteen (18) years of age or older, including authenticating that any verification documentation provided to establish the Model’s age matches the Model. Defendants may only use, provide access to, or disclose any information collected for such verification to comply with the requirements set forth in Provision III; to compensate Models; to provide customer support services to Models; to communicate with Models; to maintain the functionality and security of the Covered Services; to contact or cooperate with law enforcement regarding actual or suspected CSAM, NCM, or illegal Content; or to comply with any applicable law, regulation, or court order; and",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 311,
            "quote_end_line": 334
          },
          {
            "description": "For each piece of Model-uploaded Content, provide notice and a consent checkbox to the uploader prior to submission, informing them of review, potential NCMEC/law enforcement reporting, public availability, and waiver of privacy rights",
            "quoted_text": "b. For each piece of Content uploaded by a Model, provide notice and a consent checkbox to the uploader of the Content to a Covered Service, which the uploader must review and endorse prior to submitting Content for review. The notice and checkbox will inform the uploader that Defendants will review Content prior to its publication and may report actual or suspected CSAM or NCM to the National Center for Missing and Exploited Children or to relevant law enforcement. The notice and consent checkbox will inform the uploader that if the Content is approved for publication it will be made public and that the uploader is waiving any privacy rights they may have previously had in the Content by submitting Content for Defendants’ review;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 335,
            "quote_end_line": 344
          },
          {
            "description": "Verify prior to publication the age (18+) and written/electronic consent of each non-Model individual participating in Sexually Explicit Conduct in Model-uploaded Content, relying at least in part on attestations or documentation from the non-Model individual",
            "quoted_text": "2. Policies, practices, procedures, and technical measures designed to ensure Content uploaded by a Model is not published or otherwise made available to a consumer on a Covered Service unless Defendants: a. Verify prior to publication (i) directly from each non-Model individual participating in Sexually Explicit Conduct in the Content, or (ii) through documentation that establishes the age and identity of the non-Model individual as set forth by federal law, that such non-Model individual: 1) Was eighteen (18) years of age or older at the time such Content was created, or if the creation date is unavailable, the time the Content was uploaded by a Model, including authenticating that any verification documentation provided to establish the non-Model individual’s age matches the non-Model individual appearing in the Content; and 2) Consents to the Sexually Explicit Conduct, as well as to the production and publication of the particular piece of Content. Such consent must be clearly manifested in writing or electronically. Such verification must rely, at least in part, on attestations or documentation submitted or otherwise provided to Defendants by the non-Model individual appearing in the Content. Defendants may only use, provide access to, or disclose any information collected for such verification to comply with the requirements set forth in Provision III; to compensate Models; to provide customer support services to Models; to communicate with Models; to maintain the functionality and security of the Covered Services; to contact or 14 Docusign EnveClopaes IDe: 22A:32B5E-FcEv2--9050327-45D2C-FT-AS78 7 - 5 AD89o5cEuA0m55eDnEt 6 Filed 09/08/25 PageID.157 Page 15 of 71 cooperate with law enforcement regarding actual or suspected CSAM, NCM, or illegal Content; or comply with any applicable law, regulation, or court order. Provided, however, that such verification is not required from a non-Model individual who has previously met the requirements set forth in Provision III.E.2.a.1-2 for other Content uploaded by the same Model; and",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 349,
            "quote_end_line": 380
          },
          {
            "description": "Within 24 hours of Content being published, send an email or text to each non-Model individual's provided contact information notifying them the Content is published and providing a link to the Content and the Content Removal Request form",
            "quoted_text": "b. Unless prohibited by an applicable law, regulation, or court order, within twenty-four (24) hours of Content being published or otherwise made available to a consumer on a Covered Service, Defendants must send an e- mail or text message to the e-mail address or phone number provided for each non-Model individual appearing in Content uploaded by a Model informing the non-Model individual that Content in which they appear has been published or otherwise made available to a consumer on a Covered Service, and providing a Clear and Conspicuous link to such Content and to the Content Removal Request form pursuant to Provision III.E.9;",
            "deadline": "24 hours",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 381,
            "quote_end_line": 389
          },
          {
            "description": "For Content Partner-uploaded Content, verify prior to publication that the Content Partner certifies in writing or electronically that each individual in the Content was 18+ and consented to the Sexually Explicit Conduct and to production/publication",
            "quoted_text": "3. Policies, practices, procedures, and technical measures designed to ensure Content uploaded by a Content Partner must not be published or otherwise made available to a consumer on a Covered Service unless Defendants: a. Verify prior to publication that the Content Partner certifies, in writing or electronically, that the Content Partner maintains documentation demonstrating that each individual appearing in the Content uploaded by the Content Partner: was eighteen (18) years of age or older at the time such 15 Docusign EnveClopaes IDe: 22A:32B5E-FcEv2--9050327-45D2C-FT-AS78 7 - 5 AD89o5cEuA0m55eDnEt 6 Filed 09/08/25 PageID.158 Page 16 of 71 Content was created; and consents to the Sexually Explicit Conduct, as well as to the production and publication of the particular piece of Content;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 390,
            "quote_end_line": 402
          },
          {
            "description": "For Content Partner-uploaded Content, provide a notice and consent checkbox to the uploader prior to submission, informing them of review, potential NCMEC/law enforcement reporting, public availability, and waiver of privacy rights",
            "quoted_text": "b. Provide a notice and a consent checkbox for each piece of Content to the uploader of the Content, which the uploader must review and endorse prior to submitting Content for review. The notice and checkbox will inform the uploader that Defendants will review Content prior to its publication and may report actual or suspected CSAM or NCM to the National Center for Missing and Exploited Children or to relevant law enforcement. The notice and consent checkbox will inform the uploader that if the Content is approved for publication it will be made public and that the uploader is waving any privacy rights they may have previously had in the Content by submitting Content for Defendants’ review;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 403,
            "quote_end_line": 412
          },
          {
            "description": "Audit each Content Partner at least once every 12 months; request age and consent verification documentation for 1% or 20 pieces of Content (whichever is greater), randomly selected; suspend Content Partner's Content within 30 days if documentation is not provided; initiate subsequent audit if documentation for any one piece fails within 45 days",
            "quoted_text": "4. Audit, at least once every twelve (12) months, each Content Partner with Content published or otherwise available to a consumer on a Covered Service. As part of each audit, Defendants must: a. Request all age and consent verification documentation the Content Partner certified to maintaining for one (1) percent or twenty (20) pieces of Content, whichever quantity is greater, randomly selected by Defendants, that was published or otherwise available to a consumer on a Covered Service. Provided, however, after the initial audit Defendants’ future audits may be limited to Content published in the last twelve (12) months; 16 Docusign EnveClopaes IDe: 22A:32B5E-FcEv2--9050327-45D2C-FT-AS78 7 - 5 AD89o5cEuA0m55eDnEt 6 Filed 09/08/25 PageID.159 Page 17 of 71 b. Suspend the Content Partner’s Content published or otherwise made available to a consumer on a Covered Service for which Content Partner fails to provide the requested age and consent verification documentation within thirty (30) days. Such Content may not be republished or otherwise made available to any consumer by Defendants unless the Content Partner provides the requested age and consent verification documentation; c. If, as part of an audit, a Content Partner fails to provide age or consent verification documentation for any one piece of Content within forty-five (45) days, Defendants must initiate a subsequent audit pursuant to Provision III.E.4.a-c for a new sample of previously unaudited Content.",
            "deadline": "annually",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 413,
            "quote_end_line": 435
          },
          {
            "description": "Use available tools and technologies to review Content for actual or suspected CSAM or NCM prior to publication, including hash-matching/fingerprinting against known CSAM/NCM databases; do not publish Content that matches and is determined likely to be CSAM or NCM",
            "quoted_text": "5. Utilizing available tools and technologies to review Content to determine whether it is actual or suspected CSAM or NCM prior to its publication or otherwise making it available to a consumer on a Covered Service, including, but not limited to: a. Comparing Content, via internal or external tools, to Content previously identified and/or fingerprinted or otherwise marked (whether by any Defendant or another entity) as actual or suspected CSAM or NCM. If such a comparison indicates that a piece of Content matches previously identified or reported actual or suspected CSAM or NCM or is likely to be CSAM or NCM, and Defendants’ review determines that it is likely to be actual or suspected CSAM or NCM, Defendants shall not publish it or otherwise make it available to a consumer; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 436,
            "quote_end_line": 447
          },
          {
            "description": "To the extent Moderators are used, at least one Moderator must watch/listen to each piece of Content in its entirety; Moderators must review language spoken in all Content and be fluent in the primary language or review a translated transcript",
            "quoted_text": "b. To the extent Defendants use Moderators to review Content: 1) At least one Moderator must exclusively watch and listen to each piece of Content in its entirety in order to make a determination about whether the Content may be CSAM or NCM. Provided, however, Moderators may, in lieu of listening to Content, read a complete transcript of language spoken or heard in such Content; and 2) Moderators must review the language spoken or heard in all Content. The Moderator reviewing a particular piece of Content must be either fluent in the primary languages spoken in such Content or must review a transcription of the Content that has been translated into a language in which the Moderator is fluent;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 452,
            "quote_end_line": 463
          },
          {
            "description": "Provide mandatory CSAM and NCM prevention training to all Moderators and employees with Content-related responsibilities upon hire or within 120 days of Order entry, and at least annually thereafter",
            "quoted_text": "6. Mandatory CSAM and NCM prevention training that addresses the current risks and harms associated with the publication and dissemination of CSAM and NCM; any internal or external risks identified by Defendants in connection with sub- Provision III.D; and the safeguards implemented pursuant to sub-Provision III.E. This training must be provided to all Moderators and employees with responsibilities related to Content and CSAM and NCM prevention upon hire or within one hundred and twenty (120) days after entry of this Order, and on at least an annual basis thereafter.",
            "deadline": "120 days / annually",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 464,
            "quote_end_line": 471
          },
          {
            "description": "Maintain accessible methods for consumers to report possible CSAM/NCM, including Content Removal Requests and content flagging tools",
            "quoted_text": "7. Accessible methods for consumers to report possible CSAM and/or NCM to Defendants for review and removal, including but not limited to Content Removal Requests and Content flagging tools;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 476,
            "quote_end_line": 478
          },
          {
            "description": "Implement policies and technical measures for consistent and thorough review of Content for CSAM/NCM before publication and upon receipt of any report or complaint from any source (other than known false reporters)",
            "quoted_text": "8. Policies, practices, procedures, and technical measures designed to ensure the consistent and thorough review of Content to determine whether it is actual or suspected CSAM or NCM, both before that Content is published on any Covered Service and upon Defendants’ receipt of any report or complaint, whether by a consumer, employee, law enforcement agency, or other source (other than a person or entity known to Defendants to submit inaccurate or false reports or complaints), that the Content may be CSAM or NCM;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 479,
            "quote_end_line": 485
          },
          {
            "description": "Implement a Content Removal Request process accessible without an account, including: a clear link on each Covered Service home page and Content page; an easy-to-use form with a link to review process; immediate suspension of URL-identified Content upon receipt of verified-email CRR; suspension within 72 hours for title/other-identified Content; suspension within 5 days for CRR without verified email; status notification process; and prohibition on republishing CRR Content without confirming safeguards and non-CSAM/NCM status",
            "quoted_text": "9. Policies, practices, procedures, and technical measures regarding Content Removal Requests, including, but not limited to: a. Implementing a process by which an individual, without requiring an account with a Covered Service, can submit a Content Removal Request. The process must include: 1) A Clear and Conspicuous link or button on the home page for each Covered Service as well as each webpage displaying Content for an individual to submit a Content Removal Request; 2) An easy-to-use Content Removal Request form that includes a Clear and Conspicuous link to an explanation of Defendants’ review process; 19 Docusign EnveClopaes IDe: 22A:32B5E-FcEv2--9050327-45D2C-FT-AS78 7 - 5 AD89o5cEuA0m55eDnEt 6 Filed 09/08/25 PageID.162 Page 20 of 71 3) Upon receipt of a Content Removal Request with an email address that Defendants have verified that the submitter has access to, the: a) Immediate Suspension of all Content identified in the Content Removal Request that provides a valid URL for the Content; and b) The Suspension, within seventy-two (72) hours of all Content identified in the Content Removal Request by title or other information that permits Defendants to identify Content through a search of Defendants’ Covered Services and internal systems; 4) Upon receipt of a Content Removal Request without an email address or without an email address that Defendants have verified that the submitter has access to, the Suspension within five (5) days, of all Content identified in the Content Removal Request by URL, title, or other information that permits Defendants to identify Content through a search of Defendants’ Covered Services and internal systems; and 5) Processes and technical measures that readily inform the submitter of the status of each Content Removal Request including an email address Defendants have verified that the submitter has access to submitted pursuant to this sub-provision; and 6) CRR Content may not be republished or otherwise made available to any consumer by Defendants unless Defendants confirm that the 20 Docusign EnveClopaes IDe: 22A:32B5E-FcEv2--9050327-45D2C-FT-AS78 7 - 5 AD89o5cEuA0m55eDnEt 6 Filed 09/08/25 PageID.163 Page 21 of 71 Content meets the safeguards required under sub-Provision III.E.1-3, and that the Content is not suspected CSAM and/or NCM. For Content Removal Requests that include an email address Defendants have verified that the submitter has access to, Defendants must notify the submitter when any Content associated with the submitter’s Content Removal Request is republished or otherwise made available to any consumer by Defendants;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 486,
            "quote_end_line": 533
          },
          {
            "description": "Implement a Withdrawal of Consent process including: a clear link on each Covered Service home page and Content page; immediate suspension of URL-identified Content on verified-email requests; suspension within 72 hours of other instances of same URL-identified Content; suspension within 7 days of all verified Content featuring the individual if requested; status notifications; suspension within 5 days for non-verified-email requests; prohibition on republishing withdrawn consent Content without meeting safeguards and non-CSAM/NCM confirmation; fingerprinting, deletion of webpages, and de-indexing from Google/Bing/Yahoo within specified timeframes after determination",
            "quoted_text": "10. Policies, practices, procedures, and technical measures regarding Withdrawal of Consent, including, but not limited to: a. Implementing a process by which an individual, or an individual’s representative that has provided sufficient proof of representation, without being required to have an account with a Covered Service, can submit a request that Defendants remove one or more pieces of Content or all Model Content that has been verified pursuant to Provision III.E.2.a to include the individual, from Covered Service(s) based on the Withdrawal of Consent (a “Withdrawal of Consent Request”). The process must include: 1) A Clear and Conspicuous link or button on the home page for each Covered Service as well as each webpage displaying Content or as a standalone option in the Content Removal Request process pursuant to Provision III.E.9 for an individual, or an individual’s representative, to submit a Withdrawal of Consent Request, as well as a Clear and 21 Docusign EnveClopaes IDe: 22A:32B5E-FcEv2--9050327-45D2C-FT-AS78 7 - 5 AD89o5cEuA0m55eDnEt 6 Filed 09/08/25 PageID.164 Page 22 of 71 Conspicuous link to an explanation of the process by which Defendants review each Withdrawal of Consent Request; 2) Upon receipt of a Withdrawal of Consent Request with an email address that Defendants have verified the submitter has access to: a) The immediate Suspension of all Content uploaded by a Model identified in a Withdrawal of Consent Request by a valid URL; b) The Suspension, within seventy-two (72) hours of all other instances of the same Content uploaded by a Model requested in a Withdrawal of Consent Request by a valid URL from all Covered Services; c) The Suspension, if requested, within seven (7) days of all Content uploaded by a Model that has been verified pursuant to Provision III.E.2.a to include the individual (collectively, “Withdrawal of Consent Model Content”) from all Covered Services; d) Processes and technical measures that readily inform the submitter of the status of each Withdrawal of Consent Request submitted pursuant to this sub-provision; 3) Upon receipt of a Withdrawal of Consent Request without an email address that Defendants have verified the submitter has access to, the Suspension: 22 Docusign EnveClopaes IDe: 22A:32B5E-FcEv2--9050327-45D2C-FT-AS78 7 - 5 AD89o5cEuA0m55eDnEt 6 Filed 09/08/25 PageID.165 Page 23 of 71 a) Within five (5) days, of all Content uploaded by a Model identified in the Withdrawal of Consent Request by URL, title, or other information that permits Defendants to identify Content through a search of Defendants’ Covered Services and internal systems; and b) Within ten (10) days, all other instances of the same identified Content uploaded by a Model from all Covered Services. 4) Any Content Suspended pursuant to a Withdrawal of Consent Request may only be republished or otherwise made available to a consumer by Defendants if: a) The Withdrawal of Consent Request was submitted by an individual without sufficient proof of representation of an individual appearing in the Content uploaded by a Model; b) Defendants confirm that the Content meets the safeguards required under sub-Provision III.E.1-2; and c) The Content is not suspected CSAM and/or NCM; 5) For Withdrawal of Consent Requests that include an email address that Defendants have verified the submitter has access to, Defendants must notify the submitter when any Content associated with the submitter’s Withdrawal of Consent Request is republished or otherwise made available to any consumer by Defendants; 23 Docusign EnveClopaes IDe: 22A:32B5E-FcEv2--9050327-45D2C-FT-AS78 7 - 5 AD89o5cEuA0m55eDnEt 6 Filed 09/08/25 PageID.166 Page 24 of 71 b. Any Content uploaded by a Model and Suspended pursuant to Withdrawal of Consent Requests determined to have been submitted either by the individual appearing in the Content, or by a submitter with sufficient proof of representation of such individual (“Withdrawal of Consent Content”), will be subject to the following requirements: 1) Within twenty-four (24) hours of such determination, Defendants must Suspend from all Covered Services all other instances of the same Content, or portions of the same Content that Defendants are able to identify through the content identification tools and technologies utilized by Defendants in the ordinary course of business; 2) Within three (3) days of such determination, Defendants must: a) Fingerprint or otherwise mark the Content, including all other instances of the same Content, or portions of the same Content that Defendants are able to identify through the content identification tools and technologies utilized by Defendants in the ordinary course of business, as Withdrawal of Consent Content to facilitate efforts to prevent it from being republished or otherwise made available to a consumer; b) Delete any Covered Service webpages, including all metadata, on which the Content, including webpages where 24 Docusign EnveClopaes IDe: 22A:32B5E-FcEv2--9050327-45D2C-FT-AS78 7 - 5 AD89o5cEuA0m55eDnEt 6 Filed 09/08/25 PageID.167 Page 25 of 71 all other instances of the same Content, or portions of the same Content that Defendants are able to identify through the content identification tools and technologies utilized by Defendants in the ordinary course of business, was hosted. Provided, however, that any Covered Service webpage, including all metadata, upon which the Content was hosted, that Defendants are otherwise required to Delete pursuant to this sub-provision may be retained or disclosed to the extent requested by a government agency in a formal preservation letter that identifies the specific data to be preserved or required by compulsory process, a request from law enforcement, a litigation hold, or otherwise required by law, regulation, or court order; and c) Request that Google, Bing, and Yahoo! de-index the Covered Service webpage(s) upon which the Content was hosted. Provided, however, that, for search engines for which the Defendants must manually request such de- indexing, the deadline is seven (7) days after determination of the Content to be Withdrawal of Consent Content;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 534,
            "quote_end_line": 648
          },
          {
            "description": "Implement policies and technical measures for registered users to flag Content as suspected CSAM/NCM, including a clear flag button near Content; suspension within 3 days of flagged Content; prohibition on republishing flagged Content without confirming safeguards and non-CSAM/NCM status",
            "quoted_text": "11. Policies, practices, procedures, and technical measures regarding registered users of a Covered Service flagging, or otherwise identifying, Content available on a 25 Docusign EnveClopaes IDe: 22A:32B5E-FcEv2--9050327-45D2C-FT-AS78 7 - 5 AD89o5cEuA0m55eDnEt 6 Filed 09/08/25 PageID.168 Page 26 of 71 Covered Service as actual or suspected CSAM and/or NCM, including, but not limited to: a. Implementing a process by which a registered user of a Covered Service can flag or otherwise identify Content available on a Covered Service suspected as CSAM and/or NCM. The process must include: 1) A Clear and Conspicuous link or button in proximity to Content on each Covered Service so that any registered user may flag or otherwise identify that Content as actual or suspected CSAM and/or NCM, as well as a Clear and Conspicuous explanation of the process by which Defendants review each flag, or a Clear and Conspicuous link to such explanation; 2) Upon receipt of a flag or other identification of Content as possible CSAM and/or NCM the Suspension, within three (3) days of Content flagged or otherwise identified as actual or suspected CSAM and/or NCM; and 3) All Content Suspended pursuant to a flag (including all other instances of the same Content) (collectively, “Flagged Content”) may not be republished or otherwise made available to any consumers by Defendants unless Defendants confirm that the Content meets the safeguards required under sub-Provision III.E.1-3, and that the Content is not suspected CSAM and/or NCM;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 649,
            "quote_end_line": 675
          },
          {
            "description": "Implement a Law Enforcement Request process including: a clear link on each Covered Service home page; immediate suspension of URL-identified Content upon validated law enforcement email; suspension within 7 days of all other instances of same URL-identified Content; suspension within 72 hours for non-URL-identified Content; suspension within 7 days of all other instances; status notifications to law enforcement; prohibition on republishing until law enforcement confirms not CSAM/NCM or Defendants confirm safeguards met and wait 48 hours after notifying law enforcement",
            "quoted_text": "12. Policies, practices, procedures, and technical measures regarding requests by law enforcement agencies to remove Content available on a Covered Service because it is actual or suspected CSAM and/or NCM (“Law Enforcement Request”), including, but not limited to: a. Implementing a process by which any law enforcement agency can request that Defendants remove Content available on a Covered Service suspected as CSAM and/or NCM. The process must include: 1) A Clear and Conspicuous link or button on the home page for each Covered Service so that any law enforcement agency can request the removal of Content because it is suspected as CSAM and/or NCM; 2) Upon receipt of a Law Enforcement Request with a validated law enforcement email address: a) Immediate Suspension of Content identified in the Law Enforcement Request that provides a valid URL for the Content; b) The Suspension, within seven (7) days, of all other instances of the same Content identified by a valid URL from all Covered Services; c) The Suspension: i. Within seventy-two (72) hours, of all Content identified in the Law Enforcement Request by means other than a valid URL, such as a title or 27 Docusign EnveClopaes IDe: 22A:32B5E-FcEv2--9050327-45D2C-FT-AS78 7 - 5 AD89o5cEuA0m55eDnEt 6 Filed 09/08/25 PageID.170 Page 28 of 71 other information that permits Defendants to identify Content through a search of Defendants’ Covered Services and internal systems; ii. Within seven (7) days, of all other instances of the same Content identified in the Law Enforcement Request by means other than a valid URL, such as a title or other information sufficient to identity the Content, from all Covered Services; 3) Processes and technical measures that readily inform a law enforcement agency of the status of each Law Enforcement Request it has submitted; 4) The Content subject to a Law Enforcement Request may not be republished or otherwise made available to any consumers by Defendants until: a) Law enforcement that submitted the Law Enforcement Request informs Defendants that the Content is not CSAM and/or NCM; or b) Defendants confirm the Content meets the safeguards required under sub-Provision III.E.1-3, and Defendants’ review determines that it is not suspected CSAM and/or NCM, and wait forty-eight (48) hours after notifying law 28 Docusign EnveClopaes IDe: 22A:32B5E-FcEv2--9050327-45D2C-FT-AS78 7 - 5 AD89o5cEuA0m55eDnEt 6 Filed 09/08/25 PageID.171 Page 29 of 71 enforcement that the Content will be republished or otherwise made available;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 680,
            "quote_end_line": 732
          },
          {
            "description": "Implement policies and technical measures to address internally identified actual or suspected CSAM/NCM, including: suspension within 24 hours; fingerprinting within 3 days; deletion of webpages within 3 days; de-indexing requests to Google/Bing/Yahoo within 3 days (7 days for manual); suspension of all Model-uploaded Content and banning of Model within 7 days; and assigning a case manager to non-consenting individuals upon request within 7 days",
            "quoted_text": "13. Policies, practices, procedures, and technical measures to address any instance in which Defendants determine that actual or suspected CSAM and/or NCM is found to be on or uploaded to a Covered Service, including, but not limited to: a. For instances of such actual or suspected CSAM and/or NCM identified outside the processes pursuant to sub-provisions III.E.9-12 Suspending such Content, as well as all other instances of the same Content, or portions of the same Content that Defendants are able to identify through the content identification tools and technologies utilized by Defendants in the ordinary course of business, from all Covered Services within twenty-four (24) hours of Defendants’ review determining that it is actual or suspected CSAM and/or NCM; b. Within three (3) days of determination of such Content to be actual or suspected CSAM and/or NCM: 1) Fingerprinting or otherwise marking the Content, including all other instances of the same Content, as actual or suspected CSAM and/or NCM to facilitate efforts to prevent it from being republished or otherwise made available to a consumer; 2) Deleting any Covered Service webpages, including all metadata, on which the Content, including webpages where all other instances of the same or Content, or portions of the same Content 29 Docusign EnveClopaes IDe: 22A:32B5E-FcEv2--9050327-45D2C-FT-AS78 7 - 5 AD89o5cEuA0m55eDnEt 6 Filed 09/08/25 PageID.172 Page 30 of 71 that Defendants are able to identify through the content identification tools and technologies utilized by Defendants in the ordinary course of business, was hosted. Provided, however, that any Covered Service webpage, including all metadata, upon which the Content was hosted, that Defendants are otherwise required to Delete pursuant to this sub-provision may be retained or disclosed to the extent requested by a government agency in a formal preservation letter that identifies the specific data to be preserved or required by compulsory process, a request from law enforcement, a litigation hold, or otherwise required by law, regulation, or court order; and 3) Requesting that Google, Bing, and Yahoo! de-index the Covered Service webpage(s) upon which the Content was hosted. Provided, however, that, for search engines for which the Defendants must manually request such de-indexing, the deadline is seven (7) days after Defendants’ review determines that the Content it is actual or suspected CSAM and/or NCM; c. For Content uploaded by a Model determined to be such actual or suspected CSAM and/or NCM within seven (7) days, Defendants must: 1) Suspend all Content on all Covered Services uploaded by the Model who uploaded the CSAM and/or NCM Content; 30 Docusign EnveClopaes IDe: 22A:32B5E-FcEv2--9050327-45D2C-FT-AS78 7 - 5 AD89o5cEuA0m55eDnEt 6 Filed 09/08/25 PageID.173 Page 31 of 71 2) Ban all accounts of that Model from all Covered Services, and implement measures to facilitate efforts to prevent the Model from creating an account for uploading Content to, any Covered Service; and d. Within seven (7) days of determination of actual or suspected CSAM and/or NCM Content, upon request of any non-consenting individuals featured in such Content, assigning a case manager responsible for responding to information requests or other inquiries from the individual relating to such Content;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 733,
            "quote_end_line": 790
          },
          {
            "description": "Implement policies and technical measures to address instances where 1% or more of a Content Partner's published Content is determined to be actual or suspected CSAM/NCM: conduct and complete an audit within 60 days; if audit cannot confirm age and consent for 10%+ of Content Partner's Content, suspend all Content Partner Content and ban all Content Partner accounts",
            "quoted_text": "14. Policies, practices, procedures, and technical measures to address instances where Defendants determine that – pursuant to a Content Removal Request(s) and/or Withdrawal of Consent Request(s) – one (1) percent or more of the Content uploaded by a Content Partner and published on a Covered Service is actual or suspected CSAM and/or NCM: a. Within sixty (60) days of Defendants’ determination that one (1) percent or more of the Content uploaded by a Content Partner and published on a Covered Service is actual or suspected CSAM and/or NCM, conduct and complete an audit of the Content Partner’s age and consent verification. Such audit cannot be based solely on a review of the Content Partner’s age and consent verification documentation. Provided, however, nothing shall prevent Defendants from banning all accounts, and Deleting all Content on all 31 Docusign EnveClopaes IDe: 22A:32B5E-FcEv2--9050327-45D2C-FT-AS78 7 - 5 AD89o5cEuA0m55eDnEt 6 Filed 09/08/25 PageID.174 Page 32 of 71 Covered Services of a Content Partner at any time, including prior to completion of such audit; b. If pursuant to such audit Defendants are unable to confirm the age and consent for ten (10) percent or more of the Content uploaded by the Content Partner and published on a Covered Service, then Defendants must: 1) Suspend all Content of the Content Partner on all Covered Services; and 2) Ban all accounts of that Content Partner from all Covered Services and implement measures to facilitate efforts to prevent the Content Partner from creating an account for uploading Content to, any Covered Service;",
            "deadline": "60 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 791,
            "quote_end_line": 817
          },
          {
            "description": "Implement policies and technical measures so registered users can flag or report user comments or direct messages that promote CSAM/NCM or child abuse/non-consensual sexual activities; review within 3 days; immediately remove offending comments/messages; ban offending users within 3 days from all Covered Services",
            "quoted_text": "15. Policies, practices, procedures, and technical measures so that a registered user of a Covered Service can flag or otherwise report to Defendants for review a user comment or direct message between users on a Covered Service, to the extent available, because the comment or message (a) promotes, encourages, or solicits the creation, publication, or dissemination of CSAM and/or NCM, or (b) encourages, promotes, solicits, or engages in child abuse or non-consensual sexual activities. The process must include: a. A Clear and Conspicuous link or button in proximity to each user comment and direct message between users so that a registered user may flag or otherwise report the comment or direct message for review by Defendants, as 32 Docusign EnveClopaes IDe: 22A:32B5E-FcEv2--9050327-45D2C-FT-AS78 7 - 5 AD89o5cEuA0m55eDnEt 6 Filed 09/08/25 PageID.175 Page 33 of 71 well a Clear and Conspicuous link to an explanation of the process by which Defendants review each flag or report; b. Defendants’ review of any flagged or otherwise reported user comment or direct message within three (3) days of such flagging or reporting to determine whether it (i) promotes, encourages, or solicits the creation, publication, or dissemination of CSAM and/or NCM, or (ii) encourages, promotes, solicits, or engages in child abuse or non-consensual sexual activities; c. The immediate removal of any user comment or direct message Defendants determine (i) promotes, encourages, or solicits the creation, publication, or dissemination of CSAM and/or NCM, or (ii) encourages, promotes, solicits, or engages in child abuse or non-consensual sexual activities; and d. The banning, within three (3) days, of any registered user that Defendants determine has posted a comment or sent a direct message (i) promoting, encouraging, or soliciting the creation, publication, or dissemination of CSAM and/or NCM, or (ii) encouraging, promoting, soliciting, or engaging in child abuse or non-consensual sexual activities. In banning such a registered user, Defendants must ban all accounts of that user on all Covered Services and implement measures to facilitate efforts to prevent the user from creating an account for uploading Content to, any Covered Service;",
            "deadline": "3 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 818,
            "quote_end_line": 850
          },
          {
            "description": "Implement policies and technical measures to deter searches for or tagging/titling of Content with terms suggesting CSAM/NCM, including displaying a warning message for such searches and preventing uploaders from using such tags or titles",
            "quoted_text": "16. Policies, practices, procedures, and technical measures to deter persons from searching for or tagging or titling Content on a Covered Service with terms 33 Docusign EnveClopaes IDe: 22A:32B5E-FcEv2--9050327-45D2C-FT-AS78 7 - 5 AD89o5cEuA0m55eDnEt 6 Filed 09/08/25 PageID.176 Page 34 of 71 Defendants have determined suggest the Content is CSAM and/or NCM, including but not limited to: a. Displaying a message whenever a person searches for Content using such terms: 1) Stating that the person may be attempting to access Content that is CSAM and/or NCM, which may be illegal; and 2) Where available, providing contact information for organizations that provide help to persons who have sought CSAM and/or NCM; and b. Preventing uploaders from tagging or titling Content on any Covered Service with such terms;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 851,
            "quote_end_line": 866
          },
          {
            "description": "To the extent Moderators are used, provide mandatory training on identification and detection of CSAM and NCM upon hire and at least every 12 months; prohibit basing Moderator compensation solely on the quantity of Content reviewed",
            "quoted_text": "17. To the extent Defendants review Content using Moderators, policies, practices, and procedures designed to ensure that Moderators effectively identify and remove CSAM and NCM, including, but not limited to: a. Providing mandatory training for Moderators as to the identification and detection of CSAM and NCM, upon hire and at least every twelve (12) months thereafter; and b. Prohibiting a Moderator’s salary, bonus, or any other financial compensation from being based solely on the amount or quantity of Content that the Moderator reviews during any given time period; and",
            "deadline": "annually",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 867,
            "quote_end_line": 875
          },
          {
            "description": "Implement policies and technical measures to report any actual or suspected CSAM uploaded to or identified on a Covered Service to the National Center for Missing and Exploited Children (NCMEC) within 72 hours of determination",
            "quoted_text": "18. Policies, practices, procedures, and technical measures designed to ensure Defendants report any actual or suspected CSAM uploaded to, or identified on, a Covered Service to the National Center for Missing and Exploited Children 34 Docusign EnveClopaes IDe: 22A:32B5E-FcEv2--9050327-45D2C-FT-AS78 7 - 5 AD89o5cEuA0m55eDnEt 6 Filed 09/08/25 PageID.177 Page 35 of 71 within seventy-two (72) hours of Defendants’ determination that the Content is actual or suspected CSAM;",
            "deadline": "72 hours",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 876,
            "quote_end_line": 884
          },
          {
            "description": "At least once every 12 months, assess the sufficiency of all safeguards and monitor their effectiveness, modifying the CSAM and NCM Prevention Program based on results",
            "quoted_text": "F. At least once every twelve (12) months: 1. Assess the sufficiency of any safeguards in place to address the internal and external risks that could result in the publication of CSAM or NCM on a Covered Service, and modify the CSAM and NCM Prevention Program based on the results; and 2. Monitor the effectiveness of the safeguards and modify the CSAM and NCM Prevention Program based on the results;",
            "deadline": "annually",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 885,
            "quote_end_line": 891
          },
          {
            "description": "Evaluate and adjust the CSAM and NCM Prevention Program in light of material changes to operations, new technologies, or other circumstances that may affect effectiveness; evaluate at minimum once every 12 months",
            "quoted_text": "G. Evaluate and adjust the CSAM and NCM Prevention Program in light of any material changes to: 1. Defendants’ operations or business arrangements; 2. New or more efficient technological or operational methods to control for the risks identified in Provision III.D of this Order; or 3. Any other circumstances that Defendants know or have reason to know may have a material impact on the effectiveness of the CSAM and NCM Prevention Program or any of its individual safeguards; At a minimum, Defendants must evaluate the CSAM and NCM Prevention Program at least once every twelve (12) months and modify the CSAM and NCM Prevention Program based on the results; and",
            "deadline": "annually",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 892,
            "quote_end_line": 902
          },
          {
            "description": "Within 90 days of June 30 and December 31 each year, publish a hyperlink on each Covered Service home page to a CSAM and NCM Prevention Transparency Report covering the preceding 6 months, including descriptions of business units, policies/practices/technical measures, and detailed metrics with charts/graphs",
            "quoted_text": "H. Within ninety (90) days of June 30 and December 31 of each calendar year, publish a hyperlink on the home page of each Covered Service to a report detailing, using diction and 35 Docusign EnveClopaes IDe: 22A:32B5E-FcEv2--9050327-45D2C-FT-AS78 7 - 5 AD89o5cEuA0m55eDnEt 6 Filed 09/08/25 PageID.178 Page 36 of 71 syntax understandable to reasonable consumers, Defendants’ implementation and enforcement of policies, practices, procedures, and technical measures to prevent the publication, and dissemination of CSAM and NCM on such Covered Services (“CSAM and NCM Prevention Transparency Report”). Each CSAM and NCM Prevention Transparency Report must include the following information for the six (6) months preceding the end of the applicable reporting period (i.e., June 30, December 31): 1. A description of all business units or teams (e.g., compliance, Moderators) involved in Defendants’ CSAM and NCM prevention efforts; 2. A description of each policy, practice, process, procedure, tool, and technical measure employed by Defendants designed to ensure that the Covered Services are not used for the publication or dissemination of CSAM and/or NCM, including but not limited to: a. A description of each policy, practice, process, procedure, tool, and technical measure employed by Defendants to verify the identity, age, and consent of each person depicted participating in the Sexually Explicit Conduct in Content on the Covered Services; b. A description of what constitutes CSAM and NCM; c. A description of each policy, practice, procedure, tool, and technical measure employed by Defendants to detect, identify, remove, and/or report CSAM and NCM; d. A graphical representation of the process by which Defendants review Content for the presence of CSAM and NCM; 36 Docusign EnveClopaes IDe: 22A:32B5E-FcEv2--9050327-45D2C-FT-AS78 7 - 5 AD89o5cEuA0m55eDnEt 6 Filed 09/08/25 PageID.179 Page 37 of 71 e. A description of the review process where a Moderator does not speak the language spoken or presented in Content; f. A description of Defendants’ processes for responding to CSAM and NCM on the Covered Services, including but not limited to those concerning persons and entities attempting to upload CSAM or NCM to a Covered Service or otherwise using a Covered Service to disseminate CSAM or NCM; g. A description of each process by which consumers, organizations, and law enforcement agencies may report or flag actual or suspected CSAM and NCM on the Covered Services to Defendants, as well as the policies, practices, and procedures governing Defendants’ response to any such report or flag; h. A description of all processes by which, and categories of circumstances under which, Defendants report CSAM and NCM to an external organization or agency; i. A description of Defendants’ membership in any industry organizations, partnerships, or other collaborations related to the detection, identification, removal, and/or prevention of CSAM or NCM, or related to child safety; and j. An explanation of any material updates or changes to Defendants’ policies, practices, procedures, or technical measures insofar as they relate 37 Docusign EnveClopaes IDe: 22A:32B5E-FcEv2--9050327-45D2C-FT-AS78 7 - 5 AD89o5cEuA0m55eDnEt 6 Filed 09/08/25 PageID.180 Page 38 of 71 to preventing the upload of, or to the detection, identification, and/or removal of CSAM or NCM; and 3. Detailed metrics on the results of Defendants’ efforts designed to ensure that the Covered Services are not used for the publication or dissemination of CSAM and/or NCM, including both narrative explanation and numerical data displayed in charts and/or graphs on the following metrics: a. The number of photos and videos uploaded to the Covered Services; b. The number of photos and videos published or otherwise made available to a consumer on the Covered Services; c. The number of unique Withdrawal of Consent Requests received in connection with the Covered Services; d. The number of unique Content Removal Requests, flags, and Law Enforcement Requests received in connection with actual or suspected CSAM or NCM on the Covered Services; e. The number of actual or suspected CSAM and NCM photos and videos uploaded to, but not published or otherwise made available to consumers on, the Covered Services, including a breakdown of how such Content was identified as actual or suspected CSAM or NCM (e.g., moderation, tool, technology); f. The number of actual or suspected CSAM and NCM photos and videos removed from the Covered Services, including a breakdown of how such Content was identified as actual or suspected CSAM or NCM (e.g., 38 Docusign EnveClopaes IDe: 22A:32B5E-FcEv2--9050327-45D2C-FT-AS78 7 - 5 AD89o5cEuA0m55eDnEt 6 Filed 09/08/25 PageID.181 Page 39 of 71 moderation, technology, Content Removal Request, flag, Law Enforcement Request), the average number of days such Content was available on the Covered Services, and the average number of views such Content received before it was removed; g. The number of accounts identified as attempting to upload, publish, or disseminate actual or suspected CSAM and/or NCM in connection with the Covered Services, as well as a breakdown of what actions were taken with respect to these accounts in response; h. The number of accounts suspended, banned, or otherwise actioned in connection with the attempted upload, publication, or dissemination of actual or suspected CSAM and/or NCM in connection with the Covered Services, as well as how many of these accounts were reinstated and the reasons for any such reinstatements; and i. The number of reports of actual or suspected CSAM and NCM made to outside organizations that seek to prevent CSAM or NCM (e.g., the National Center for Missing and Exploited Children).",
            "deadline": "90 days after June 30 and December 31",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 903,
            "quote_end_line": 1001
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "CSAM and NCM Prevention Program Assessments by a Third Party",
        "category": "assessment",
        "summary": "Defendants must obtain initial and biennial independent third-party assessments of their CSAM and NCM Prevention Program, with specific assessor qualifications, reporting periods, assessment content requirements, and submission deadlines.",
        "requirements": [
          {
            "description": "Obtain initial and biennial CSAM and NCM Prevention Assessments from qualified, objective, independent third-party professionals who use accepted procedures, conduct independent reviews, retain documents for 5 years, and provide documents to the Commission within 10 days of request; no documents may be withheld on privilege grounds",
            "quoted_text": "Defendants must obtain initial and biennial assessments (“CSAM and NCM Prevention Assessment(s)”): A. The CSAM and NCM Prevention Assessments must be obtained from one or more qualified, objective, independent third-party professionals (“CSAM and NCM Prevention Assessor”), who: (1) use procedures and standards generally accepted in the profession; (2) conduct an independent review of the CSAM and NCM Prevention Program; (3) retain all documents relevant to each CSAM and NCM Prevention Assessment for five (5) years after completion of such CSAM and NCM Prevention Assessment; and (4) will provide such documents to the Commission and the Division within ten (10) days of receipt of a written request from a representative of the Commission. No documents may be withheld from the Commission or the Division by the CSAM and NCM Prevention Assessor on the basis of a claim of confidentiality, proprietary or trade secrets, work product protection, attorney-client privilege, statutory exception, or any similar claim.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1010,
            "quote_end_line": 1022
          },
          {
            "description": "For each assessment, provide the FTC Associate Director for Enforcement with the name, affiliation, and qualifications of the proposed assessor, who the Associate Director may approve at sole discretion",
            "quoted_text": "B. For each CSAM and NCM Prevention Assessment, Defendants must provide the Associate Director for Enforcement for the Bureau of Consumer Protection at the Federal Trade Commission with the name, affiliation, and qualifications of the proposed CSAM and NCM Prevention Assessor, whom the Associate Director shall have the authority to approve in her or his sole discretion.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1023,
            "quote_end_line": 1027
          },
          {
            "description": "Assessment reporting periods must cover: (1) the first 180 days after Order entry for the initial assessment; and (2) each 2-year period thereafter for 10 years after Order entry for biennial assessments",
            "quoted_text": "C. The reporting period for the CSAM and NCM Prevention Assessments must cover: (1) the first one hundred eighty (180) days after the entry date of this Order for the initial CSAM and NCM Prevention Assessment; and (2) each two (2)-year period thereafter for ten (10) years after entry of this Order for the biennial CSAM and NCM Prevention Assessments.",
            "deadline": "180 days / biennial for 10 years",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1028,
            "quote_end_line": 1031
          },
          {
            "description": "Each assessment must determine whether the CSAM and NCM Prevention Program has been implemented and maintained, assess effectiveness of sub-Provisions III.A-H, identify gaps/weaknesses/noncompliance, address prior assessment findings, identify specific evidence examined, and be signed by the assessor stating independence and hours worked",
            "quoted_text": "D. Each CSAM and NCM Prevention Assessment must, for the entire assessment period: (1) determine whether Defendants have implemented and maintained the CSAM and NCM Prevention Program required by Provision III of this Order, titled Mandated Program to Prevent the Posting and Proliferation of CSAM and NCM; (2) assess the effectiveness of Defendants’ implementation and maintenance of sub-Provisions III.A-H; (3) identify any gaps or weaknesses in, or instances of material noncompliance with, the CSAM and NCM Prevention Program; (4) address the status of gaps or weaknesses in, or instances of material non-compliance with the CSAM and NCM Prevention Program that were identified in any prior CSAM and NCM Prevention Assessment required by this Order; (5) identify specific evidence (including documents reviewed, sampling and testing performed, and interviews conducted) examined to make such determinations, assessments, and identifications, and explain why the evidence that the CSAM and NCM Prevention Assessor examined is (a) appropriate for assessing an enterprise of Defendants’ size, complexity, and risk profile; and (b) sufficient to justify the CSAM and NCM Prevention Assessor’s findings. No findings of any CSAM and NCM Prevention Assessment shall rely primarily on assertions or attestations by Defendants’ management. The CSAM and NCM Prevention Assessment must be signed by the CSAM and NCM Prevention Assessor, state that the CSAM and NCM Prevention Assessor conducted an independent review of the CSAM and NCM Prevention Program and did not rely primarily on assertions or attestations by Defendants’ management, and state the number of hours that each member of the assessment team worked on the CSAM and NCM Prevention Assessment. To the extent that Defendants materially revise or update or add one or more safeguards required under Provision III of this Order during a CSAM and NCM Prevention Assessment period, the CSAM and NCM 41 Docusign EnveClopaes IDe: 22A:32B5E-FcEv2--9050327-45D2C-FT-AS78 7 - 5 AD89o5cEuA0m55eDnEt 6 Filed 09/08/25 PageID.184 Page 42 of 71 Prevention Assessment must assess the effectiveness of the revised, updated, or added safeguard(s) for the time period in which it was in effect, and provide a separate statement detailing the basis for each revised, updated, or additional safeguard.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 1036,
            "quote_end_line": 1064
          },
          {
            "description": "Complete each assessment within 90 days after the end of the reporting period; submit the initial assessment to the Commission and the Division within 14 days of completion; retain all subsequent biennial assessments until Order termination and provide within 10 days of request; mark each page with 'DPIP CSAM and NCM Prevention Assessment' in red lettering",
            "quoted_text": "E. Each CSAM and NCM Prevention Assessment must be completed within ninety (90) days after the end of the reporting period to which the CSAM and NCM Prevention Assessment applies. Unless otherwise directed by the Associate Director for Enforcement for the Bureau of Consumer Protection at the Federal Trade Commission in writing, Defendants must submit the initial CSAM and NCM Prevention Assessment to the Commission and the Division within fourteen (14) days after the CSAM and NCM Prevention Assessment has been completed via email to DEbrief@ftc.gov or by overnight courier (not the U.S. Postal Service) to Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580, and via email to WCCE@agutah.gov or by overnight courier (not the U.S. Postal Service) to the Utah Attorney General’s Office, White Collar and Commercial Enforcement Division, 160 East 300 South, 5th Floor, Salt Lake City, UT 84114. The subject line must begin, “FTC v. MindGeek, FTC File No. 2123033.” All subsequent biennial CSAM and NCM Prevention Assessments must be retained by Defendants until the Order is terminated and provided to the Associate Director for Enforcement within ten (10) days of request. The initial CSAM and NCM Prevention Assessment and any subsequent biennial CSAM and NCM Prevention Assessment provided to the Commission and the Division must be marked, in the upper right-hand corner of each page, with the words “DPIP CSAM and NCM Prevention Assessment” in red lettering.",
            "deadline": "90 days after reporting period end; 14 days to submit",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1065,
            "quote_end_line": 1082
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Cooperation with Third-Party CSAM and NCM Prevention Assessor",
        "category": "affirmative_obligation",
        "summary": "Defendants must cooperate fully with the CSAM and NCM Prevention Assessor by providing all relevant information, access to content management systems, and accurate disclosures without misrepresentation.",
        "requirements": [
          {
            "description": "Provide or make available to the CSAM and NCM Prevention Assessor all information and material in Defendants' possession, custody, or control relevant to the assessment for which there is no reasonable claim of privilege",
            "quoted_text": "A. Provide or otherwise make available to the CSAM and NCM Prevention Assessor all information and material in their possession, custody, or control that is relevant to the CSAM and NCM Prevention Assessment for which there is no reasonable claim of privilege;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1092,
            "quote_end_line": 1094
          },
          {
            "description": "Provide or make available to the CSAM and NCM Prevention Assessor Defendants' content management system(s) and customer support network(s)",
            "quoted_text": "B. Provide or otherwise make available to the CSAM and NCM Prevention Assessor Defendants’ content management system(s) and customer support network(s); and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1095,
            "quote_end_line": 1096
          },
          {
            "description": "Disclose all material facts to the CSAM and NCM Prevention Assessor and not misrepresent any fact material to the assessor's determination, effectiveness assessment, or identification of gaps/weaknesses/noncompliance",
            "quoted_text": "C. Disclose all material facts to the CSAM and NCM Prevention Assessor, and not misrepresent in any manner, expressly or by implication, any fact material to the CSAM and NCM Prevention Assessor’s: (1) determination of whether Defendants have implemented and maintained the CSAM and NCM Prevention Program; (2) assessment of the effectiveness of the implementation and maintenance of sub-Provisions III.A–H; or (3) identification of any gaps or weaknesses in, or instances of material noncompliance with, the CSAM and NCM Prevention Program.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1097,
            "quote_end_line": 1103
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Annual Certifications – CSAM and NCM Prevention",
        "category": "compliance_reporting",
        "summary": "Defendants must annually provide the FTC and the Division with a CEO certification attesting to compliance with Provisions I–V and disclosure of any uncorrected material noncompliance.",
        "requirements": [
          {
            "description": "One year after Order entry, and each year thereafter, provide the Commission and the Division with a CEO certification that Defendants have established, implemented, and maintained requirements under Provisions I–V and are not aware of any uncorrected or undisclosed material noncompliance",
            "quoted_text": "A. One year after the entry date of this Order, and each year thereafter, provide the Commission and the Division with a certification from the Chief Executive Officer that: (1) Defendants have established, implemented, and maintained the requirements under Provisions I– V of this Order; and (2) Defendants are not aware of any material noncompliance that has not 43 Docusign EnveClopaes IDe: 22A:32B5E-FcEv2--9050327-45D2C-FT-AS78 7 - 5 AD89o5cEuA0m55eDnEt 6 Filed 09/08/25 PageID.186 Page 44 of 71 been (a) corrected or (b) disclosed to the Commission and the Division. The certification must be based on the personal knowledge of the Chief Executive Officer or subject matter experts upon whom the Chief Executive Officer relies in making the certification.",
            "deadline": "1 year / annually",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 1106,
            "quote_end_line": 1116
          },
          {
            "description": "Submit all CSAM and NCM Prevention annual certifications to the Commission and the Division via email to DEbrief@ftc.gov or overnight courier, and via email to WCCE@agutah.gov or overnight courier; subject line must begin 'FTC v. MindGeek, FTC File No. 2123033'",
            "quoted_text": "B. Unless otherwise directed by a Commission representative in writing, submit all CSAM and NCM Prevention annual certifications to the Commission and the Division pursuant to this Order via email to DEbrief@ftc.gov or by overnight courier (not the U.S. Postal Service) to Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580, and via email to WCCE@agutah.gov or by overnight courier (not the U.S. Postal Service) to the Utah Attorney General’s Office, White Collar and Commercial Enforcement Division, 160 East 300 South, 5th Floor, Salt Lake City, UT 84114. The subject line must begin: “FTC v. MindGeek, FTC File No. 2123033.”",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1117,
            "quote_end_line": 1125
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Notice to Users",
        "category": "affirmative_obligation",
        "summary": "Defendants must post the court-mandated consumer notice (Exhibit A) prominently on all Covered Service landing pages within 14 days of Order entry and maintain it for 2 years.",
        "requirements": [
          {
            "description": "On or before 14 days after Order entry, post a clearly and conspicuously visible link to the exact copy of the notice (Exhibit A) on the landing pages for each Covered Service, and leave it in place for 2 years after posting",
            "quoted_text": "IT IS FURTHER ORDERED that on or before fourteen (14) days after the entry date of this Order, Defendants must post Clearly and Conspicuously on the landing pages for each Covered Service, a link to an exact copy of the notice attached hereto as Exhibit A (“Notice”). Defendants must leave this Notice in place for two (2) years after posting it.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1127,
            "quote_end_line": 1130
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Prohibition Against Misrepresentations About Privacy or Information Security",
        "category": "prohibition",
        "summary": "Defendants are permanently restrained from misrepresenting how they collect, maintain, use, disclose, or protect Covered Information, or the control individuals have over their information.",
        "requirements": [
          {
            "description": "Must not misrepresent the extent to which Defendants collect, maintain, use, disclose, delete, or permit or deny access to any Covered Information",
            "quoted_text": "promoting or offering for sale any product or service, are permanently restrained and enjoined from misrepresenting or assisting others in misrepresenting, expressly or by implication: A. The extent to which Defendants collect, maintain, use, disclose, Delete, or permit or deny access to any Covered Information;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1140,
            "quote_end_line": 1143
          },
          {
            "description": "Must not misrepresent the purpose(s) for which Defendants collect, maintain, use, disclose, or permit access to any Covered Information",
            "quoted_text": "B. The purpose(s) for which Defendants collect, maintain, use, disclose, or permit access to any Covered Information;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1144,
            "quote_end_line": 1145
          },
          {
            "description": "Must not misrepresent the extent to which Models, Content Partners, or other individuals may exercise control over Defendants' handling of their Covered Information",
            "quoted_text": "C. The extent to which Models, Content Partners, or any other individual who submits age or consent verification documentation to Defendants may exercise control over Defendants’ collection of, maintenance of, use of, Deletion of, disclosure of, or permission of access to, Covered Information, and the steps a Model, Content Partner, or any other individual who submits age or consent verification documentation to Defendants must take to implement such controls; or",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1146,
            "quote_end_line": 1151
          },
          {
            "description": "Must not misrepresent the extent to which Defendants protect the privacy, security, availability, confidentiality, or integrity of any Covered Information",
            "quoted_text": "D. The extent to which Defendants protect the privacy, security, availability, confidentiality, or integrity of any Covered Information.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1152,
            "quote_end_line": 1153
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Mandated Privacy and Information Security Program",
        "category": "affirmative_obligation",
        "summary": "Defendants must establish a comprehensive Privacy and Information Security Program within 60 days, including documentation, governance, risk assessment, safeguards (access controls, encryption, data retention, training), and ongoing monitoring and evaluation.",
        "requirements": [
          {
            "description": "Within 60 days, establish and implement a comprehensive Privacy and Information Security Program protecting the privacy, security, availability, confidentiality, and integrity of Covered Information",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants and any business that Defendants control, directly or indirectly, in connection with the collection, maintenance, use, or disclosure of, or provision of access to, Covered Information, must, within sixty (60) days after entry of this Order, establish and implement, and thereafter maintain, a comprehensive privacy and information security program (“Privacy and Information Security Program”) that protects the privacy, security, availability, confidentiality, and integrity of Covered Information. To satisfy this requirement, Defendants must, at a minimum:",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1155,
            "quote_end_line": 1161
          },
          {
            "description": "Document in writing the relevant content, implementation, and maintenance of the Privacy and Information Security Program",
            "quoted_text": "A. Document in writing the relevant content, implementation, and maintenance of the Privacy and Information Security Program;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1166,
            "quote_end_line": 1167
          },
          {
            "description": "Provide the written program and material updates to the board of directors or senior officer at least once every 12 months and promptly (within 60 days) after discovery of a Covered Incident",
            "quoted_text": "B. Provide the written program and any evaluations thereof or material updates thereto to Defendants’ board of directors or governing body or, if no such board or equivalent governing body exists, to a senior officer of Defendants responsible for the Privacy and Information Security Program at least once every twelve (12) months and promptly (not to exceed sixty (60) days) after discovery of a Covered Incident;",
            "deadline": "annually / 60 days after Covered Incident",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1168,
            "quote_end_line": 1172
          },
          {
            "description": "Designate a qualified employee reporting to an executive (CEO or COO) to coordinate and be responsible for the Privacy and Information Security Program, and keep the executive and board informed of all actions and procedures",
            "quoted_text": "C. Designate a qualified employee or employees, who report(s) directly to an executive, such as the Chief Executive Officer or Chief Operations Officer, to coordinate and be responsible for the Privacy and Information Security Program; and keep the executive and the board of directors informed of the Privacy and Information Security Program, including all actions and procedures implemented to comply with the requirements of this Order, and any actions and procedures to be implemented to ensure continued compliance with this Order;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1173,
            "quote_end_line": 1178
          },
          {
            "description": "Assess and document, at least once every 12 months and within 30 days after a Covered Incident, internal and external risks to the privacy, security, availability, confidentiality, or integrity of Covered Information",
            "quoted_text": "D. Assess and document, at least once every twelve (12) months and promptly (not to exceed thirty (30) days) following discovery of a Covered Incident, internal and external risks to the privacy, security, availability, confidentiality, or integrity of Covered Information that could result in the (1) unauthorized collection, maintenance, alteration, use, Deletion, disclosure of, or provision of access to, Covered Information; or (2) misuse, loss, theft, alteration, destruction, or other compromise of Covered Information;",
            "deadline": "annually / 30 days after Covered Incident",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1179,
            "quote_end_line": 1184
          },
          {
            "description": "Design, implement, maintain, and document safeguards controlling identified risks, including: inventory of Covered Information; data access controls with least-privilege and multi-factor authentication (phishing-resistant, non-SMS/telephone); segmentation of Covered Information from Content; encryption of all reasonably linkable Covered Information in transit and at rest; physical/technical controls against unauthorized access; a data retention policy with public retention schedule; purpose limitation for verification/consent data; and employee training within 120 days of Order entry and annually for employees with access to Covered Information",
            "quoted_text": "E. Design, implement, maintain, and document safeguards that control for the internal and external risks Defendants identify to the privacy, security, availability, confidentiality, or integrity of Covered Information identified in response to sub-Provision IX.D. Each safeguard 46 Docusign EnveClopaes IDe: 22A:32B5E-FcEv2--9050327-45D2C-FT-AS78 7 - 5 AD89o5cEuA0m55eDnEt 6 Filed 09/08/25 PageID.189 Page 47 of 71 must be based on the volume and sensitivity of the Covered Information that is at risk, and the likelihood that the risk could be realized and result in the (1) unauthorized collection, maintenance, alteration, use, Deletion, disclosure of, or provision of access to, the Covered Information; or the (2) misuse, loss, theft, alteration, destruction, or other compromise of the Covered Information. Such safeguards must also include: 1. Policies, practices, procedures, and technical measures to systematically inventory Covered Information in Defendants’ control. Provided, however, that any Covered Information that Defendants are otherwise required to Delete pursuant to this sub-provision may be retained or disclosed to the extent requested by a government agency in a formal preservation letter that identifies the specific data to be preserved or required by compulsory process, a request from law enforcement, a litigation hold, or otherwise required by law, regulation, or court order; 2. Data access controls for all assets (including databases) containing Covered Information, including but not limited to: a. Limiting employee access to Covered Information by, at a minimum, limiting employee access to what is needed to perform that employee’s job function; b. Granting and auditing varying levels of access based on an employee’s need to know; and c. Requiring multi-factor authentication methods for all employees in order to access any assets (including databases) storing Covered Information. Such 47 Docusign EnveClopaes IDe: 22A:32B5E-FcEv2--9050327-45D2C-FT-AS78 7 - 5 AD89o5cEuA0m55eDnEt 6 Filed 09/08/25 PageID.190 Page 48 of 71 multi-factor authentication methods shall not include telephone or SMS-based authentication methods and must be resistant to phishing attacks; 3. Policies, practices, procedures, and technical measures to segment, or otherwise keep separate, Covered Information from Content; 4. Encryption, or at least equivalent protection, of all Covered Information in Defendants’ control that is reasonably linkable to a consumer, computer, or device, including in transit and at rest; 5. Technical, organizational, and as appropriate, physical controls to safeguard against unauthorized access to any asset (including databases) containing Covered Information in Defendants’ control, such as properly configured firewalls; 6. A data retention policy that, at a minimum, includes: a. A requirement that Defendants document, adhere to, and make publicly available on Defendants’ terms of service/use a retention schedule for Covered Information, setting forth: (1) the purposes for which the Covered Information is collected; (2) the specific business need for retaining each type of Covered Information; and (3) a specific timeframe for Deletion of each type of Covered Information (absent any intervening Deletion requests from individuals); 7. Policies, practices, procedures, and technical measures designed to ensure that Covered Information collected for verification or consent purposes, such as pursuant to Provision III of this Order, is not used for any other purpose or disclosed to a third party. Provided, however, the Covered Information collected 48 Docusign EnveClopaes IDe: 22A:32B5E-FcEv2--9050327-45D2C-FT-AS78 7 - 5 AD89o5cEuA0m55eDnEt 6 Filed 09/08/25 PageID.191 Page 49 of 71 for verification or consent purposes may be used for the purpose of complying with the requirements set forth in Provision III; to compensate Models; to provide customer support services to Models; to communicate with Models; to maintain the functionality and security of the Covered Services; to contact or cooperate with law enforcement regarding actual or suspected CSAM, NCM, or illegal Content; or to comply with any applicable law, regulation, or court order; and 8. Training of all of Defendants’ employees upon hire or within one hundred and twenty (120) days after entry of this Order, and at least once every twelve (12) months for employees with access to Covered Information, on how to safeguard Covered Information;",
            "deadline": "120 days / annually",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 1185,
            "quote_end_line": 1252
          },
          {
            "description": "Assess sufficiency of safeguards at least once every 12 months and within 30 days after a Covered Incident, and modify the program based on results",
            "quoted_text": "F. Assess, at least once every twelve (12) months and promptly (not to exceed thirty (30) days) following discovery of a Covered Incident, the sufficiency of any safeguards in place to address the internal and external risks to the privacy, security, availability, confidentiality, or integrity of Covered Information, and modify the Privacy and Information Security Program based on the results;",
            "deadline": "annually / 30 days after Covered Incident",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1253,
            "quote_end_line": 1257
          },
          {
            "description": "Test and monitor effectiveness of safeguards at least once every 12 months and within 30 days after a Covered Incident; conduct vulnerability testing every 4 months and within 30 days after a Covered Incident; conduct penetration testing at least once every 12 months and within 30 days after a Covered Incident",
            "quoted_text": "G. Test and monitor the effectiveness of the safeguards at least once every twelve (12) months and promptly (not to exceed thirty (30) days) following discovery of a Covered Incident, and modify the Privacy and Information Security Program based on the results. Such testing and monitoring must include vulnerability testing of Defendants’ network(s) once every four (4) months and promptly (not to exceed thirty (30) days) after discovery of a Covered Incident, and penetration testing of Defendants’ network(s) at least once every twelve (12) months and promptly (not to exceed thirty (30) days) after a Covered Incident;",
            "deadline": "every 4 months (vulnerability) / annually (penetration)",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1258,
            "quote_end_line": 1264
          },
          {
            "description": "Select and retain service providers capable of safeguarding Covered Information and contractually require them to implement and maintain sufficient safeguards",
            "quoted_text": "H. Select and retain service providers capable of safeguarding Covered Information they access through or receive from Defendants, and contractually require service providers to implement and maintain safeguards sufficient to address the internal and external risks to the privacy, security, availability, confidentiality, or integrity of Covered Information; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1269,
            "quote_end_line": 1272
          },
          {
            "description": "Evaluate and adjust the Privacy and Information Security Program in light of any changes to operations, Covered Incidents, new technologies, or other material circumstances; evaluate at minimum once every 12 months and modify based on results",
            "quoted_text": "I. Evaluate and adjust the Privacy and Information Security Program in light of any changes to Defendants’ operations or business arrangements, a Covered Incident, new or more efficient technological or operational methods to control for the risks identified in Provision IX.D of this Order, or any other circumstances that Defendants know or have reason to know may have a material impact on the effectiveness of the Privacy and Information Security Program or any of its individual safeguards. At a minimum, Defendants must evaluate the Privacy and Information Security Program at least once every twelve (12) months and modify the Privacy and Information Security Program based on the results.",
            "deadline": "annually",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1273,
            "quote_end_line": 1280
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Privacy and Information Security Assessments by a Third Party",
        "category": "assessment",
        "summary": "Defendants must obtain initial and biennial independent third-party assessments of their Privacy and Information Security Program, with specific assessor qualifications, reporting periods, assessment content requirements, and submission deadlines.",
        "requirements": [
          {
            "description": "Obtain initial and biennial Privacy and Security Assessments from qualified, objective, independent third-party professionals who use accepted procedures, conduct independent reviews, retain documents for 5 years, and provide documents to the Commission within 10 days of request; no documents may be withheld on privilege grounds",
            "quoted_text": "A. The Privacy and Security Assessments must be obtained from one or more qualified, objective, independent third-party professionals (“Privacy and Security Assessor”), who: (1) use procedures and standards generally accepted in the profession; (2) conduct an independent review of the Privacy and Information Security Program; (3) retain all documents relevant to each Privacy and Security Assessment for five (5) years after completion of such Privacy and Security Assessment; and (4) will provide such documents to the Commission and the Division 50 Docusign EnveClopaes IDe: 22A:32B5E-FcEv2--9050327-45D2C-FT-AS78 7 - 5 AD89o5cEuA0m55eDnEt 6 Filed 09/08/25 PageID.193 Page 51 of 71 within ten (10) days of receipt of a written request from a representative of the Commission. No documents may be withheld from the Commission or the Division by the Privacy and Security Assessor on the basis of a claim of confidentiality, proprietary or trade secrets, work product protection, attorney-client privilege, statutory exception, or any similar claim.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 1286,
            "quote_end_line": 1299
          },
          {
            "description": "For each assessment, provide the FTC Associate Director for Enforcement with the name, affiliation, and qualifications of the proposed Privacy and Security Assessor, whom the Associate Director may approve at sole discretion",
            "quoted_text": "B. For each Privacy and Security Assessment, Defendants must provide the Associate Director for Enforcement for the Bureau of Consumer Protection at the Federal Trade Commission with the name, affiliation, and qualifications of the proposed Privacy and Security Assessor, whom the Associate Director shall have the authority to approve in her or his sole discretion.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1300,
            "quote_end_line": 1304
          },
          {
            "description": "Assessment reporting periods must cover: (1) the first 180 days after Order entry for the initial assessment; and (2) each 2-year period thereafter for 10 years after Order entry for biennial assessments",
            "quoted_text": "C. The reporting period for the Privacy and Security Assessments must cover: (1) the first one hundred eighty (180) days after the entry date of this Order for the initial Privacy and Security Assessment; and (2) each two (2) year period thereafter for ten (10) years after entry of this Order for the biennial Privacy and Security Assessments.",
            "deadline": "180 days / biennial for 10 years",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1305,
            "quote_end_line": 1308
          },
          {
            "description": "Each assessment must determine whether the Privacy and Information Security Program has been implemented and maintained, assess effectiveness of sub-Provisions IX.A-I, identify gaps/weaknesses/noncompliance, address prior assessment findings, identify specific evidence examined, and be signed by the assessor stating independence and hours worked; revised safeguards must be separately assessed and explained",
            "quoted_text": "D. Each Privacy and Security Assessment must, for the entire assessment period: (1) determine whether Defendants have implemented and maintained the Privacy and Information Security Program required by Provision IX of this Order, titled Mandated Privacy and Information Security Program; (2) assess the effectiveness of Defendants’ implementation and maintenance of sub-Provisions IX.A-I; (3) identify any gaps or weaknesses in, or instances of material noncompliance with, the Privacy and Information Security Program; (4) address the status of gaps or weaknesses in, or instances of material non-compliance with the Privacy and Information Security Program that were identified in any prior Privacy and Security Assessment required by this Order; (5) identify specific evidence (including documents reviewed, sampling 51 Docusign EnveClopaes IDe: 22A:32B5E-FcEv2--9050327-45D2C-FT-AS78 7 - 5 AD89o5cEuA0m55eDnEt 6 Filed 09/08/25 PageID.194 Page 52 of 71 and testing performed, and interviews conducted) examined to make such determinations, assessments, and identifications, and explain why the evidence that the Privacy and Security Assessor examined is (a) appropriate for assessing an enterprise of Defendants’ size, complexity, and risk profile; and (b) sufficient to justify the Privacy and Security Assessor’s findings. No findings of any Privacy and Security Assessment shall rely primarily on assertions or attestations by Defendants’ management. The Privacy and Security Assessment must be signed by the Privacy and Security Assessor, state that the Privacy and Security Assessor conducted an independent review of the Privacy and Information Security Program and did not rely primarily on assertions or attestations by Defendants’ management, and state the number of hours that each member of the assessment team worked on the Privacy and Security Assessment. To the extent that Defendants materially revise or update or add one or more safeguards required under Provision IX of this Order during a Privacy and Security Assessment period, the Privacy and Security Assessment must assess the effectiveness of the revised, updated, or added safeguard(s) for the time period in which it was in effect, and provide a separate statement detailing the basis for each revised, updated, or additional safeguard.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 1309,
            "quote_end_line": 1336
          },
          {
            "description": "Complete each assessment within 60 days after the end of the reporting period; submit the initial assessment to the Commission and the Division within 14 days of completion; retain all subsequent biennial assessments until Order termination and provide within 10 days of request; mark each page with 'DPIP Privacy and Security Assessment' in red lettering",
            "quoted_text": "E. Each Privacy and Security Assessment must be completed within sixty (60) days after the end of the reporting period to which the Privacy and Security Assessment applies. Unless otherwise directed by a Commission representative in writing, Defendants must submit the initial Privacy and Security Assessment to the Commission and the Division within fourteen (14) days after the Privacy and Security Assessment has been completed via email to DEbrief@ftc.gov or by overnight courier (not the U.S. Postal Service) to Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, 52 Docusign EnveClopaes IDe: 22A:32B5E-FcEv2--9050327-45D2C-FT-AS78 7 - 5 AD89o5cEuA0m55eDnEt 6 Filed 09/08/25 PageID.195 Page 53 of 71 Washington, DC 20580, and via email to WCCE@agutah.gov or by overnight courier (not the U.S. Postal Service) to the Utah Attorney General’s Office, White Collar and Commercial Enforcement Division, 160 East 300 South, 5th Floor, Salt Lake City, UT 84114. The subject line must begin, “FTC v. MindGeek, FTC File No. 2123033.” All subsequent biennial Privacy and Security Assessments must be retained by Defendants until the Order is terminated and provided to the Associate Director for Enforcement within ten (10) days of request. The initial Privacy and Security Assessment and any subsequent biennial Privacy and Security Assessment provided to the Commission and the Division must be marked, in the upper right-hand corner of each page, with the words “DPIP Privacy and Security Assessment” in red lettering.",
            "deadline": "60 days after reporting period end; 14 days to submit",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 1337,
            "quote_end_line": 1356
          }
        ]
      },
      {
        "provision_number": "XI",
        "title": "Cooperation with Third-Party Privacy and Information Security Assessor",
        "category": "affirmative_obligation",
        "summary": "Defendants must cooperate fully with the Privacy and Security Assessor by providing all relevant information, network/IT asset visibility, and accurate disclosures without misrepresentation.",
        "requirements": [
          {
            "description": "Provide or make available to the Privacy and Security Assessor all information and material in Defendants' possession, custody, or control relevant to the assessment for which there is no reasonable claim of privilege",
            "quoted_text": "A. Provide or otherwise make available to the Privacy and Security Assessor all information and material in its possession, custody, or control that is relevant to the Privacy and Security Assessment for which there is no reasonable claim of privilege;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1362,
            "quote_end_line": 1364
          },
          {
            "description": "Provide or make available to the Privacy and Security Assessor information about Defendants' network(s) and all IT assets so the assessor can determine scope and visibility of the assessment",
            "quoted_text": "B. Provide or otherwise make available to the Privacy and Security Assessor information about Defendants’ network(s) and all of Defendants’ IT assets so that the Privacy and Security Assessor can determine the scope of the Privacy and Security Assessment, and visibility to those portions of the network(s) and IT assets deemed in scope; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1365,
            "quote_end_line": 1368
          },
          {
            "description": "Disclose all material facts to the Privacy and Security Assessor and not misrepresent any fact material to the assessor's determination, effectiveness assessment, or identification of gaps/weaknesses/noncompliance",
            "quoted_text": "C. Disclose all material facts to the Privacy and Security Assessor, and not misrepresent in any manner, expressly or by implication, any fact material to the Privacy and Security 53 Docusign EnveClopaes IDe: 22A:32B5E-FcEv2--9050327-45D2C-FT-AS78 7 - 5 AD89o5cEuA0m55eDnEt 6 Filed 09/08/25 PageID.196 Page 54 of 71 Assessor’s: (1) determination of whether Defendants have implemented and maintained the Privacy and Information Security Program; (2) assessment of the effectiveness of the implementation and maintenance of sub-Provisions IX.A-I; or (3) identification of any gaps or weaknesses in, or instances of material noncompliance with, the Privacy and Information Security Program.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 1369,
            "quote_end_line": 1379
          }
        ]
      },
      {
        "provision_number": "XII",
        "title": "Annual Certifications – Privacy and Information Security",
        "category": "compliance_reporting",
        "summary": "Defendants must annually provide the FTC and the Division with a senior officer certification attesting to compliance with the Order's requirements, no uncorrected noncompliance, and a description of all Covered Incidents during the certified period.",
        "requirements": [
          {
            "description": "One year after Order entry, and each year thereafter, provide the Commission and the Division with a certification from the senior corporate manager or senior officer responsible for the Privacy and Information Security Program that: (1) requirements of the Order have been established, implemented, and maintained; (2) no material noncompliance has gone uncorrected or undisclosed; and (3) includes a brief description of all Covered Incidents during the certified period",
            "quoted_text": "A. One year after the entry date of this Order, and each year thereafter, provide the Commission and the Division with a certification from the senior corporate manager, or, if no such senior corporate manager exists, a senior officer of Defendants responsible for Defendants’ Privacy and Information Security Program that: (1) Defendants have established, implemented, and maintained the requirements of this Order; (2) Defendants are not aware of any material noncompliance that has not been (a) corrected or (b) disclosed to the Commission and the Division; and (3) includes a brief description of all Covered Incidents during the certified period. The certification must be based on the personal knowledge of a senior corporate manager, or, if no such senior corporate manager exists, a senior officer of Defendants responsible for Defendants’ Privacy and Information Security Program, or subject matter experts upon whom the senior corporate manager, or, if no such senior corporate manager exists, a senior officer of Defendants responsible for Defendants’ Privacy and Information Security Program, reasonably relies in making the certification.",
            "deadline": "1 year / annually",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1382,
            "quote_end_line": 1394
          },
          {
            "description": "Submit all privacy and information security annual certifications to the Commission and the Division via email to DEbrief@ftc.gov or overnight courier, and via email to WCCE@agutah.gov or overnight courier; subject line must begin 'FTC v. MindGeek, FTC File No. 2123033'",
            "quoted_text": "B. Unless otherwise directed by a Commission representative in writing, submit all privacy and information security annual certifications to the Commission pursuant to this Order via email 54 Docusign EnveClopaes IDe: 22A:32B5E-FcEv2--9050327-45D2C-FT-AS78 7 - 5 AD89o5cEuA0m55eDnEt 6 Filed 09/08/25 PageID.197 Page 55 of 71 to DEbrief@ftc.gov or by overnight courier (not the U.S. Postal Service) to Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580, and via email to WCCE@agutah.gov or by overnight courier (not the U.S. Postal Service) to the Utah Attorney General’s Office, White Collar and Commercial Enforcement Division, 160 East 300 South, 5th Floor, Salt Lake City, UT 84114. The subject line must begin: “FTC v. MindGeek, FTC File No. 2123033.”",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 1395,
            "quote_end_line": 1406
          }
        ]
      },
      {
        "provision_number": "XIII",
        "title": "Covered Incident Reports",
        "category": "compliance_reporting",
        "summary": "Within 10 days of notifying any U.S. government entity of a Covered Incident, Defendants must submit a detailed report to the Commission and the Division describing the incident, affected information, consumer impact, remediation steps, and notices sent.",
        "requirements": [
          {
            "description": "Within 10 days of any notification to a U.S. federal, state, or local entity of a Covered Incident, submit a report to the Commission and the Division including: date/date range of incident; description of facts and causes; types of information affected; number of consumers affected; remediation steps taken; and copies of notices sent",
            "quoted_text": "IT IS FURTHER ORDERED that, within ten (10) days of any notification to a United States federal, state, or local entity of a Covered Incident, Defendants shall submit a report to the Commission and the Division. The report must include, to the extent possible: A. The date, estimated date, or estimated date range when the Covered Incident occurred; B. A description of the facts relating to the Covered Incident, including the causes of the Covered Incident, if known; C. A description of each type of information that was affected by the Covered Incident; D. The number of consumers whose information was affected by the Covered Incident; E. The acts that Defendants have taken to date to remediate the Covered Incident and protect Covered Information from further exposure or access, and protect affected individuals from identity theft or other harm that may result from the Covered Incident; and F. A representative copy of each materially different notice sent by Defendants to individuals or to any U.S. federal, state, or local government entity.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1408,
            "quote_end_line": 1420
          },
          {
            "description": "Submit all Covered Incident reports via email to DEbrief@ftc.gov or overnight courier, and via email to WCCE@agutah.gov or overnight courier; subject line must begin 'FTC v. MindGeek, FTC File No. 2123033'",
            "quoted_text": "G. Unless otherwise directed by a Commission representative in writing, all Covered Incident reports pursuant to this Order must be emailed to DEbrief@ftc.gov or sent by overnight 55 Docusign EnveClopaes IDe: 22A:32B5E-FcEv2--9050327-45D2C-FT-AS78 7 - 5 AD89o5cEuA0m55eDnEt 6 Filed 09/08/25 PageID.198 Page 56 of 71 courier (not the U.S. Postal Service) to Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580, and via email to WCCE@agutah.gov or by overnight courier (not the U.S. Postal Service) to the Utah Attorney General’s Office, White Collar and Commercial Enforcement Division, 160 East 300 South, 5th Floor, Salt Lake City, UT 84114. The subject line must begin: “FTC v. MindGeek, FTC File No. 2123033.”",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 1421,
            "quote_end_line": 1432
          }
        ]
      },
      {
        "provision_number": "XIV",
        "title": "Monetary Judgment",
        "category": "affirmative_obligation",
        "summary": "A $15 million civil penalty judgment is entered in favor of the Utah Division; $5 million is due within 7 days of Order entry; the remaining $10 million is suspended conditional on compliance and may be reinstated upon contempt finding.",
        "requirements": [
          {
            "description": "Judgment of $15,000,000 entered in favor of the Division against Defendants, jointly and severally, as civil penalties",
            "quoted_text": "A. Judgment in the amount of fifteen million dollars ($15,000,000) is entered in favor of the Division against Defendants, jointly and severally, as civil penalties.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1435,
            "quote_end_line": 1436
          },
          {
            "description": "Pay the Division $5,000,000 by electronic fund transfer within 7 days of Order entry",
            "quoted_text": "B. The Defendants are ordered to pay the Division five million dollars ($5,000,000) by electronic fund transfer within seven (7) days of entry of this Order.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1437,
            "quote_end_line": 1438
          },
          {
            "description": "The remaining $10,000,000 is suspended conditional on compliance; Division may revoke suspension only after Notice of Potential Violation, 60-day cure period, and a court contempt finding; upon suspension revocation notice, Defendants must pay the remaining judgment within 30 days",
            "quoted_text": "C. The Division agrees to suspend the remaining ten million dollars ($10,000,000) of the judgment conditional on each Defendant complying with the Provisions of this Order. D. The Division may revoke the suspension of the remaining judgment only if (1) the Division informs Defendants in writing that the Division believes a Provision of this Order has been violated, identifying the specific Provision and conduct that the Division believes gives rise to the violation and how the violation can be reasonably cured (“Notice of Potential Violation”); (2) Defendants do not cure the violation identified in the Notice of Potential Violation within sixty (60) days of receiving the Notice of Potential Violation; and (3) the Division then moves for a contempt order and the court finds any Defendant in contempt of this Order based, at least 56 Docusign EnveClopaes IDe: 22A:32B5E-FcEv2--9050327-45D2C-FT-AS78 7 - 5 AD89o5cEuA0m55eDnEt 6 Filed 09/08/25 PageID.199 Page 57 of 71 in part, on a finding that the Defendant violated the Provision of this Order as identified in the Notice of Potential Violation and that contempt finding is no longer subject to appeal. E. If the above conditions are met, the Division may revoke the suspension of the remaining judgment by sending written notice to the Defendants (“Notice of Suspension Revocation”). After receipt of the Notice of Suspension Revocation, Defendants must pay to the Division the full amount of the remaining judgment within thirty (30) days, for which all Defendants are jointly and severally liable.",
            "deadline": "30 days after suspension revocation notice",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 1439,
            "quote_end_line": 1458
          }
        ]
      },
      {
        "provision_number": "XV",
        "title": "Additional Monetary Provisions",
        "category": "affirmative_obligation",
        "summary": "Defendants relinquish all rights to assets transferred under the Order; Complaint facts are taken as true in future enforcement proceedings; bankruptcy nondischargeability elements are established; Defendants must provide Tax Identification Numbers.",
        "requirements": [
          {
            "description": "Defendants relinquish dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek their return",
            "quoted_text": "A. The Defendants relinquish dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek the return of any assets.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1465,
            "quote_end_line": 1466
          },
          {
            "description": "The facts alleged in the Complaint will be taken as true in any subsequent civil litigation by Plaintiffs to enforce rights to payment or monetary judgment, including nondischargeable complaints in bankruptcy",
            "quoted_text": "B. The facts alleged in the Complaint will be taken as true, without further proof, in any subsequent civil litigation by or on behalf of the Plaintiffs to enforce the Plaintiffs’ rights to any payment or monetary judgment pursuant to this Order, such as a nondischargeable complaint in any bankruptcy case.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1467,
            "quote_end_line": 1470
          },
          {
            "description": "The Complaint facts establish all elements necessary for an action under 11 U.S.C. § 523(a)(2)(A) and this Order will have collateral estoppel effect for such purposes",
            "quoted_text": "C. The facts alleged in the Complaint establish all elements necessary to sustain an action by the Plaintiffs pursuant to Section 523(a)(2)(A) of the Bankruptcy Code, 11 U.S.C. § 523(a)(2)(A), and this Order will have collateral estoppel effect for such purposes.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1471,
            "quote_end_line": 1473
          },
          {
            "description": "Defendants must submit their Tax Identification Numbers to Plaintiffs; such numbers may be used for collecting and reporting on any delinquent amount arising out of this Order",
            "quoted_text": "D. The Defendants acknowledge that their Tax Identification Numbers, which the Defendants must submit to the Plaintiffs, may be used for collecting and reporting on any delinquent amount arising out of this Order, in accordance with 31 U.S.C. § 7701.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1478,
            "quote_end_line": 1480
          }
        ]
      },
      {
        "provision_number": "XVI",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Each Defendant must acknowledge receipt of the Order under penalty of perjury within 7 days, deliver copies to principals, officers, and relevant employees within specified timeframes, and obtain signed acknowledgments within 30 days.",
        "requirements": [
          {
            "description": "Within 7 days of Order entry, each Defendant must submit a sworn acknowledgment of receipt of this Order to the Commission and the Division",
            "quoted_text": "A. Each Defendant, within seven (7) days of entry of this Order, must submit to the Commission and the Division an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1484,
            "quote_end_line": 1486
          },
          {
            "description": "For 10 years after Order entry, each Defendant must deliver a copy of this Order to all principals, officers, directors, LLC managers/members, employees/agents/representatives with managerial responsibilities related to the Order's subject matter, and any business entity resulting from structural changes; delivery within 7 days for current personnel and within 7 days of assuming responsibilities for all others",
            "quoted_text": "B. For ten (10) years after entry of this Order, each Defendant must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees, agents, and representatives having managerial responsibilities for conduct related to the subject matter of the Order; and (3) any business entity resulting from any change in structure as set forth in the Provision titled Compliance Reporting. Delivery must occur within seven (7) days of entry of this Order for current personnel. For all others, delivery must occur within seven (7) days of assuming their responsibilities.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1487,
            "quote_end_line": 1493
          },
          {
            "description": "Within 30 days of delivery, obtain a signed and dated acknowledgment of receipt of the Order from each individual or entity to whom a copy was delivered",
            "quoted_text": "C. From each individual or entity to which a Defendant delivered a copy of this Order, that Defendant must obtain, within thirty (30) days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1494,
            "quote_end_line": 1496
          }
        ]
      },
      {
        "provision_number": "XVII",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendants must submit a sworn compliance report one year after Order entry, sworn compliance notices within 14 days of any structural or contact changes for 10 years, and bankruptcy filing notices within 14 days, using specified submission procedures.",
        "requirements": [
          {
            "description": "One year after Order entry, submit a sworn compliance report identifying contact information, all businesses, business activities, compliance status for each Provision, and copies of all Order Acknowledgments",
            "quoted_text": "A. One year after entry of this Order, Defendants must submit a compliance report, sworn under penalty of perjury: 1. Each Defendant must: (a) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission and the Division, may use to communicate with Defendant; (b) identify all of that Defendant’s businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (c) describe the activities of each business, including the goods and services offered, the means of advertising, marketing, and sales, and the involvement of any other Defendant; (d) describe in detail whether and how that Defendant is in compliance with each Provision of this Order; and (e) provide a copy of each Order Acknowledgment obtained pursuant to this Order, unless previously submitted to the Commission and the Division.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1504,
            "quote_end_line": 1516
          },
          {
            "description": "For 10 years after Order entry, submit a sworn compliance notice within 14 days of any change in designated contact points or in the structure of any Defendant or entity Defendant controls that may affect compliance obligations",
            "quoted_text": "B. For ten (10) years after entry of this Order, Defendants must submit a compliance notice, sworn under penalty of perjury, within fourteen (14) days of any change in the following: 1. Each Defendant must report any change in: (a) any designated point of contact; or (b) the structure of any Defendant or any entity that Defendant has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1517,
            "quote_end_line": 1524
          },
          {
            "description": "Submit notice of any bankruptcy petition, insolvency proceeding, or similar proceeding filed by or against any Defendant within 14 days of filing",
            "quoted_text": "C. Defendants must submit to the Commission and the Division notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against any such Defendant within fourteen (14) days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1529,
            "quote_end_line": 1531
          },
          {
            "description": "All submissions required to be sworn under penalty of perjury must comply with 28 U.S.C. § 1746 and include the declaration language, date, name, title, and signature",
            "quoted_text": "D. Any submission to the Commission and the Division required by this Order to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, such as by concluding: “I declare under penalty of perjury under the laws of the United States of America that the foregoing is true and correct. Executed on: ” and supplying the date, signatory’s full name, title (if applicable), and signature.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1532,
            "quote_end_line": 1536
          },
          {
            "description": "Submit all compliance submissions to the Commission via email to DEbrief@ftc.gov or overnight courier, and to the Division via email to WCCE@agutah.gov or overnight courier; subject line must begin 'FTC v. MindGeek, FTC File No. 2123033'",
            "quoted_text": "E. Unless otherwise directed by a Commission representative in writing, all submissions to the Commission pursuant to this Order must be emailed to DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580, and via email to WCCE@agutah.gov or by overnight courier (not the U.S. Postal Service) to the Utah Attorney General’s Office, White Collar and Commercial Enforcement Division, 160 East 300 South, 5th Floor, Salt Lake City, UT 84114. The subject line must begin: “FTC v. MindGeek, FTC File No. 2123033.”",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1537,
            "quote_end_line": 1544
          }
        ]
      },
      {
        "provision_number": "XVIII",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendants must create specified records for 10 years after Order entry and retain each such record for 5 years, covering accounting, personnel, consumer complaints, compliance documentation, advertising materials, privacy representations, assessment materials, and law enforcement communications.",
        "requirements": [
          {
            "description": "Create and retain for 5 years: accounting records showing revenues, costs, and net profit/loss",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants must create certain records for ten (10) years after entry of this Order, and retain each such record for five (5) years. Specifically, Defendants must create and retain the following records: A. Accounting records showing the revenues from all goods or services sold, the costs incurred in generating those revenues, and resulting net profit or loss;",
            "deadline": "10 years creation / 5 years retention",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1546,
            "quote_end_line": 1550
          },
          {
            "description": "Create and retain for 5 years: personnel records for each person providing services related to the Order, including name, addresses, telephone numbers, job title, dates of service, and reason for termination",
            "quoted_text": "B. Personnel records showing, for each person providing services in relation to any aspect of the Order, whether as an employee or otherwise, that person’s: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination;",
            "deadline": "10 years creation / 5 years retention",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1555,
            "quote_end_line": 1557
          },
          {
            "description": "Create and retain for 5 years: records of all consumer complaints and refund requests and any response",
            "quoted_text": "C. Records of all consumer complaints and refund requests, whether received directly or indirectly, such as through a third party, and any response;",
            "deadline": "10 years creation / 5 years retention",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1558,
            "quote_end_line": 1559
          },
          {
            "description": "Create and retain for 5 years: all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission and the Division",
            "quoted_text": "D. All records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission and the Division;",
            "deadline": "10 years creation / 5 years retention",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1560,
            "quote_end_line": 1561
          },
          {
            "description": "Create and retain for 5 years: a copy of each unique advertisement or other marketing material making a representation subject to this Order",
            "quoted_text": "E. A copy of each unique advertisement or other marketing material making a representation subject to this Order;",
            "deadline": "10 years creation / 5 years retention",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1562,
            "quote_end_line": 1563
          },
          {
            "description": "Create and retain for 5 years: a copy of each widely disseminated representation describing the extent to which Defendants maintain or protect the privacy, security, and confidentiality of Covered Information",
            "quoted_text": "F. A copy of each widely disseminated representation by Defendants that describes the extent to which Defendants maintain or protect the privacy, security and confidentiality of any Covered Information, including any representation concerning a change in any website or other service controlled by Defendants that relates to the privacy, security, and confidentiality of Covered Information;",
            "deadline": "10 years creation / 5 years retention",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1564,
            "quote_end_line": 1568
          },
          {
            "description": "Retain for 5 years after date of preparation: all materials relied upon to prepare each Assessment required by this Order, including plans, reports, studies, reviews, audits, policies, training materials, and assessments",
            "quoted_text": "G. For five (5) years after the date of preparation of each Assessment required by this Order, all materials relied upon to prepare the Assessment, whether prepared by or on behalf of Defendants, including all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, and any other materials concerning Defendants’ compliance with related Provisions of this Order, for the compliance period covered by such Assessment; and",
            "deadline": "5 years from date of preparation",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1569,
            "quote_end_line": 1573
          },
          {
            "description": "Retain for 5 years from date received: copies of all subpoenas and other communications with law enforcement relating to Defendants' compliance with this Order",
            "quoted_text": "H. For five (5) years from the date received, copies of all subpoenas and other communications with law enforcement, if such communications relate to Defendants’ compliance with this Order.",
            "deadline": "5 years from receipt",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1574,
            "quote_end_line": 1576
          }
        ]
      },
      {
        "provision_number": "XIX",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission and Division are authorized to monitor Defendants' compliance through requests for reports and documents, depositions, direct communications, interviews, undercover monitoring, and all lawful compulsory process; Defendants may not take actions to evade the Order.",
        "requirements": [
          {
            "description": "Within 14 days of written request from the Commission or Division, each Defendant must submit additional compliance reports or information under penalty of perjury, appear for depositions, and produce documents for inspection; Commission and Division are authorized to obtain discovery under the Federal Rules of Civil Procedure without further court leave",
            "quoted_text": "A. Within fourteen (14) days of receipt of a written request from a representative of the Commission or the Division, each Defendant must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury; appear for depositions; and produce documents for inspection and copying. The Commission and the Division are also authorized to obtain discovery, without further leave of court, using any of the procedures prescribed by Federal Rules of Civil Procedure 29, 30 (including depositions by remote means), 31, 33, 34, 36, 45, and 69.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1584,
            "quote_end_line": 1590
          },
          {
            "description": "Defendants must permit representatives of the Commission or Division to communicate directly with each Defendant and to interview any employee or affiliated person who has agreed to such interview (with counsel present)",
            "quoted_text": "B. For matters concerning this Order, the Commission and the Division are each authorized to communicate directly with each Defendant. Defendants must permit representatives of the Commission or the Division to interview any employee or other person affiliated with any Defendant who has agreed to such an interview. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1591,
            "quote_end_line": 1595
          },
          {
            "description": "Commission and Division may use all other lawful means, including posing as consumers or suppliers without prior notice; nothing limits Commission's lawful use of compulsory process under Sections 9 and 20 of the FTC Act or Division's compulsory process under Utah Code",
            "quoted_text": "C. The Commission or the Division may use all other lawful means, including posing through its representatives as consumers, suppliers, or other individuals or entities, to Defendants or any individual or entity affiliated with Defendants, without the necessity of identification or prior notice. Nothing in this Order limits the Commission’s lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1. Nothing in this Order limits the Division’s lawful use of compulsory process pursuant to Utah Code sections 13-2-5, 6, and 13-11-8, 16, 17.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1596,
            "quote_end_line": 1602
          },
          {
            "description": "Defendants must not take any action, enter into any agreement, or assist any other party to transfer management or operation of www.pornhub.com or any other Covered Service in any manner intended or reasonably expected to evade any requirements of this Order",
            "quoted_text": "D. Defendants will not take any action, enter into any agreement, or assist any other party to transfer the management or operation of www.pornhub.com or any other Covered Service in any manner that is intended to evade, or could reasonably be expected to evade, any requirements set forth in this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1607,
            "quote_end_line": 1610
          }
        ]
      },
      {
        "provision_number": "XX",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction over this matter for purposes of construction, modification, and enforcement of this Order.",
        "requirements": [
          {
            "description": "This Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order",
            "quoted_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 1612,
            "quote_end_line": 1613
          }
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "09.25, PornhubMindgeekAylo Complaint (Pending).pdf",
      "order": "09.25, PornhubMindgeekAylo Order (Pending).pdf"
    },
    "extraction_stats": {
      "complaint_counts": 11,
      "complaint_representations": 14,
      "order_provisions": 20,
      "order_definitions": 17,
      "order_requirements": 105,
      "provisions_per_section": {
        "I": 7,
        "II": 3,
        "III": 30,
        "IV": 5,
        "V": 3,
        "VI": 2,
        "VII": 1,
        "VIII": 4,
        "IX": 10,
        "X": 5,
        "XI": 3,
        "XII": 2,
        "XIII": 2,
        "XIV": 3,
        "XV": 4,
        "XVI": 3,
        "XVII": 5,
        "XVIII": 8,
        "XIX": 4,
        "XX": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 1
      },
      "verification_details": {
        "complaint_verified": 14,
        "complaint_total": 14,
        "order_verified": 105,
        "order_total": 105
      }
    },
    "processing_time_seconds": 572.0
  }
}