{
  "case_info": {
    "docket_number": "2:25-cv-00752",
    "company": {
      "name": "AYLO GROUP LTD.",
      "incorporation_state": "Cyprus",
      "entity_type": "corporation",
      "address": "",
      "business_description": "AYLO GROUP LTD. owns and operates Pornhub.com and other large-scale pornography websites that collectively saw over 800 million monthly visits from U.S. consumers in 2021."
    },
    "commissioners": [],
    "case_date": {
      "month": 9,
      "year": 2025
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a); Section 13(b) of the FTC Act, 15 U.S.C. § 53(b)",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/152-3202-inbox-group-llc-matter"
  },
  "complaint": {
    "factual_background": "Defendants own and operate Pornhub.com and other major pornography websites. Since 2012, they have distributed tens of thousands of videos containing child sexual abuse material (CSAM) and non-consensual material (NCM) while simultaneously conducting a public relations campaign falsely promising consumers that they take serious steps to keep such content off their websites. Defendants solicited and monetized CSAM and NCM, failed to review flagged content for years, and misrepresented their security practices for handling users' personal information.",
    "representations_made": [
      {
        "description": "Claimed to review and remove content flagged by users as illegal or violating terms of service",
        "quoted_text": "In numerous instances in connection with the advertising, marketing, distribution, or offering for sale of pornographic content, Defendants represented, directly or indirectly, expressly or by implication, that they review and remove content on Defendants' websites that had been flagged by consumers as illegal or otherwise violating Defendants' terms of service, including CSAM and NCM.",
        "source_paragraph": 168
      },
      {
        "description": "Claimed to ban users who uploaded CSAM from their websites",
        "quoted_text": "In numerous instances in connection with the advertising, marketing, distribution, or offering for sale of pornographic content, Defendants represented, directly or indirectly, expressly or by implication, that they would ban individuals who had uploaded CSAM to any of Defendants' websites from further use of any of Defendants' websites.",
        "source_paragraph": 171
      },
      {
        "description": "Claimed to prevent re-upload of CSAM using fingerprinting technology",
        "quoted_text": "In numerous instances in connection with the advertising, marketing, distribution, or offering for sale of pornographic content, Defendants represented, directly or indirectly, expressly or by implication, that they would prevent CSAM that they had identified and removed from Defendants' websites from being re-uploaded to any of Defendants' websites.",
        "source_paragraph": 174
      },
      {
        "description": "Claimed to maintain documentation required under 18 U.S.C. § 2257 for all Pay Sites content",
        "quoted_text": "In numerous instances in connection with the advertising, marketing, distribution, or offering for sale of pornographic content, Defendants represented, directly or indirectly, expressly or by implication, that they maintained paperwork required by 18 U.S.C. § 2257 for all videos on the Pay Sites.",
        "source_paragraph": 177
      },
      {
        "description": "Claimed to review all videos before going live and that such review effectively identifies CSAM and NCM",
        "quoted_text": "In numerous instances in connection with the advertising, marketing, distribution, or offering for sale of pornographic content, Defendants represent, directly or indirectly, expressly or by implication, that they review all videos before the videos go live on any of Defendants' websites and that such review is effective at identifying CSAM and NCM.",
        "source_paragraph": 180
      },
      {
        "description": "Claimed that their websites do not contain CSAM or NCM",
        "quoted_text": "In numerous instances in connection with the advertising, marketing, distribution, or offering for sale of pornographic content, Defendants represent, directly or indirectly, expressly or by implication, that Defendants' websites do not contain CSAM or NCM.",
        "source_paragraph": 183
      },
      {
        "description": "Claimed that consumers' personal information would be collected and maintained by a third-party vendor and not held by Defendants",
        "quoted_text": "In numerous instances in connection with the advertising, marketing, distribution, or offering for sale of pornographic content, Defendants represent, directly or indirectly, expressly or by implication, that consumers' sensitive personal information will be collected and maintained by the Vendor and not held by Defendants.",
        "source_paragraph": 186
      },
      {
        "description": "Claimed to take reasonable precautions to protect personal information collected from consumers",
        "quoted_text": "In numerous instances in connection with the advertising, marketing, distribution, or offering for sale of pornographic content, Defendants represent, directly or indirectly, expressly or by implication, that Defendants take reasonable precautions to protect the personal information Defendants collect from consumers or via the Vendor.",
        "source_paragraph": 189
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Unfair Distribution of CSAM and NCM",
        "representation": "Defendants distributed CSAM and NCM on their websites",
        "fact": "This conduct caused or is likely to cause substantial injury to consumers that consumers cannot reasonably avoid themselves and that is not outweighed by countervailing benefits to consumers or competition",
        "conclusion": "Therefore, Defendants' acts or practices as described in Paragraph 165 constitute unfair acts or practices in violation of Section 5 of the FTC Act, 15 U.S.C. § 45(a), (n)."
      },
      {
        "count_number": 2,
        "title": "Deceptive Claims About Flagging Content",
        "representation": "Defendants represented that they review and remove content flagged by consumers as illegal or violating terms of service, including CSAM and NCM",
        "fact": "In numerous instances, Defendants did not review or remove content that had been flagged by consumers as illegal or otherwise violating Defendants' terms of service, including CSAM and NCM",
        "conclusion": "Therefore, Defendants' representation as described in Paragraph 168 is false or misleading and constitutes a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 3,
        "title": "Deceptive Claims About Banning CSAM Uploaders",
        "representation": "Defendants represented that they would ban individuals who had uploaded CSAM from further use of any of Defendants' websites",
        "fact": "In numerous instances, Defendants did not ban individuals who had uploaded CSAM to any of their websites from further use of any of Defendants' websites",
        "conclusion": "Therefore, Defendants' representation as described in Paragraph 171 is false or misleading and constitutes a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 4,
        "title": "Deceptive Claims About Preventing Re-Upload of CSAM",
        "representation": "Defendants represented that they would prevent CSAM that they had identified and removed from being re-uploaded to any of Defendants' websites",
        "fact": "In numerous instances, Defendants did not prevent CSAM that they had identified and removed from Defendants' websites from being re-uploaded to any of Defendants' websites",
        "conclusion": "Therefore, Defendants' representation as described in Paragraph 174 is false or misleading and constitutes a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 5,
        "title": "Deceptive Claims About Verification Paperwork",
        "representation": "Defendants represented that they maintained paperwork required by 18 U.S.C. § 2257 for all videos on the Pay Sites",
        "fact": "In numerous instances, Defendants did not maintain paperwork required by 18 U.S.C. § 2257 for all videos on the Pay Sites",
        "conclusion": "Therefore, Defendants' representation as described in Paragraph 177 is false or misleading and constitutes a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 6,
        "title": "Deceptive Claims About Content Review",
        "representation": "Defendants represented that they review all videos before the videos go live on any of Defendants' websites and that such review is effective at identifying CSAM and NCM",
        "fact": "In numerous instances, Defendants do not review all videos before the videos go live on any of Defendants' websites and Defendants' review, to the extent it is undertaken, is not effective at identifying CSAM and NCM",
        "conclusion": "Therefore, Defendants' representation as described in Paragraph 180 is false or misleading and constitutes a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 7,
        "title": "Deceptive Claims About Absence of CSAM and NCM",
        "representation": "Defendants represented that Defendants' websites do not contain CSAM or NCM",
        "fact": "In numerous instances, Defendants' websites contain CSAM and NCM",
        "conclusion": "Therefore, Defendants' representation as described in Paragraph 183 is false or misleading and constitutes a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 8,
        "title": "Failure to Disclose Collection of Personal Information",
        "representation": "Defendants represented that consumers' sensitive personal information will be collected and maintained by the Vendor and not held by Defendants",
        "fact": "Defendants failed to disclose or disclose adequately to consumers that Defendants collect and retain consumers' sensitive personal information from the Vendor",
        "conclusion": "In light of the representation set forth in Paragraph 186, Defendants' failure to disclose or disclose adequately the material information as described in Paragraph 187 constitutes a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 9,
        "title": "Deceptive Data Security Claims",
        "representation": "Defendants represented that they take reasonable precautions to protect the personal information Defendants collect from consumers or via the Vendor",
        "fact": "In numerous instances, Defendants fail to take reasonable precautions to protect the personal information Defendants collect from consumers or via the Vendor",
        "conclusion": "Therefore, Defendants' representation as described in Paragraph 189 is false or misleading and constitutes a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 10,
        "title": "Unconscionable Acts and Practices (Utah)",
        "representation": "Defendants distributed CSAM and NCM on their websites, perpetuating sexual abuse, while knowing or having reason to know these actions substantially contributed to or caused injuries to consumers and victims",
        "fact": "Defendants' actions served to maximize their financial gain at the expense of consumers and victims, exposing consumers to CSAM and NCM despite knowing most consumers do not want to view such content and that viewing CSAM exposes consumers to civil and criminal liability",
        "conclusion": "The above acts and practices are unconscionable in violation of the UCSPA."
      },
      {
        "count_number": 11,
        "title": "Deceptive Acts and Practices (Utah)",
        "representation": "Defendants made material misrepresentations to Utah consumers including claims about reviewing flagged content, banning CSAM uploaders, preventing re-uploads, maintaining verification paperwork, reviewing all videos, keeping sites free of CSAM/NCM, vendor handling of personal information, and data security precautions",
        "fact": "Defendants knowingly made the above misrepresentations",
        "conclusion": "Defendants' acts and practices were deceptive and violate the UCSPA. These deceptive and unlawful acts targeted and affected Utah residents."
      }
    ]
  },
  "order": {
    "definitions": {
      "Child Sexual Abuse Material or CSAM": "a piece of Content that depicts anyone under 18 years of age engaging in Sexually Explicit Conduct.",
      "Clear and Conspicuous or Clearly and Conspicuously": "a required disclosure is easily noticeable (i.e., difficult to miss) and easily understandable by ordinary consumers, including in all of the following ways: (1) In any communication that is solely visual or solely audible, the disclosure must be made through the same means through which the communication is presented. In any communication made through both visual and audible means such as a television advertisement, the disclosure must be presented simultaneously in both the visual and audible portions of the communication even if the representation requiring the disclosure ('triggering representation') is made through only one means. (2) A visual disclosure, by its size, contrast, location, the length of time it appears, and other characteristics, must stand out from any accompanying text or other visual elements so that it is easily noticed, read, and understood. (3) An audible disclosure, including by telephone or streaming video, must be delivered in a volume, speed, and cadence sufficient for ordinary consumers to easily hear and understand it. (4) In any communication using an interactive electronic medium, such as the Internet or software, the disclosure must be unavoidable. (5) The disclosure must use diction and syntax understandable to ordinary consumers and must appear in each language in which the triggering representation appears. (6) The disclosure must comply with these requirements in each medium through which it is received, including all electronic devices and face-to-face communications. (7) The disclosure must not be contradicted or mitigated by, or inconsistent with, anything else in the communication. (8) When the representation or sales practice targets a specific audience, such as children, the elderly, or the terminally ill, 'ordinary consumers' includes members of that group.",
      "Content": "any depiction of Sexually Explicit Conduct, including but not limited to a photograph, film, video, picture, audio recording, or computer-generated image.",
      "Content Partner": "any third-party entity (including its agents, employees, and affiliates) that uploads Content to a Covered Service and has certified, in writing or electronically, that the entity: 1) is duly organized, validly existing and in good standing as a corporation or other entity under the laws and regulations of the entity's jurisdiction of incorporation, organization, or chartering; 2) is subject to federal criminal recordkeeping requirements for visual depictions of actual and simulated sexually explicit conduct; and 3) owns its own website or otherwise distributes Content off of the Covered Service.",
      "Content Removal Request": "a request to remove Content from a Covered Service because it is actual or suspected CSAM and/or NCM.",
      "CRR Content": "any Content identified in a Content Removal Request by URL, title, or other information that permits Defendants to identify Content through a search of Defendants' Covered Services and internal systems.",
      "Covered Incident": "any incident that results in a Defendant notifying, pursuant to a statutory or regulatory requirement, any U.S. federal, state, or local government entity that information of or about a consumer was, or is reasonably believed to have been, accessed, acquired, or publicly exposed without authorization.",
      "Covered Information": "information from or about an individual who appears in Content on a Covered Service provided in connection with any verification of age, identification, or consent of such individual appearing in the Content, including but not limited to: (1) a first and last name; (2) a home or physical address, including street name and name of city or town; (3) an email address or other online contact information, such as an instant messaging user identifier or a screen name; (4) a telephone number; (5) information about or derived from an individual's government-issued identification documents, such as an image of a driver's license, Social Security card, passport, or birth certificate, or the government-issued identification number associated with any such document; or (6) date of birth.",
      "Covered Service": "any website, mobile application, or online service owned or operated by a Defendant that allows third parties to upload Content for publication on such service or that republishes the same Content.",
      "Defendants": "all of the Defendants, individually, collectively, or in any combination, and their successors and assigns.",
      "Delete, Deleted, or Deletion": "to remove Covered Information such that it is not maintained in retrievable form and cannot be retrieved through physical or technical means.",
      "Model": "any third-party individual or entity that uploads Content to a Covered Service and is not a Content Partner.",
      "Moderator": "a human individual who reviews Content to determine whether it is or contains CSAM or NCM.",
      "Non-Consensual Material or NCM": "a piece of Content in which a person is engaged in Sexually Explicit Conduct without that person's consent to either the Sexually Explicit Conduct or the production, publication, disclosure, or dissemination of the Content.",
      "Sexually Explicit Conduct": "any actual or simulated sexual act, including but not limited to: (1) Sexual intercourse, including genital-genital, oral-genital, anal-genital, or oral-anal contact; (2) Bestiality; (3) Masturbation or any other stimulation of genitals or anus; (4) Sadistic or masochistic abuse; or (5) Lascivious exhibition of the breast(s), anus, genitals, or pubic area of any person.",
      "Suspend or Suspension": "to remove Content such that it is no longer available to consumers and to remove the Covered Service webpage, including all metadata, upon which the Content was hosted, and cease all monetization of the Content and Covered Service webpage.",
      "Withdrawal of Consent": "any instance in which a person previously consented to the production and publication of Content featuring that person but a Defendant has since been informed that the person has withdrawn consent to the publication of Content."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About CSAM and NCM Prevention",
        "category": "prohibition",
        "summary": "Defendants are permanently prohibited from misrepresenting the extent to which they review, remove, prevent, or protect consumers from CSAM and NCM on their services.",
        "requirements": [
          {
            "description": "Must not misrepresent the extent to which Defendants review and/or remove Content flagged as CSAM, NCM, or illegal",
            "quoted_text": "IT IS ORDERED that Defendants, Defendants' officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with promoting or offering for sale any product or service, are permanently restrained and enjoined from misrepresenting or assisting others in misrepresenting, expressly or by implication: A. the extent to which Defendants review and/or remove Content from Covered Services that has been flagged, or otherwise identified by anyone as CSAM, NCM, or illegal",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent the extent to which Defendants suspend, ban, or prevent uploaders of CSAM/NCM from creating future accounts",
            "quoted_text": "B. the extent to which Defendants suspend, ban, or otherwise prevent individuals or entities who have uploaded CSAM and/or NCM to any Covered Service from creating an account on, and/or uploading Content to, any Covered Service in the future",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent the extent to which Defendants prevent removed CSAM or NCM from being republished",
            "quoted_text": "C. the extent to which Defendants prevent CSAM or NCM that has been identified and/or removed from a Covered Service from being republished on, or otherwise made available to consumers on, any Covered Service",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent the extent to which Defendants obtain, review, verify, or maintain 18 U.S.C. § 2257 paperwork",
            "quoted_text": "D. the extent to which Defendants obtain, review, verify, or maintain paperwork required by 18 U.S.C. § 2257 for Content on a Covered Service",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent the extent to which Defendants moderate or review Content before publication",
            "quoted_text": "E. the extent to which Defendants moderate or otherwise review Content before the Content is published or otherwise made available to a consumer on a Covered Service",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent the extent to which any Covered Service does not contain CSAM or NCM",
            "quoted_text": "F. the extent to which any Covered Service does not contain CSAM or NCM",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent the extent to which Defendants prevent CSAM or NCM or protect consumers from CSAM or NCM",
            "quoted_text": "G. the extent to which Defendants prevent CSAM or NCM from being present on a Covered Service or protect consumers from the presence of CSAM or NCM on a Covered Service",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Mandated Suspension of Content",
        "category": "affirmative_obligation",
        "summary": "Defendants must suspend all Model-uploaded content lacking age and consent verification for non-Model individuals, and all Content Partner content lacking required safeguards, within specified deadlines.",
        "requirements": [
          {
            "description": "Suspend all Model content lacking age verification (18+) for non-Model individuals",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants must: A. Within thirty (30) days after entry of this Order, indefinitely Suspend all Content uploaded by a Model to any Covered Service prior to the implementation of the CSAM and NCM Prevention Program pursuant to Provision III that Defendants have not verified that any non-Model individual participating in Sexually Explicit Conduct in the Content was eighteen (18) years of age or older at the time the Content uploaded by a Model was created, or if the creation date is unavailable, the time the Content was uploaded by a Model.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Suspend all Model content lacking consent verification for non-Model individuals",
            "quoted_text": "B. Within three (3) months after entry of this Order, indefinitely Suspend all Content uploaded bya Model to any Covered Service prior to the implementation of the CSAM and NCM Prevention Program pursuant to Provision III that Defendants have not verified that any non-Model individual participating in Sexually Explicit Conduct in the Content consented to the Sexually Explicit Conduct, as well as to the production and publication of the Content uploaded by the Model.",
            "deadline": "3 months",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Suspend all Content Partner content not meeting safeguards under Provision III.E.3.a",
            "quoted_text": "C. Within three (3) months after entry of this Order, indefinitely Suspend all Content uploaded by a Content Partner to any Covered Service prior to the implementation of the CSAM and NCM Prevention Program pursuant to Provision III that Defendants have not verified meets the safeguards required under sub-Provision III.E.3.a.",
            "deadline": "3 months",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Mandated CSAM and NCM Prevention Program",
        "category": "affirmative_obligation",
        "summary": "Defendants must establish and maintain a comprehensive program with detailed safeguards, policies, and procedures to prevent CSAM and NCM from being published on their services, including age and consent verification, content review, removal processes, and transparency reporting.",
        "requirements": [
          {
            "description": "Establish and implement comprehensive CSAM and NCM Prevention Program",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants, and any business that Defendants control, in connection with making Content available on a Covered Service, must, within ninety (90) days after entry of this Order, establish and implement, and thereafter maintain, comprehensive procedures ('CSAM and NCM Prevention Program') that are designed to prevent the publication, or dissemination of, and that protects consumers from exposure to, CSAM and/or NCM on a Covered Service.",
            "deadline": "90 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Document the CSAM and NCM Prevention Program in writing",
            "quoted_text": "A. Document in writing the content, implementation, and maintenance of the CSAM and NCM Prevention Program",
            "deadline": "90 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide written program to board of directors or CEO/COO at least every 3 months",
            "quoted_text": "B. Provide the written program and any material evaluations thereof or updates thereto to Defendants' board of directors or governing body, or, if no such board or equivalent governing body exists, to Defendants' Chief Executive Officer and Chief Operations Officer at least once every three (3) months",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Designate qualified employee reporting to CEO to coordinate CSAM and NCM Prevention Program",
            "quoted_text": "C. Designate a qualified employee who reports directly to the Chief Executive Officer (or, in the event a Chief Executive Officer role does not exist, a similarly-situated executive) to coordinate and be responsible for the CSAM and NCM Prevention Program, and keep Defendants' Chief Executive Officer and board of directors or governing body informed of the CSAM and NCM Prevention Program, including all actions and procedures implemented to comply with the requirements of this Order, and any actions and procedures to be implemented to ensure continued compliance with this Order",
            "deadline": "90 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Assess and document internal and external risks annually",
            "quoted_text": "D. Assess and document, at least once every twelve (12) months, internal and external risks in each area of Defendants' operations that could result in CSAM or NCM being published, disseminated, or otherwise made available to a consumer on a Covered Service",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Verify Model is 18+ before publishing Model content",
            "quoted_text": "1. Policies, practices, procedures, and technical measures designed to ensure Content uploaded by a Model may not be published or otherwise made available to a consumer on a Covered Service unless Defendants: a. Verify prior to publication (i) directly from the Model, or (ii) through documentation that establishes the age and identity of the Model as set forth by federal law, that the Model is eighteen (18) years of age or older, including authenticating that any verification documentation provided to establish the Model's age matches the Model.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Provide notice and consent checkbox to Model before Content submission",
            "quoted_text": "b. For each piece of Content uploaded by a Model, provide notice and a consent checkbox to the uploader of the Content to a Covered Service, which the uploader must review and endorse prior to submitting Content for review. The notice and checkbox will inform the uploader that Defendants will review Content prior to its publication and may report actual or suspected CSAM or NCM to the National Center for Missing and Exploited Children or to relevant law enforcement. The notice and consent checkbox will inform the uploader that if the Content is approved for publication it will be made public and that the uploader is waiving any privacy rights they may have previously had in the Content by submitting Content for Defendants' review",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Verify each non-Model individual in Model content was 18+ when content was created and consented to the sexually explicit conduct and production/publication",
            "quoted_text": "2. Policies, practices, procedures, and technical measures designed to ensure Content uploaded by a Model is not published or otherwise made available to a consumer on a Covered Service unless Defendants: a. Verify prior to publication (i) directly from each non-Model individual participating in Sexually Explicit Conduct in the Content, or (ii) through documentation that establishes the age and identity of the non-Model individual as set forth by federal law, that such non-Model individual: 1) Was eighteen (18) years of age or older at the time such Content was created, or if the creation date is unavailable, the time the Content was uploaded by a Model, including authenticating that any verification documentation provided to establish the non-Model individual's age matches the non-Model individual appearing in the Content; and 2) Consents to the Sexually Explicit Conduct, as well as to the production and publication of the particular piece of Content. Such consent must be clearly manifested in writing or electronically.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Send email or text to non-Model individuals within 24 hours of Content publication with link to content and removal form",
            "quoted_text": "b. Unless prohibited by an applicable law, regulation, or court order, within twenty-four (24) hours of Content being published or otherwise made available to a consumer on a Covered Service, Defendants must send an e-mail or text message to the e-mail address or phone number provided for each non-Model individual appearing in Content uploaded by a Model informing the non-Model individual that Content in which they appear has been published or otherwise made available to a consumer on a Covered Service, and providing a Clear and Conspicuous link to such Content and to the Content Removal Request form pursuant to Provision III.E.9",
            "deadline": "24 hours",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Verify Content Partner certifies maintaining age/consent documentation before publishing Content Partner content",
            "quoted_text": "3. Policies, practices, procedures, and technical measures designed to ensure Content uploaded by a Content Partner must not be published or otherwise made available to a consumer on a Covered Service unless Defendants: a. Verify prior to publication that the Content Partner certifies, in writing or electronically, that the Content Partner maintains documentation demonstrating that each individual appearing in the Content uploaded by the Content Partner: was eighteen (18) years of age or older at the time such Content was created; and consents to the Sexually Explicit Conduct, as well as to the production and publication of the particular piece of Content",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Audit each Content Partner annually",
            "quoted_text": "4. Audit, at least once every twelve (12) months, each Content Partner with Content published or otherwise available to a consumer on a Covered Service. As part of each audit, Defendants must: a. Request all age and consent verification documentation the Content Partner certified to maintaining for one (1) percent or twenty (20) pieces of Content, whichever quantity is greater, randomly selected by Defendants, that was published or otherwise available to a consumer on a Covered Service.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Suspend Content Partner content if documentation not provided within 30 days",
            "quoted_text": "b. Suspend the Content Partner's Content published or otherwise made available to a consumer on a Covered Service for which Content Partner fails to provide the requested age and consent verification documentation within thirty (30) days.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "If Content Partner fails audit, initiate subsequent audit",
            "quoted_text": "c. If, as part of an audit, a Content Partner fails to provide age or consent verification documentation for any one piece of Content within forty-five (45) days, Defendants must initiate a subsequent audit pursuant to Provision III.E.4.a-c for a new sample of previously unaudited Content.",
            "deadline": "45 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Use tools to compare Content to previously identified CSAM/NCM before publication",
            "quoted_text": "5. Utilizing available tools and technologies to review Content to determine whether it is actual or suspected CSAM or NCM prior to its publication or otherwise making it available to a consumer on a Covered Service, including, but not limited to: a. Comparing Content, via internal or external tools, to Content previously identified and/or fingerprinted or otherwise marked (whether by any Defendant or another entity) as actual or suspected CSAM or NCM. If such a comparison indicates that a piece of Content matches previously identified or reported actual or suspected CSAM or NCM or is likely to be CSAM or NCM, and Defendants' review determines that it is likely to be actual or suspected CSAM or NCM, Defendants shall not publish it or otherwise make it available to a consumer",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Moderators must watch and listen to each piece of Content in its entirety",
            "quoted_text": "b. To the extent Defendants use Moderators to review Content: 1) At least one Moderator must exclusively watch and listen to each piece of Content in its entirety in order to make a determination about whether the Content may be CSAM or NCM. Provided, however, Moderators may, in lieu of listening to Content, read a complete transcript of language spoken or heard in such Content; and 2)Moderators must review the language spoken or heard in all Content. The Moderator reviewing a particular piece of Content must be either fluent in the primary languages spoken in such Content or must review a transcription of the Content that has been translated into a language in which the Moderator is fluent",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide mandatory CSAM and NCM prevention training to Moderators and relevant employees",
            "quoted_text": "6. Mandatory CSAM and NCM prevention training that addresses the current risks and harms associated with the publication and dissemination of CSAM and NCM; any internal or external risks identified by Defendants in connection with sub-Provision III.D; and the safeguards implemented pursuant to sub-Provision III.E. This training must be provided to all Moderators and employees with responsibilities related to Content and CSAM and NCM prevention upon hire or within one hundred and twenty (120) days after entry of this Order, and on at least an annual basis thereafter.",
            "deadline": "120 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Implement accessible methods for consumers to report CSAM/NCM",
            "quoted_text": "7. Accessible methods for consumers to report possible CSAM and/or NCM to Defendants for review and removal, including but not limited to Content Removal Requests and Content flagging tools",
            "deadline": "90 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Implement policies for consistent and thorough review of Content before publication and upon reports",
            "quoted_text": "8. Policies, practices, procedures, and technical measures designed to ensure the consistent and thorough review of Content to determine whether it is actual or suspected CSAM or NCM, both before that Content is published on any Covered Service and upon Defendants' receipt of any report or complaint, whether by a consumer, employee, law enforcement agency, or other source (other than a person or entity known to Defendants to submit inaccurate or false reports or complaints), that the Content may be CSAM or NCM",
            "deadline": "90 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Implement Content Removal Request process with Clear and Conspicuous link on home page and content pages",
            "quoted_text": "9. Policies, practices, procedures, and technical measures regarding Content Removal Requests, including, but not limited to: a. Implementing a process by which an individual, without requiring an account with a Covered Service, can submit a Content Removal Request. The process must include: 1) A Clear and Conspicuous link or button on the home page for each Covered Service as well as each webpage displaying Content for an individual to submit a Content Removal Request",
            "deadline": "90 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "For Content Removal Request with verified email, immediately suspend content with valid URL",
            "quoted_text": "3) Upon receipt of a Content Removal Request with an email address that Defendants have verified that the submitter has access to, the: a) Immediate Suspension of all Content identified in the Content Removal Request that provides a valid URL for the Content",
            "deadline": "immediately",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "For Content Removal Request with verified email, suspend content identified by title within 72 hours",
            "quoted_text": "b) The Suspension, within seventy-two (72) hours of all Content identified in the Content Removal Request by title or other information that permits Defendants to identify Content through a search of Defendants' Covered Services and internal systems",
            "deadline": "72 hours",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "For Content Removal Request without verified email, suspend content within 5 days",
            "quoted_text": "4) Upon receipt of a Content Removal Request without an email address or without an email address that Defendants have verified that the submitter has access to, the Suspension within five (5) days, of all Content identified in the Content Removal Request by URL, title, or other information that permits Defendants to identify Content through a search of Defendants' Covered Services and internal systems",
            "deadline": "5 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Implement Withdrawal of Consent Request process with Clear and Conspicuous link",
            "quoted_text": "10. Policies, practices, procedures, and technical measures regarding Withdrawal of Consent, including, but not limited to: a. Implementing a process by which an individual, or an individual's representative that has provided sufficient proof of representation, without being required to have an account with a Covered Service, can submit a request that Defendants remove one or more pieces of Content or all Model Content that has been verified pursuant to Provision III.E.2.a to include the individual, from Covered Service(s) based on the Withdrawal of Consent (a 'Withdrawal of Consent Request'). The process must include: 1) A Clear and Conspicuous link or button on the home page for each Covered Service as well as each webpage displaying Content or as a standalone option in the Content Removal Request process pursuant to Provision III.E.9 for an individual, or an individual's representative, to submit a Withdrawal of Consent Request",
            "deadline": "90 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "For Withdrawal of Consent Request with verified email, immediately suspend content with valid URL",
            "quoted_text": "2) Upon receipt of a Withdrawal of Consent Request with an email address that Defendants have verified the submitter has access to: a) The immediate Suspension of all Content uploaded by a Model identified in a Withdrawal of Consent Request by a valid URL",
            "deadline": "immediately",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "For Withdrawal of Consent Request with verified email, suspend all other instances of same content within 72 hours",
            "quoted_text": "b) The Suspension, within seventy-two (72) hours of all other instances of the same Content uploaded by a Model requested in a Withdrawal of Consent Request by a valid URL from all Covered Services",
            "deadline": "72 hours",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "For Withdrawal of Consent Request with verified email, suspend all Model content featuring individual within 7 days if requested",
            "quoted_text": "c) The Suspension, if requested, within seven (7) days of all Content uploaded by a Model that has been verified pursuant to Provision III.E.2.a to include the individual (collectively, 'Withdrawal of Consent Model Content') from all Covered Services",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "For Withdrawal of Consent Request without verified email, suspend content within 5 days",
            "quoted_text": "3) Upon receipt of a Withdrawal of Consent Request without an email address that Defendants have verified the submitter has access to, the Suspension: a) Within five (5) days, of all Content uploaded by a Model identified in the Withdrawal of Consent Request by URL, title, or other information that permits Defendants to identify Content through a search of Defendants' Covered Services and internal systems",
            "deadline": "5 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "For Withdrawal of Consent Request without verified email, suspend all other instances within 10 days",
            "quoted_text": "b) Within ten (10) days, all other instances of the same identified Content uploaded by a Model from all Covered Services",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "For confirmed Withdrawal of Consent Content, suspend all other instances within 24 hours",
            "quoted_text": "b. Any Content uploaded by a Model and Suspended pursuant to Withdrawal of Consent Requests determined to have been submitted either by the individual appearing in the Content, or by a submitter with sufficient proof of representation of such individual ('Withdrawal of Consent Content'), will be subject to the following requirements: 1) Within twenty-four (24) hours of such determination, Defendants must Suspend from all Covered Services all other instances of the same Content, or portions of the same Content that Defendants are able to identify through the content identification tools and technologies utilized by Defendants in the ordinary course of business",
            "deadline": "24 hours",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "For Withdrawal of Consent Content, fingerprint and Delete webpages within 3 days",
            "quoted_text": "2) Within three (3) days of such determination, Defendants must: a) Fingerprint or otherwise mark the Content, including all other instances of the same Content, or portions of the same Content that Defendants are able to identify through the content identification tools and technologies utilized by Defendants in the ordinary course of business, as Withdrawal of Consent Content to facilitate efforts to prevent it from being republished or otherwise made available to a consumer; b) Delete any Covered Service webpages, including all metadata, on which the Content, including webpages where all other instances of the same Content, or portions of the same Content that Defendants are able to identify through the content identification tools and technologies utilized by Defendants in the ordinary course of business, was hosted.",
            "deadline": "3 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "For Withdrawal of Consent Content, request search engine de-indexing within 7 days",
            "quoted_text": "c) Request that Google, Bing, and Yahoo! de-index the Covered Service webpage(s) upon which the Content was hosted. Provided, however, that, for search engines for which the Defendants must manually request such de-indexing, the deadline is seven (7) days after determination of the Content to be Withdrawal of Consent Content",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Implement process for registered users to flag Content as CSAM/NCM with Clear and Conspicuous link",
            "quoted_text": "11. Policies, practices, procedures, and technical measures regarding registered users of a Covered Service flagging, or otherwise identifying, Content available on a Covered Service as actual or suspected CSAM and/or NCM, including, but not limited to: a. Implementing a process by which a registered user of a Covered Service can flag or otherwise identify Content available on a Covered Service suspected as CSAM and/or NCM. The process must include: 1) A Clear and Conspicuous link or button in proximity to Content on each Covered Service so that any registered user may flag or otherwise identify that Content as actual or suspected CSAM and/or NCM, as well as a Clear and Conspicuous explanation of the process by which Defendants review each flag, or a Clear and Conspicuous link to such explanation",
            "deadline": "90 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Suspend flagged Content within 3 days",
            "quoted_text": "2) Upon receipt of a flag or other identification of Content as possible CSAM and/or NCM the Suspension, within three (3) days of Content flagged or otherwise identified as actual or suspected CSAM and/or NCM",
            "deadline": "3 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Implement process for law enforcement to request Content removal with Clear and Conspicuous link",
            "quoted_text": "12. Policies, practices, procedures, and technical measures regarding requests by law enforcement agencies to remove Content available on a Covered Service because it is actual or suspected CSAM and/or NCM ('Law Enforcement Request'), including, but not limited to: a. Implementing a process by which any law enforcement agency can request that Defendants remove Content available on a Covered Service suspected as CSAM and/or NCM. The process must include: 1) A Clear and Conspicuous link or button on the home page for each Covered Service so that any law enforcement agency can request the removal of Content because it is suspected as CSAM and/or NCM",
            "deadline": "90 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "For Law Enforcement Request with validated email, immediately suspend content with valid URL",
            "quoted_text": "2) Upon receipt of a Law Enforcement Request with a validated law enforcement email address: a) Immediate Suspension of Content identified in the Law Enforcement Request that provides a valid URL for the Content",
            "deadline": "immediately",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "For Law Enforcement Request with validated email, suspend all other instances within 7 days",
            "quoted_text": "b) The Suspension, within seven (7) days, of all other instances of the same Content identified by a valid URL from all Covered Services",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "For Law Enforcement Request with validated email, suspend content identified by title within 72 hours",
            "quoted_text": "c) The Suspension: i. Within seventy-two (72) hours, of all Content identified in the Law Enforcement Request by means other than a valid URL, such as a title or other information that permits Defendants to identify Content through a search of Defendants' Covered Services and internal systems",
            "deadline": "72 hours",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "For Law Enforcement Request with validated email, suspend all other instances of same content (non-URL) within 7 days",
            "quoted_text": "ii. Within seven (7) days, of all other instances of the same Content identified in the Law Enforcement Request by means other than a valid URL, such as a title or other information sufficient to identity the Content, from all Covered Services",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "For CSAM/NCM identified outside Provisions III.E.9-12, suspend within 24 hours",
            "quoted_text": "13. Policies, practices, procedures, and technical measures to address any instance in which Defendants determine that actual or suspected CSAM and/or NCM is found to be on or uploaded to a Covered Service, including, but not limited to: a. For instances of such actual or suspected CSAM and/or NCM identified outside the processes pursuant to sub-provisions III.E.9-12 Suspending such Content, as well as all other instances of the same Content, or portions of the same Content that Defendants are able to identify through the content identification tools and technologies utilized by Defendants in the ordinary course of business, from all Covered Services within twenty-four (24) hours of Defendants' review determining that it is actual or suspected CSAM and/or NCM",
            "deadline": "24 hours",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "For CSAM/NCM identified outside Provisions III.E.9-12, fingerprint and Delete webpages within 3 days",
            "quoted_text": "b. Within three (3) days of determination of such Content to be actual or suspected CSAM and/or NCM: 1) Fingerprinting or otherwise marking the Content, including all other instances of the same Content, as actual or suspected CSAM and/or NCM to facilitate efforts to prevent it from being republished or otherwise made available to a consumer; 2) Deleting any Covered Service webpages, including all metadata, on which the Content, including webpages where all other instances of the same or Content, or portions of the same Content that Defendants are able to identify through the content identification tools and technologies utilized by Defendants in the ordinary course of business, was hosted.",
            "deadline": "3 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "For CSAM/NCM identified outside Provisions III.E.9-12, request search engine de-indexing within 7 days",
            "quoted_text": "3) Requesting that Google, Bing, and Yahoo! de-index the Covered Service webpage(s) upon which the Content was hosted. Provided, however, that, for search engines for which the Defendants must manually request such de-indexing, the deadline is seven (7) days after Defendants' review determines that the Content it is actual or suspected CSAM and/or NCM",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "For Model CSAM/NCM, suspend all Model content and ban account within 7 days",
            "quoted_text": "c. For Content uploaded by a Model determined to be such actual or suspected CSAM and/or NCM within seven (7) days, Defendants must: 1) Suspend all Content on all Covered Services uploaded by the Model who uploaded the CSAM and/or NCM Content; 2) Ban all accounts of that Model from all Covered Services, and implement measures to facilitate efforts to prevent the Model from creating an account for uploading Content to, any Covered Service",
            "deadline": "7 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "For CSAM/NCM, assign case manager to non-consenting individuals within 7 days upon request",
            "quoted_text": "d. Within seven (7) days of determination of actual or suspected CSAM and/or NCM Content, upon request of any non-consenting individuals featured in such Content, assigning a case manager responsible for responding to information requests or other inquiries from the individual relating to such Content",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "For Content Partner with 1%+ CSAM/NCM, conduct audit within 60 days",
            "quoted_text": "14. Policies, practices, procedures, and technical measures to address instances where Defendants determine that – pursuant to a Content Removal Request(s) and/or Withdrawal of Consent Request(s) – one (1) percent or more of the Content uploaded by a Content Partner and published on a Covered Service is actual or suspected CSAM and/or NCM: a. Within sixty (60) days of Defendants' determination that one (1) percent or more of the Content uploaded by a Content Partner and published on a Covered Service is actual or suspected CSAM and/or NCM, conduct and complete an audit of the Content Partner's age and consent verification.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "If Content Partner audit fails 10%+ threshold, suspend all content and ban accounts",
            "quoted_text": "b. If pursuant to such audit Defendants are unable to confirm the age and consent for ten (10) percent or more of the Content uploaded by the Content Partner and published on a Covered Service, then Defendants must: 1) Suspend all Content of the Content Partner on all Covered Services; and 2) Ban all accounts of that Content Partner from all Covered Services and implement measures to facilitate efforts to prevent the Content Partner from creating an account for uploading Content to, any Covered Service",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Implement process for registered users to flag comments and direct messages with Clear and Conspicuous link",
            "quoted_text": "15. Policies, practices, procedures, and technical measures so that a registered user of a Covered Service can flag or otherwise report to Defendants for review a user comment or direct message between users on a Covered Service, to the extent available, because the comment or message (a) promotes, encourages, or solicits the creation, publication, or dissemination of CSAM and/or NCM, or (b) encourages, promotes, solicits, or engages in child abuse or non-consensual sexual activities. The process must include: a. A Clear and Conspicuous link or button in proximity to each user comment and direct message between users so that a registered user may flag or otherwise report the comment or direct message for review by Defendants",
            "deadline": "90 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Review flagged comments/messages within 3 days",
            "quoted_text": "b. Defendants' review of any flagged or otherwise reported user comment or direct message within three (3) days of such flagging or reporting to determine whether it (i) promotes, encourages, or solicits the creation, publication, or dissemination of CSAM and/or NCM, or (ii) encourages, promotes, solicits, or engages in child abuse or non-consensual sexual activities",
            "deadline": "3 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Immediately remove violating comments/messages",
            "quoted_text": "c. The immediate removal of any user comment or direct message Defendants determine (i) promotes, encourages, or solicits the creation, publication, or dissemination of CSAM and/or NCM, or (ii) encourages, promotes, solicits, or engages in child abuse or non-consensual sexual activities",
            "deadline": "immediately",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Ban users posting violating comments/messages within 3 days",
            "quoted_text": "d. The banning, within three (3) days, of any registered user that Defendants determine has posted a comment or sent a direct message (i) promoting, encouraging, or soliciting the creation, publication, or dissemination of CSAM and/or NCM, or (ii) encouraging, promoting, soliciting, or engaging in child abuse or non-consensual sexual activities. In banning such a registered user, Defendants must ban all accounts of that user on all Covered Services and implement measures to facilitate efforts to prevent the user from creating an account for uploading Content to, any Covered Service",
            "deadline": "3 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Display warning message for searches using CSAM/NCM terms and prevent tagging/titling with such terms",
            "quoted_text": "16. Policies, practices, procedures, and technical measures to deter persons from searching for or tagging or titling Content on a Covered Service with terms Defendants have determined suggest the Content is CSAM and/or NCM, including but not limited to: a. Displaying a message whenever a person searches for Content using such terms: 1) Stating that the person may be attempting to access Content that is CSAM and/or NCM, which may be illegal; and 2) Where available, providing contact information for organizations that provide help to persons who have sought CSAM and/or NCM; and b. Preventing uploaders from tagging or titling Content on any Covered Service with such terms",
            "deadline": "90 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Provide mandatory training for Moderators upon hire and every 12 months",
            "quoted_text": "17. To the extent Defendants review Content using Moderators, policies, practices, and procedures designed to ensure that Moderators effectively identify and remove CSAM and NCM, including, but not limited to: a. Providing mandatory training for Moderators as to the identification and detection of CSAM and NCM, upon hire and at least every twelve (12) months thereafter",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Prohibit Moderator compensation based solely on quantity of Content reviewed",
            "quoted_text": "b. Prohibiting a Moderator's salary, bonus, or any other financial compensation from being based solely on the amount or quantity of Content that the Moderator reviews during any given time period",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Report actual or suspected CSAM to NCMEC within 72 hours",
            "quoted_text": "18. Policies, practices, procedures, and technical measures designed to ensure Defendants report any actual or suspected CSAM uploaded to, or identified on, a Covered Service to the National Center for Missing and Exploited Children within seventy-two (72) hours of Defendants' determination that the Content is actual or suspected CSAM",
            "deadline": "72 hours",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Assess sufficiency of safeguards annually and modify program based on results",
            "quoted_text": "F. At least once every twelve (12) months: 1. Assess the sufficiency of any safeguards in place to address the internal and external risks that could result in the publication of CSAM or NCM on a Covered Service, and modify the CSAM and NCM Prevention Program based on the results",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Monitor effectiveness of safeguards annually and modify program based on results",
            "quoted_text": "2. Monitor the effectiveness of the safeguards and modify the CSAM and NCM Prevention Program based on the results",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Evaluate and adjust program for material changes at least annually",
            "quoted_text": "G. Evaluate and adjust the CSAM and NCM Prevention Program in light of any material changes to: 1. Defendants' operations or business arrangements; 2. New or more efficient technological or operational methods to control for the risks identified in Provision III.D of this Order; or 3. Any other circumstances that Defendants know or have reason to know may have a material impact on the effectiveness of the CSAM and NCM Prevention Program or any of its individual safeguards; At a minimum, Defendants must evaluate the CSAM and NCM Prevention Program at least once every twelve (12) months and modify the CSAM and NCM Prevention Program based on the results",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Publish semi-annual CSAM and NCM Prevention Transparency Report on home pages within 90 days of reporting period end",
            "quoted_text": "H. Within ninety (90) days of June 30 and December 31 of each calendar year, publish a hyperlink on the home page of each Covered Service to a report detailing, using diction and syntax understandable to reasonable consumers, Defendants' implementation and enforcement of policies, practices, procedures, and technical measures to prevent the publication, and dissemination of CSAM and NCM on such Covered Services ('CSAM and NCM Prevention Transparency Report').",
            "deadline": "90 days",
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "CSAM and NCM Prevention Program Assessments by Third Party",
        "category": "assessment",
        "summary": "Defendants must obtain initial and biennial third-party assessments of their CSAM and NCM Prevention Program for 10 years.",
        "requirements": [
          {
            "description": "Obtain initial assessment covering first 180 days after order entry",
            "quoted_text": "IT IS FURTHER ORDERED that, in connection with compliance with Provision III of this Order, Defendants must obtain initial and biennial assessments ('CSAM and NCM Prevention Assessment'): A. The initial CSAM and NCM Prevention Assessment must be completed within one hundred and eighty (180) days after the entry of this Order and every two (2) years thereafter for ten (10) years after the entry of this Order.",
            "deadline": "180 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Submit initial assessment within 14 days of completion",
            "quoted_text": "The initial CSAM and NCM Prevention Assessment must be submitted within fourteen (14) days of being completed to the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580, and the Utah Attorney General's Office, White Collar and Commercial Enforcement Division, 160 East 300 South, 5th Floor, Salt Lake City, UT 84114.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.7566009852216748
          },
          {
            "description": "Retain subsequent biennial assessments and provide within 10 days of request",
            "quoted_text": "All subsequent biennial CSAM and NCM Prevention Assessments must be retained by Defendants until the Order is terminated and provided to the Associate Director for Enforcement within ten (10) days of request.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Cooperation with Third-Party CSAM and NCM Prevention Assessor",
        "category": "affirmative_obligation",
        "summary": "Defendants must fully cooperate with the third-party assessor, provide all relevant information and access, and not misrepresent any material facts.",
        "requirements": [
          {
            "description": "Provide assessor with all information and materials relevant to assessment",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants, whether acting directly or indirectly, in connection with any CSAM and NCM Prevention Assessment required by Provision IV of this Order, must: A. Provide or otherwise make available to the CSAM and NCM Prevention Assessor all information and material in their possession, custody, or control that is relevant to the CSAM and NCM Prevention Assessment for which there is no reasonable claim of privilege",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Provide assessor with access to content management and customer support systems",
            "quoted_text": "B. Provide or otherwise make available to the CSAM and NCM Prevention Assessor access to Defendants' content management system(s) and customer support network(s)",
            "deadline": null,
            "verified": true,
            "confidence": 0.9826813880126183
          },
          {
            "description": "Disclose all material facts to assessor and not misrepresent",
            "quoted_text": "C. Disclose all material facts to the CSAM and NCM Prevention Assessor, and not misrepresent in any manner, expressly or by implication, any fact material to the CSAM and NCM Prevention Assessor's: (1) determination of whether Defendants have implemented and maintained the CSAM and NCM Prevention Program; (2) assessment of the effectiveness of the implementation and maintenance of sub-Provisions III.A–H; or (3) identification of any gaps or weaknesses in, or instances of material noncompliance with, the CSAM and NCM Prevention Program.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Annual Certifications – CSAM and NCM Prevention",
        "category": "compliance_reporting",
        "summary": "Defendants' CEO must submit annual certifications regarding establishment and compliance with CSAM and NCM Prevention Program requirements.",
        "requirements": [
          {
            "description": "CEO must submit annual certification of compliance",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants must: A. One (1) year after the entry of this Order, and annually thereafter, provide the Commission and Division with a certification from Defendants' Chief Executive Officer that: (1) the company has established and is implementing the requirements of Provision III of this Order; (2) the company is not aware of any material noncompliance that has not been (a) corrected or (b) disclosed to the Commission and Division.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 0.8018518518518519
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Notice to Users",
        "category": "affirmative_obligation",
        "summary": "Defendants must post a specified notice on landing pages of all Covered Services for two years.",
        "requirements": [
          {
            "description": "Post user notice on landing pages within 14 days",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants must, within fourteen (14) days of entry of this Order, post on the landing page of each Covered Service, and leave it for a period of two (2) years, the notice attached as Exhibit A.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.7277777777777779
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Prohibition Against Misrepresentations About Privacy or Information Security",
        "category": "prohibition",
        "summary": "Defendants are permanently prohibited from misrepresenting their collection, use, disclosure, security, or protection of Covered Information.",
        "requirements": [
          {
            "description": "Must not misrepresent collection, maintenance, use, disclosure, or deletion of Covered Information",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants, Defendants' officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with promoting or offering for sale any product or service, are permanently restrained and enjoined from misrepresenting in any manner, expressly or by implication: A. the extent to which Defendants collect, maintain, use, disclose, or delete Covered Information",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Must not misrepresent purposes for collecting Covered Information",
            "quoted_text": "B. the purposes for which Defendants collect Covered Information",
            "deadline": null,
            "verified": true,
            "confidence": 0.8564462809917356
          },
          {
            "description": "Must not misrepresent the extent of user control over collection, use, or disclosure of Covered Information",
            "quoted_text": "C. the extent to which users can exercise control over the collection, use, or disclosure of Covered Information",
            "deadline": null,
            "verified": true,
            "confidence": 0.5572413793103448
          },
          {
            "description": "Must not misrepresent the extent to which Defendants protect privacy, security, or confidentiality of Covered Information",
            "quoted_text": "D. the extent to which Defendants maintain and protect the privacy, security, or confidentiality of Covered Information",
            "deadline": null,
            "verified": true,
            "confidence": 0.9543697478991597
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Mandated Privacy and Information Security Program",
        "category": "affirmative_obligation",
        "summary": "Defendants must establish and maintain a comprehensive privacy and information security program with detailed safeguards to protect Covered Information.",
        "requirements": [
          {
            "description": "Establish and implement comprehensive privacy and information security program",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants, in connection with the collection and maintenance of Covered Information, must, within sixty (60) days after the entry of this Order, establish and implement, and thereafter maintain, a comprehensive privacy and information security program ('Privacy and Information Security Program') that protects the privacy, security, and confidentiality of Covered Information.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 0.7732558139534884
          },
          {
            "description": "Document the Privacy and Information Security Program in writing",
            "quoted_text": "A. Document in writing the content, implementation, and maintenance of the Privacy and Information Security Program",
            "deadline": "60 days",
            "verified": true,
            "confidence": 0.9883333333333334
          },
          {
            "description": "Provide written program to board at least every 12 months and within 60 days of Covered Incident",
            "quoted_text": "B. Provide the written program and any material evaluations thereof or updates thereto to Defendants' board of directors or governing body, or, if no such board or equivalent governing body exists, to a senior officer of Defendants responsible for Defendants' Privacy and Information Security Program, (1) at least once every twelve (12) months, and (2) within sixty (60) days of a Covered Incident",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Designate qualified employee to coordinate Privacy and Information Security Program",
            "quoted_text": "C. Designate a qualified employee to coordinate and be responsible for the Privacy and Information Security Program",
            "deadline": "60 days",
            "verified": true,
            "confidence": 0.8115942028985508
          },
          {
            "description": "Assess and document internal and external risks annually and within 30 days of Covered Incident",
            "quoted_text": "D. Assess and document, (1) at least once every twelve (12) months, and (2) within thirty (30) days of a Covered Incident, internal and external risks to the privacy, security, and confidentiality of Covered Information in each area of Defendants' operations, including, but not limited to: (i) employee training and management; and (ii) information systems, including network and software design, information processing, storage, transmission, and disposal",
            "deadline": null,
            "verified": true,
            "confidence": 0.75
          },
          {
            "description": "Design and implement safeguards to control risks, including data inventory",
            "quoted_text": "E. Design, implement, maintain, and document safeguards that control for the internal and external risks identified in response to sub-Provision IX.D. Each safeguard must be based on the risk assessment required by sub-Provision IX.D. Such safeguards must also include: 1. Systematically inventory all Covered Information within Defendants' possession or control",
            "deadline": "60 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Implement data access controls limiting access to job function and requiring multi-factor authentication",
            "quoted_text": "2. Ensure data access controls that limit employee and contractor access to Covered Information to that which is necessary for their job function and that require multi-factor authentication to access Covered Information",
            "deadline": "60 days",
            "verified": false,
            "confidence": 0.4668769716088328
          },
          {
            "description": "Segment Covered Information from Content",
            "quoted_text": "3. Segment Covered Information from Content",
            "deadline": "60 days",
            "verified": true,
            "confidence": 0.8695061728395062
          },
          {
            "description": "Encrypt all Covered Information in transit and at rest",
            "quoted_text": "4. Encrypt all Covered Information, in transit and at rest",
            "deadline": "60 days",
            "verified": true,
            "confidence": 0.7214285714285715
          },
          {
            "description": "Implement technical and physical controls to prevent unauthorized access to Covered Information",
            "quoted_text": "5. Technical and physical controls that prevent unauthorized access to Covered Information",
            "deadline": "60 days",
            "verified": true,
            "confidence": 0.6238095238095238
          },
          {
            "description": "Implement data retention and disposal policy that is publicly available",
            "quoted_text": "6. A data retention and disposal policy that is (1) publicly available; (2) specifies a timeframe for retention or the criteria for determining the timeframe; and (3) explains how and when data will be disposed of",
            "deadline": "60 days",
            "verified": false,
            "confidence": 0.4239401496259352
          },
          {
            "description": "Use Covered Information only for verification/consent purposes (with limited exceptions)",
            "quoted_text": "7. Ensure Covered Information is only collected, accessed, or disclosed to verify the age, identity, and consent of individuals who appear in Content on a Covered Service, except to the extent necessary: (1) to compensate Models; (2) to provide customer support services to Models; (3) to communicate with Models; (4) to maintain the functionality and security of the Covered Services; (5) to contact or cooperate with law enforcement regarding actual or suspected CSAM, NCM, or illegal Content; or (6) to comply with any applicable law, regulation, or court order",
            "deadline": "60 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Provide privacy and security training to all employees upon hire and annually to those with access",
            "quoted_text": "8. Training of all employees upon hire or within one hundred and twenty (120) days after entry of this Order, and on at least an annual basis thereafter for employees with access to Covered Information, that addresses the safeguards implemented pursuant to sub-Provision IX.E",
            "deadline": "120 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Assess sufficiency of safeguards annually and within 30 days of Covered Incident",
            "quoted_text": "F. Assess the sufficiency of any safeguards in place to control for the internal and external risks to the privacy, security, or confidentiality of Covered Information, and modify the Privacy and Information Security Program based on the results at least once every twelve (12) months, and within thirty (30) days of a Covered Incident",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Test and monitor effectiveness of safeguards annually and within 30 days of Covered Incident",
            "quoted_text": "G. Test and monitor the effectiveness of the safeguards at least once every twelve (12) months, and within thirty (30) days of a Covered Incident, and modify the Privacy and Information Security Program based on the results. Testing and monitoring must include: 1. At least once every four (4) months, and within thirty (30) days of a Covered Incident, vulnerability testing of the Defendants' networks and Covered Service(s) where Covered Information is stored, maintained, or accessible, designed to identify material security vulnerabilities or weaknesses on the networks and Covered Service(s); and 2. At least once every twelve (12) months, and within thirty (30) days of a Covered Incident, penetration testing of the Defendants' networks and Covered Service(s) where Covered Information is stored, maintained, or accessible, designed to identify material security vulnerabilities or weaknesses on the networks and Covered Service(s)",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Require service providers to implement safeguards for Covered Information",
            "quoted_text": "H. Select and retain service providers capable of appropriately safeguarding Covered Information they access through their business relationship with Defendants and require service providers by contract to implement and maintain safeguards for Covered Information",
            "deadline": "60 days",
            "verified": true,
            "confidence": 0.7158836689038032
          },
          {
            "description": "Evaluate program annually for material changes, incidents, or new technology",
            "quoted_text": "I. Evaluate and adjust the Privacy and Information Security Program in light of: (1) any material changes to Defendants' operations or business arrangements; (2) a Covered Incident; (3) any other circumstances that Defendants know or have reason to know may have a material impact on the effectiveness of the Privacy and Information Security Program; or (4) the availability of new or more efficient technological or operational methods to control for the risks to the privacy, security, or confidentiality of Covered Information. Defendants must evaluate the Privacy and Information Security Program at least once every twelve (12) months and modify the Privacy and Information Security Program based on the results",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Privacy and Information Security Assessments by Third Party",
        "category": "assessment",
        "summary": "Defendants must obtain initial and biennial third-party assessments of their Privacy and Information Security Program for 10 years.",
        "requirements": [
          {
            "description": "Obtain initial assessment covering first 180 days after order entry",
            "quoted_text": "IT IS FURTHER ORDERED that, in connection with compliance with Provision IX of this Order, Defendants must obtain initial and biennial assessments ('Privacy and Security Assessment'): A. The initial Privacy and Security Assessment must be completed within one hundred and eighty (180) days after the entry of this Order and every two (2) years thereafter for ten (10) years after the entry of this Order.",
            "deadline": "180 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Submit initial assessment within 14 days of completion",
            "quoted_text": "The initial Privacy and Security Assessment must be submitted within fourteen (14) days of being completed to the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580, and the Utah Attorney General's Office, White Collar and Commercial Enforcement Division, 160 East 300 South, 5th Floor, Salt Lake City, UT 84114.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.7570471464019851
          },
          {
            "description": "Retain subsequent biennial assessments and provide within 10 days of request",
            "quoted_text": "All subsequent biennial Privacy and Security Assessments must be retained by Defendants until the Order is terminated and provided to the Associate Director for Enforcement within ten (10) days of request.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XI",
        "title": "Cooperation with Third-Party Privacy and Information Security Assessor",
        "category": "affirmative_obligation",
        "summary": "Defendants must fully cooperate with the third-party assessor, provide all relevant information and access, and not misrepresent any material facts.",
        "requirements": [
          {
            "description": "Provide assessor with all information and materials relevant to assessment",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants, whether acting directly or indirectly, in connection with any Privacy and Security Assessment required by Provision X of this Order, must: A. Provide or otherwise make available to the Privacy and Security Assessor all information and material in their possession, custody, or control that is relevant to the Privacy and Security Assessment for which there is no reasonable claim of privilege",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Provide assessor with access to networks and IT assets",
            "quoted_text": "B. Provide or otherwise make available to the Privacy and Security Assessor access to Defendants' networks and information technology assets",
            "deadline": null,
            "verified": true,
            "confidence": 0.8345112781954888
          },
          {
            "description": "Disclose all material facts to assessor and not misrepresent",
            "quoted_text": "C. Disclose all material facts to the Privacy and Security Assessor, and not misrepresent in any manner, expressly or by implication, any fact material to the Privacy and Security Assessor's: (1) determination of whether Defendants have implemented and maintained the Privacy and Information Security Program; (2) assessment of the effectiveness of the implementation and maintenance of sub-Provisions IX.A-I; or (3) identification of any gaps or weaknesses in, or instances of material noncompliance with, the Privacy and Information Security Program.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "XII",
        "title": "Annual Certifications – Privacy and Information Security",
        "category": "compliance_reporting",
        "summary": "A senior corporate manager or officer must submit annual certifications regarding establishment and compliance with Privacy and Information Security Program requirements.",
        "requirements": [
          {
            "description": "Senior manager/officer must submit annual certification of compliance including description of all Covered Incidents",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants must: A. One (1) year after the entry of this Order, and annually thereafter, provide the Commission and Division with a certification from a senior corporate manager or officer of Defendants responsible for Defendants' Privacy and Information Security Program that: (1) the company has established and is implementing the requirements of Provision IX of this Order; (2) the company is not aware of any material noncompliance that has not been (a) corrected or (b) disclosed to the Commission and Division. The certification must include a description of all Covered Incidents.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 0.8018518518518519
          }
        ]
      },
      {
        "provision_number": "XIII",
        "title": "Covered Incident Reports",
        "category": "compliance_reporting",
        "summary": "Defendants must report any Covered Incident to the FTC and Utah Division within 10 days, including detailed information about the incident and remediation actions.",
        "requirements": [
          {
            "description": "Submit Covered Incident report within 10 days of notifying any U.S. government entity",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants must submit a report to the Commission and Division within ten (10) days of the date on which Defendants notify, pursuant to any statutory or regulatory requirement, any U.S. federal, state, or local government entity of a Covered Incident. Such report must include, to the extent possible: A. The date range of the Covered Incident; B. A description of the facts relating to the Covered Incident, including the causes of the Covered Incident, if known; C. A description of each type of information that was affected by the Covered Incident; D. The number of consumers whose information was affected by the Covered Incident; E. The acts that Defendants have taken to date to remediate the Covered Incident and protect Covered Information from further exposure or access, and protect affected individuals from identity theft or other harm that may result from the Covered Incident; and F. A copy of Defendants' notice to consumers or other notice provided to individuals affected by the Covered Incident.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "XIV",
        "title": "Monetary Judgment",
        "category": "affirmative_obligation",
        "summary": "Defendants must pay $5 million immediately to Utah with an additional $10 million suspended, subject to conditions.",
        "requirements": [
          {
            "description": "Pay $5,000,000 to Utah Division within 7 days",
            "quoted_text": "IT IS FURTHER ORDERED that: A. Judgment in the amount of fifteen million dollars ($15,000,000) is entered in favor of Plaintiff Utah Division of Consumer Protection against Defendants, jointly and severally, as equitable monetary relief. B. Within seven (7) days of entry of this Order, Defendants must pay to the Utah Division of Consumer Protection five million dollars ($5,000,000).",
            "deadline": "7 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Additional $10,000,000 suspended subject to conditions",
            "quoted_text": "C. The remainder of the judgment ($10,000,000) is suspended subject to the Subsections below. D. The suspension of $10,000,000 will only be lifted if: 1. The Utah Division of Consumer Protection provides written Notice of Potential Violation to Defendants within ten (10) years of entry of this Order that they have failed to comply with a provision of this Order; 2. If after receiving the Notice of Potential Violation, Defendants do not cure the issue identified within sixty (60) days of the date of the Notice of Potential Violation (or such longer period as may be agreed upon in writing with the Division), the Division may petition the Court for an order to show cause why Defendants should not be held in contempt of this Order based on such violation(s); 3. If based on such petition, the Court finds Defendants in contempt based on any such violation(s); and 4. The finding of contempt becomes final (no longer subject to appeal).",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "XV",
        "title": "Additional Monetary Provisions",
        "category": "acknowledgment",
        "summary": "Defendants relinquish all rights to transferred funds, agree facts establish liability, and acknowledge non-dischargeability in bankruptcy.",
        "requirements": [
          {
            "description": "Defendants relinquish all dominion, control, and title to funds paid to Division",
            "quoted_text": "IT IS FURTHER ORDERED that: A. All money paid to the Division pursuant to this Order may be deposited into a fund administered by the Division or its representatives to be used for any lawful purpose. Defendants relinquish all dominion, control, and title to the funds paid to the fullest extent permitted by law. Defendants may not seek reimbursement from the Division regardless of the outcome of any bankruptcy case, receivership, or other proceeding.",
            "deadline": null,
            "verified": true,
            "confidence": 0.7100000000000001
          },
          {
            "description": "Facts in Complaint deemed true for purposes of determining non-dischargeability",
            "quoted_text": "B. For the purpose of any subsequent civil litigation, including but not limited to, a non-dischargeability complaint filed by the Division in any subsequent proceeding, the facts alleged in the Complaint will be taken as true and deemed established.",
            "deadline": null,
            "verified": false,
            "confidence": 0.41134751773049644
          },
          {
            "description": "Facts establish all elements for non-dischargeability judgment under bankruptcy law",
            "quoted_text": "C. The facts as alleged in the Complaint establish all elements necessary to sustain an action by the Division pursuant to Section 523(a)(2)(A) of the Bankruptcy Code, 11 U.S.C. § 523(a)(2)(A), and this Order will have collateral estoppel effect for such purposes.",
            "deadline": null,
            "verified": true,
            "confidence": 0.991038961038961
          }
        ]
      },
      {
        "provision_number": "XVI",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Defendants must deliver copies of the Order to personnel and obtain signed acknowledgments for 10 years.",
        "requirements": [
          {
            "description": "Each defendant must submit signed acknowledgment within 7 days",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants must obtain acknowledgments of receipt of this Order: A. Each Defendant, within seven (7) days after the effective date of this Order, must submit to the Commission and Division an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 0.853956442831216
          },
          {
            "description": "For 10 years, deliver Order to principals, officers, managers, and employees with managerial responsibilities and obtain signed acknowledgments within 30 days",
            "quoted_text": "B. For ten (10) years after the entry of this Order, Defendants must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees having managerial responsibilities for conduct related to the subject matter of the Order and all agents and representatives who participate in conduct related to the subject matter of the Order; and (3) any business entity resulting from any change in structure as set forth in the Provision titled Compliance Reporting. Delivery must occur within seven (7) days after the effective date of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities. C. From each individual or entity to which a Defendant delivered a copy of this Order, that Defendant must obtain, within thirty (30) days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "XVII",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendants must submit compliance reports to the FTC and Utah, notify of changes within 14 days, and report bankruptcy filings.",
        "requirements": [
          {
            "description": "Submit compliance report one year after entry sworn under penalty of perjury",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants make timely submissions to the Commission and Division: A. One (1) year after the entry of this Order, each Defendant must submit a compliance report, sworn under penalty of perjury, in which each Defendant: 1. Identifies the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission and Division may use to communicate with Defendant; 2. Identifies all of that Defendant's businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; 3. Describes the activities of each business, including the goods and services offered, and the means of advertising, marketing, and sales; 4. Describes in detail whether and how that Defendant is in compliance with each Provision of this Order; and 5. Provides a copy of each Order Acknowledgment obtained pursuant to this Order, unless previously submitted to the Commission or Division.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 0.7830364372469636
          },
          {
            "description": "For 10 years, notify Commission and Division of changes within 14 days",
            "quoted_text": "B. For ten (10) years after the entry of this Order, each Defendant must submit a compliance notice, sworn under penalty of perjury, within fourteen (14) days of any change in the following: 1. Any designated point of contact; or 2. The structure of any Defendant that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Report bankruptcy filings within 14 days",
            "quoted_text": "C. Each Defendant must submit to the Commission and Division notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against such Defendant within fourteen (14) days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.9592035398230089
          }
        ]
      },
      {
        "provision_number": "XVIII",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendants must create and retain specified records for compliance verification for 10 years creation period and 5 years retention period.",
        "requirements": [
          {
            "description": "Create certain records for 10 years and retain for 5 years from creation",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants must create certain records for ten (10) years after the entry of the Order, and retain each such record for five (5) years, unless otherwise specified below. Specifically, Defendants, for any business that they, individually or collectively, are a majority owner or that they directly or indirectly manage or control, must create and retain the following records: A. Accounting records showing the revenues from all goods or services sold; B. Personnel records showing, for each person providing services in relation to any aspect of the Order, whether as an employee or otherwise, that person's: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination; C. Records of all consumer complaints and refund requests, whether received directly or indirectly, such as through a third party, and any response; D. All records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission or Division",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Retain copies of advertisements and marketing materials for 5 years",
            "quoted_text": "E. A copy of each unique advertisement or other marketing material making a representation subject to this Order; F. For five (5) years after the date of preparation of each Privacy and Security Assessment or CSAM and NCM Prevention Assessment required under Provisions III, IV, IX, or X of this Order, all materials relied upon to prepare the assessment, whether prepared by or on behalf of Defendants, including, but not limited to, all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Retain communications with law enforcement for 5 years from receipt",
            "quoted_text": "G. For five (5) years from the date of receipt or transmission, copies of all communications to or from any law enforcement agency related to the subject matter of this Order",
            "deadline": null,
            "verified": false,
            "confidence": 0.6336088154269972
          }
        ]
      },
      {
        "provision_number": "XIX",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The FTC and Utah Division have the right to monitor compliance through various means including document requests, depositions, and site access.",
        "requirements": [
          {
            "description": "Submit compliance reports and documents within 14 days of request",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants must permit representatives of the Commission and Division to interview any employee or other person affiliated with any Defendant who has agreed to such an interview for purposes related to this Order. The person interviewed may have counsel present. A. Nothing in this Order limits the Commission's or Division's lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1. Nothing in this Order limits the Division's lawful use of compulsory process pursuant to Utah Code sections 13-2-5, 6, and 13-11-8, 16, 17.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "FTC and Utah may communicate directly with defendants without representation present",
            "quoted_text": "B. The Commission and Division may communicate directly with each Defendant, unless the Defendant retains counsel related to the subject matter of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 0.5966009204470744
          },
          {
            "description": "FTC and Utah may pose as consumers or suppliers",
            "quoted_text": "C. Representatives of the Commission and Division may pose as consumers and suppliers to Defendants, their employees, or any other entity managed or controlled in whole or in part by any Defendant, without the necessity of identification or prior notice.",
            "deadline": null,
            "verified": true,
            "confidence": 0.5896688741721854
          },
          {
            "description": "Defendants must not transfer management to evade Order requirements",
            "quoted_text": "D. Defendants will not take any action, enter into any agreement, or assist any other party to transfer the management or operation of www.pornhub.com or any other Covered Service in any manner that is intended to evade, or could reasonably be expected to evade, any requirements set forth in this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XX",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction for construction, modification, and enforcement of the Order.",
        "requirements": [
          {
            "description": "Court retains jurisdiction for purposes of construction, modification, and enforcement",
            "quoted_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "09.25, PornhubMindgeekAylo Complaint (Pending).pdf",
      "order": "09.25, PornhubMindgeekAylo Order (Pending).pdf"
    },
    "extraction_stats": {
      "complaint_counts": 11,
      "complaint_representations": 8,
      "order_provisions": 20,
      "order_definitions": 17,
      "order_requirements": 122
    },
    "processing_time_seconds": 1235.6
  }
}