{
  "case_info": {
    "docket_number": "2:18-cv-00035-APG-NJK",
    "company": {
      "name": "EMP Media, Inc.",
      "incorporation_state": "Nevada",
      "entity_type": "corporation",
      "address": "6130 Flamingo Road #732, Las Vegas, Nevada 89103",
      "business_description": "EMP Media, Inc. operated the website MyEx.com, dedicated to the disclosure of intimate images and personal information without consent. The company also operated under various d/b/a names including MyEx.com, Post My Ad, T & A Media, and Internet Secrets."
    },
    "commissioners": [],
    "case_date": {
      "month": 9,
      "year": 2020
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a); Section 13(b) of the Federal Trade Commission Act, 15 U.S.C. § 53(b); Chapter 598 of the Nevada Revised Statutes",
    "violation_type": "unfair",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/162-3052-emp-media-inc-myexcom"
  },
  "complaint": {
    "factual_background": "EMP Media, Inc. operated MyEx.com, a website dedicated to 'revenge porn' — the nonconsensual public disclosure of sexually explicit images of individuals. Defendants solicited intimate images and personal information (including full name, address, employer, phone number, and social media accounts) from ex-partners and others, and posted them publicly without the depicted individuals' consent. The site included a searchable database enabling anyone to identify or contact victims, causing widespread emotional, reputational, and professional harm. Defendants also operated or facilitated purportedly 'independent' reputation management services that extorted victims — charging fees of $499 to $2,800, often via Western Union to the Philippines — to remove images and personal information that Defendants themselves had posted. From January 2014 through April 2016, EMP took in more than $4 million.",
    "representations_made": [
      {
        "description": "Defendants solicited intimate images and personal information from ex-partners and posted them publicly without the depicted individuals' consent, advertising the site as a platform for revenge against exes",
        "quoted_text": "26. Defendants have specifically encouraged and solicited the posting of intimate images and 10 personal information without the pictured individual’s consent. The website makes clear 11 12 that the purpose of such posting is to harm the pictured individual. Defendants have 13 advertised the website as “MyEx GET REVENGE!” and “Naked Pics of Your Ex.” The 14 MyEx.com site has invited individuals to “Add Your Ex,” “Submit Pics and Stories of Your 15 Ex,” “Search for your Ex,” or “Find Someone You Know.” In past versions of the site, 16 when one clicked on “Make a Post” the site stated, “Add Someone. Feel Good.” The site 17 also described itself as a site where one could “Get the dirt before you get hurt or submit 18 your ex gf and bf and get revenge!” The MyEx.com website name itself indicates that the 19 20 site is aimed at ex-partners.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 26,
        "quote_start_line": 365,
        "quote_end_line": 382
      },
      {
        "description": "Defendants stated in their Removal Policy that they did not permit removal requests and blamed victims for allowing photos to be taken",
        "quoted_text": "42. For certain periods of time, under its “Removal Policy,” the site stated, “Myex.com does not 3 permit or entertain removal requests from individuals who have been submitted to this 4 website.” The Removal Policy has also stated that, “As a general rule, if you don’t want 5 photos of you end [sic] up on the internet be more careful who you send them too [sic] or 6 better yet don’t send them at all.”",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 42,
        "quote_start_line": 550,
        "quote_end_line": 558
      },
      {
        "description": "Defendants stated on their 'Contact Us' page that there was no removal policy and that adult victims were out of luck",
        "quoted_text": "8 43. Under the “Contact Us” page, the site stated, “Myex.com has no removals [sic] policy. If 9 you are an adult who has been submitted to this site tough luck [sic].” The page went on to 10 state, “If you have the need to send mail please address it to MyEx.com c/o Web Solutions 11 B.V. Attn Legal Department DMCA Complaints. Websolutions Netherlands, Singel 540 12 1017 Amsterdam The Netherlands Attn: Legal Department.”",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 43,
        "quote_start_line": 560,
        "quote_end_line": 567
      },
      {
        "description": "Defendants represented to consumers that removal was available through purportedly independent arbitration or reputation management services, while in fact directing victims to pay fees that benefited Defendants",
        "quoted_text": "44. However, in parts of 2013 and 2014, its Removal Policy stated, “Myex.com may adhere to 14 the dispute resolution process from independent arbitration services. If you feel you have 15 16 been submitted to this site wrongfully you may contact one of the independent arbitration 17 services below.” At times, the site did not list any arbitration services. At other times, the 18 site listed various arbitration services, such as reputationguard.co, or otherwise 19 communicated to consumers through links or emails, the availability of arbitration services 20 such as internetreputation.com.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 44,
        "quote_start_line": 569,
        "quote_end_line": 580
      },
      {
        "description": "Defendants charged consumers fees of $499 up to $2,800 — including annual recurring fees — for removal of intimate images and personal information that Defendants had posted without consent",
        "quoted_text": "45. Through these services or otherwise, Defendants demanded payments of $499 up to $2,800 22 from consumers for removal of intimate images and personal information posted on the 23 24 website. Some of these charges were annual recurring fees to keep the intimate images and 25 personal information off the website and may be ongoing.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 45,
        "quote_start_line": 582,
        "quote_end_line": 588
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Unfair Nonconsensual Disclosure of Intimate Images and Personal Information",
        "representation": "Defendants solicited intimate images and personal information from ex-partners of the individuals depicted, then disclosed those intimate images and personal information on a public website — without the consent of the individuals depicted — in a manner that enabled the public to identify or contact those individuals.",
        "fact": "The individuals depicted did not consent to the posting of their intimate images and personal information; many directly informed Defendants of the lack of consent. The public disclosure caused substantial injury including emotional distress, job loss, harassment, safety fears, and medical and legal expenses.",
        "conclusion": "Defendants' acts and practices constitute unfair acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. §§ 45(a) and 45(n)."
      },
      {
        "count_number": 2,
        "title": "Unfair Extortion-Based Removal Fees",
        "representation": "In numerous instances, Defendants charged — or caused others to charge — consumers fees of $499 or more to remove intimate images and personal information from a public website that Defendants had solicited and disclosed without the individuals' consent.",
        "fact": "Defendants themselves had posted the intimate images and personal information without consent, and then leveraged that posting to extract removal payments from victims who were unable to avoid the injury on their own. The charged fees were not outweighed by any countervailing benefit to consumers or competition.",
        "conclusion": "Defendants' practices constitute unfair acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. §§ 45(a) and 45(n)."
      },
      {
        "count_number": 3,
        "title": "Violation of Nevada's Deceptive Trade Practices — Coercion, Duress, or Intimidation",
        "representation": "Defendants knowingly used coercion, duress, or intimidation in a transaction when they sought payment from consumers to remove the personal information and intimate images that Defendants had posted on their publicly available website.",
        "fact": "Nevada Revised Statute § 598.0923(4) prohibits the knowing use of coercion, duress, or intimidation in a transaction as a deceptive trade practice. Defendants' conduct of posting victims' intimate images and then demanding payment for removal constitutes exactly such coercive conduct.",
        "conclusion": "Each of Defendants' acts or practices that used coercion, duress, or intimidation in a transaction is a violation of Chapter 598 of the Nevada Revised Statutes, NRS § 598.0923(4)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Asset": "any legal or equitable interest in, right to, or claim to, any real, personal, or intellectual property, including without limitation, chattels, goods, instruments, equipment, fixtures, general intangibles, leaseholds, contracts, mail or other deliveries, shares or stock, securities, inventory, checks, notes, accounts, credits, receivables, insurance policies, lines of credit, cash, trusts (including asset protection trusts), lists of Consumer names and reserve funds or any other accounts associated with any payments processed by, or on behalf of, the Defendant, including such reserve funds held by payment processors, credit card processors, banks, or other Financial Institutions.",
      "Consumer": "any Person.",
      "Clear and conspicuous": "means that a required disclosure is difficult to miss (i.e., easily noticeable) and easily understandable by ordinary consumers, including in all of the following ways:\n\n1. In any communication that is solely visual or solely audible, the disclosure must be made through the same means through which the communication is presented. In any communication made through both visual and audible means, such as a television advertisement, the disclosure must be presented simultaneously in both the visual and audible portions of the communication even if the representation requiring the disclosure is made in only one means.\n\n2. A visual disclosure, by its size, contrast, location, the length of time it appears, and other characteristics, must stand out from any accompanying text or other visual elements so that it is easily noticed, read, and understood.\n\n3. An audible disclosure, including by telephone or streaming video, must be delivered in a volume, speed, and cadence sufficient for ordinary consumers to easily hear and understand it.\n\n4. In any communication using an interactive electronic medium, such as the Internet or software, the disclosure must be unavoidable.\n\n5. The disclosure must use diction and syntax understandable to ordinary consumers and must appear in each language in which the representation that requires the disclosure appears.\n\n6. The disclosure must comply with these requirements in each medium through which it is received, including all electronic devices and face-to-face communications.\n\n7. The disclosure must not be contradicted or mitigated by, or inconsistent with, anything else in the communication.\n\n8. When the representation or sales practice targets a specific audience, such as children, the elderly, or the terminally ill, \"ordinary consumers\" includes reasonable members of that group.",
      "Defendant": "Aniello \"Neil\" Infante.",
      "Intimate Image": "any image exposing genitals, pubic area, buttocks, or female nipples or depicting a sex act.",
      "Financial Institution": "any bank, savings and loan institution, credit union, or any financial depository of any kind, including brokerage house, trustee, broker-dealer, escrow agent, title company, commodity trading company, or precious metal dealer.",
      "Personal Information": "information from or about an individual depicted in an Intimate Image."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition on Dissemination of Intimate Images and Personal Information Posted Without Consent",
        "category": "prohibition",
        "summary": "Defendant is permanently enjoined from disseminating Intimate Images or Personal Information through a website or online service without providing clear and conspicuous notice to each depicted individual and obtaining their verifiable affirmative express written consent, including the right to revoke consent at any time.",
        "requirements": [
          {
            "description": "Must not disseminate Intimate Images or Personal Information through a website or online service without providing a clear and conspicuous notice directly to each individual depicted (not buried in a privacy policy or terms of use)",
            "quoted_text": "IT IS ORDERED that Defendant, whether acting directly or indirectly, in connection 4 5 with the advertising, marketing, promoting, distributing, offering for sale, or sale of any good 6 or service, is permanently restrained and enjoined from disseminating, through a website or 7 online service, Intimate Image(s) or Personal Information without: 8 A. A clear and conspicuous notice, and not as part of a “privacy policy,” “terms of use,” or 9 similar document posted on a website or online service, directly to each individual 10 depicted in the Intimate Image, that Defendant will disseminate the Intimate Image and 11 Personal Information through a website or online service; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 202,
            "quote_end_line": 215
          },
          {
            "description": "Must obtain verifiable affirmative express written consent directly from each individual depicted in the Intimate Image prior to dissemination, and provide each individual the right to revoke consent at any time",
            "quoted_text": "13 B. obtaining verifiable affirmative express consent in writing directly from each individual 14 depicted in the Intimate Image prior to dissemination and also provide each individual 15 the right to revoke consent at any time.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 217,
            "quote_end_line": 220
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Disposition of Personal Information and Intimate Images",
        "category": "prohibition",
        "summary": "Defendant is permanently enjoined from selling, using, or otherwise benefitting from Personal Information or Intimate Images obtained without written consent, and must destroy all such material in his possession within 30 days of entry of this Order, except as required by law or government agency request.",
        "requirements": [
          {
            "description": "Must not sell, rent, lease, disclose, use, transfer, or otherwise benefit from Personal Information or Intimate Images obtained without verifiable affirmative express written consent",
            "quoted_text": "A. selling, renting, leasing, disclosing, using, transferring, or otherwise benefitting from 21 Personal Information or Intimate Images obtained without verifiable affirmative express 22 consent in writing; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 228,
            "quote_end_line": 232
          },
          {
            "description": "Must destroy all such Personal Information or Intimate Images in all forms in Defendant's possession, custody, or control within 30 days after entry of this Order",
            "quoted_text": "B. failing to destroy such Personal Information or Intimate Images in all forms in 24 25 Defendant’s possession, custody, or control within 30 days after entry of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 234,
            "quote_end_line": 236
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Prohibition on Charging Takedown Fees",
        "category": "prohibition",
        "summary": "Defendant is permanently enjoined from charging any consumer any fee related to removing or taking down Personal Information or Intimate Images from any website, whether directly or through an intermediary.",
        "requirements": [
          {
            "description": "Must not charge or assist in charging any consumer any fee related to taking down or removing Personal Information or Intimate Images from any website, whether directly or through an intermediary",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant is permanently restrained and enjoined from 6 charging or assisting in charging any consumer any fee related to taking down or removing 7 8 Personal Information or Intimate Images from any website, whether directly or through an 9 intermediary.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 252,
            "quote_end_line": 257
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Additional Conduct Prohibitions",
        "category": "prohibition",
        "summary": "Defendant is permanently enjoined from setting up merchant processing accounts for any business entity unless he actually controls or has knowledge of its daily operations, and from serving as an officer, director, or manager of any entity unless he actually controls or has knowledge of its ordinary operations.",
        "requirements": [
          {
            "description": "Must not set up or facilitate merchant processing accounts for any business entity unless Defendant actually controls, participates in, or has knowledge of the daily operations of that entity",
            "quoted_text": "A. Setting up or facilitating merchant processing accounts for any business entity, unless 14 Defendant actually controls, participates in, or has knowledge of the daily operations of that 15 16 entity; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 265,
            "quote_end_line": 269
          },
          {
            "description": "Must not serve as an officer, director, or manager of any business entity unless Defendant actually controls, participates in, or has knowledge of the ordinary operations of that entity",
            "quoted_text": "17 B. Serving as an officer, director, or manager of any business entity, unless Defendant 18 actually controls, participates in, or has knowledge of the ordinary operations of that entity.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 270,
            "quote_end_line": 272
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Monetary Judgment and Partial Suspension",
        "category": "affirmative_obligation",
        "summary": "A judgment of $205,000 is entered against Defendant; $15,000 must be paid within 7 days of entry via electronic fund transfer, after which the remainder is suspended contingent on the accuracy of Defendant's financial representations. The suspension may be lifted if Defendant is found to have made material misstatements in those representations.",
        "requirements": [
          {
            "description": "Judgment of $205,000.00 is entered in favor of Plaintiffs against Defendant Infante",
            "quoted_text": "A. Judgment in the amount of $205,000.00 is entered in favor of the Plaintiffs against 22 23 Defendant Infante.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 278,
            "quote_end_line": 280
          },
          {
            "description": "Defendant must pay $15,000 to the Commission within 7 days of entry of this Order by electronic fund transfer; upon payment, the remainder of the judgment is suspended",
            "quoted_text": "24 B. Defendant is ordered to pay to the Commission fifteen thousand Dollars ($15,000), 25 which, as Defendant stipulates, his undersigned counsel holds in escrow for no purpose other 26 than payment to the Commission. Such payment must be made within 7 days of entry of this 27 28 6 CCaassee 22::1188--ccvv--0000003355--AAPPGG--NNJJKK DDooccuummeenntt 89 FFiilleedd 0011//1100//1188 PPaaggee 77 ooff 1166 1 Order by electronic fund transfer in accordance with instructions previously provided by a 2 representative of the Commission. Upon such payment the remainder of the judgment is 3 suspended, subject to the Subsections below.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 281,
            "quote_end_line": 296
          },
          {
            "description": "Suspension of judgment is conditioned on the truthfulness, accuracy, and completeness of Defendant's sworn financial statements submitted to Plaintiffs (Financial Statement signed November 6, 2017)",
            "quoted_text": "C. The Plaintiffs’ agreement to the suspension of part of the judgment is expressly premised 5 upon the truthfulness, accuracy, and completeness of Defendant’s sworn financial statements and 6 related documents (collectively, “financial representations”) submitted to Plaintiffs, namely the 7 8 Financial Statement of Defendant Infante signed on November 6, 2017, including the 9 attachments.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 298,
            "quote_end_line": 305
          },
          {
            "description": "The suspension of the judgment will be lifted if the Court finds Defendant failed to disclose any material asset, materially misstated any asset's value, or made any other material misstatement or omission in the financial representations",
            "quoted_text": "D. The suspension of the judgment will be lifted as to Defendant if, upon motion by either 11 Plaintiff, the Court finds that Defendant failed to disclose any material asset, materially misstated 12 the value of any asset, or made any other material misstatement or omission in the financial 13 representations identified above.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 307,
            "quote_end_line": 313
          },
          {
            "description": "If the suspension is lifted, the full $205,000 judgment (less any prior payments) becomes immediately due, plus interest computed from the date of entry of this Order",
            "quoted_text": "E. If the suspension of the judgment is lifted, the judgment becomes immediately due in the 15 16 amount specified in Subsection A above, which the parties stipulate only for purposes of this 17 Section represents the unjust enrichment alleged in the Complaint, less any payment previously 18 made pursuant to this Section, plus interest computed from the date of entry of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 315,
            "quote_end_line": 321
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Additional Monetary Provisions",
        "category": "affirmative_obligation",
        "summary": "Defendant relinquishes all interest in assets transferred under this Order; Complaint facts may be taken as true in future proceedings; money paid to the Commission may be used for equitable relief including consumer redress, with any remainder deposited to the U.S. Treasury as disgorgement.",
        "requirements": [
          {
            "description": "Defendant relinquishes dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek their return",
            "quoted_text": "A. Defendant relinquishes dominion and all legal and equitable right, title, and interest in all 22 23 assets transferred pursuant to this Order and may not seek the return of any assets.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 327,
            "quote_end_line": 329
          },
          {
            "description": "Facts alleged in the Complaint will be taken as true, without further proof, in any subsequent civil litigation by or on behalf of the Commission, including in non-dischargeability proceedings in bankruptcy",
            "quoted_text": "24 B. The facts alleged in the Complaint will be taken as true, without further proof, in any 25 subsequent civil litigation by or on behalf of the Commission, including in a proceeding to 26 27 28 7 CCaassee 22::1188--ccvv--0000003355--AAPPGG--NNJJKK DDooccuummeenntt 89 FFiilleedd 0011//1100//1188 PPaaggee 88 ooff 1166 1 enforce its rights to any payment or monetary judgment pursuant to this Order, such as a non- 2 dischargeability complaint in any bankruptcy case.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 330,
            "quote_end_line": 342
          },
          {
            "description": "Facts alleged in the Complaint establish all elements necessary to sustain an action under Section 523(a)(2)(A) of the Bankruptcy Code, and this Order will have collateral estoppel effect for such purposes",
            "quoted_text": "C. The facts alleged in the Complaint establish all elements necessary to sustain an action by 4 the Commission pursuant to Section 523(a)(2)(A) of the Bankruptcy Code, 11 U.S.C. 5 § 523(a)(2)(A), and this Order will have collateral estoppel effect for such purposes.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 344,
            "quote_end_line": 348
          },
          {
            "description": "Defendant acknowledges his Taxpayer Identification Number previously submitted to the Commission may be used for collecting and reporting on any delinquent amount arising out of the Order",
            "quoted_text": "D. Defendant acknowledges that his Taxpayer Identification Number which Defendant 7 8 previously submitted to the Commission, may be used for collecting and reporting on any 9 delinquent amount arising out of the Order, in accordance with 31 U.S.C. §7701.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 350,
            "quote_end_line": 353
          },
          {
            "description": "Money paid to the Commission may be deposited into a fund for equitable relief including consumer redress; any money not used for equitable relief is to be deposited to the U.S. Treasury as disgorgement; Defendant has no right to challenge Commission actions under this subsection",
            "quoted_text": "E. All money paid to the Commission pursuant to this Order may be deposited into a fund 11 administered by the Commission or its designee to be used for equitable relief, including 12 consumer redress and any attendant expenses for the administration of any redress fund. If a 13 representative of the Commission decides that direct redress to consumers is wholly or partially 14 impracticable or money remains after redress is completed, the Commission may apply any 15 16 remaining money for such other equitable relief (including consumer information remedies) as it 17 determines to be reasonably related to Defendant’s practices alleged in the Complaint. Any 18 money not used for such equitable relief is to be deposited to the U.S. Treasury as disgorgement. 19 Defendant has no right to challenge any actions the Commission or its representatives may take 20 pursuant to this Subsection.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 355,
            "quote_end_line": 372
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Cooperation",
        "category": "affirmative_obligation",
        "summary": "Defendant must fully cooperate with Plaintiff representatives in this case and related investigations, including providing truthful information and appearing for interviews, depositions, hearings, and trials upon 5 days' written notice, without a subpoena.",
        "requirements": [
          {
            "description": "Defendant must fully cooperate with representatives of Plaintiffs, provide truthful and complete information, evidence, and testimony, and appear for interviews, discovery, hearings, trials, and other proceedings upon 5 days' written notice without a subpoena",
            "quoted_text": "23 IT IS FURTHER ORDERED that Defendant must fully cooperate with representatives of 24 Plaintiffs in this case and in any investigation related to or associated with the transactions or the 25 occurrences that are the subject of the Complaint. Defendant must provide truthful and complete 26 information, evidence, and testimony. Defendant must appear for interviews, discovery, 27 28 8 CCaassee 22::1188--ccvv--0000003355--AAPPGG--NNJJKK DDooccuummeenntt 89 FFiilleedd 0011//1100//1188 PPaaggee 99 ooff 1166 1 hearings, trials, and any other proceedings that a Plaintiff representative may reasonably request 2 upon 5 days written notice, or other reasonable notice, at such places and times as a Plaintiff 3 representative may designate, without the service of a subpoena. If the presence of the 4 Defendant is required outside of the State of Ohio or beyond 100 miles of the Defendant’s 5 residence, the FTC agrees to arrange and pay for the Defendant’s reasonable travel expenses.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 376,
            "quote_end_line": 396
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Defendant must acknowledge receipt of the Order within 7 days, deliver copies to relevant business personnel within specified timeframes for 3 years after entry, and obtain signed acknowledgments of receipt from each recipient within 30 days of delivery.",
        "requirements": [
          {
            "description": "Within 7 days of entry of this Order, Defendant must submit to the Commission a sworn acknowledgment of receipt of this Order under penalty of perjury",
            "quoted_text": "A. Defendant, within seven (7) days of entry of this Order, must submit to the Commission 11 an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 404,
            "quote_end_line": 406
          },
          {
            "description": "For 3 years after entry, for any business Defendant majority owns or controls, Defendant must deliver a copy of this Order to all principals, officers, directors, LLC managers and members, employees, agents, and representatives who participate in related conduct, and any successor entity; delivery within 7 days for current personnel, before assuming responsibilities for all others",
            "quoted_text": "B. For three (3) years after entry of this Order, for any business that Defendant individually 13 or collectively with any other defendant named in this matter is the majority owner or controls 14 15 directly or indirectly, Defendant must deliver a copy of this Order to (1) all principals, officers, 16 directors, and LLC managers and members; (2) all employees, agents, and representatives who 17 participate in conduct related to the subject matter of the Order; and (3) any business entity 18 resulting from any change in structure as set forth in the Section titled Compliance Reporting. 19 Delivery must occur within 7 days of entry of this Order for current personnel. For all others, 20 delivery must occur before they assume their responsibilities.",
            "deadline": "7 days for current personnel; before assuming responsibilities for others",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 408,
            "quote_end_line": 421
          },
          {
            "description": "From each individual or entity to which Defendant delivered a copy of this Order, Defendant must obtain a signed and dated acknowledgment of receipt within 30 days",
            "quoted_text": "C. From each individual or entity to which Defendant delivered a copy of this Order, 22 23 Defendant must obtain, within thirty (30) days, a signed and dated acknowledgment of receipt of 24 this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 423,
            "quote_end_line": 426
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendant must submit a sworn compliance report 1 year after entry of the Order detailing contact information, business activities, and compliance status; must submit sworn change notices within 14 days of any change in name, address, business role, or entity structure for 20 years; and must notify the Commission within 14 days of any bankruptcy filing.",
        "requirements": [
          {
            "description": "One year after entry of this Order, Defendant must submit a sworn compliance report identifying contact information, businesses, business activities, roles, compliance with each Order section, and copies of Order acknowledgments",
            "quoted_text": "A. One (1) year after entry of this Order, Defendant must submit a compliance report, sworn 5 under penalty of perjury, which must: 6 7 1. Identify all of Defendant’s telephone numbers and all physical, postal, and email and 8 Internet addresses, including all residences, and identify the primary physical, postal, 9 and email address and telephone number as designated points of contact, which 10 representatives of the Plaintiffs may use to communicate with Defendant; 11 2. Identify all of the Defendant’s businesses by all of their names, telephone numbers, 12 and physical, postal, email, and Internet addresses; 13 3. Identify all business activities, including any business for which Defendant performs 14 15 services whether as an employee or otherwise and any entity in which Defendant has 16 any ownership interest; 17 4. Describe in detail Defendant’s involvement in each such business, including title, 18 role, responsibilities, participation, authority, control, and any ownership; 19 5. Describe the activities of each business, including the goods and services offered, the 20 means of advertising, marketing, and sales; 21 6. Describe in detail whether and how the Defendant is in compliance with each Section 22 23 of this Order; and 24 7. Provide a copy of each Order Acknowledgment obtained pursuant to this Order, 25 unless previously submitted to the Commission.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 441,
            "quote_end_line": 475
          },
          {
            "description": "For 20 years after entry, Defendant must submit a sworn compliance notice within 14 days of any change in name/aliases/residence, designated point of contact, title or role in any business, or structure of any entity Defendant owns or controls that may affect compliance obligations",
            "quoted_text": "1 B. For twenty (20) years after entry of this Order, Defendant must submit a compliance 2 notice, sworn under penalty of perjury, within 14 days of any change in the following: 3 1. Name, including aliases or fictitious names, or residence address; 4 2. Any designated point of contact; 5 3. Title or role in any business activity, including any business for which Defendant 6 performs services whether as an employee or otherwise and any entity in which 7 8 Defendant has any ownership interest, and identify the name, physical address, and 9 any internet address of the business or entity; and 10 4. The structure of any entity that Defendant has any ownership interest in or controls 11 directly or indirectly that may affect compliance obligations arising under this Order, 12 including: creation, merger, sale, or dissolution of the entity or any subsidiary, 13 parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days of any qualifying change",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 483,
            "quote_end_line": 505
          },
          {
            "description": "Defendant must submit notice to the Commission within 14 days of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against Defendant",
            "quoted_text": "15 C. Defendant must submit to the Commission notice of the filing of any bankruptcy petition, 16 insolvency proceeding, or similar proceeding by or against such Defendant within 14 days of its 17 filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 507,
            "quote_end_line": 510
          },
          {
            "description": "All sworn submissions must be true and accurate and comply with 28 U.S.C. § 1746, including the required declaration language",
            "quoted_text": "D. Any submission to the Commission required by this Order to be sworn under penalty of 19 perjury must be true and accurate and comply with 28 U.S.C. § 1746, such as by concluding: “I 20 declare under penalty of perjury under the laws of the United States of America that the 21 foregoing is true and correct. Executed on: _____” and supplying the date, signatory’s full 22 23 name, title (if applicable), and signature.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 512,
            "quote_end_line": 520
          },
          {
            "description": "Unless otherwise directed, all submissions to the Commission must be emailed to DEbrief@ftc.gov or sent by overnight courier to the Associate Director for Enforcement, Bureau of Consumer Protection, FTC, 600 Pennsylvania Avenue NW, Washington, DC 20580, with subject line beginning 'FTC v. EMP MEDIA, INC., et al.'",
            "quoted_text": "E. Unless otherwise directed by a Commission representative in writing, all submissions to 25 the Commission pursuant to this Order must be emailed to DEbrief@ftc.gov or sent by overnight 26 courier (not the U.S. Postal Service) to: 27 28 11 CCaassee 22::1188--ccvv--0000003355--AAPPGG--NNJJKK DDooccuummeenntt 89 FFiilleedd 0011//1100//1188 PPaaggee 1122 ooff 1166 1 Associate Director for Enforcement Bureau of Consumer Protection 2 Federal Trade Commission 600 Pennsylvania Avenue NW 3 Washington, DC 20580. 4 The subject line must begin: FTC v. EMP MEDIA, INC., et al.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 522,
            "quote_end_line": 541
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendant must create certain business records for 15 years after entry of the Order and retain each such record for 5 years, including accounting records, personnel records, consumer complaint records, and all records necessary to demonstrate full compliance with the Order.",
        "requirements": [
          {
            "description": "For any business Defendant majority owns or controls, must create and retain accounting records showing revenues from all goods or services sold, for 15 years (retain for 5 years each)",
            "quoted_text": "7 IT IS FURTHER ORDERED that Defendant must create certain records for fifteen (15) 8 years after entry of the Order, and retain each such record for five (5) years. Specifically, for any 9 business that Defendant individually or collectively with any other defendant named in this 10 matter is a majority owner or controls directly or indirectly, he must create and retain the 11 following records: 12 A. Accounting records showing the revenues from all goods or services sold;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 545,
            "quote_end_line": 554
          },
          {
            "description": "Must create and retain personnel records showing each service provider's name, addresses, telephone numbers, job title or position, dates of service, and reason for termination if applicable",
            "quoted_text": "B. Personnel records showing, for each person providing services, whether as an employee 14 15 or otherwise, that person’s: name; addresses; telephone numbers; job title or position; 16 dates of service; and (if applicable) the reason for termination;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 556,
            "quote_end_line": 560
          },
          {
            "description": "Must create and retain records of all consumer complaints and refund requests, whether received directly or through a third party, and any response",
            "quoted_text": "C. Records of all consumer complaints and refund requests, whether received directly or 18 indirectly, such as through a third party, and any response; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 562,
            "quote_end_line": 564
          },
          {
            "description": "Must create and retain all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission",
            "quoted_text": "D. All records necessary to demonstrate full compliance with each provision of this Order, 20 including all submissions to the Commission.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 566,
            "quote_end_line": 568
          }
        ]
      },
      {
        "provision_number": "XI",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "Plaintiffs are authorized to monitor Defendant's compliance through additional compliance reports, depositions, document production, direct communications, undercover testing, and consumer reporting agency records; Defendant must respond to written requests within 14 days.",
        "requirements": [
          {
            "description": "Within 14 days of a written request from a Plaintiff representative, Defendant must submit additional compliance reports or other requested information (sworn under penalty of perjury), appear for depositions, and produce documents for inspection and copying; Plaintiffs are authorized to obtain discovery under specified Federal Rules of Civil Procedure without further leave of court",
            "quoted_text": "1 A. Within 14 days of receipt of a written request from a representative of a Plaintiff, 2 Defendant must: submit additional compliance reports or other requested information, which 3 must be sworn under penalty of perjury; appear for depositions; and produce documents for 4 inspection and copying. Plaintiffs are also authorized to obtain discovery, without further leave 5 of court, using any of the procedures prescribed by Federal Rules of Civil Procedure 29, 30 6 (including telephonic depositions), 31, 33, 34, 36, 45, and 69.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 584,
            "quote_end_line": 594
          },
          {
            "description": "Plaintiffs are authorized to communicate directly with Defendant; Defendant must permit Plaintiff representatives to interview any employee or affiliated person who has agreed to such an interview (interviewee may have counsel present)",
            "quoted_text": "8 B. For matters concerning this Order, Plaintiffs are authorized to communicate directly with 9 the Defendant. Defendant must permit representatives of any Plaintiff to interview any 10 employee or other person affiliated with any Defendant who has agreed to such an interview. 11 The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 596,
            "quote_end_line": 601
          },
          {
            "description": "Plaintiffs may use all other lawful means, including undercover posing as consumers, suppliers, or other individuals, without identification or prior notice; nothing in this Order limits the Commission's lawful use of compulsory process under Sections 9 and 20 of the FTC Act",
            "quoted_text": "C. Plaintiffs may use all other lawful means, including posing, through its representatives as 13 consumers, suppliers, or other individuals or entities, to Defendant or any individual or entity 14 affiliated with Defendant, without the necessity of identification or prior notice. Nothing in this 15 16 Order limits the Commission’s lawful use of compulsory process, pursuant to Sections 9 and 20 17 of the FTC Act, 15 U.S.C. §§ 49, 57b-1, to obtain any documentary material, tangible things, 18 testimony, or information relevant to unfair or deceptive acts or practices in or affecting 19 commerce (within the meaning of 15 U.S.C. § 45(a)(1)).",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 603,
            "quote_end_line": 615
          },
          {
            "description": "Upon written request from a Plaintiff representative, any consumer reporting agency must furnish consumer reports concerning Defendant pursuant to Section 604(1) of the Fair Credit Reporting Act",
            "quoted_text": "D. Upon written request from a representative of any Plaintiff, any consumer reporting 21 agency must furnish consumer reports concerning the Defendant, pursuant to Section 604(1) of 22 23 the Fair Credit Reporting Act, 15 U.S.C. §1681b(a)(1).",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 617,
            "quote_end_line": 621
          }
        ]
      },
      {
        "provision_number": "XII",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction over this matter for purposes of construction, modification, and enforcement of this Order.",
        "requirements": [
          {
            "description": "This Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order",
            "quoted_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for 3 purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 633,
            "quote_end_line": 635
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "For twenty (20) years after entry of this Order, Defendant must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following..."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "09.20, Emp Media Complaint.pdf",
      "order": "09.20, Emp Media Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 3,
      "complaint_representations": 5,
      "order_provisions": 12,
      "order_definitions": 7,
      "order_requirements": 35,
      "provisions_per_section": {
        "I": 2,
        "II": 2,
        "III": 1,
        "IV": 2,
        "V": 5,
        "VI": 5,
        "VII": 1,
        "VIII": 3,
        "IX": 5,
        "X": 4,
        "XI": 4,
        "XII": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 1
      },
      "verification_details": {
        "complaint_verified": 5,
        "complaint_total": 5,
        "order_verified": 35,
        "order_total": 35
      }
    },
    "processing_time_seconds": 173.3
  }
}