{
  "case_info": {
    "docket_number": "C-3764",
    "company": {
      "name": "ALDI INC.",
      "incorporation_state": "Illinois",
      "entity_type": "corporation",
      "address": "1200 N. Kirk Road, Batavia, Illinois 60510",
      "business_description": "ALDI Inc. is a retail corporation that uses information in consumer reports obtained from consumer reporting agencies in the consideration, acceptance, and denial of applicants for employment."
    },
    "commissioners": [
      "Robert Pitofsky",
      "Mary L. Azcuenaga",
      "Janet D. Steiger",
      "Roscoe B. Starek, III"
    ],
    "case_date": {
      "month": 9,
      "year": 1997
    },
    "legal_authority": "Section 615(a) of the Fair Credit Reporting Act, 15 U.S.C. § 1681m(a), and Section 5(a)(1) of the Federal Trade Commission Act, 15 U.S.C. § 45(a)(1)",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/962-3064-aldi-inc-matter",
    "statutory_topics": [
      "FCRA"
    ],
    "practice_areas": [
      "Financial Practices"
    ],
    "industry_sectors": [
      "Technology",
      "Financial Services",
      "Retail"
    ]
  },
  "complaint": {
    "factual_background": "Aldi Inc., an Illinois corporation operating retail stores, used consumer reports obtained from consumer reporting agencies to evaluate job applicants. When Aldi denied applications or rescinded employment offers based in whole or in part on information from those consumer reports, it failed to notify affected applicants that the consumer report information contributed to the adverse action. Aldi also failed to provide applicants with the name and address of the consumer reporting agency that supplied the information, as required by the Fair Credit Reporting Act.",
    "representations_made": [
      {
        "description": "Aldi denied employment applications or rescinded job offers based on consumer report information without advising consumers that such information contributed to the adverse action and without disclosing the name and address of the consumer reporting agency that supplied the information.",
        "quoted_text": "PARAGRAPH FOUR: Respondent, in the ordinary course and conduct of its business, has denied applications or rescinded offers for employment with respondent based in whole or in part on information supplied by a consumer reporting agency, but has failed to advise consumers that the information so supplied contributed to the adverse action taken on their applications or offers for employment, and has failed to advise consumers of the name and address of the consumer reporting agency that supplied the information.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 4,
        "quote_start_line": 36,
        "quote_end_line": 41
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Failure to Provide Adverse Action Notice Under the Fair Credit Reporting Act",
        "representation": "Aldi denied or rescinded employment offers based in whole or in part on consumer report information without notifying applicants of the adverse action or identifying the consumer reporting agency that provided the information.",
        "fact": "Section 615(a) of the Fair Credit Reporting Act, 15 U.S.C. § 1681m(a), requires any person who takes adverse action against a consumer based on information in a consumer report to advise the consumer of the adverse action and to provide the name and address of the consumer reporting agency that furnished the report.",
        "conclusion": "By engaging in the practices described in Paragraph Four, respondent violated Section 615(a) of the Fair Credit Reporting Act, and thereby engaged in unfair and deceptive acts or practices in or affecting commerce in violation of Section 5(a)(1) of the Federal Trade Commission Act."
      }
    ]
  },
  "order": {
    "definitions": {
      "consumer": "defined as provided in Section 603(c) of the Fair Credit Reporting Act, 15 U.S.C. § 1681a(c)",
      "consumer report": "defined as provided in Section 603(d) of the Fair Credit Reporting Act, 15 U.S.C. § 1681a(d)",
      "consumer reporting agency": "defined as provided in Section 603(f) of the Fair Credit Reporting Act, 15 U.S.C. § 1681a(f)"
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Cease and Desist – Adverse Action Disclosure Failures",
        "category": "prohibition",
        "summary": "Aldi must stop failing to disclose to employment applicants, at the time of adverse action, that the denial was based on a consumer report and the name and address of the reporting agency. Aldi must also mail retroactive notices to applicants denied employment between January 1, 1994 and the order date.",
        "requirements": [
          {
            "description": "Cease failing to disclose to employment applicants at the time adverse action is communicated: (a) that the adverse action was based wholly or partly on a consumer report, and (b) the name and address of the consumer reporting agency that made the report.",
            "quoted_text": "1. Failing, whenever employment is denied either wholly or partly because of information contained in a consumer report from a consumer reporting agency to disclose to the applicant for employment at the time such adverse action is communicated to the applicant (a) that the adverse action was based wholly or partly on information contained in such a report and (b) the name and address of the consumer reporting agency making the report. Respondent shall not be held liable for a violation of Section 615(a) of the Fair Credit Reporting Act if it shows by a preponderance of the evidence that at the time of the alleged violation it maintained reasonable procedures to assure compliance with Section 615(a) of the Fair Credit Reporting Act.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 55,
            "quote_end_line": 62
          },
          {
            "description": "Within 90 days of service of this Order, mail two copies of the Appendix A letter (with the consumer reporting agency's name and address) and an FTC brochure (Appendix B) to each applicant denied employment by Aldi between January 1, 1994 and the order issuance date, based wholly or partly on a consumer report, sent first class to the applicant's last known address on file.",
            "quoted_text": "2. Failing, within ninety (90) days after the date of service of this Order, to mail two (2) copies of the letter attached hereto as Appendix A, completed to provide the name and address of the consumer reporting agency supplying the report to each applicant who was denied employment by Aldi Inc. between January 1, 1994, and the date this Order is issued, based in whole or in part on information contained in a consumer report from a consumer reporting agency, such copies of the letter to be sent first class mail to the last known address of the applicant that is reflected in respondent's files, and accompanied by a copy of the Federal Trade Commission brochure attached hereto as Appendix B, copies of which are to be provided by respondent. Copies of the letters attached as Appendix A need not be sent to any applicant who is denied employment with respondent during the time period specified above if the applicant's application file clearly shows that respondent Aldi Inc. has previously given the applicant 2 notification that complies in all respects with the provisions of Paragraph I.(1) of this Order.",
            "deadline": "90 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 63,
            "quote_end_line": 77
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "For five years from the order's issuance, Aldi must maintain and make available to the FTC upon request documents demonstrating compliance with Part I, including employment evaluation criteria, employee instructions, applicant notices, and records of all applicants for whom consumer reports were obtained but employment was not offered or was withheld.",
        "requirements": [
          {
            "description": "For five years from issuance, maintain and make available to the FTC for inspection and copying documents demonstrating compliance with Part I, including employment evaluation criteria relating to consumer reports, employee compliance instructions, notices provided to applicants, and records of all applicants for whom consumer reports were obtained but offers of employment were not made or were withheld, withdrawn, or rescinded based on such reports.",
            "quoted_text": "IT IS FURTHER ORDERED that respondent and its successors and assigns shall, for five (5) years from the date of issuance of this Order, maintain and upon request make available to the Federal Trade Commission for inspection and copying, documents demonstrating compliance with the requirements of Part I of this Order, such documents to include, but not be limited to, all employment evaluation criteria relating to consumer reports, instructions given to employees regarding compliance with the provisions of this Order, all notices or a written or electronically stored notation of the description of the form of notice and date such notice was provided to applicants pursuant to any provisions of this Order, and records of all applicants for whom consumer reports were obtained for whom offers of employment are not made or have been withheld, withdrawn, or rescinded based, in whole or in part, on information contained in a consumer report.",
            "deadline": "5 years (ongoing)",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 79,
            "quote_end_line": 89
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "III",
        "title": "Order Distribution",
        "category": "acknowledgment",
        "summary": "For five years from the order's issuance, Aldi must deliver a copy of this Order at least once per year to all persons responsible for its compliance with Section 615(a) of the Fair Credit Reporting Act.",
        "requirements": [
          {
            "description": "For five years from issuance, deliver a copy of this Order at least once per year to all persons responsible for Aldi's compliance with Section 615(a) of the Fair Credit Reporting Act.",
            "quoted_text": "IT IS FURTHER ORDERED that respondent and its successors and assigns shall, for five (5) years from the date of issuance of this Order, deliver a copy of this Order at least once per year to all persons responsible for the respondent’s compliance with Section 615(a) of the Fair Credit Reporting Act.",
            "deadline": "5 years (annual, ongoing)",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 91,
            "quote_end_line": 94
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Corporate Change Notification",
        "category": "compliance_reporting",
        "summary": "Aldi must notify the FTC at least 30 days before any proposed corporate change that may affect compliance obligations under this Order, including dissolution, merger, bankruptcy, or name/address changes, by certified mail to the FTC's Associate Director of Enforcement.",
        "requirements": [
          {
            "description": "Notify the FTC at least 30 days prior to any proposed corporate change affecting compliance obligations (including dissolution, assignment, sale, merger, creation/dissolution of subsidiary or affiliate, bankruptcy petition filing, or name/address change) by certified mail to the Associate Director, Division of Enforcement, Bureau of Consumer Protection, FTC, Washington, D.C. 20580. If fewer than 30 days' notice is possible, notify as soon as practicable.",
            "quoted_text": "IT IS FURTHER ORDERED that respondent and its successors and assigns shall notify the Federal Trade Commission at least thirty (30) days prior to any proposed change in the corporation that may affect compliance obligations arising under this Order, including, but not limited to a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in the corporate name or address. Provided, however, that with respect to any proposed change in the corporation about which respondent learns less than thirty days prior to the date such action is to take place, respondent shall notify the Commission as soon as is practicable after obtaining such knowledge. All notices required by this Part shall be sent by certified mail to the Associate Director, Division of Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580.",
            "deadline": "30 days prior to corporate change",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 96,
            "quote_end_line": 107
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "V",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Within 60 days of service of this Order, and at such other times as the FTC may require, Aldi must file a written compliance report with the Commission detailing how it has complied with the Order.",
        "requirements": [
          {
            "description": "Within 60 days of service of this Order, and at such other times as the FTC may require, file a written report with the Commission setting forth in detail the manner and form in which Aldi has complied with this Order.",
            "quoted_text": "IT IS FURTHER ORDERED that respondent and its successors and assigns shall, within sixty (60) days of the date of service of this Order, and at such other times as the Federal Trade Commission may require, file with the Commission a report, in writing, setting forth in detail the manner and form in which it has complied with this Order.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 112,
            "quote_end_line": 115
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Order Duration",
        "category": "duration",
        "summary": "This Order terminates on September 5, 2017, or twenty years from the most recent date the FTC files a federal court complaint alleging a violation of the Order, whichever is later.",
        "requirements": [
          {
            "description": "The Order terminates on September 5, 2017, or 20 years from the most recent date the US or FTC files a federal court complaint alleging any violation of the Order, whichever is later, subject to specified exceptions for shorter-term paragraphs, non-named respondents, and post-termination filings.",
            "quoted_text": "IT IS FURTHER ORDERED that this Order will terminate on September 5, 2017, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any paragraph in this Order that terminates in less than twenty (20) years; B. This Order's application to any respondent that is not named as a defendant in such complaint; and C. This Order if such complaint is filed after the Order has terminated pursuant to this paragraph. Provided further, that if such complaint is dismissed or a federal court rules that the respondent did not violate any provision of the Order, and the dismissal or ruling is either not appealed or upheld on appeal, then the Order will terminate according to this paragraph as though the complaint was never filed, except that the Order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 117,
            "quote_end_line": 132
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This Order will terminate on September 5, 2017, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any paragraph in this Order that terminates in less than twenty (20) years; B. This Order's application to any respondent that is not named as a defendant in such complaint; and C. This Order if such complaint is filed after the Order has terminated pursuant to this paragraph."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "09.97, Aldi Complaint.pdf",
      "order": "09.97, Aldi Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 1,
      "order_provisions": 6,
      "order_definitions": 3,
      "order_requirements": 7,
      "provisions_per_section": {
        "I": 2,
        "II": 1,
        "III": 1,
        "IV": 1,
        "V": 1,
        "VI": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 3
      },
      "verification_details": {
        "complaint_verified": 1,
        "complaint_total": 1,
        "order_verified": 7,
        "order_total": 7
      }
    },
    "processing_time_seconds": 95.9
  }
}