{
  "case_info": {
    "docket_number": "09 Civ. 8864 (MGC)",
    "company": {
      "name": "Iconix Brand Group, Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "1450 Broadway, 4th Floor, New York, NY 10018",
      "business_description": "Iconix is a brand management and licensing company that owns numerous retail apparel brands, as well as several bath and bedding brands. Certain Iconix apparel brands, including Mudd, Candie's, Bongo, and OP, hold popular appeal with children and teens. The company operates individual, brand-specific websites that advertise and promote each of its apparel brands."
    },
    "commissioners": [],
    "case_date": {
      "month": 10,
      "year": 2009
    },
    "legal_authority": "Sections 1303(c) and 1306(d) of the Children's Online Privacy Protection Act of 1998 (COPPA), 15 U.S.C. §§ 6501-6506, 6502(c) and 6505(d), and Sections 5(a)(1), 5(m)(1)(A), 13(b), 16(a) and 19 of the Federal Trade Commission Act (FTC Act), 15 U.S.C. §§ 41-58, 45(a)(1), 45(m)(1)(A), 53(b), 56(a) and 57(b)",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/iconix-brand-group-inc"
  },
  "complaint": {
    "factual_background": "Iconix Brand Group, Inc., a brand management and licensing company, operated websites for apparel brands including Mudd, Candie's, Bongo, and OP that were popular with children and teens. Since at least 2006, Iconix collected personal information — including names, email addresses, dates of birth, and mailing addresses — from approximately 1,000 children under age 13 through registration, sweepstakes, and user-generated content features. Despite its privacy policy stating it would not collect personal information from children under 13 without verifiable parental consent and would delete any such information it discovered, Iconix did neither — it knowingly allowed underage registrants to complete enrollment and retained and used their data. Iconix also failed to provide adequate website privacy notices, failed to give direct notice to parents, and failed to obtain verifiable parental consent before collecting, using, or disclosing children's personal information, in violation of COPPA and the FTC's Children's Online Privacy Protection Rule.",
    "representations_made": [
      {
        "description": "Iconix represented in its privacy policy that it would not seek to collect personally identifiable information from persons under 13 without prior verifiable parental consent, would delete any such information inadvertently received, and directed children under 13 not to submit personal information",
        "quoted_text": "IV. INFORMATION FROM PERSONS UNDER THE AGE OF 13 We do not seek to collect personally identifiable information from persons under the age of 13 without prior verifiable parental consent. If we become aware that we have inadvertently received such information online from a child under the age of 13, we will delete it from our records. If you are under the age of 13, please do not submit any personally identifiable information to us. If you are the parent or guardian of a person under the age of 13 who has provided personally identifiable information to us, please inform us by contacting us at info@iconixbrand.com and we will remove such information from our database. If you are concerned about your children's use of the Site, you may use web filtering technology to supervise or limit access to the Site.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 18,
        "quote_start_line": 150,
        "quote_end_line": 160
      },
      {
        "description": "Iconix represented, expressly or by implication, that it would not seek to collect personal information from children without obtaining prior verifiable parental consent, and would delete any and all personal information collected from children about which it became aware",
        "quoted_text": "27. Through the statements in the Iconix privacy policy referenced in Paragraph 17 above, Defendant has represented, expressly or by implication, that it would not seek to collect personal information from children without obtaining prior verifiable parental consent, and would delete any and all personal information collected from children about which Defendant became aware.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 27,
        "quote_start_line": 224,
        "quote_end_line": 228
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Violation of the Children's Online Privacy Protection Rule",
        "representation": "Iconix operated brand-related websites through which it collected, with actual knowledge, personal information from children under age 13",
        "fact": "Iconix failed to: (a) provide sufficient notice on its websites of its information collection, use, and disclosure practices for children as required by 16 C.F.R. § 312.4(b); (b) provide direct notice to parents of those practices as required by 16 C.F.R. § 312.4(c); and (c) obtain verifiable parental consent before any collection, use, or disclosure of personal information from children as required by 16 C.F.R. § 312.5(a)(1)",
        "conclusion": "Defendant's acts and practices constitute violations of the Children's Online Privacy Protection Rule, which in turn constitute unfair or deceptive acts or practices in or affecting commerce in violation of Section 5(a)(1) of the FTC Act, 15 U.S.C. § 45(a)(1)."
      },
      {
        "count_number": 2,
        "title": "Unfair or Deceptive Acts or Practices — False Privacy Policy Representations",
        "representation": "Through its privacy policy, Iconix represented that it would not seek to collect personal information from children without prior verifiable parental consent and would delete any personal information collected from children about which it became aware",
        "fact": "In truth and in fact, Iconix knowingly collected personal information from children without obtaining prior verifiable parental consent and did not delete such personal information collected from children about which it became aware",
        "conclusion": "Therefore, the representation set forth in Paragraph 27 was false and misleading, and constitutes a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Rule": "the Federal Trade Commission's Children's Online Privacy Protection Rule, 16 C.F.R. Part 312.",
      "child": "defined as that term is defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "collects": "defined as that term is defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "collection": "defined as that term is defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "Commission": "defined as that term is defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "delete": "defined as that term is defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "disclosure": "defined as that term is defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "Internet": "defined as that term is defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "online contact information": "defined as that term is defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "operator": "defined as that term is defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "parent": "defined as that term is defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "person": "defined as that term is defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "personal information": "defined as that term is defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "third party": "defined as that term is defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "verifiable consent": "defined as that term is defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "website or online service directed to children": "defined as that term is defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "Defendant": "Iconix Brand Group, Inc. and its successors and assigns."
    },
    "provisions": [
      {
        "provision_number": "8",
        "title": "Injunction – COPPA Rule Compliance",
        "category": "prohibition",
        "summary": "Defendant and all persons acting in concert with it are permanently enjoined from failing to provide required notices to parents, failing to obtain verifiable parental consent before collecting children's personal information, and from violating any provision of the COPPA Rule.",
        "requirements": [
          {
            "description": "Must not fail to provide sufficient notice on any website or online service directed to children of what information is collected, how it is used, disclosure practices, and all other required content, as required by 16 C.F.R. § 312.4(b).",
            "quoted_text": "8. Defendant, and its officers agents, servants, reprrsentatives, and employees. and all persons in active concert or participation with it who receive actual notice of this Consent Decree by personal service or otherwise, are hereby enjoined, directly or through any corporation, subsidiary, division, website, or other device, Srorn: a. Failing to provide sufficient notice on any wcbsite or other online service directed to children, or through which it, with actual knowledge, collects, uses, and/or discloses personal information from children, of what information Defendant collects online from children, how it uses such information, its disclosure practices, and all other rcquired contcnt, as 5 required by Section 312.4(b) of the Rule, 16 C.F.R. 3 12.4(b);",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 60,
            "quote_end_line": 70
          },
          {
            "description": "Must not fail to provide direct notice to parents of what information is collected from children online, how it is used, and disclosure practices, as required by 16 C.F.R. § 312.4(c).",
            "quoted_text": "b. Failing to provide direct notice to parents of what inhrmation Defendant collects online from children, how it uses such information, its disclosure practices, and all other required content, as required by Section 3 12.4(c) of the Rule, 16 C.F.R. $ 3 12.4(c);",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 71,
            "quote_end_line": 74
          },
          {
            "description": "Must not fail to obtain verifiable parental consent before any collection, use, and/or disclosure of personal information from children, as required by 16 C.F.R. § 312.5(a)(1).",
            "quoted_text": "c. Failing to obtain verifiable parental consent before any collection, use, and/or disclosure of personal information tiom children, as required by 5 Section 312.5 of the Rule, 16 C.F.R. 312.5(a)(l); or,",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 75,
            "quote_end_line": 78
          },
          {
            "description": "Must not violate any other provision of the Children's Online Privacy Protection Rule, 16 C.F.R. Part 312, including future amendments.",
            "quoted_text": "d. Violating any other provision of the Children's Online Privacy Prolectiun Rule, 16 C.F.R. Part 312, and as the Rule may hercafter be amended. A copy of the Rule is attached hereto as \"Appendix A\" and incorporated herein as if fully set forth verbatim.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 79,
            "quote_end_line": 82
          }
        ]
      },
      {
        "provision_number": "9",
        "title": "Injunction – No Misrepresentations About Children's Data Practices",
        "category": "prohibition",
        "summary": "Defendant is enjoined from making any misrepresentation in any website's privacy policy or elsewhere about the website's collection, use, disclosure, or deletion of children's personal information.",
        "requirements": [
          {
            "description": "Must not make any misrepresentation in a privacy policy or elsewhere about the collection, use, disclosure, or deletion of children's personal information in connection with any website or online service.",
            "quoted_text": "9. Defendant, and its officers, agents, servants, representatives, and employees, and all persons in active concert or participation with it who receive actual notice of this Consent Decree by personal service or otherwise, are hereby enjoined. directly or through any corporation, subsidiary, division, website, or other device, in connection with the Case 1:09-cv-08864-MGC Document 2 Filed 11/05/2009 Page 4 of 66 operation of any website or other online service, from making any misrepresentation in the website's privacy policy or elsewhere about the website's collection, use, disclosure, or deletion of children's personal information.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 83,
            "quote_end_line": 92
          }
        ]
      },
      {
        "provision_number": "10",
        "title": "Consumer Education Remedy – OnGuardOnline Notice",
        "category": "affirmative_obligation",
        "summary": "For five years, Defendant must place a clear and conspicuous FTC OnGuardOnline.gov notice in its privacy policy, direct parent notices, and at each personal information collection point on websites directed to children or where children's data is collected.",
        "requirements": [
          {
            "description": "For 5 years from entry, place a clear and conspicuous bold-typeface notice directing visitors to www.OnGuardOnline.gov (with hyperlink) in: (1) the website privacy policy, (2) the direct notice to parents, and (3) at each location on the website(s) where personal information is collected. Must update hyperlinks/URLs within 15 days of notice from the FTC of any change.",
            "quoted_text": "10. For a period of five (5) years from the date of entry of this Consent Decree, Defendant, in connection with the operation of any website or other online service directed to children or through nhich it, with actual knowledge, collects, uses, andlor discloses personal information from children, or that offers users the opportunity to upload writings or images, to create user profiles that can publicly be viewed, or to interact online with other visitors to Defendant's websites shall place 3 clear and conspicuous nolice (I) within the privacy policy required to be posted on its website(s) by Section 3 12.4(b) of the Rule, I6 C.F.R. § 3 12.4(b); (2) within the direct notice required to be sent to parents by Section 3 12.4(c) of the Rule, 16 C.F.R. $ 3 12.4(c); and (3) at each location on its ueSsite(s) where personal information is collected, which states as follows in bold typeface: NOTICE: Visit www.OnGuardOnline.gov for tips from the Federal Trade Commission on protecting kids' privacy online [\"www.OnguardOnline.gov\" must contain a hyperlink to htt~:l/www.oneuardonIine,~ov/topics/kids-privacv.as~x] Defendant shall be required to change the hyperlinksKJRLs within fifteen (15) days after receipt of notice from the Federal Trade Commission of a change to such hyperlinksIURLs.",
            "deadline": "5 years (ongoing); hyperlink updates within 15 days of FTC notice",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 94,
            "quote_end_line": 110
          }
        ]
      },
      {
        "provision_number": "11",
        "title": "Civil Penalty Payment",
        "category": "affirmative_obligation",
        "summary": "Defendant must pay a $250,000 civil penalty to the United States within five days of entry of this Consent Decree, via electronic fund transfer.",
        "requirements": [
          {
            "description": "Pay $250,000 civil penalty to the United States via electronic fund transfer within 5 days of entry of the Consent Decree, in accordance with procedures specified by the Office of Consumer Litigation, Civil Division, U.S. Department of Justice.",
            "quoted_text": "11. Defendant shall pay to Plaintiffa civil penalty, pirrsuant to Section 5(m)(l)(A) of the FTC Act, I5 U.S.C. 45(m)(l)(A), in the amount of two hundred and fifty thousand ($250,000) due and payable within five (5) days following enrry ofthis Consent Decree. Unless othenvise direcred, payment shall be made by electronic fund transfer in Page 4 of 13 Case 1:09-cv-08864-MGC Document 2 Filed 11/05/2009 Page 5 of 66 accordance with procedures specified by the Ol'lice of Consumer Litigation, Civil Division, U.S. Department ofJustice, U'ashington, DC 20530.",
            "deadline": "5 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 112,
            "quote_end_line": 121
          }
        ]
      },
      {
        "provision_number": "12",
        "title": "Default on Civil Penalty Payment",
        "category": "affirmative_obligation",
        "summary": "If Defendant defaults on payment for more than ten days beyond the due date, the full unpaid penalty plus statutory interest becomes immediately due and payable.",
        "requirements": [
          {
            "description": "In the event of a default continuing for 10 days beyond the due date, the entire unpaid penalty plus interest computed pursuant to 28 U.S.C. § 1961 from the date of default shall immediately become due and payable.",
            "quoted_text": "12. In the event of any dcfault payment, which default continues for ten (10) days beyond the due date of payment, the entire unpaid penalty, together with interest, as computed pursuant to 28 U.S.C. 5 1961, from the date of default to the date of payment, shall immediately become due and payable.",
            "deadline": "10 days after default",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 122,
            "quote_end_line": 125
          }
        ]
      },
      {
        "provision_number": "13",
        "title": "Relinquishment of Funds Paid",
        "category": "affirmative_obligation",
        "summary": "Defendant relinquishes all dominion, control, and title to the funds paid and must make no claim to or demand return of those funds.",
        "requirements": [
          {
            "description": "Defendant must relinquish all dominion, control, and title to the funds paid to the fullest extent permitted by law and shall make no claim to or demand return of the funds, directly or indirectly.",
            "quoted_text": "13. Defendant relinquishes all dominion, control, and title to the funds paid to the fullest extent permitted by law. Defendant shall make no claim to or demand return of the funds, directly or indirectly, through counsel or otherwise.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 126,
            "quote_end_line": 128
          }
        ]
      },
      {
        "provision_number": "14",
        "title": "Deletion of Children's Personal Information",
        "category": "affirmative_obligation",
        "summary": "Defendant must delete all personal information collected in violation of the COPPA Rule from April 21, 2000 through the date of entry of the Consent Decree within five days of entry.",
        "requirements": [
          {
            "description": "Within 5 days of entry of the Consent Decree, delete all personal information collected and maintained in violation of the Rule from April 21, 2000 through the date of entry.",
            "quoted_text": "14. Defendant, within five (5) days from the date of entry- of this Consent Decree, shall delete all personal information collected and maintained in violation of the Rule at any time from April 21, 2000 through the date of entry of this Consent Decree.",
            "deadline": "5 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 130,
            "quote_end_line": 132
          }
        ]
      },
      {
        "provision_number": "15",
        "title": "Distribution of Order and Compliance Guide – Current Personnel",
        "category": "acknowledgment",
        "summary": "Within 30 days of entry, Defendant must distribute the Consent Decree and COPPA compliance guide to all current officers, directors, managers, and relevant employees and agents, obtain signed acknowledgments, and submit a compliance statement to the Commission within 10 days thereafter.",
        "requirements": [
          {
            "description": "Within 30 days of entry, provide a copy of the Consent Decree and the FTC COPPA compliance guide to: (1) all officers, directors, and managers; (2) all employees, agents, and representatives engaged in website/online service operations subject to this Decree; and (3) any business entity resulting from a corporate structure change. Obtain a signed acknowledgment from each person.",
            "quoted_text": "15. Defendant, within thirty (30) days from the date ofentry of this Consent Decree, shall provide a copy of this Consent Decree and the Federal Trade Commission compliance guide entitled How lo Conlply with rhe Children's Online Privacy Prolection Rule (Nov. 1999) (\"compliance guide\") (attached hercto as \"Appendix B\") to: (I) all of its officers. directors, and managers; (2) all of its employees, agents, and representatives who engage in conduct related to the operation of any website or online service subject to this Consent Decree; and (3) any business entity resulting from any change in structure set forth in Subsection a, of the Section titled \"Compliance Reporting by Defendant\"; and secure from each such person a signed statement acknowledging receipt of a copy of this",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 134,
            "quote_end_line": 142
          },
          {
            "description": "Within 10 days of complying with the distribution requirement, submit to the Commission a signed statement setting forth the fact and manner of compliance, including the name and title of each person to whom a copy was provided.",
            "quoted_text": "Consent Decree and the compliance guide. Defendant shall, within ten (I 0)days of complying with this paragraph, submit to the Commission a signed statement setting forth the fact and manner of its compliance, including the name and title of each person Page 5 of 13 Case 1:09-cv-08864-MGC Document 2 Filed 11/05/2009 Page 6 of 66 to ~vl~oam c opy ulrhe Conscnt Dccree and compliance guide has been provided.",
            "deadline": "10 days after distribution",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 143,
            "quote_end_line": 150
          }
        ]
      },
      {
        "provision_number": "16",
        "title": "Distribution of Order and Compliance Guide – Future Personnel",
        "category": "acknowledgment",
        "summary": "For five years, Defendant must provide the Consent Decree and compliance guide to all future officers, directors, managers, and relevant employees and agents within 30 days of them assuming their positions, obtain signed acknowledgments, and maintain those records available to the Commission on request.",
        "requirements": [
          {
            "description": "For 5 years from entry, provide a copy of the Consent Decree and compliance guide to each future officer, director, manager, and employee/agent/representative with responsibilities related to any website or online service subject to this Decree, within 30 days after they assume such position. Obtain a signed and dated acknowledgment from each person.",
            "quoted_text": "16. Defendant: fur a period of fivc (5) years from the date of entry of this Consent Decree, shall provide a copy or this Consent Dccree and the compliance guide to each of its hture officers and directors; and to all managers and future employees, agents, and representatives haviug responsibilities related to the operation of any website or online sen~icesubject to this Consent Decree, and secure from each such person a signed and dated statement acknowledging receipt of a copy of this Consent Decree and the compliance guide, within thirty (30) days after the person assumes such position or rcsponsibilities. Defendant shall maintain copies oi'the signed statements, as well as",
            "deadline": "Within 30 days of each person assuming their position (ongoing for 5 years)",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 151,
            "quote_end_line": 158
          },
          {
            "description": "Maintain copies of all signed acknowledgment statements and related compliance information, including the name and title of each recipient, and make them available to the Commission upon request.",
            "quoted_text": "rcsponsibilities. Defendant shall maintain copies oi'the signed statements, as well as other information regarding the fact and manner of its compliance. including the name and title of each person to whorn a copy of the Consent Decree and compliance guide has been provided and, upon request, shall make the statements and other information available to the Commission.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 158,
            "quote_end_line": 162
          }
        ]
      },
      {
        "provision_number": "17",
        "title": "Compliance Reporting by Defendant",
        "category": "compliance_reporting",
        "summary": "For three years, Defendant must notify the Commission at least 30 days before any corporate structure changes; for five years, Defendant must submit annual sworn written compliance reports to the FTC starting 60 days after entry; and Defendant must notify the Commission within 15 days of any bankruptcy filing.",
        "requirements": [
          {
            "description": "For 3 years from entry, notify the Commission at least 30 days prior to any changes in corporate structure or business entity that may affect compliance obligations (including incorporation, dissolution, sale, merger, subsidiary creation/dissolution, or name/address change). If Defendant learns of the change fewer than 30 days in advance, notify the Commission as soon as practicable.",
            "quoted_text": "a. For a period of three (3) years from the date of cntry of this Consent Decree, Defendant shall noti* the Commission of any changes in corporate structure or of any changes in any business entity that Defendant directly or indirectly controls, or has an ownership interest in. that may affect compliance obligations arising under this Order, including but not limited to: incorporation or other organization; a dissolution, assignment, sale, merger, or other action; the creation or dissolution of a subsidiar)., parent, or affiliate that engages in any acts or practices subject to this Order; or a change in the business name or address. at least thirty (30) days prior to such change,provided that, with respect to any proposed change in the business entity about which Defendant learns less than thirty (30) days prior to the date such action is to take place, Defendant shall Case 1:09-cv-08864-MGC Document 2 Filed 11/05/2009 Page 7 of 66 notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": "30 days prior to change (or as soon as practicable); ongoing for 3 years",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 165,
            "quote_end_line": 179
          },
          {
            "description": "Submit a true, accurate, and sworn written compliance report to the FTC 60 days after entry and annually thereafter for 5 years. The report must include: registration/collection criteria and screen copies; copies of all privacy notices posted on websites; locations of privacy notices and screens collecting personal information; copies of parent notices; methods for sending parent notices; methods for obtaining verifiable parental consent; means for parents to review and refuse further use of children's information; justification for each type of information collected from children; security procedures for children's personal information; copies of all acknowledgments of receipt of the Order; and any other required changes reported under the corporate structure notification subsection.",
            "quoted_text": "b. Sixty (60) days after the date ofentry of this Order, and annually thereafter for a period of five (5) years. Defendant shall provide a written report to the FTC, which is true and accurate and sworn to under penalty of perjury, setting forth in detail the manner and form in which it has complied and is complying with this Order. This report shall include, but not be limited to: a statement setting forth in detail the criteria and process through which I. any of its websites register visitors online for any activity requiring the submission of personal infomiation, and a copy of each different version of screen or page providing or collecting registration information; . . a copy of each different version of' privacy notice posted on any of its 11. websites; ... a statement setting forth in detail each place where the privacy notice on 111. any website is located and a copy of each different version of screen or page on which the website collects personal information; iv, a copy of each different version of privacy notice sent Lo parents; v. a statement setting forth in detail when and how each notice to parents is provided; vi. a statement setting forth in detail the methods used to obtain verifiable parental consent prior to any collection, use, andlor disclosure of personal information from children; Page 7 of 13 Case 1:09-cv-08864-MGC Document 2 Filed 11/05/2009 Page 8 of 66 vii, a statement setting fbrth in detail tne means provided for parcnts to revie* thc personal information collected fiom their children and to refuse to permit its further use or maintenance; viii. a statement setting forth in detail why each type of information collected tiom a child is reasonably necessary for the provision of the particular relaled activity; ix. a statement setting forth in detail the procedures used to protect the confidentiality, security, and integrity of personal information collected from children; x. A copy of' each acknowledgmenl of receipt of this Ordcr, obtained pursuant to the Section titled \"Distribution of Order;\" and xi. Any other changes required to be reported under Subsection a, of this Section.",
            "deadline": "60 days after entry; then annually for 5 years",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 180,
            "quote_end_line": 222
          },
          {
            "description": "Notify the Commission of any bankruptcy petition filing within 15 days of filing.",
            "quoted_text": "c. Defendant shall notify the Commission of the filing of a ba~kruptcyp etition within fifteen (15) days of filing.",
            "deadline": "15 days of filing",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 223,
            "quote_end_line": 224
          },
          {
            "description": "Send all required reports and notifications to the Commission by overnight courier (or first-class mail with simultaneous electronic copy to DEBrief@ftc.gov) to the Associate Director for Enforcement, Federal Trade Commission, 600 Pennsylvania Avenue, N.W., Room NJ-2122, Washington, D.C. 20580, RE: U.S. v. Iconix Brand Group, Inc.",
            "quoted_text": "d. For [he purposes of this Consent Decree, Defendant shall, unless otherwise directed by the Commission's authorized representatives, send by overnight courier all reports and notifications required by this Consent Decree to the Con~missiont,o the following addrcss: Associate Director for Enforcement Federal Trade Commission 600 Pennsylvania Avenue. N.W., Room NJ-2122 Washington, D.C. 20580 RE: U S v Iconix Brand Group, Inc. Provided that, in lieu of overnight courier, Defendant may send such rcports or notifications hy first-class mail, but only if it contemporaneously sends an electronic version of such report or notification to the Commission at: DERrief@,ftc.gov.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 225,
            "quote_end_line": 236
          },
          {
            "description": "For purposes of compliance reporting and monitoring, the Commission is authorized to communicate directly with Defendant, who may request to have counsel present; nothing in this provision limits the Commission's authority to pose as a consumer.",
            "quoted_text": "e. For purposes of the compliance reptifling and monitoring required by this Consent Decree; the Commission is authorized to cornmunicate directly with Defendant. Defendant may request to have counsel present. Provided, however, that nothing in this provision shall limit the Commission's authority to pose as a consumer.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 241,
            "quote_end_line": 245
          }
        ]
      },
      {
        "provision_number": "18",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "For three years from entry, Defendant must create and retain specified records demonstrating compliance with this Consent Decree, including acknowledgments, reports, sample web pages, and representations about children's data practices, with individual documents retained for at least two years from creation.",
        "requirements": [
          {
            "description": "For 3 years from entry, create and retain: (1) print or electronic HTML copies of all documents demonstrating compliance; (2) copies of acknowledgments of receipt; (3) all reports submitted to the Commission; (4) a sample copy of every materially different form, web page, or screen through which personal information is collected; and (5) a sample copy of each materially different document containing any representation about collection, use, and disclosure of children's personal information. Each web page copy must include the URL. Electronic copies must include all text, graphics, audio scripts, and other computer files. No document need be retained longer than 2 years after creation, and no print/electronic copy of an amended web page is required if the amendment does not affect compliance obligations.",
            "quoted_text": "18. For a period of thrcc (3) years from the date of entry ofthis Consent Dccrec, Defendant, and its agents, employees, officers, corporations, and those persons in active concert or participation with them who receive actual notice ofthis Consent Decree by personal service or otherwise, are hereby restrained and cnjoined from failing to create and retain the following records: a print or electronic copy in iI'I-ML format of all documents demonstrating compliance with the terms and provisions of this Consent Decree, including, but not limited to, copies of acknowledgments of receipt of this Conscnt Decree; all reports submitted to the Commission pursuant to this Consent Dccrce: a sample copy of every materially different form, web page, or screen through which personal information is collected; and a sample copy of each materially different document containing any representation regarding Defendant's collection, use, and disclosure practices pertaining to personal information of a child. Each web page copy shall be accompanied by the URL of the web page where the material was posted online. Electronic copies shall include all text and graphics liles, audio scripts, and othcr computer files used in presenting information on the Internet. Provided,however, that Defendant shall not be required to retain any document for longer than two (2) years after the document was created, or to retain a print or electronic copy of any amended web page or screen to the extent that the aniendment does nor affect Defendant's compliance obligations under this Consent Decree.",
            "deadline": "Ongoing for 3 years; each document for at least 2 years from creation",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 247,
            "quote_end_line": 265
          }
        ]
      },
      {
        "provision_number": "19",
        "title": "Inspection and Copying of Records",
        "category": "monitoring",
        "summary": "Defendant must make all required records available to the FTC for inspection and copying within 14 days of receiving a written request.",
        "requirements": [
          {
            "description": "Make available to the FTC for inspection and copying, within 14 days of receipt of a written request, all documents required to be maintained pursuant to Paragraph 18.",
            "quoted_text": "19. Defendant, and its agents. employees, officers, corporations, and those persons in active concert or participation with them wllo receive actual notice of this Consent Dccree by personal service or othenvise, shall make available to the Federal Trade Commission for inspcction and copying within fourteen (14) days of the date of receipt of a written request, all documents required to be maintained pursuant to Paragraph 18 of this Consent Decree.",
            "deadline": "14 days of written request",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 269,
            "quote_end_line": 274
          }
        ]
      },
      {
        "provision_number": "20",
        "title": "Provision of Taxpayer Identifying Number",
        "category": "affirmative_obligation",
        "summary": "Defendant must furnish its taxpayer identifying number (employer identification number) to the FTC in accordance with 31 U.S.C. § 7701 for use in collecting and reporting any delinquent amounts.",
        "requirements": [
          {
            "description": "Furnish the FTC with Defendant's taxpayer identifying number (employer identification number) pursuant to 31 U.S.C. § 7701, to be used for collecting and reporting any delinquent amount arising out of Defendant's relationship with the government.",
            "quoted_text": "20. Defendant is hereby required, in accordance with 31 U.S.C. 5 7701, to furnish to the Fcderal Trade Comn~issionit s taxpayer identifying number (employer identification number), which shall be used for purposes of collecting and reporting any delinquent amount arising out of its relationship with the government.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 276,
            "quote_end_line": 279
          }
        ]
      },
      {
        "provision_number": "21",
        "title": "Continuing Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction over this matter indefinitely for the purposes of interpretation, modification, enforcement, and punishment of violations of this Consent Decree.",
        "requirements": [
          {
            "description": "The Court retains jurisdiction of this matter to enable the parties to apply at any time for further orders or directives necessary for interpretation or modification of the Consent Decree, enforcement of compliance, or punishment of violations.",
            "quoted_text": "21. This Court shall retain jurisdiction of this matter for the purposes of enabling the parties to this Consent Decree to apply to the Court at any time for such further orders or directives as may be necessary or appropriate for the interpretation or modification of this Consent Decree, for the enforcement of compliance therewith, or for the punishment of violations thereof.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 281,
            "quote_end_line": 285
          }
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "This Court shall retain jurisdiction of this matter for the purposes of enabling the parties to this Consent Decree to apply to the Court at any time for such further orders or directives as may be necessary or appropriate for the interpretation or modification of this Consent Decree, for the enforcement of compliance therewith, or for the punishment of violations thereof."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "10.09, Iconix Brand Group Complaint.pdf",
      "order": "10.09, Iconix Brand Group Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 2,
      "order_provisions": 14,
      "order_definitions": 17,
      "order_requirements": 23,
      "provisions_per_section": {
        "8": 4,
        "9": 1,
        "10": 1,
        "11": 1,
        "12": 1,
        "13": 1,
        "14": 1,
        "15": 2,
        "16": 2,
        "17": 5,
        "18": 1,
        "19": 1,
        "20": 1,
        "21": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 2,
        "complaint_total": 2,
        "order_verified": 23,
        "order_total": 23
      }
    },
    "processing_time_seconds": 212.7
  }
}