{
  "case_info": {
    "docket_number": "C-4126",
    "company": {
      "name": "Bonzi Software, Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "3000 Broad Street, Suite 115, San Luis Obispo, California 93401",
      "business_description": "Bonzi Software, Inc. develops, advertises, sells, licenses, and distributes software products, including InternetALERT, which is software that monitors Internet traffic and provides alerts when unauthorized access attempts are made to a consumer's computer from the Internet."
    },
    "commissioners": [
      "Deborah Platt Majoras, Chairman",
      "Orson Swindle",
      "Thomas B. Leary",
      "Pamela Jones Harbour",
      "Jon Leibowitz"
    ],
    "case_date": {
      "month": 10,
      "year": 2004
    },
    "legal_authority": "Federal Trade Commission Act",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/042-3016-bonzi-software-inc"
  },
  "complaint": {
    "factual_background": "Bonzi Software marketed and sold InternetALERT software for $49, claiming it would protect consumers from Internet attackers by monitoring and blocking unauthorized access attempts. In reality, the software provided only limited protection—it monitored a limited number of communications ports, would not monitor ports that were already open, and actually opened closed ports (potentially increasing vulnerability). The software lacked other security features necessary to significantly reduce the risk of unauthorized access or data theft.",
    "representations_made": [
      {
        "description": "Claimed that InternetALERT significantly reduces the risk of unauthorized access into computers and the data stored in them",
        "quoted_text": "Through the means described in Paragraphs 5 through 7, respondents have represented, expressly or by implication, that InternetALERT significantly reduces the risk of unauthorized access into computers and the data stored in them.",
        "source_paragraph": 12
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "False Security Protection Claims",
        "representation": "InternetALERT significantly reduces the risk of unauthorized access into computers and the data stored in them",
        "fact": "InternetALERT does not significantly reduce the risk of unauthorized access because it provides only limited protection against intrusion (monitoring limited ports, not monitoring already-open ports, and opening closed ports), and lacks other security features such as preventing personally identifiable information from being sent over the Internet without consent or providing virus protection",
        "conclusion": "The acts and practices of respondents as alleged in this complaint constitute unfair or deceptive acts or practices in or affecting commerce in violation of Section 5(a) of the Federal Trade Commission Act."
      }
    ]
  },
  "order": {
    "definitions": {
      "Personally identifiable information": "individually identifiable information from or about an individual consumer including, but not limited to: (a) a first and last name; (b) a home or other physical address, including street name and name of city or town; (c) an email address or other online contact information, such as an instant messaging user identifier or a screen name that reveals an individual's email address; (d) a telephone number; (e) a social security number; (f) an Internet Protocol (\"IP\") address or host name that identifies an individual; (g) a persistent identifier, such as a customer number held in a \"cookie\" or processor serial number, that is combined with other available data that identifies an individual; or (h) or any information that is combined with (a) through (g) above.",
      "Personal information": "individually identifiable information from or about an individual consumer including, but not limited to: (a) a first and last name; (b) a home or other physical address, including street name and name of city or town; (c) an email address or other online contact information, such as an instant messaging user identifier or a screen name that reveals an individual's email address; (d) a telephone number; (e) a social security number; (f) an Internet Protocol (\"IP\") address or host name that identifies an individual; (g) a persistent identifier, such as a customer number held in a \"cookie\" or processor serial number, that is combined with other available data that identifies an individual; or (h) or any information that is combined with (a) through (g) above.",
      "Respondents": "Bonzi Software, Inc., its successors and assigns and its officers, agents, representatives, and employees, and Joe Bonzi and Jay Bonzi.",
      "Commerce": "as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. § 44."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Security Products",
        "category": "prohibition",
        "summary": "Respondents must not misrepresent the security capabilities or privacy protections of InternetALERT or any other security software product.",
        "requirements": [
          {
            "description": "Must not misrepresent the extent to which any security product reduces the risk of unauthorized access",
            "quoted_text": "IT IS ORDERED that respondents, directly or through any corporation, subsidiary, division, or other device, in connection with the manufacturing, packaging, labeling, advertising, promotion, offering for sale, sale, or distribution of InternetALERT or any other computer software product or service that is marketed as enhancing security, in or affecting commerce, shall not misrepresent: A. the extent to which any such product or service will reduce the risk of unauthorized access into such computer, or any such similar system;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Must not misrepresent the extent to which any security product will maintain, protect, or provide security features",
            "quoted_text": "IT IS ORDERED that respondents, directly or through any corporation, subsidiary, division, or other device, in connection with the manufacturing, packaging, labeling, advertising, promotion, offering for sale, sale, or distribution of InternetALERT or any other computer software product or service that is marketed as enhancing security, in or affecting commerce, shall not misrepresent: B. the extent to which any such product or service will maintain, protect, or provide security features that will enhance the security or privacy of any such computer (or any such similar system) or any data, that is stored in a computer, or any similar system, including personally identifiable information.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Prohibition Against Misrepresentations About Performance",
        "category": "prohibition",
        "summary": "Respondents must not misrepresent the performance, benefits, or efficacy of any security or privacy software product.",
        "requirements": [
          {
            "description": "Must not misrepresent the performance, benefits, or efficacy of any security or privacy software",
            "quoted_text": "IT IS FURTHER ORDERED that respondents, directly or through any corporation, subsidiary, division, or other device, in connection with the manufacturing, packaging, labeling, advertising, promotion, offering for sale, sale, or distribution of any computer software product or service that is marketed as enhancing the security or privacy of any computer or similar system, in or affecting commerce, shall not misrepresent the performance, benefits, or efficacy of any such software product or service.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Consumer Refund Program",
        "category": "affirmative_obligation",
        "summary": "Respondents must provide refunds to current InternetALERT subscribers who cancel their subscriptions, including sending email notifications and posting website notices.",
        "requirements": [
          {
            "description": "Send refund notification email to all current InternetALERT subscribers",
            "quoted_text": "Respondents shall send, within seven (7) days from the date of service of this order, to the last known e-mail address of each current subscriber of the InternetALERT software product exact copies of the \"Refund Notification Message,\" with the subject line \"Important Refund Notice Concerning Your InternetALERT Subscription,\" attached hereto as Attachment A.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Obtain updated email addresses for returned emails and resend notification",
            "quoted_text": "Respondents shall use all reasonable commercially available means to obtain updated e-mail addresses for any returned e-mails within fifteen (15) days of receipt of such returned e-mail and shall resend Attachment A within seven (7) days of obtaining a new e-mail address for the recipient.",
            "deadline": "15 days to obtain updated addresses, 7 days to resend",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Post refund notice on Bonzi Software homepage with hyperlink",
            "quoted_text": "Respondents shall post within seven (7) days of service of the order and, continuing for sixty (60) days maintain, on the Bonzi Software homepage, www.bonzi.com, a hyperlink to a notice in the form and format as Attachment A. Such hyperlink shall be clear and conspicuous, labeled \"InternetALERT Refund Notice,\" and lead directly to the notice on the click-through electronic page or other display screen or panel.",
            "deadline": "7 days to post, maintain for 60 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide refunds to subscribers who cancel and uninstall within 7 days of request",
            "quoted_text": "Within seven (7) days of receiving a request for a refund, respondents shall provide current subscribers who cancel and uninstall the InternetALERT software product either (a) a check drawn on U.S. funds; or (b) a credit card refund for an amount representing the unused portion of their InternetALERT subscription calculated as of the date of acceptance of this order by the Commission for public comment.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Distribution of Order to Third Parties",
        "category": "acknowledgment",
        "summary": "Respondents must send copies of the order to retailers, affiliates, and other third parties that advertise or sell InternetALERT.",
        "requirements": [
          {
            "description": "Send copies of order to all retailers, affiliates, and third parties that advertise or sell InternetALERT",
            "quoted_text": "IT IS FURTHER ORDERED that respondents shall, within seven (7) days after the date of service of this order, send by e-mail exact copies of the order to any retailer, affiliate, or other third party that advertises, promotes, offers for sale, sells, or distributes the software product InternetALERT pursuant to an agreement with respondents.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Recordkeeping Requirements",
        "category": "recordkeeping",
        "summary": "Respondents must maintain advertisements, supporting materials, and evidence related to representations covered by the order for five years.",
        "requirements": [
          {
            "description": "Maintain and make available all advertisements, promotional materials, supporting materials, and contradictory evidence for 5 years",
            "quoted_text": "IT IS FURTHER ORDERED that respondents shall, for a period of five (5) years after the last date of dissemination of any representation covered by this order, maintain and upon request make available to the Federal Trade Commission for inspection and copying: A. All advertisements and promotional materials containing the representation; B. All materials that were relied upon in disseminating the representation; and C. All tests, reports, studies, surveys, demonstrations, or other evidence in their possession or control that contradict, qualify, or call into question the representation, or the basis relied upon for the representation, including complaints and other communications with consumers or with governmental or consumer protection organizations.",
            "deadline": "5 years after last dissemination",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Order Distribution to Personnel",
        "category": "acknowledgment",
        "summary": "Respondents must deliver copies of the order to current and future personnel with responsibilities related to the order's subject matter.",
        "requirements": [
          {
            "description": "Deliver copy of order to all current principals, officers, directors, managers, employees, agents, and representatives with relevant responsibilities",
            "quoted_text": "IT IS FURTHER ORDERED that respondents shall deliver a copy of this order to all current and future principals, officers, directors, and managers, and to all current and future employees, agents, and representatives having responsibilities relating to the subject matter of this order. Respondents shall deliver this order to such current personnel within thirty (30) days after the date of service of this order, and to such future personnel within thirty (30) days after the person assumes such position or responsibilities.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Corporate Change Notification",
        "category": "compliance_reporting",
        "summary": "Bonzi Software, Inc. must notify the FTC at least 30 days before any corporate changes that may affect compliance obligations.",
        "requirements": [
          {
            "description": "Notify the Commission at least 30 days prior to any corporate change affecting compliance obligations",
            "quoted_text": "IT IS FURTHER ORDERED that respondent Bonzi Software, Inc., and its successors and assigns, shall notify the Commission at least thirty (30) days prior to any change in the corporation that may affect compliance obligations arising under this order, including, but not limited to, a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in the corporate name or address.",
            "deadline": "30 days prior to change",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Individual Respondent Notification of Employment Changes",
        "category": "compliance_reporting",
        "summary": "Joe Bonzi and Jay Bonzi must notify the FTC of business discontinuance or new business affiliations for 10 years.",
        "requirements": [
          {
            "description": "Notify the Commission of discontinuance of current business or employment and affiliation with new business or employment",
            "quoted_text": "IT IS FURTHER ORDERED that respondents Joe Bonzi and Jay Bonzi for a period of ten (10) years after the date of entry of this order shall notify the Commission of: (1) the discontinuance of their current business or employment; and, (2) their affiliation with any new business or employment. The notice shall include respondents' new businesses names, addresses, and telephone numbers and a description of the nature of the business or employment and the respondents' duties and responsibilities.",
            "deadline": "10 years",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondents must file a written compliance report with the FTC within 120 days, describing their compliance with the order and the consumer redress program.",
        "requirements": [
          {
            "description": "File written compliance report detailing manner and form of compliance, including description of consumer redress program",
            "quoted_text": "IT IS FURTHER ORDERED that respondents shall within one hundred and twenty (120) days after service of this order, and at such other times as the Federal Trade Commission may require, file with the Commission a report, in writing, setting forth in detail the manner and form in which they have complied with this order. As part of this compliance report, respondents shall describe the consumer redress program conducted pursuant to Part III of this order. This description shall include sample copies of notifications provided to subscribers pursuant to Part III of this order and separate lists identifying (a) the name, e-mail, and physical address, and refund amount for each subscriber who was a current subscriber as of the date of service of this order; and (b) the total number of current subscribers to whom e-mail notices were sent pursuant to Part III of this order.",
            "deadline": "120 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "The order will terminate on October 7, 2024, or 20 years from the most recent date the FTC files a federal court complaint alleging order violation, whichever is later.",
        "requirements": [
          {
            "description": "Order remains in effect until October 7, 2024, or 20 years from most recent federal court complaint filing date, whichever is later",
            "quoted_text": "This order will terminate on October 7, 2024, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part in this order that terminates in less than twenty (20) years; B. This order's application to any respondent that is not named as a defendant in such complaint; and C. This order if such complaint is filed after the order has terminated pursuant to this Part.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on October 7, 2024, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part in this order that terminates in less than twenty (20) years; B. This order's application to any respondent that is not named as a defendant in such complaint; and C. This order if such complaint is filed after the order has terminated pursuant to this Part."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "10.04, Bonzi Software Complaint.pdf",
      "order": "10.04, Bonzi Software Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 1,
      "order_provisions": 10,
      "order_definitions": 4,
      "order_requirements": 14
    },
    "processing_time_seconds": 104.4
  }
}