{
  "case_info": {
    "docket_number": "C-4635",
    "company": {
      "name": "Integrity Security & Investigation Services, Inc.",
      "incorporation_state": "Virginia",
      "entity_type": "corporation",
      "address": "118 Larchwood Road, Yorktown, Virginia",
      "business_description": "ISIS operated as a business that surreptitiously obtained and sold confidential customer phone records and financial information from telecommunications carriers and financial institutions without authorization."
    },
    "commissioners": [],
    "case_date": {
      "month": 10,
      "year": 2006
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. ยง 45(a), and Section 13(b) of the Federal Trade Commission Act, 15 U.S.C. ยง 53(b)",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/062-3101-integrity-security-investigation-services-inc"
  },
  "complaint": {
    "factual_background": "Integrity Security & Investigation Services, Inc. and its principals advertised and sold services to obtain confidential customer phone records and financial information without the account holders' authorization. Defendants used false pretenses, fraudulent statements, and misrepresentations, including posing as customers, to induce telecommunications carriers and financial institutions to disclose this confidential information. The unauthorized access and sale of this private information caused substantial harm to consumers including endangerment to their health and safety.",
    "representations_made": [],
    "counts": [
      {
        "count_number": 1,
        "title": "Unauthorized Sale of Confidential Customer Records",
        "representation": "Defendants obtained and sold to third parties (i) confidential customer phone records and (ii) customer information of a financial institution relating to another person, without the knowledge or consent of the customer.",
        "fact": "Defendants' practices in obtaining and selling to third parties (i) confidential customer phone records and (ii) customer information of a financial institution relating to another person, have caused or are likely to cause substantial injury to consumers that is not reasonably avoidable by consumers and is not outweighed by countervailing benefits to consumers or competition.",
        "conclusion": "Therefore, Defendants' practices, as alleged in paragraphs 17 and 18, constitute an unfair practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. ยง 45(a)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Defendants": "Integrity Security & Investigation Services, Inc. and Edmund Edmister, individually and as an officer of Integrity Security & Investigation Services, Inc.",
      "Customer phone records": "(a) information that relates to the quantity, technical configuration, type, destination, location, and amount of use of a telecommunications service subscribed to by any customer of a telecommunications carrier, and that is made available to the carrier by the customer solely by virtue of the carrier-customer relationship; and (b) information contained in the bills pertaining to telephone exchange service or telephone toll service received by a customer of a carrier, which includes, but is not limited to, telephone call detail records.",
      "Consumer personal information": "any individually identifiable information concerning a consumer, including, but not limited to: (a) an unpublished or unlisted wire line or wireless phone number; (b) an unpublished or unlisted physical or mailing address, including street name and name of city or town, Post Office Box number, or Private Mailbox number; (c) an email address or other online contact information, such as an instant messaging user identifier or a screen name that reveals an individual's email address; (d) a Social Security number in whole or in part; (e) credit and/or debit card information, including credit and/or debit card number, expiration date, data stored on the magnetic strip of a credit or debit card, and transaction detail records; (f) bank account information or transaction records including the ABA routing number, account number, check number, and transaction detail records; (g) a driver's license number; or (h) any other information from or about an individual consumer that is combined with (a) through (g) above."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Ban on Sale of Customer Phone Records",
        "category": "prohibition",
        "summary": "Defendants are permanently prohibited from obtaining, causing others to obtain, marketing, or selling customer phone records and consumer personal information derived from such records, except pursuant to law, regulation, or court order.",
        "requirements": [
          {
            "description": "Must not obtain, cause others to obtain, market, or sell customer phone records and consumer personal information derived from customer phone records, unless pursuant to law, regulation, or lawful court order",
            "quoted_text": "IT IS THEREFORE ORDERED that Defendants, their assigns, agents, servants, employees and those persons in active concert or participation with them who receive actual notice of this Order by personal service or otherwise, are hereby restrained and enjoined from obtaining, causing others to obtain, marketing, or selling customer phone records and consumer personal information that is derived from customer phone records; provided, however, that Defendants shall not be prohibited from obtaining customer phone records or consumer personal information that is derived from customer phone records pursuant to any law, regulation, or lawful court order.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Prohibited Business Activities",
        "category": "prohibition",
        "summary": "Defendants are prohibited from making false or deceptive statements, including impersonating persons or entities, to obtain consumer personal information, and from requesting others to obtain such information using deceptive methods.",
        "requirements": [
          {
            "description": "Must not make false or deceptive statements or representations, including impersonating any person or entity, to obtain consumer personal information",
            "quoted_text": "Making false or deceptive statements or representations, including but not limited to impersonating any person or entity, directly or by implication, to any person or entity in order to obtain consumer personal information",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not request any person or entity to obtain consumer personal information if Defendants know or should know that the person will obtain such information using deceptive methods",
            "quoted_text": "Requesting any person or entity to obtain consumer personal information relating to any third person, if the person making such a request knows or should know that the person or entity to whom such a request is made will obtain or attempt to obtain such information in violation of Subsection A of ths Section 11.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Monetary Relief",
        "category": "affirmative_obligation",
        "summary": "Defendants must pay $2,700 by January 1, 2007, and provide tax identification numbers to the FTC for collection purposes.",
        "requirements": [
          {
            "description": "Pay judgment amount of $2,700 jointly and severally",
            "quoted_text": "Judgment is hereby entered against Defendants, jointly and severally, in the amount of TWO THOUSAND SEVEN HUNDRED DOLLARS ($2,700.00) to be paid on or before January 1,2007.",
            "deadline": "January 1, 2007",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Furnish tax identification numbers to the FTC",
            "quoted_text": "Defendants are hereby required, in accordance with 31 U.S.C. $7701, to furnish to the FTC their tax identification numbers, which shall be used for purposes of collecting and reporting on any delinquent amount arising out of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Cooperation with FTC",
        "category": "affirmative_obligation",
        "summary": "Defendant Edmund Edmister must cooperate with the FTC in investigations and provide truthful testimony when requested.",
        "requirements": [
          {
            "description": "Cooperate in good faith with FTC and appear for interviews, conferences, pretrial discovery, review of documents, and other matters as reasonably requested",
            "quoted_text": "IT IS FUWTmW ORDERED that Defendant Edmund Edmister shall, in connection with ths action or any subsequent investigations related to or associated with the transactions or the occurrences that are the subject of the FTCYsC omplaint, cooperate in good faith with the FTC and appear at such places and times as the FTC shall reasonably request, after written notice, for interviews, conferences, pretrial discovery, review of documents, and for such other matters as may be reasonably requested by the FTC.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Appear and provide truthful testimony in any trial, deposition, or other proceeding when requested in writing by the FTC",
            "quoted_text": "If requested in writing by the FTC, Defendant Edmund Edmister shall appear and provide truthful testimony in any trial, deposition, or other proceeding related to or associated with the transactions or the occurrences that are the subject of the Complaint, without the service of a subpoena",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Distribution of Order",
        "category": "acknowledgment",
        "summary": "For three years, Defendants must deliver copies of the Order to principals, officers, directors, managers, employees, agents, and representatives who engage in conduct related to the subject matter of the Order, and secure signed acknowledgments of receipt.",
        "requirements": [
          {
            "description": "Defendant Integrity Security & Investigation Services, Inc. must deliver copies of Order to all principals, officers, directors, managers, employees, agents, and representatives who engage in conduct related to the subject matter",
            "quoted_text": "Defendant Integrity Security & Investigation Services, Inc. must deliver a copy of this Order to all of its principals, officers, directors, and managers. Defendant Integrity Security &Investigation Services, Inc. also must deliver copies of this Order to all of its employees, agents, and representatives who engage in conduct related to the subject matter of the Order. For current personnel, delivery shall be withn (5) days of service of this Order upon Defendant. For new personnel, delivery shall occur prior to them assuming their responsibilities.",
            "deadline": "5 days (current personnel)",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Defendant Edmund Edmister must deliver copies of Order to principals, officers, directors, managers, employees, agents, and representatives of businesses he controls or has majority ownership in",
            "quoted_text": "For any business that Defendant Edmund Edmister controls, du-ectly or indu-ectly, or in whch he has a majority ownership interest, Defendant Edmund Edmister must deliver a copy of this Order to all principals, officers, directors, and managers of that business. Defendant Edmund Edmister must also deliver copies of this Order to all employees, agents, and representatives of that business who engage in conduct related to the subject matter of the Order. For current personnel, delivery shall be within (5)d ays of service of this Order upon Defendant. For new personnel, delivery shall occur prior to them assuming their responsibilities.",
            "deadline": "5 days (current personnel)",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Defendant Edmund Edmister must deliver copy of Order to principals and managers of businesses where he is not a controlling person but engages in conduct related to the subject matter, before engaging in such conduct",
            "quoted_text": "For any business where Defendant Edmund Edmister is not a controlling person of a business but otherwise engages in conduct related to the subject matter of this Order, Defendant Edmund Edmister must deliver a copy of this Order to all principals and managers of such business before engaging in such conduct.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Secure signed and dated statement acknowledging receipt of Order from all persons receiving a copy",
            "quoted_text": "Defendants must secure a signed and dated statement acknowledging receipt of the Order, within thlrty days of delivery, from all persons receiving a copy of the Order pursuant to this Section V.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Record-Keeping Provisions",
        "category": "recordkeeping",
        "summary": "For three years, Defendants must create and retain comprehensive business records including accounting records, personnel records, customer files, complaints, marketing materials, third-party records, and acknowledgments of receipt of Order.",
        "requirements": [
          {
            "description": "Create and retain accounting records reflecting cost of goods/services, revenues, and disbursements",
            "quoted_text": "Accounting records that reflect the cost of goods or services sold, revenues generated, and the disbursement of such revenues",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and retain personnel records with names, addresses, telephone numbers, job titles, start dates, and termination dates/reasons",
            "quoted_text": "Personnel records accurately reflecting: the name, address, and telephone number of each person employed in any capacity by such business, including as an independent contractor; that person's job title or position; the date upon which the person commenced work; and the date and reason for the person's termination, if applicable",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and retain customer files with names, addresses, phone numbers, amounts paid, quantity and description of goods/services purchased",
            "quoted_text": "Customer files containing the names, addresses, phone numbers, dollar amounts paid, quantity of goods or services purchased, and description of goods or services purchased, to the extent such information is obtained in the ordinary course of business",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and retain complaints, refund requests, and responses to such complaints or requests",
            "quoted_text": "Complaints and refund requests (whether received directly, indirectly or through any third party) and any responses to those complaints or requests",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and retain copies of all sales scripts, training materials, advertisements, marketing materials, and records reflecting time periods and persons/entities that used such materials",
            "quoted_text": "Copies of all sales scripts, training materials, advertisements, or other marketing materials, and records that accurately reflect the time periods during which such materials were used and the persons and business entities that used such materials",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and retain records of third parties used to obtain consumer personal information, including names, addresses, telephone numbers, contracts, and correspondence",
            "quoted_text": "To the extent consumer personal information is obtained through the use of any third party, records that accurately reflect the name, address and telephone number of such third party, including, but not limited to, copies of all contracts and correspondence (other than correspondence that contains consumer personal information) between any Defendant and such third party",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and retain copies of each acknowledgment of receipt of Order",
            "quoted_text": "Copies of each acknowledgement of receipt of Order required to be obtained pursuant to Section V of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "For three years, Defendants must notify the FTC of changes in residence, employment, business structure, and must submit a comprehensive compliance report 180 days after Order entry.",
        "requirements": [
          {
            "description": "Defendant Edmund Edmister must notify FTC of changes in residence, mailing addresses, and telephone numbers",
            "quoted_text": "Defendant Edmund Edmister shall notify the FTC of the following: a. Any changes in his residence, mailing addresses, and telephone numbers, within ten (10) days of the date of such change",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Defendant Edmund Edmister must notify FTC of changes in employment status or business ownership",
            "quoted_text": "b. Any changes in his employment status (including self-employment), and any change in his ownership in any business entity, within ten (10) days of the date of such change. Such notice shall include the name and address of each business that he is affiliated with, employed by, creates or forms, or performs services for; a statement of the nature of the business; and a statement of his duties and responsibilities in connection with the business or employment",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Defendant Edmund Edmister must notify FTC of changes in name or use of aliases or fictitious names",
            "quoted_text": "c. Any changes in his name or use of any aliases or fictitious names",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Defendants must notify FTC of changes in corporate structure that may affect compliance obligations",
            "quoted_text": "Defendants shall notify the FTC of any changes in corporate structure of Integrity Security & Investigation Services, Inc. or any business entity that Edmund Edmister directly or indirectly control(s), or has an ownership interest in, that may affect compliance obligations arising under this Order, including but not limited to a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor entity; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order; the filing of a bankruptcy petition; or a change in the corporate name or address, at least thtrty (30) days prior to such change, provided that, with respect to any proposed change in the corporation about which a Defendant learns less than thuty (30) days prior to the date such action is to take place, such Defendant shall notify the FTC as soon as is practicable after obtaining such knowledge.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit comprehensive written compliance report sworn under penalty of perjury",
            "quoted_text": "One hundred eighty (180) days after the date of entry of this Order, Defendants each shall provide a written report to the FTC, sworn to under penalty of perjury, setting forth in detail the manner and form in which they have complied and are complying with this Order.",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The FTC is authorized to monitor compliance by requiring Defendants to submit reports, produce documents, appear for depositions, provide entry to business locations, and permit interviews of employees and representatives.",
        "requirements": [
          {
            "description": "Submit additional written reports, produce documents, appear for deposition, and provide entry to business locations within 14 days of written notice from FTC",
            "quoted_text": "Within fourteen (14) days of receipt of written notice from a representative of the FTC, Defendants each shall submit additional written reports, sworn to under penalty of perjury; produce documents for inspection and copying; appear for deposition; andlor provide entry during normal business hours to any business location in such Defendant's possession or direct or indirect control to inspect the business operation",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Permit FTC representatives to interview any employer, consultant, independent contractor, representative, agent, or employee who has agreed to such interview",
            "quoted_text": "Defendants shall pennit representatives of the FTC to interview any employer, consultant, independent contractor, representative, agent, or employee who has agreed to such an interview, relating in any way to any conduct subject to this Order. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Acknowledgment of Receipt of Order",
        "category": "acknowledgment",
        "summary": "Each Defendant must submit a truthful sworn statement acknowledging receipt of this Order within five business days after receipt.",
        "requirements": [
          {
            "description": "Submit truthful sworn statement acknowledging receipt of Order",
            "quoted_text": "IT IS FURTHER ORDERED that within five (5) business days after receipt of this Order, as entered by the Court, each Defendant shall submit to the FTC a truthful sworn statement acknowledging receipt of this Order.",
            "deadline": "5 business days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction over this matter for purposes of construction, modification, and enforcement of this Order.",
        "requirements": [
          {
            "description": "Court retains jurisdiction for construction, modification, and enforcement",
            "quoted_text": "IT IS FURTHER ORDERED that this Court shall retain jurisdiction of this matter, for purposes of construction, modification and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 3,
      "termination_text": "For a period of three (3) years from the date of entry of this Order"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "10.06, Integrity Security & Investigation Services Complaint.pdf",
      "order": "10.06, Integrity Security & Investigation Services Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 0,
      "order_provisions": 10,
      "order_definitions": 3,
      "order_requirements": 27
    },
    "processing_time_seconds": 119.1
  }
}