{
  "case_info": {
    "docket_number": "03-8110-CIV-COHN/SNOW",
    "company": {
      "name": "Sun Spectrum Communications Organization, Inc.",
      "incorporation_state": "Florida",
      "entity_type": "corporation",
      "address": "11300 U.S. Highway One, Suite 400, North Palm Beach, Florida",
      "business_description": "Sun Spectrum Communications Organization, Inc., doing business as Royal Credit Solutions, marketed, sold, and provided services related to purported advance-fee credit cards, making unsolicited outbound telephone calls to consumers throughout the United States offering pre-approved, low interest Visa or MasterCard credit cards."
    },
    "commissioners": [],
    "case_date": {
      "month": 10,
      "year": 2005
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a); Sections 13(b) and 19 of the FTC Act, 15 U.S.C. §§ 53(b) and 57(b); Telemarketing Sales Rule, 16 C.F.R. Part 310; Section 521 of the Gramm-Leach-Bliley Act, 15 U.S.C. § 6821",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/032-3032-sun-spectrum-communications-organization-inc-et-al"
  },
  "complaint": {
    "factual_background": "Since at least January 2002, Defendants made unsolicited telemarketing calls to consumers with no credit or bad credit, falsely representing they were pre-approved for low-interest Visa or MasterCard credit cards if they paid an advance fee ranging from $197 to $300. Defendants also falsely claimed to be affiliated with banks or financial institutions, or pretended to already possess consumers' prior credit applications, in order to fraudulently obtain consumers' bank account information. After debiting consumers' bank accounts, Defendants failed to provide the promised credit cards — instead sending only applications at best. Thousands of consumers paid fees and received nothing they were promised. Defendants were not authorized by Visa or MasterCard to issue credit cards.",
    "representations_made": [
      {
        "description": "After paying Defendants a fee, consumers will receive or are highly likely to receive an unsecured major credit card such as a Visa or MasterCard",
        "quoted_text": "24, In numerous instances, in connection with the marketing of advance-fee Icredit cards, Defendants or their employees or agentsh ave represented,e xpressly or by impli~ation, that after paying Defendants a fee, consumers will receive, or are highly likely to receive, aq unsecuredm ajor creditc ard, sucha s a Visa or MasterCardc reditc ard.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 24,
        "quote_start_line": 187,
        "quote_end_line": 190
      },
      {
        "description": "Defendants are affiliated with, or calling from or on behalf of, a bank, financial institution, or credit card company",
        "quoted_text": "A. that Defendants are affiliated with, or calling from or on behalf of, a banik, financial institution, or credit card company; or",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 40,
        "quote_start_line": 280,
        "quote_end_line": 281
      },
      {
        "description": "Defendants already possess, and are merely verifying, consumers' prior credit applications",
        "quoted_text": "B that Defendantsa lreadyp ossessa, nd are merelyv erifying, consumersp' ror credit applications.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 40,
        "quote_start_line": 282,
        "quote_end_line": 283
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "False Promise of Unsecured Credit Card (FTC Act Section 5)",
        "representation": "After paying Defendants a fee, consumers will receive, or are highlylikely to receive, an unsecured major credit card, such as a Visa or MasterCard credit card",
        "fact": "In numerous instances, after paying Defendants a fee, consumers do not receive an unsecured major credit card, such as a Visa or MasterCard credit card",
        "conclusion": "Defendants' representations, as set forth in Paragraph 24 above, are false and misleading and constitute deceptive acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)"
      },
      {
        "count_number": 2,
        "title": "Misrepresentation in Telemarketing — TSR Section 310.3(a)(2)(iii)",
        "representation": "After paying Defendants a fee, consumers will, or are highly likely to, receive an unsecured major credit card, such as a Visa or MasterCard credit card",
        "fact": "Consumers do not receive the promised unsecured major credit card after paying the advance fee",
        "conclusion": "Defendants have thereby violated Section 310.3(a)(2)(iii) of the Original TSR and the Amended TSR, 16 C.F.R. § 310.3(a)(2)(iii)"
      },
      {
        "count_number": 3,
        "title": "Advance Fee Collection After Guaranteeing Credit — TSR Section 310.4(a)(4)",
        "representation": "Defendants guaranteed or represented a high likelihood of success in obtaining or arranging for the acquisition of an unsecured credit card, such as a Visa or MasterCard credit card",
        "fact": "Having made those representations, Defendants requested and received payment of a fee from consumers in advance of the consumers obtaining a credit card, in violation of the TSR's advance fee prohibition",
        "conclusion": "Defendants have thereby violated Section 310.4(a)(4) of the Original TSR and the Amended TSR, 16 C.F.R. § 310.4(a)(4)"
      },
      {
        "count_number": 4,
        "title": "Fraudulent Pretexting to Obtain Bank Account Information (GLB Act Section 521)",
        "representation": "Defendants are affiliated with, or calling from or on behalf of, a bank, financial institution, or credit card company; or that Defendants already possess, and are merely verifying, consumers' prior credit applications",
        "fact": "Defendants are not affiliated with any bank, financial institution, or credit card company; and Defendants do not already possess, and are not merely verifying, consumers' prior credit applications",
        "conclusion": "By making these false, fictitious, or fraudulent representations to customers of financial institutions to obtain customer information, Defendants' acts or practices violate Section 521 of the GLB Act, 15 U.S.C. § 6821, and therefore constitute deceptive acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)"
      }
    ]
  },
  "order": {
    "definitions": {
      "Asset": "any legal or equitable interest in, right to, or claim to, any real or personal property, including but not limited to chattel, goods, instruments, equipment, fixtures general intangibles, effects, leaseholds, premises, contracts, mail or other deliveries, shares of stock, lists of consumer names, inventory, checks, notes, accounts, credits, receivables, funds, and an cash, wherever located.",
      "Document": "\"Document\" is synonymous in meaning and equal in scope to the usage of the term in Federal Rule of Civil Procedure 34(a), and includes writings, drawings, graphs, chars photographs, audio and video recordings, computer records, and other data compilations from which information can be obtained and translated, if necessar, into reasonably usable fonn through detection devices. A draft or non-identical copy is a separate document within the meaning of the term.",
      "the Defendants": "Unless otherwise specified the Defendants\" means 9106-7843 Quebec, Inc. Quebec, Inc. ), Mitchel Kastner, Ronald Corber (\"Corber ), Jason Kastner, Sun Spectrum Communications Organization, Inc. (\"Sun Spectrum ), North American Communications Organization, Inc. (\"NACO\"), WWCI2002, Inc. (\"WWCI\"), William H. Martell (\"Marte))\"), and Tracey A. Bascove (\"Bascove ) as we1I as their assigns, agents, servants, employees, or affilates and those persons in active concert or paricipation with them who receive actual notice of this Order by personal service or otherwise, whether acting directly or through any entity, corporation, subsidiar, division, or other device.",
      "the Canadian Defendants": "9106-7843 Quebec, Inc. (Quebec, Inc.), Mitchel Kastner, Ronald Corber (Corber), and Jason Kastner, as well as their assigns, agents, servants, employees, or affiliates, and those persons in active concert or participation with them who receive actual notice of this Order by personal service or otherwise, whether acting directly or through any entity, corporation, subsidiary, division, or other device.",
      "the Florida Defendants": "Unless otherwise specified, \"the Florida Defendants\" means Sun Spectrum Communications Organization, Inc. (\"Sun Spectrm :), North American Communications Organization, Inc. (\"NACO\"), WWCI2002, Inc. (\"WWCI\"), Wiliam H. Mare1I (\"Marell\"), and Tracey A. Bascove (\"Bascove ), as well as their assigns, agents, servants, employees, or affiiates, and those persons in active concert or paricipation with them who receive actual notice of this Order by personal service or otherwise, whether acting directly or through any entity, corporation, subsidiar, division, or other device.",
      "Person": "any individual, group, unincorporated association limited or general partnership, corporation, or other entity.",
      "Plaintiff": "the Federal Trade Commission.",
      "Telemarketing": "any plan, program, or campaign (whether or not covered by the Telemarketing Sales Rule, 16 C.F.R. Part 310) that is conducted to induce the purchase of goods or services by means of the use of one or more telephones.",
      "Credit-related products, programs, or services": "\"Credit-related products, programs, or services\" means any product, program, or service that is advertised, promoted, offered for sale, or sold to consumers as a method by which consumers may obtain information about credit, repair or improve their credit, or establish or obtain any extension of credit or credit device, including, but not limited to, credit cards, lines of credit, or loans, or as a method by which consumers may consolidate or liquidate debt."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Ban on Future Telemarketing Activities",
        "category": "prohibition",
        "summary": "All Defendants are permanently restrained and enjoined from engaging or participating in telemarketing of any credit-related products, programs, or services, directly or through any intermediary.",
        "requirements": [
          {
            "description": "Permanently restrained and enjoined from engaging or participating in telemarketing of any credit-related products, programs, or services, directly or through any intermediary, including directing, supervising, consulting, brokering, planning, or advising related to telemarketing",
            "quoted_text": "IT IS HEREBY ORDERED that Quebec, Inc., Mitchel Kastner, Corber, Jason Kastner Sun Spectrum, NACO, WWCI, Marten , and Bascove are permanently restrained and enjoined from engaging or paricipating in telemarketing of any credit-related products, programs, or services, directly or through any intennediar. Engaging or paricipating in telemarketing includes, but is not limited to, directing, supervising, providing consulting services to, providing brokering services to, providing planning services to, or otherwise providing advice related to telemarketing to any person or entity.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 147,
            "quote_end_line": 153
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Injunction Against False or Misleading Statements",
        "category": "prohibition",
        "summary": "Defendants are permanently restrained from making any false or misleading representations in connection with advertising, promoting, or selling any credit-related products or services.",
        "requirements": [
          {
            "description": "Permanently restrained and enjoined from making any express or implied false or misleading representation or omission of material fact in connection with credit-related products or services, including misrepresenting that consumers will receive an unsecured major credit card",
            "quoted_text": "IT IS FUTHER ORDERED that, in connection with the advertising, promotion, offering for sale, or sale of any credit-related products, programs, or servkes, the Defendants are hereby permanently restrained and enjoined from makng any express or implied representation or omission of material fact that is false or misleading, in any manner, orally or in writing, to any consumer, including, but not limited to, any false or misleading representation that consumers who pay the Defendants a fee wi1 receive, or are likely to receive, an unsecured major credit card, such as a Visa or MasterCard credit card.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 156,
            "quote_end_line": 162
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Injunction Against Violating the Telemarketing Sales Rule",
        "category": "prohibition",
        "summary": "Defendants are permanently restrained from violating or assisting any person in violating any provision of the Telemarketing Sales Rule, 16 C.F.R. Part 310.",
        "requirements": [
          {
            "description": "Permanently restrained and enjoined from violating or assisting any person in the violation of any provision of the Telemarketing Sales Rule, 16 C.F.R. Part 310",
            "quoted_text": "IT IS FURTHER ORDERED that the Defendants are hereby permanently restrained and enjoined from violating or assisting any person in the violation of any provision of the Telemarketing Sales Rule, 16 C.P.R. (attached hereto as Appendix A), including, Par 310 et seq. but not limited to, the following:",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 165,
            "quote_end_line": 169
          },
          {
            "description": "Must not violate or assist any person in violating Section 310.3(a)(2) of the Telemarketing Sales Rule by misrepresenting any material aspect of the performance, efficacy, nature, or central characteristics of any goods or services",
            "quoted_text": "Violating or assisting any person in the violation of Section 31O.3(a)(2) of the Telemarketing Sales Rule, 16 C. 31O.3(a)(2), by misrepresenting, directly or by F.R. implication, any material aspect of the performance, efficacy, nature, or central characteristics of any goods or services that are the subject of a sales offer; and",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 170,
            "quote_end_line": 176
          },
          {
            "description": "Must not violate or assist any person in violating Section 310.4(a) of the Telemarketing Sales Rule by engaging in any abusive telemarketing act or practice",
            "quoted_text": "Violating or assisting any person in the violation of Section 310.4(a) of the Telemarketing Sa.les Rule, 16 c.P.R. ~ 31O. 4(a), by engaging in any abusive telemarketing act or practice.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 178,
            "quote_end_line": 179
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Injunction Against Violating Section 521 of the Gramm-Leach-Bliley Act",
        "category": "prohibition",
        "summary": "Defendants are permanently restrained from violating or assisting any person in violating Section 521 of the Gramm-Leach-Bliley Act, including inducing consumers to divulge personal financial information through false representations.",
        "requirements": [
          {
            "description": "Permanently restrained and enjoined from violating or assisting any person in violating Section 521 of the GLB Act, including inducing consumers to divulge personal financial information by false, fictitious, or fraudulent representations",
            "quoted_text": "IT IS that the Defendants are hereby permanently restrained FUTHER ORDERED and enjoined from violating or assisting any person in the violation of Section 521 of the Gramm-Leach- 6821 (attached hereto as Appendix B), including, but not BliJey Act, 15 C. , inducing consumers to divulge their personal financial information by makng any limited to false, fictitious, or fraudulent representation, including, but not limited to, the following:",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 184,
            "quote_end_line": 191
          },
          {
            "description": "Must not falsely represent that Defendants are affiliated with or calling from or on behalf of a bank, financial institution, or credit card company",
            "quoted_text": "Any false, fictitious, or fraudulent representation that the Defendants are affliated with or calling from or on behalf of, a bank, financial institution, or credit card company; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 192,
            "quote_end_line": 193
          },
          {
            "description": "Must not falsely represent that Defendants already possess and are merely verifying consumers' prior credit applications",
            "quoted_text": "Any false, fictitious, or fraudulent representation that the Defendants already possess, and are merely verifying, consumers' prior credit ap?lications.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 194,
            "quote_end_line": 195
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Redress and Other Equitable Relief from the Canadian Defendants",
        "category": "affirmative_obligation",
        "summary": "Judgment of $9,066,434 is entered jointly and severally against the Canadian Defendants; they must pay $405,589.50 to the Commission within five business days of entry of the Order, with the remainder suspended upon timely payment.",
        "requirements": [
          {
            "description": "Canadian Defendants (Quebec Inc., Mitchel Kastner, Corber, and Jason Kastner) must pay $405,589.50 to the Commission on or before the fifth business day following entry of the Order by wire transfer",
            "quoted_text": "Judgment is entered jointly and severally against Quebec, Inc. , Mitchel Kastner, Corber, and Jason Kastner in the amount of $9,066,434; the Canadian Defendants shall pay the Commssion $405,589.50, on or before the fifth (51h ) business day following the date ofthe entry of this Order by wire transfer to the Commssion at Treasury ABA number: 021030004 (agency bank account -- via New York Federal Reserve Bank), Commssion s ALC number: 29000001 (agency location code).",
            "deadline": "5 business days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 201,
            "quote_end_line": 206
          },
          {
            "description": "Upon timely payment, the remainder of the $9,066,434 judgment shall be suspended",
            "quoted_text": "Upon timely makng the payment provided in this Paragraph, the remainder of the judgment shall be suspended.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 208,
            "quote_end_line": 209
          },
          {
            "description": "All funds paid may be deposited into a fund for equitable relief including consumer redress; any unused funds shall be deposited into the U.S. Treasury as disgorgement",
            "quoted_text": "All funds paid by the Canadian Defendants to the Commission pursuant to this Final Order may be deposited into a fund administered by the Commission or its agent to be used for equitable relief, including, but not limited to, consumer redress and any attendant expenses for the administration of any redress fund. In the event that direct redress to consumers is wholly or partially impracticable or funds remain after redress is completed, the Commssion may pay any remaining funds for such other equitable relief (including consumer infonnation remedies) as it determnes to be reasonably related to the Defendants ' practices as alleged in the complaint. Any funds not used for such equitable relief shaH be deposited into the United States Treasury as disgorgement. The Canadian Defendants shall have no right to challengethe Commission choice of remedies under this Paragraph.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 210,
            "quote_end_line": 221
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Right to Enforce Suspended Judgment Against the Canadian Defendants",
        "category": "affirmative_obligation",
        "summary": "The Commission's agreement to suspend judgment is premised on the accuracy of the Canadian Defendants' sworn financial statements; if misrepresentation is found, the full $9,066,434 judgment becomes immediately due.",
        "requirements": [
          {
            "description": "Canadian Defendants' sworn financial statements must be truthful, accurate, and complete; if the Court finds a significant misrepresentation or omission, a modified judgment for the full $9,066,434 becomes immediately due and payable with interest",
            "quoted_text": "The Commssion s agreement to this Final Order is expressly premised upon the financial conditions of Quebec, Inc., Mitchel Kastner, Corber, and Jason Kastner as represented in the sworn financial statements provided to the Commssion and dated December 19, 2003; December 22 2003; December 23 2003; December 24 2003; and November 17, 2004, any amendments thereto submitted to the Commission through the date of this Order, and any sworn testimony regarding assets given by any Canadian Defendant through the date of ths Order, which include material infonnation upon which the Commssion relied in negotiating and consenting to this Final Order. Quebec, Inc., Mitchel Kastner, Corber, and Jason Kastner state that those fina cial statements, any amendments thereto, and any sworn testimony regarding ths assets are complete and accurate representarions of their financial conditions as of the date of Order. The paries stipulate that the Commission s agreement to suspend the remainder of the 066,434 judgment is expressly conditioned on the truthfulness, accuracy, and completeness of the Canadian Defendants' sworn financial statements, any amendments thereto, and any sworn testimony regarding their assets. The parties further stipulate that the Commssion would not have agreed to suspend the remainder of the judgment if it had been aware that any such financial disclosure was not truthful, accurate, or complete. If, upon motion by the Commssion, this , . Court should find that Quebec, Inc., Mitchel Kastner, Corber, or Jason Kastner made a significant misrepresentation or omitted significant infonnation concerning their respective financial conditions, then the Court shall enter a modified judgment holding that any such defendant is liable to the Commission in the amount of $9,066,434, which Quebec, Inc., Mitchel Kastner, Corber, Jason Kastner, and the Commission stipulate, for the sole purpose of enforcement of this provision of the Order, is the amount of consumer injury caused by the Canadian Defendants. This amount, less the sum of payments made by any Defendant to the Commssion, shaH become immediately due and payable by any such Canadian Defendant, and interest computed at the rate prescribed under 28 U. 1961, as amended, shall immediately c. begin to accrue on the unpaid balance.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 227,
            "quote_end_line": 257
          },
          {
            "description": "Canadian Defendants agree that facts as alleged in the Complaint shall be taken as true for purposes of any subsequent Commission litigation to enforce this Order",
            "quoted_text": "Quebec, Inc. , Mitchel Kastner, Corber, and Jason Kastner agree that the facts as alleged in the Complaint filed in this action shall be taken as true for the purpose of any subsequent litigation filed by the Commssion to enforce its rights pursuant to this Order, , a nondischargeabi1ity complaint filed in any bankrptcy proceeding. including, but not limited to",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 259,
            "quote_end_line": 263
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Redress and Other Equitable Relief from the Florida Defendants",
        "category": "affirmative_obligation",
        "summary": "Judgment of $9,066,434 is entered jointly and severally against the Florida Defendants; they must pay $9,600 to the Commission within five business days of entry of the Order, with the remainder suspended upon timely payment.",
        "requirements": [
          {
            "description": "Florida Defendants (Sun Spectrum, NACO, WWCI, Martell, and Bascove) must pay $9,600 to the Commission on or before the fifth business day following entry of the Order by wire transfer",
            "quoted_text": "Judgment is entered jointly and severaHy against Sun Spectrum, NACO, WWCI, Maren $9,066, the Florida Defendants shaH pay the , and Bascove in the amount of 434; Commssion $9,600, on or before the fifth (Sth) business day fol1owing the date of entr of this Order by wire transfer to the Commssion at Treasury ABA number: 021030004 (agency bank account -- via New York Federal Reserve Bank), Commssion s ALC number: 29000001 (agency location code).",
            "deadline": "5 business days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 273,
            "quote_end_line": 279
          },
          {
            "description": "Upon timely payment, the remainder of the $9,066,434 judgment shall be suspended",
            "quoted_text": "Upon timely making the payment provided in this Paragraph, the remainder of the judgment shall be suspended.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 281,
            "quote_end_line": 282
          },
          {
            "description": "All funds paid may be deposited into a fund for equitable relief including consumer redress; any unused funds shall be deposited into the U.S. Treasury as disgorgement",
            "quoted_text": "All funds paid by the Florida Defendants to the Commission pursuant to this Final - , Order may be deposited into a fund administered by the Commission or its agent to be used for equitable relief, including, but not limited to, consumer redress and any attendant expenses for the administration of any redress fund. In the event that direct redress to consumers is wholly or partially impracticable or funds remain after redress is completed, the Commssion may use any remaining funds for such other equitable relief (including consumer information remedies) as it detenrnes to be reasonably related to the Defendants' practices as alleged in the complaint. Any funds not used for such equitable relief shall be deposited into the United States Treasury as disgorgement. The Florida Defendants shall have no right to challenge the Commssion s choice of remedies under this Pargraph.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 284,
            "quote_end_line": 296
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Right to Enforce Suspended Judgment Against the Florida Defendants",
        "category": "affirmative_obligation",
        "summary": "The Commission's agreement to suspend judgment is premised on the accuracy of the Florida Defendants' sworn financial statements; if misrepresentation is found, the full $9,066,434 judgment becomes immediately due.",
        "requirements": [
          {
            "description": "Florida Defendants' sworn financial statements must be truthful, accurate, and complete; if the Court finds a significant misrepresentation or omission, a modified judgment for the full $9,066,434 becomes immediately due and payable with interest",
            "quoted_text": "The Commssion s agreement to this Final Order is expressly premised upon the financial conditions of Sun Spectrum, NACO, WWCI, Marten, and Bascove as represented in the sworn financial statements provided to the Commssion and dated December 17, 2003 December 20, 2003, arid September 10, 2004, any amendments thereto submitted to the Commission through the date of this Order, and any sworn testimony regarding assets given by any Florida Defendant though the date of this Order, which include material infonnation upon which the Commssion relied in negotiating and consenting to this Final Order. Sun Spectrum, NACO, WWCI, Martell, and Bascove state that those financial statements, any amendments thereto, and any sworn testimony regarding assets are complete and accurate representations of their financial conditions as of the date of this Order. The pares stipulate that the Commssion agreement to suspend the remainder of the $9 066,434 judgment is expressly conditioned on the truthfulness, accuracy, and completeness of the Florida Defendants' sworn financial statements, any amendments thereto, and any sworn testimony regarding their assets. The paries further stipulate that the COrnssion would not have agreed to suspend the remainder of the judgment if it had been aware that any such financial disclosure was not trthful, accurate, or complete. If, upon motion by the Commssion , this Court should find that Sun Spectrum, NACO, WWCI, Maren, or Bascove made a significant misrepresentation or omitted significant infonnation concerning their respective financial conditions, then the Court shan enter a modified judgment holding that any such defendant is liable to the Commission in the amount of $9,066,434, which Sun Spectrum, NACO , WWCI, Maren, Bascove, and the Commssion stipulate, for the sole purpose of enforcement of this provision of the Order, is the amount of consumer injury caused by the Florida Defendants. This amount, less the sum of payments made by any Defendant to the Commssion, shall become immediately due and payable by any such Florida Defendant, and interest computed at the rate prescribed under 28 U. c. 9 1961, as amended, shaH immediately begin to accrue on the unpaid balance.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 303,
            "quote_end_line": 329
          },
          {
            "description": "Florida Defendants agree that facts as alleged in the Complaint shall be taken as true for purposes of any subsequent Commission litigation to enforce this Order",
            "quoted_text": "Sun Spectrum, NACO, WWCI, Martell, and Bascove agree that the facts as this action shan be taken as true for the purpose of any alleged in the Complaint fied in subsequent litigation filed by the Commssion to enforce its rights pursuant to this Order, , a nondischargeability complaint filed in any bankrptcy proceeding. including, but not Jimited to",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 330,
            "quote_end_line": 335
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Lifting of Asset Freeze",
        "category": "affirmative_obligation",
        "summary": "The asset freeze against all Defendants is lifted solely for the purpose of transferring funds to the FTC pursuant to the judgment paragraphs, and is dissolved upon transfer of all such funds.",
        "requirements": [
          {
            "description": "Asset freeze against all Defendants is lifted for the sole purpose of transferring funds to the FTC pursuant to Paragraphs V and VI of the Final Order, and is dissolved upon transfer of all such funds",
            "quoted_text": "that the freeze against the assets of Quebec, Inc., Mitchel IT IS FURTHER ORDERED Kastner, Corber, Jason Kastner, Sun Spectrum, NACO, WWCI, Marten, and Bascove, pursuant to Section IV of the Stipulated Preliminar Injunction entered by this Court on Februar 5, 2004 shaH be lifted for the sole purpose of pursuant to Paragraphs V and transferrng funds to the FTC VI ofthis Final Order, and thereafter dissolved upon transfer of all such funds.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 341,
            "quote_end_line": 347
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Transfer of Customer Lists",
        "category": "prohibition",
        "summary": "Defendants are permanently restrained from selling, renting, leasing, transferring, or disclosing identifying information of any person who paid money to any Defendant for any credit-related product, program, or service.",
        "requirements": [
          {
            "description": "Permanently restrained and enjoined from selling, renting, leasing, transferring, or otherwise disclosing name, address, telephone number, credit card number, bank account number, e-mail address, or other identifying information of any person who paid money to any Defendant for any credit-related product; disclosure permitted only to law enforcement, as required by law, or to contractors/vendors for billing purposes only",
            "quoted_text": "IT IS that the Defendants are hereby pennanently restrained FUTHER ORDERED and enjoined from selling, renting, leasing, transferrng, disclosing the name or otherwise address, telephone number, credit card number, bank account number, e-mail address, or other identifying infonnation of any person who paid any money to any Defendant for any credit­ that related product, program, or service at any time prior to entry of this Order; provided Defendants may disclose such identifying infoI1ation to a law enforcement agency or as required by any law, regulation, or court order or to any contractor or vendor of the Defendants for the purposes of biling Defendants ' own charges only.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 349,
            "quote_end_line": 361
          }
        ]
      },
      {
        "provision_number": "XI",
        "title": "Acknowledgment of Receipt of Order by Defendants",
        "category": "acknowledgment",
        "summary": "All Defendants must submit a sworn statement to the Commission acknowledging receipt of the Order within five business days of receipt.",
        "requirements": [
          {
            "description": "Within five (5) business days of receipt of this Order as entered by the Court, all Defendants must each submit to the Commission a truthful sworn statement acknowledging receipt of this Order",
            "quoted_text": "IT IS FURTHER ORDERED that within five (5) business days of receipt of this Order as entered by the Cour, Quebec, Inc., Mitchel Kastner, Corber, Jason Kastner, Sun Spectrm, NACO, WWCI, Marell, and Bascove each must submit to the Commission a truthful sworn statement acknowledging receipt of this Order.",
            "deadline": "5 business days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 364,
            "quote_end_line": 367
          }
        ]
      },
      {
        "provision_number": "XII",
        "title": "Distribution of Order by Defendants",
        "category": "acknowledgment",
        "summary": "For five years from entry of the Order, all Defendants must distribute copies of the Order to principals, officers, directors, managers, employees, agents, and representatives, and obtain signed acknowledgments of receipt within 30 days of delivery.",
        "requirements": [
          {
            "description": "For a period of five (5) years from the date of entry of the Order, corporate Defendants (Quebec Inc., Sun Spectrum, NACO, WWCI) must deliver a copy of this Order to all principals, officers, directors, managers, employees, agents, and representatives having responsibilities related to the subject matter; current personnel within 5 days of service, new personnel before assuming responsibilities",
            "quoted_text": "Quebec, Inc., Sun Spectrum NACO, and WWCI: Quebec, Inc., Sun Spectrum, NACO, and WWCI each must deliver a copy of this Order to all of their principals, officers, directors, and managers. Additionally, Quebec, Inc., Sun Spectrm, NACO, and WWCI each must deliver a copy of this Order to a11 of their employees, agents, and representatives having responsibilities with respect to the subject matter of this Order. For CUlTent personnel, Quebec Inc., Sun Spectrum, NACO, and WWCI each must deliver this Order within five (5) days after the date of service of this Order. For new personnel, Quebec , Inc., Sun Spectrm, NACO, and WWCI each must deJiver this Order prior to the date that the new personnel assumes his or her responsibilities.",
            "deadline": "5 years",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 374,
            "quote_end_line": 382
          },
          {
            "description": "Individual Defendants who are control persons of any business must deliver a copy of this Order to all principals, officers, directors, managers, employees, agents, and representatives of that entity engaged in conduct related to the subject matter; current personnel within 5 days, new personnel before assuming responsibilities",
            "quoted_text": "Entities for which Mitchel Kastner, Corber, Jason Kastner, Martell, or Bascove is a Control Person: For any business or other entity that Mitchel Kastner, Corber Jason Kastner, Marell, or Bascove controls, directly or indirectly, serves as an officer or director or in wilch Mitchel Kastner, Corber, Jason Kastner, Marell, or Bascove has a majority ownership interest, Mitchel Kastner, Corber, Jason Kastner, Martell, or Bascove must deliver a copy of this Order to all principals, officers, directors, and managers of that business or entity. Additionally, Mitchel Kastner, Corber, Jason Kastner, Marell, or Bascove must deliver copies of this Order to all employees, agents. and representatives of any such business or entity who engage in conduct related to the subject matter of this Order. For current personnel, Mitchel Kastner, Corber, Jason Kastner, Marten, and Bascove must deliver this Order within five (5) days after the date of service of this Order. For new personnel, Mitchel Kastner, Corber, Jason Kastner, Marten, and Bascove must deliver this Order prior to the date that the new personnel assumes his or her responsibilities.",
            "deadline": "5 days for current personnel",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 383,
            "quote_end_line": 397
          },
          {
            "description": "Individual Defendants who are employees or non-control persons of a business engaged in conduct related to the subject matter must deliver a copy of this Order to all principals and managers of such business before becoming an employee or contractor",
            "quoted_text": "Entities for which Mitchel Kastner, Corber, Jason Kastner, Martell, or Bascove is an Employee or Non-Control Person: For any business or other entity that employs or contracts personal services from Mitchel Kastner, Corber, Jason Kastner, Marell, or Bascove and engages in conduct related to the subject matter of this Order, but is not controlled by Mitchel Kastner, Corber, Jason Kastner, MarteJl, or Bascove, Mitchel Kastner, Corber, Jason Kastner, Marell, or Bascove must deliver a copy of this Order to all principals and managers of such business or entity before becoming an employee or contractor.",
            "deadline": "Before assuming responsibilities",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 398,
            "quote_end_line": 404
          },
          {
            "description": "All Defendants must each secure a signed and dated acknowledgment of receipt of the Order from each person to whom delivery is required, within thirty (30) days of delivery",
            "quoted_text": "Mitchel Kastner, Corber, Jason Kastner, Quebec, Inc. , Sun Spectrm, NACO, WWCI, Martell , and Bascove must each secure a signed and dated statement acknowledging receipt of the Order, within thirty (30) days of delivery, from each person to whom the defendant is required to deliver a copy of the Order pursuant to this Paragraph.",
            "deadline": "30 days of delivery",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 405,
            "quote_end_line": 408
          }
        ]
      },
      {
        "provision_number": "XIII",
        "title": "Compliance Reporting by Defendants",
        "category": "compliance_reporting",
        "summary": "For five years from entry of the Order, Defendants must notify the Commission of changes in residence, employment, and corporate structure, and must file a sworn written compliance report 180 days after entry.",
        "requirements": [
          {
            "description": "For five (5) years from entry of this Order, individual Defendants (Mitchel Kastner, Corber, Jason Kastner, Martell, and Bascove) must notify the Commission within ten (10) days of any changes in residence, mailing address, or telephone numbers",
            "quoted_text": "For a period of five (5) years from the date of entry of this (1) Mitchel Kastner, Corber, Jason Kastner, Marell and Bascove shan each notify the Commssion of the foJlowing: (a) Any changes in the defendant s residence, mailng addresses, or telephone numbers, within ten (10) days of the date of such change;",
            "deadline": "10 days of change",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 414,
            "quote_end_line": 419
          },
          {
            "description": "Individual Defendants must notify the Commission within ten (10) days of any changes in employment status, including name and address of each business affiliated with, the nature of the business, and the defendant's duties",
            "quoted_text": "(b) Any changes in the defendant's employment status (including self­ shan include the name employment) within ten (10) days of the date of such change. Such notice and address of each business that the defendant is affiliated with, employed by, creates or forms, or performs services for; a statement of the nature of the business; and a statement of the defendant's duties and responsibilities in connection with the business or employment; or",
            "deadline": "10 days of change",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 420,
            "quote_end_line": 427
          },
          {
            "description": "Individual Defendants must notify the Commission of any changes in name or use of any aliases or fictitious names",
            "quoted_text": "(c) Any changes in the defendant's name or use of any aliases or fictitious names;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 428,
            "quote_end_line": 429
          },
          {
            "description": "Canadian Defendants (Mitchel Kastner, Corber, Jason Kastner, and Quebec Inc.) must notify the Commission of any changes in corporate structure to Quebec Inc. or any other business entity they control, at least thirty (30) days prior to such change, or as soon as practicable if less than 30 days notice is possible",
            "quoted_text": "(2) Mitchel Kastner, Corber, Ja.son Kastner, and Quebec, Inc. shan each notify the Commssion of any changes in corporate structure to Quebec, Inc. or any other business entity that Mitchel Kastner, Corber, or Jason Kastner directly or indirectly controls or has an ownership interest in, that may affect compliance obligations arsing under this Order, including but not limited to a dissolution, assignment, sale, merger, or other action that would result in the , or affiiate emergence of a successor entity; the creation or dissolution of a subsidiar, parent bankrptcy petition; or that engages in any acts or practices subject to this Order; the filing of a provided change in the corporate name or address, at least thirty (30) days prior to such change, that, with respect to any proposed change in the entity about which the defendant learns less than , defendant shan notify the thirty (30) days prior to the date such action is to take place Commssion as soon as is practicable after obtaining such knowledge; and",
            "deadline": "30 days prior to change",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 430,
            "quote_end_line": 444
          },
          {
            "description": "Florida Defendants (Martell, Bascove, Sun Spectrum, NACO, and WWCI) must notify the Commission of any changes in corporate structure to Sun Spectrum, NACO, WWCI or any other business entity Martell or Bascove controls, at least thirty (30) days prior to such change, or as soon as practicable if less than 30 days notice is possible",
            "quoted_text": "Spectrm, NACO, and WWCI shan each notify the (3) Marten, Bascove, Sun Spectrum, NACO, or WWCI or any Commssion of any changes in corporate strcture to Sun other business entity that Marten or Bascove directly or indirectly control or has an ownership arsing under this Order, including but not interest in, that may affect compliance obligations limited to a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor entity; the creation or dissolution of a subsidiary, parent, or affiliate banptcy petition; or a that engages in any acts or practices subject to this Order; the filing of a provided change in the corporate name or address, at least thirty (30) days prior to such change, lears less than that, with respect to any proposed change in the entity about which the defendant the thirty (30) days prior to the date such action is to take place, defendant shaH notify Commssion as soon as is practicable after obtaining such knowledge.",
            "deadline": "30 days prior to change",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 445,
            "quote_end_line": 463
          },
          {
            "description": "One hundred eighty (180) days after the date of entry of this Order, all Defendants must each provide a sworn written report to the FTC setting forth in detail the manner and form in which they have complied and are complying with the Order, including current addresses, employment information, and copies of acknowledgments",
            "quoted_text": "One hundred eighty (180) days after the date of entry of this Order Kastner, Corber, Jason Kastner, Quebec, Inc. , Sun Spectrum, NACO, WWCI, Marell, and Bascove shal1 each provide a written report to the FfC, sworn to under penalty of perjury, setting forth in detail the manner and form in which they have complied and are complying with this Order. This report shall incJude, but not be limited to: (1) For Mitchel Kastner, Corber, Jason Kastner , Marell, and Bascove: (a) The then-current residence address, and an mailing addresses and telephone numbers of the defendant; (b) Al1 then-current employment and business addresses and telephone numbers of the defendant, and for each such employer or business: a description of the business activities of that employer or business and the title and responsibilties of the defendant with that employer or business; and (c) Any other changes required to be reponed pursuant to subparagraph A of this Section. (2) For Mitchel Kastner, Corber, Jason Kastner, Quebec, Inc., Sun Spectrum NACO, WWCI, Maren, and Bascove: (a) A copy of each acknowledgment of receipt of this Order, obtained pursuant to Paragraph Xl; and (b) Any other changes required to be reported pursuant to subparagraph A of this Section.",
            "deadline": "180 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 465,
            "quote_end_line": 488
          }
        ]
      },
      {
        "provision_number": "XIV",
        "title": "Record Keeping Provisions",
        "category": "recordkeeping",
        "summary": "For eight years from entry of the Order, all Defendants must create and retain specified business records including accounting records, personnel records, customer files, complaints, marketing materials, and compliance documentation.",
        "requirements": [
          {
            "description": "For a period of eight (8) years from the date of entry of this Order, all Defendants must create and retain accounting records reflecting cost of goods or services sold, revenues generated, and disbursements",
            "quoted_text": "that, for a period of eight (8) years from the date of entry IT IS FURTHER ORDERED of this Order, Mitchel Kastner, Corber, Jason Kastner, Quebec, Inc. , Sun Spectrum, NACO, WWCI. Martell, and Bascove and their agents, employees, officers, corporations, successors, and assigns, and those persons in active concert or participation with them who receive actual notice of this Order by personal service or otherwise, are hereby each restrained and enjoined, in connection with any business that Mitchel Kastner, Corber, Jason Kastner, Quebec, Inc., Sun Spectrm, NACO, WWCI, Marell, or Bascove directly or indirectly manages, controls, or has a majority ownership interest in, from failing to create and retain the following records: Accounting records that reflect the cost of goods or services sold, revenues generated, and the disbursement of such revenues;",
            "deadline": "8 years",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 507,
            "quote_end_line": 517
          },
          {
            "description": "Must create and retain personnel records accurately reflecting the name, address, telephone number, job title, start date, and termination date and reason for each person employed in any capacity",
            "quoted_text": "Personnel records accurately reflecting: the name, address , and telephone number of each person employed in any capacity by such business, including as an independent contractor; that person s job title or position; the date upon which the person commenced work; and the date and reason for the person s termination, if applicable;",
            "deadline": "8 years",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 518,
            "quote_end_line": 521
          },
          {
            "description": "Must create and retain customer files containing names, addresses, phone numbers, dollar amounts paid, quantity and description of items or services purchased, to the extent such information is obtained in the ordinary course of business",
            "quoted_text": "Customer files containing the names, addresses, phone numbers, donar amounts paid, quantity of items or services purchased, and description of items or services purchased, to the extent such information is obtained in the ordinar course of business;",
            "deadline": "8 years",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 522,
            "quote_end_line": 524
          },
          {
            "description": "Must create and retain complaints and refund requests (whether received directly, indirectly, or through any third party) and any responses to those complaints or requests",
            "quoted_text": "Complaints and refund requests (whether received directly, indirectly or through any third pary) and any responses to those complaints or requests;",
            "deadline": "8 years",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 525,
            "quote_end_line": 526
          },
          {
            "description": "Must create and retain copies of all sales scripts, training materials, advertisements, or other marketing materials",
            "quoted_text": "Copies of all sales scripts, training materials, advertsements, or other marketing materials; and",
            "deadline": "8 years",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 527,
            "quote_end_line": 528
          },
          {
            "description": "Must create and retain all records and documents necessary to demonstrate full compliance with each provision of this Order, including copies of acknowledgments of receipt and all reports submitted to the FTC",
            "quoted_text": "All records and documents necessary to demonstrate full compliance with each provision of this Order, including but not limited to, copies of acknowledgments of receipt of this Order as required by Paragraph Xl of this Order and all reports submitted to the FTC pursuant to Paragraph xm of this Order.",
            "deadline": "8 years",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 529,
            "quote_end_line": 532
          }
        ]
      },
      {
        "provision_number": "XV",
        "title": "Authority to Monitor Compliance",
        "category": "monitoring",
        "summary": "The Commission is authorized to monitor compliance by all lawful means; Defendants must submit additional reports, produce documents, appear for deposition, and provide access to business locations within ten days of written notice.",
        "requirements": [
          {
            "description": "Within ten (10) days of receipt of written notice from a Commission representative, all Defendants must submit additional sworn written reports, produce documents for inspection and copying, appear for deposition, and/or provide representatives or agents of the Commission with entry during normal business hours to any business location for inspection",
            "quoted_text": "Within ten (10) days of receipt of written notice from a representative of the Commssion, Mitchel Kastner, Corber, Jason Kastner, Quebec, Inc. , Sun Spectrum, NACO, WWCI, Maren, and Bascove each shall submit additional written reports, sworn to under the penalty of perjury; produce documents for inspection and copying; appear for depositon; and/or agent of the Commssion with entr during normal business hours provide any representative or to any business location in such defendant s possession or direct or indirect control for inspection of the location and any documents or materials contained therein;",
            "deadline": "10 days of written notice",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 539,
            "quote_end_line": 546
          },
          {
            "description": "The Commission is authorized to monitor compliance by all lawful means including obtaining discovery without further leave of court using Fed. R. Civ. P. 26-37 and 45",
            "quoted_text": "In addition, the Commssion is authorized to monitor compliance with this Order by all lawful means, including but not limited to the following: obtaining discovery from any person, without further leave of the Court, (1) using the procedures prescribed by Fed. R. Civ. P. 26-37 and 45;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 547,
            "quote_end_line": 551
          },
          {
            "description": "The Commission may use representatives posing as consumers or suppliers to Defendants or their employees or any entity managed or controlled by Defendants, without the necessity of identification or prior notice",
            "quoted_text": "(2) using representatives posing as consumers or suppliers to: Mitchel Kastner, Corber, Jason Kastner, Quebec, Inc. , Sun Spectrum, NACO, WWCI, Maren, or Bascove; employees of Mitchel Kastner, Corber, Jason Kastner, Quebec, Inc., Sun Spectrm, NACO, WWCI, Marell, or Bascove; or any other entity managed or controlled in whole or in par by Mitchel Kastner, Corber, Jason Kastner, Quebec, Inc. , Sun Spectrum, NACO, WWCI, Marell, or Bascove, without the necessity of identification or prior notice; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 552,
            "quote_end_line": 557
          },
          {
            "description": "All Defendants must permit Commission representatives to interview any employer, consultant, independent contractor, representative, agent, or employee who has agreed to such an interview; the person interviewed may have counsel present",
            "quoted_text": "Mjtehel Kastner, Corber, Jason Kastner, Quebec, Inc., Sun Spectrum, NACO, WWCI, Marell, and Bascove shall permt representatives of the Commssion to interview any employer, consultant, independent contractor, representative, agent, or employee who has agreed to such an interview, relating in any way to any conduct subject to this Order. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 558,
            "quote_end_line": 562
          }
        ]
      },
      {
        "provision_number": "XVI",
        "title": "Fees and Costs",
        "category": "acknowledgment",
        "summary": "Each party to this Order agrees to bear its own costs and attorneys' fees incurred in connection with this action.",
        "requirements": [
          {
            "description": "Each party to this Order agrees to bear its own costs and attorneys' fees incurred in connection with this action",
            "quoted_text": "that each pary to this Order hereby agrees to bear its own IT IS FURTHER ORDERED costs and attorneys' fees incurred in connection with this action.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 572,
            "quote_end_line": 574
          }
        ]
      },
      {
        "provision_number": "XVII",
        "title": "Retention of Jurisdiction and Entry of Judgment",
        "category": "monitoring",
        "summary": "This Court retains jurisdiction of this matter to apply for further orders and directives, to enforce compliance, or to punish violations.",
        "requirements": [
          {
            "description": "The Court shall retain jurisdiction of this matter for the purpose of enabling the parties to apply to the Court at any time for further orders and directives for interpretation, modification, enforcement of compliance, or punishment of violations",
            "quoted_text": "that this Court shall retain jurisdiction of this matter for IT IS FURTHER ORDERED the purpose of enabling the pares 10 apply to the Court at any time for such further orders and directives as may be necessar or appropriate for the interpretation or modification ofthis Order, for the enforcement of compliance therewith, or for the punishment of violations thereof.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 577,
            "quote_end_line": 581
          }
        ]
      },
      {
        "provision_number": "XVIII",
        "title": "Complete Settlement",
        "category": "acknowledgment",
        "summary": "The FTC and Defendants consent to entry of the foregoing Order as a final judgment and full, complete, and final settlement of this action.",
        "requirements": [
          {
            "description": "The FTC and Defendants consent to entry of the foregoing Order which shall constitute a final judgment and order and a full, complete, and final settlement of this action",
            "quoted_text": "and the Defendants, by their respective counsel, hereby consent to entry of the The FTC and foregoing Order which shall constitute a final judgment and order in this matter. The FTC the Defendants further stipulate and agree that the entry of the foregoing Order shall constitute a fun, complete and final settlement of this action.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 584,
            "quote_end_line": 589
          }
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "This Court shall retain jurisdiction of this matter for the purpose of enabling the parties to apply to the Court at any time for such further orders and directives as may be necessary or appropriate for the interpretation or modification of this Order, for the enforcement of compliance therewith, or for the punishment of violations thereof."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "10.05, Sun Spectrum Communications Organization Complaint.pdf",
      "order": "10.05, Sun Spectrum Communications Organization Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 4,
      "complaint_representations": 3,
      "order_provisions": 18,
      "order_definitions": 9,
      "order_requirements": 44,
      "provisions_per_section": {
        "I": 1,
        "II": 1,
        "III": 3,
        "IV": 3,
        "V": 3,
        "VI": 2,
        "VII": 3,
        "VIII": 2,
        "IX": 1,
        "X": 1,
        "XI": 1,
        "XII": 4,
        "XIII": 6,
        "XIV": 6,
        "XV": 4,
        "XVI": 1,
        "XVII": 1,
        "XVIII": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 4
      },
      "verification_details": {
        "complaint_verified": 3,
        "complaint_total": 3,
        "order_verified": 44,
        "order_total": 44
      }
    },
    "processing_time_seconds": 233.5
  }
}