{
  "case_info": {
    "docket_number": "09 Civ. 8864 (MGC)",
    "company": {
      "name": "Iconix Brand Group, Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "1450 Broadway, 4th Floor, New York, NY 10018",
      "business_description": "Iconix is a brand management and licensing company that owns numerous retail apparel brands, as well as several bath and bedding brands. Certain Iconix apparel brands, including Mudd, Candie's, Bongo, and OP, hold popular appeal with children and teens. Defendant operates a series of websites in connection with various consumer brands that it owns, licenses, and markets."
    },
    "commissioners": [],
    "date_issued": "2009-11-05",
    "legal_authority": "Sections 1303(c) and 1306(d) of the Children's Online Privacy Protection Act of 1998 (COPPA), 15 U.S.C. §§ 6501-6506, 6502(c) and 6505(d); Sections 5(a)(1), 5(m)(1)(A), 13(b), 16(a) and 19 of the Federal Trade Commission Act (FTC Act), 15 U.S.C. §§ 41-58, 45(a)(1), 45(m)(1)(A), 53(b), 56(a) and 57(b); Children's Online Privacy Protection Rule, 16 C.F.R. Part 312",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/iconix-brand-group-inc",
    "statutory_topics": [
      "COPPA"
    ],
    "practice_areas": [
      "Privacy"
    ],
    "industry_sectors": [
      "Technology",
      "Retail"
    ]
  },
  "complaint": {
    "factual_background": "Iconix Brand Group operated websites for children's apparel brands that collected personal information from approximately 1,000 children under age 13 without parental consent. Despite its privacy policy stating it would not collect information from children under 13 without verifiable parental consent and would delete any such information received, Iconix knowingly collected children's data including names, email addresses, dates of birth, and photos, and used it for marketing campaigns and public posting on websites.",
    "representations_made": [
      {
        "description": "Claimed it would not collect personal information from children under 13 without prior verifiable parental consent and would delete any such information",
        "quoted_text": "Through the statements in the Iconix privacy policy referenced in Paragraph 17 above, Defendant has represented, expressly or by implication, that it would not seek to collect personal information from children without obtaining prior verifiable parental consent, and would delete any and all personal information collected from children about which Defendant became aware.",
        "source_paragraph": 27
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "COPPA Rule Violations",
        "representation": "Defendant operated websites that collected personal information from children",
        "fact": "Defendant failed to provide sufficient notice on its websites of information collection practices, failed to provide direct notice to parents, and failed to obtain verifiable parental consent before collecting, using, and/or disclosing personal information from children",
        "conclusion": "Defendant violated Sections 312.4(b), 312.4(c), and 312.5(a)(1) of the Rule, which pursuant to Section 18(d)(3) of the FTC Act constitutes an unfair or deceptive act or practice in violation of Section 5(a)(1) of the FTC Act."
      },
      {
        "count_number": 2,
        "title": "Deceptive Privacy Policy Misrepresentation",
        "representation": "Defendant represented that it would not seek to collect personal information from children without obtaining prior verifiable parental consent, and would delete any and all personal information collected from children about which Defendant became aware",
        "fact": "Defendant has knowingly collected personal information from children without obtaining prior verifiable parental consent, and has not deleted such personal information collected from children about which Defendant became aware",
        "conclusion": "Therefore, the representation set forth in Paragraph 27 was false and misleading and constitutes a deceptive act or practice in violation of Section 5(a) of the FTC Act."
      }
    ]
  },
  "order": {
    "definitions": {
      "Rule": "The Federal Trade Commission's Children's Online Privacy Protection Rule, 16 C.F.R. Part 312.",
      "child": "Defined as those terms are defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "collects": "Defined as those terms are defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "collection": "Defined as those terms are defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "Commission": "Defined as those terms are defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "delete": "Defined as those terms are defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "disclosure": "Defined as those terms are defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "Internet": "Defined as those terms are defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "online contact information": "Defined as those terms are defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "operator": "Defined as those terms are defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "parent": "Defined as those terms are defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "person": "Defined as those terms are defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "personal information": "Defined as those terms are defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "third party": "Defined as those terms are defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "verifiable consent": "Defined as those terms are defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "website or online service directed to children": "Defined as those terms are defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "Defendant": "Iconix Brand Group, Inc, and its successors and assigns."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against COPPA Violations - Notice and Consent",
        "category": "prohibition",
        "summary": "Defendant must not fail to provide sufficient notice on children's websites, fail to provide direct notice to parents, or fail to obtain verifiable parental consent before collecting personal information from children.",
        "requirements": [
          {
            "description": "Must provide sufficient notice on any website or online service directed to children of what information is collected, how it is used, disclosure practices, and all other required content",
            "quoted_text": "Defendant, and its officers agents, servants, representatives, and employees, and all persons in active concert or participation with it who receive actual notice of this Consent Decree by personal service or otherwise, are hereby enjoined, directly or through any corporation, subsidiary, division, website, or other device, from: Failing to provide sufficient notice on any website or other online service directed to children, or through which it, with actual knowledge, collects, uses, and/or discloses personal information from children, of what information Defendant collects online from children, how it uses such information, its disclosure practices, and all other required content, as required by Section 312.4(b) of the Rule, 16 C.F.R. § 312.4(b);",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Must provide direct notice to parents of what information is collected from children, how it is used, disclosure practices, and all other required content",
            "quoted_text": "Failing to provide direct notice to parents of what information Defendant collects online from children, how it uses such information, its disclosure practices, and all other required content, as required by Section 312.4(c) of the Rule, 16 C.F.R. § 312.4(c);",
            "deadline": null,
            "verified": true,
            "confidence": 0.9996969696969698
          },
          {
            "description": "Must obtain verifiable parental consent before any collection, use, and/or disclosure of personal information from children",
            "quoted_text": "Failing to obtain verifiable parental consent before any collection, use, and/or disclosure of personal information from children, as required by Section 312.5 of the Rule, 16 C.F.R. § 312.5(a)(1);",
            "deadline": null,
            "verified": true,
            "confidence": 0.9758128078817734
          },
          {
            "description": "Must not violate any other provision of the Children's Online Privacy Protection Rule",
            "quoted_text": "Violating any other provision of the Children's Online Privacy Protection Rule, 16 C.F.R. Part 312, and as the Rule may hereafter be amended.",
            "deadline": null,
            "verified": true,
            "confidence": 1
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Prohibition Against Misrepresentations About Privacy Practices",
        "category": "prohibition",
        "summary": "Defendant must not make any misrepresentations in privacy policies or elsewhere about the website's collection, use, disclosure, or deletion of children's personal information.",
        "requirements": [
          {
            "description": "Must not misrepresent collection, use, disclosure, or deletion of children's personal information",
            "quoted_text": "Defendant, and its officers, agents, servants, representatives, and employees, and all persons in active concert or participation with it who receive actual notice of this Consent Decree by personal service or otherwise, are hereby enjoined, directly or through any corporation, subsidiary, division, website, or other device, in connection with the operation of any website or other online service, from making any misrepresentation in the website's privacy policy or elsewhere about the website's collection, use, disclosure, or deletion of children's personal information.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition",
          "Data Deletion"
        ]
      },
      {
        "provision_number": "III",
        "title": "Consumer Education Remedy - OnGuardOnline Notice",
        "category": "affirmative_obligation",
        "summary": "Defendant must place clear and conspicuous notices with a link to OnGuardOnline.gov on children's websites in privacy policies, direct notices to parents, and at each location where personal information is collected.",
        "requirements": [
          {
            "description": "Must place consumer education notice linking to OnGuardOnline.gov in privacy policies, parent notices, and at data collection points on children's websites for five years",
            "quoted_text": "For a period of five (5) years from the date of entry of this Consent Decree, Defendant, in connection with the operation of any website or other online service directed to children or through which it, with actual knowledge, collects, uses, and/or discloses personal information from children, or that offers users the opportunity to upload writings or images, to create user profiles that can publicly be viewed, or to interact online with other visitors to Defendant's websites shall place a clear and conspicuous notice (1) within the privacy policy required to be posted on its website(s) by Section 312.4(b) of the Rule, 16 C.F.R. § 312.4(b); (2) within the direct notice required to be sent to parents by Section 312.4(c) of the Rule, 16 C.F.R. § 312.4(c); and (3) at each location on its website(s) where personal information is collected, which states as follows in bold typeface: NOTICE: Visit www.OnGuardOnline.gov for tips from the Federal Trade Commission on protecting kids' privacy online [\"www.OnguardOnline.gov\" must contain a hyperlink to http://www.onguardonline.gov/topics/kids-privacy.aspx]",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Must update hyperlinks/URLs within fifteen days of notice from FTC",
            "quoted_text": "Defendant shall be required to change the hyperlinks/URLs within fifteen (15) days after receipt of notice from the Federal Trade Commission of a change to such hyperlinks/URLs.",
            "deadline": "15 days",
            "verified": true,
            "confidence": 1
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Civil Penalty Payment",
        "category": "affirmative_obligation",
        "summary": "Defendant must pay a civil penalty of $250,000 to the United States within five days of entry of the consent decree.",
        "requirements": [
          {
            "description": "Must pay $250,000 civil penalty",
            "quoted_text": "Defendant shall pay to Plaintiff a civil penalty, pursuant to Section 5(m)(1)(A) of the FTC Act, 15 U.S.C. § 45(m)(1)(A), in the amount of two hundred and fifty thousand ($250,000) due and payable within five (5) days following entry of this Consent Decree.",
            "deadline": "5 days",
            "verified": true,
            "confidence": 0.8053691275167785
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      },
      {
        "provision_number": "V",
        "title": "Deletion of Children's Personal Information",
        "category": "affirmative_obligation",
        "summary": "Defendant must delete all personal information collected and maintained in violation of the Rule from April 21, 2000 through the date of entry of the consent decree.",
        "requirements": [
          {
            "description": "Must delete all personal information collected in violation of the Rule",
            "quoted_text": "Defendant, within five (5) days from the date of entry of this Consent Decree, shall delete all personal information collected and maintained in violation of the Rule at any time from April 21, 2000 through the date of entry of this Consent Decree.",
            "deadline": "5 days",
            "verified": true,
            "confidence": 1
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Data Deletion"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Distribution of Order and Compliance Guide - Initial",
        "category": "acknowledgment",
        "summary": "Defendant must provide a copy of the consent decree and FTC compliance guide to officers, directors, managers, and employees engaged in related conduct, and obtain signed acknowledgments.",
        "requirements": [
          {
            "description": "Must distribute consent decree and compliance guide to officers, directors, managers, employees, agents, and representatives, and obtain signed acknowledgments",
            "quoted_text": "Defendant, within thirty (30) days from the date of entry of this Consent Decree, shall provide a copy of this Consent Decree and the Federal Trade Commission compliance guide entitled How to Comply with the Children's Online Privacy Protection Rule (Nov. 1999) (\"compliance guide\") (attached hereto as \"Appendix B\") to: (1) all of its officers, directors, and managers; (2) all of its employees, agents, and representatives who engage in conduct related to the operation of any website or online service subject to this Consent Decree; and (3) any business entity resulting from any change in structure set forth in Subsection a, of the Section titled \"Compliance Reporting by Defendant\"; and secure from each such person a signed statement acknowledging receipt of a copy of this Consent Decree and the compliance guide.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Must submit signed statement to FTC confirming distribution and listing recipients",
            "quoted_text": "Defendant shall, within ten (10) days of complying with this paragraph, submit to the Commission a signed statement setting forth the fact and manner of its compliance, including the name and title of each person to whom a copy of the Consent Decree and compliance guide has been provided.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.85
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Distribution of Order and Compliance Guide - Ongoing",
        "category": "acknowledgment",
        "summary": "Defendant must provide the consent decree and compliance guide to future officers, directors, managers, and employees with relevant responsibilities for five years, and obtain signed acknowledgments.",
        "requirements": [
          {
            "description": "Must provide consent decree and compliance guide to future personnel with relevant responsibilities and obtain signed acknowledgments",
            "quoted_text": "Defendant, for a period of five (5) years from the date of entry of this Consent Decree, shall provide a copy of this Consent Decree and the compliance guide to each of its future officers and directors; and to all managers and future employees, agents, and representatives having responsibilities related to the operation of any website or online service subject to this Consent Decree, and secure from each such person a signed and dated statement acknowledging receipt of a copy of this Consent Decree and the compliance guide, within thirty (30) days after the person assumes such position or responsibilities.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Must maintain copies of signed statements and make them available to FTC upon request",
            "quoted_text": "Defendant shall maintain copies of the signed statements, as well as other information regarding the fact and manner of its compliance, including the name and title of each person to whom a copy of the Consent Decree and compliance guide has been provided and, upon request, shall make the statements and other information available to the Commission.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendant must notify the FTC of corporate structure changes for three years and file detailed annual compliance reports for five years.",
        "requirements": [
          {
            "description": "Must notify FTC of corporate structure changes at least 30 days prior for three years",
            "quoted_text": "For a period of three (3) years from the date of entry of this Consent Decree, Defendant shall notify the Commission of any changes in corporate structure or of any changes in any business entity that Defendant directly or indirectly controls, or has an ownership interest in, that may affect compliance obligations arising under this Order, including but not limited to: incorporation or other organization; a dissolution, assignment, sale, merger, or other action; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order; or a change in the business name or address, at least thirty (30) days prior to such change, provided that, with respect to any proposed change in the business entity about which Defendant learns less than thirty (30) days prior to the date such action is to take place, Defendant shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Must file initial compliance report within 60 days and annually thereafter for five years",
            "quoted_text": "Sixty (60) days after the date of entry of this Order, and annually thereafter for a period of five (5) years, Defendant shall provide a written report to the FTC, which is true and accurate and sworn to under penalty of perjury, setting forth in detail the manner and form in which it has complied and is complying with this Order.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 0.7872340425531915
          },
          {
            "description": "Must notify FTC of bankruptcy filing within fifteen days",
            "quoted_text": "Defendant shall notify the Commission of the filing of a bankruptcy petition within fifteen (15) days of filing.",
            "deadline": "15 days",
            "verified": true,
            "confidence": 1
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "IX",
        "title": "Record-Keeping Provisions",
        "category": "recordkeeping",
        "summary": "Defendant must create and retain records demonstrating compliance with the consent decree for three years, including acknowledgments, reports, and copies of web pages and privacy documents.",
        "requirements": [
          {
            "description": "Must create and retain compliance records for three years",
            "quoted_text": "For a period of three (3) years from the date of entry of this Consent Decree, Defendant, and its agents, employees, officers, corporations, and those persons in active concert or participation with them who receive actual notice of this Consent Decree by personal service or otherwise, are hereby restrained and enjoined from failing to create and retain the following records: a print or electronic copy in HTML format of all documents demonstrating compliance with the terms and provisions of this Consent Decree, including, but not limited to, copies of acknowledgments of receipt of this Consent Decree; all reports submitted to the Commission pursuant to this Consent Decree; a sample copy of every materially different form, web page, or screen through which personal information is collected; and a sample copy of each materially different document containing any representation regarding Defendant's collection, use, and disclosure practices pertaining to personal information of a child.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Must make records available to FTC for inspection and copying within fourteen days of written request",
            "quoted_text": "Defendant, and its agents, employees, officers, corporations, and those persons in active concert or participation with them who receive actual notice of this Consent Decree by personal service or otherwise, shall make available to the Federal Trade Commission for inspection and copying within fourteen (14) days of the date of receipt of a written request, all documents required to be maintained pursuant to Paragraph 18 of this Consent Decree.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.85
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "X",
        "title": "Provision of Taxpayer Identifying Numbers",
        "category": "affirmative_obligation",
        "summary": "Defendant must furnish its taxpayer identification number to the FTC for collection and reporting purposes.",
        "requirements": [
          {
            "description": "Must provide taxpayer identification number to FTC",
            "quoted_text": "Defendant is hereby required, in accordance with 31 U.S.C. § 7701, to furnish to the Federal Trade Commission its taxpayer identifying number (employer identification number), which shall be used for purposes of collecting and reporting any delinquent amount arising out of its relationship with the government.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      },
      {
        "provision_number": "XI",
        "title": "Continuing Jurisdiction",
        "category": "monitoring",
        "summary": "The Court retains jurisdiction for interpretation, modification, enforcement, and punishment of violations of the consent decree.",
        "requirements": [
          {
            "description": "Court retains jurisdiction for enforcement and modification",
            "quoted_text": "This Court shall retain jurisdiction of this matter for the purposes of enabling the parties to this Consent Decree to apply to the Court at any time for such further orders or directives as may be necessary or appropriate for the interpretation or modification of this Consent Decree, for the enforcement of compliance therewith, or for the punishment of violations thereof.",
            "deadline": null,
            "verified": true,
            "confidence": 1
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "No explicit termination date specified. Various provisions have different durations: 5 years for consumer education notice (Provision III), 5 years for distribution to future personnel (Provision VII), 5 years for annual compliance reporting (Provision VIII), 3 years for corporate change notification (Provision VIII), and 3 years for recordkeeping (Provision IX)."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "10.09, Iconix Brand Group Complaint.pdf",
      "order": "10.09, Iconix Brand Group Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 1,
      "order_provisions": 11,
      "order_definitions": 17,
      "order_requirements": 20
    },
    "processing_time_seconds": 191.2
  }
}