{
  "case_info": {
    "docket_number": "CIV-03-8110-COHN/SNOW",
    "company": {
      "name": "Sun Spectrum Communications Organization, Inc.",
      "incorporation_state": "Florida",
      "entity_type": "corporation",
      "address": "11300 U.S. Highway One, Suite 400, North Palm Beach, Florida",
      "business_description": "Sun Spectrum Communications Organization, Inc., doing business as Royal Credit Solutions, marketed, sold, and provided services related to purported advance-fee credit cards, targeting consumers with no credit or bad credit by offering pre-approved, low interest Visa or MasterCard credit cards."
    },
    "commissioners": [],
    "case_date": {
      "month": 10,
      "year": 2005
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a); Sections 13(b) and 19 of the FTC Act, 15 U.S.C. §§ 53(b) and 57(b); the Telemarketing Sales Rule, 16 C.F.R. Part 310; Section 521 of the Gramm-Leach-Bliley Act, 15 U.S.C. § 6821",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/032-3032-sun-spectrum-communications-organization-inc-et-al"
  },
  "complaint": {
    "factual_background": "Since 2002, Defendants made unsolicited telemarketing calls offering pre-approved, low-interest Visa or MasterCard credit cards to consumers with no credit or bad credit. After collecting advance fees ranging from $197 to $300 by debiting consumers' bank accounts, Defendants failed to deliver the promised credit cards. Thousands of consumers paid these fees and received nothing in return. Defendants also obtained consumers' bank account information through false representations that they were affiliated with financial institutions or were verifying prior credit applications.",
    "representations_made": [
      {
        "description": "Claimed consumers would receive unsecured major credit cards after paying a fee",
        "quoted_text": "In numerous instances, in connection with the marketing of advance-fee credit cards, Defendants or their employees or agents have represented, expressly or by implication, that after paying Defendants a fee, consumers will receive, or are highly likely to receive, an unsecured major credit card, such as a Visa or MasterCard credit card.",
        "source_paragraph": 24
      },
      {
        "description": "Claimed to be affiliated with or calling from banks, financial institutions, or credit card companies",
        "quoted_text": "that Defendants are affiliated with, or calling from or on behalf of, a bank, financial institution, or credit card company",
        "source_paragraph": 40
      },
      {
        "description": "Claimed to already possess and be merely verifying consumers' prior credit applications",
        "quoted_text": "that Defendants already possess, and are merely verifying, consumers' prior credit applications.",
        "source_paragraph": 40
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Deceptive Credit Card Promise",
        "representation": "Defendants represented that after paying a fee, consumers will receive, or are highly likely to receive, an unsecured major credit card, such as a Visa or MasterCard credit card",
        "fact": "In truth and in fact, in numerous instances, after paying Defendants a fee, consumers do not receive an unsecured major credit card, such as a Visa or MasterCard credit card",
        "conclusion": "Defendants' representations, as set forth in Paragraph 24 above, therefore, are false and misleading and constitute deceptive acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 2,
        "title": "TSR Material Misrepresentation",
        "representation": "Defendants or their employees or agents have misrepresented, expressly or by implication, that after paying Defendants a fee, consumers will, or are highly likely to, receive an unsecured major credit card, such as a Visa or MasterCard credit card",
        "fact": "Consumers do not receive the promised credit cards despite paying the fee",
        "conclusion": "Defendants have thereby violated Section 310.3(a)(2)(iii) of the Original TSR and the Amended TSR, 16 C.F.R. § 310.3(a)(2)(iii)."
      },
      {
        "count_number": 3,
        "title": "Advance Fee for Credit",
        "representation": "Defendants or their employees or agents have made representations to consumers guaranteeing or representing a high likelihood of success in obtaining or arranging for the acquisition of an unsecured credit card, such as a Visa or MasterCard credit card",
        "fact": "Having made those representations, Defendants or their employees or agents have requested and received payment of a fee from those consumers in advance of the consumers obtaining a credit card",
        "conclusion": "Defendants have thereby violated Section 310.4(a)(4) of the Original TSR and the Amended TSR, 16 C.F.R. § 310.4(a)(4)"
      },
      {
        "count_number": 4,
        "title": "Pretexting to Obtain Customer Information",
        "representation": "Defendants represented that they are affiliated with, or calling from or on behalf of, a bank, financial institution, or credit card company, or that Defendants already possess, and are merely verifying, consumers' prior credit applications",
        "fact": "In truth and in fact, in numerous instances, Defendants are not affiliated with, or calling from or on behalf of, a bank, financial institution, or credit card company; and Defendants do not already possess, and are not merely verifying, consumers' prior credit applications",
        "conclusion": "Defendants' acts or practices violate Section 521 of the GLB Act, 15 U.S.C § 6821. Therefore, Defendants' acts or practices are false and misleading and constitute deceptive acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Asset": "any legal or equitable interest in, right to, or claim to, any real or personal property, including but not limited to chattel, goods, instruments, equipment, fixtures, general intangibles, effects, leaseholds, premises, contracts, mail or other deliveries, shares of stock, lists of consumer names, inventory, checks, notes, accounts, credits, receivables, funds, and all cash, wherever located.",
      "Document": "synonymous in meaning and equal in scope to the usage of the term in Federal Rule of Civil Procedure 34(a), and includes writings, drawings, graphs, charts, photographs, audio and video recordings, computer records, and other data compilations from which information can be obtained and translated, if necessary, into reasonably usable form through detection devices. A draft or non-identical copy is a separate document within the meaning of the term.",
      "Defendants": "Unless otherwise specified, the Defendants means 9106-7843 Quebec, Inc. (Quebec, Inc.), Mitchel Kastner, Ronald Corber (Corber), Jason Kastner, Sun Spectrum Communications Organization, Inc. (Sun Spectrum), North American Communications Organization, Inc. (NACO), WWCI2002, Inc. (WWCI), William H. Martell (Martell), and Tracey A. Bascove (Bascove) as well as their assigns, agents, servants, employees, or affiliates and those persons in active concert or participation with them who receive actual notice of this Order by personal service or otherwise, whether acting directly or through any entity, corporation, subsidiary, division, or other device.",
      "Canadian Defendants": "Unless otherwise specified, the Canadian Defendants means 9106-7843 Quebec, Inc. (Quebec, Inc.), Mitchel Kastner, Ronald Corber (Corber), and Jason Kastner, as well as their assigns, agents, servants, employees, or affiliates, and those persons in active concert or participation with them who receive actual notice of this Order by personal service or otherwise, whether acting directly or through any entity, corporation, subsidiary, division, or other device.",
      "Florida Defendants": "Unless otherwise specified, the Florida Defendants means Sun Spectrum Communications Organization, Inc. (Sun Spectrum), North American Communications Organization, Inc. (NACO), WWCI2002, Inc. (WWCI), William H. Martell (Martell), and Tracey A. Bascove (Bascove), as well as their assigns, agents, servants, employees, or affiliates, and those persons in active concert or participation with them who receive actual notice of this Order by personal service or otherwise, whether acting directly or through any entity, corporation, subsidiary, division, or other device.",
      "Person": "any individual, group, unincorporated association, limited or general partnership, corporation, or other entity.",
      "Plaintiff": "the Federal Trade Commission.",
      "Telemarketing": "any plan, program, or campaign (whether or not covered by the Telemarketing Sales Rule, 16 C.F.R. Part 310) that is conducted to induce the purchase of goods or services by means of the use of one or more telephones.",
      "Credit-related products, programs, or services": "any product, program, or service that is advertised, promoted, offered for sale, or sold to consumers as a method by which consumers may obtain information about credit, repair or improve their credit, or establish or obtain any extension of credit or credit device, including, but not limited to, credit cards, lines of credit, or loans, or as a method by which consumers may consolidate or liquidate debt."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Ban on Future Telemarketing Activities",
        "category": "prohibition",
        "summary": "Defendants are permanently banned from engaging or participating in telemarketing of any credit-related products, programs, or services.",
        "requirements": [
          {
            "description": "Defendants must not engage or participate in telemarketing of credit-related products",
            "quoted_text": "IT IS HEREBY ORDERED that Quebec, Inc., Mitchel Kastner, Corber, Jason Kastner, Sun Spectrum, NACO, WWCI, Martell, and Bascove are permanently restrained and enjoined from engaging or participating in telemarketing of any credit-related products, programs, or services, directly or through any intermediary. Engaging or participating in telemarketing includes, but is not limited to, directing, supervising, providing consulting services to, providing brokering services to, providing planning services to, or otherwise providing advice related to telemarketing to any person or entity.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Injunction Against False or Misleading Statements",
        "category": "prohibition",
        "summary": "Defendants are permanently prohibited from making any false or misleading representations in connection with advertising, promotion, or sale of credit-related products.",
        "requirements": [
          {
            "description": "Must not make false or misleading representations about credit-related products",
            "quoted_text": "IT IS FURTHER ORDERED that, in connection with the advertising, promotion, offering for sale, or sale of any credit-related products, programs, or services, the Defendants are hereby permanently restrained and enjoined from making any express or implied representation or omission of material fact that is false or misleading, in any manner, orally or in writing, to any consumer, including, but not limited to, any false or misleading representation that consumers who pay the Defendants a fee will receive, or are likely to receive, an unsecured major credit card, such as a Visa or MasterCard credit card.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Injunction Against Violating the Telemarketing Sales Rule",
        "category": "prohibition",
        "summary": "Defendants are permanently enjoined from violating the Telemarketing Sales Rule, including misrepresenting material aspects and engaging in abusive practices.",
        "requirements": [
          {
            "description": "Must not violate Section 310.3(a)(2) regarding misrepresentations",
            "quoted_text": "Violating or assisting any person in the violation of Section 310.3(a)(2) of the Telemarketing Sales Rule, 16 C.F.R. § 310.3(a)(2), by misrepresenting, directly or by implication, any material aspect of the performance, efficacy, nature, or central characteristics of any goods or services that are the subject of a sales offer",
            "deadline": null,
            "verified": true,
            "confidence": 0.975945945945946
          },
          {
            "description": "Must not violate Section 310.4(a) regarding abusive telemarketing practices",
            "quoted_text": "Violating or assisting any person in the violation of Section 310.4(a) of the Telemarketing Sales Rule, 16 C.F.R. § 310.4(a), by engaging in any abusive telemarketing act or practice.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9925668449197861
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Injunction Against Violating Section 521 of the Gramm-Leach-Bliley Act",
        "category": "prohibition",
        "summary": "Defendants are permanently enjoined from violating Section 521 of the GLB Act by inducing consumers to divulge personal financial information through false representations.",
        "requirements": [
          {
            "description": "Must not falsely represent affiliation with banks or financial institutions",
            "quoted_text": "Any false, fictitious, or fraudulent representation that the Defendants are affiliated with, or calling from or on behalf of, a bank, financial institution, or credit card company",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not falsely represent possession of prior credit applications",
            "quoted_text": "Any false, fictitious, or fraudulent representation that the Defendants already possess, and are merely verifying, consumers' prior credit applications.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Redress and Other Equitable Relief from the Canadian Defendants",
        "category": "affirmative_obligation",
        "summary": "Canadian Defendants must pay $405,589.50 against a total judgment of $9,066,434, with the remainder suspended subject to truthfulness of financial statements.",
        "requirements": [
          {
            "description": "Canadian Defendants must pay specified monetary judgment",
            "quoted_text": "Judgment is entered jointly and severally against Quebec, Inc., Mitchel Kastner, Corber, and Jason Kastner in the amount of $9,066,434; the Canadian Defendants shall pay the Commission $405,589.50, on or before the fifth (5th) business day following the date of the entry of this Order by wire transfer to the Commission at Treasury ABA number: 021030004 (agency bank account -- via New York Federal Reserve Bank), Commission's ALC number: 29000001 (agency location code).",
            "deadline": "5 business days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Right to Enforce Suspended Judgment Against the Canadian Defendants",
        "category": "monitoring",
        "summary": "The Commission may enforce the full suspended judgment if Canadian Defendants made significant misrepresentations about their financial condition.",
        "requirements": [
          {
            "description": "Canadian Defendants' financial statements must be truthful and complete",
            "quoted_text": "The Commission's agreement to this Final Order is expressly premised upon the financial conditions of Quebec, Inc., Mitchel Kastner, Corber, and Jason Kastner as represented in the sworn financial statements provided to the Commission and dated December 19, 2003; December 22, 2003; December 23, 2003; December 24, 2003; and November 17, 2004, any amendments thereto submitted to the Commission through the date of this Order, and any sworn testimony regarding assets given by any Canadian Defendant through the date of this Order",
            "deadline": null,
            "verified": true,
            "confidence": 0.9987203791469195
          },
          {
            "description": "Canadian Defendants agree facts in Complaint are true for enforcement purposes",
            "quoted_text": "Quebec, Inc., Mitchel Kastner, Corber, and Jason Kastner agree that the facts as alleged in the Complaint filed in this action shall be taken as true for the purpose of any subsequent litigation filed by the Commission to enforce its rights pursuant to this Order, including, but not limited to, a nondischargeability complaint filed in any bankruptcy proceeding.",
            "deadline": null,
            "verified": true,
            "confidence": 0.7771264367816092
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Redress and Other Equitable Relief from the Florida Defendants",
        "category": "affirmative_obligation",
        "summary": "Florida Defendants must pay $9,600 against a total judgment of $9,066,434, with the remainder suspended subject to truthfulness of financial statements.",
        "requirements": [
          {
            "description": "Florida Defendants must pay specified monetary judgment",
            "quoted_text": "Judgment is entered jointly and severally against Sun Spectrum, NACO, WWCI, Martell, and Bascove in the amount of $9,066,434; the Florida Defendants shall pay the Commission $9,600, on or before the fifth (5th) business day following the date of entry of this Order by wire transfer to the Commission at Treasury ABA number: 021030004 (agency bank account -- via New York Federal Reserve Bank), Commission's ALC number: 29000001 (agency location code).",
            "deadline": "5 business days",
            "verified": true,
            "confidence": 0.8647826086956522
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Right to Enforce Suspended Judgment Against the Florida Defendants",
        "category": "monitoring",
        "summary": "The Commission may enforce the full suspended judgment if Florida Defendants made significant misrepresentations about their financial condition.",
        "requirements": [
          {
            "description": "Florida Defendants' financial statements must be truthful and complete",
            "quoted_text": "The Commission's agreement to this Final Order is expressly premised upon the financial conditions of Sun Spectrum, NACO, WWCI, Martell, and Bascove as represented in the sworn financial statements provided to the Commission and dated December 17, 2003, December 20, 2003, and September 10, 2004, any amendments thereto submitted to the Commission through the date of this Order, and any sworn testimony regarding assets given by any Florida Defendant through the date of this Order",
            "deadline": null,
            "verified": true,
            "confidence": 0.9670629370629371
          },
          {
            "description": "Florida Defendants agree facts in Complaint are true for enforcement purposes",
            "quoted_text": "Sun Spectrum, NACO, WWCI, Martell, and Bascove agree that the facts as alleged in the Complaint filed in this action shall be taken as true for the purpose of any subsequent litigation filed by the Commission to enforce its rights pursuant to this Order, including, but not limited to, a nondischargeability complaint filed in any bankruptcy proceeding.",
            "deadline": null,
            "verified": true,
            "confidence": 0.794179104477612
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Lifting of Asset Freeze",
        "category": "affirmative_obligation",
        "summary": "The preliminary asset freeze is lifted solely to transfer funds to the FTC and then dissolved.",
        "requirements": [
          {
            "description": "Asset freeze lifted for fund transfer purposes only",
            "quoted_text": "IT IS FURTHER ORDERED that the freeze against the assets of Quebec, Inc., Mitchel Kastner, Corber, Jason Kastner, Sun Spectrum, NACO, WWCI, Martell, and Bascove, pursuant to Section IV of the Stipulated Preliminary Injunction entered by this Court on February 5, 2004, shall be lifted for the sole purpose of transferring funds to the FTC pursuant to Paragraphs V and VII of this Final Order, and thereafter dissolved upon transfer of all such funds.",
            "deadline": null,
            "verified": true,
            "confidence": 0.840909090909091
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Transfer of Customer Lists",
        "category": "prohibition",
        "summary": "Defendants are permanently prohibited from selling, renting, or transferring customer identifying information.",
        "requirements": [
          {
            "description": "Must not transfer customer identifying information",
            "quoted_text": "IT IS FURTHER ORDERED that the Defendants are hereby permanently restrained and enjoined from selling, renting, leasing, transferring, or otherwise disclosing the name, address, telephone number, credit card number, bank account number, e-mail address, or other identifying information of any person who paid any money to any Defendant for any credit-related product, program, or service at any time prior to entry of this Order; provided that Defendants may disclose such identifying information to a law enforcement agency or as required by any law, regulation, or court order or to any contractor or vendor of the Defendants for the purposes of billing Defendants' own charges only.",
            "deadline": null,
            "verified": true,
            "confidence": 0.8081021897810219
          }
        ]
      },
      {
        "provision_number": "XI",
        "title": "Acknowledgment of Receipt of Order by Defendants",
        "category": "acknowledgment",
        "summary": "Each Defendant must submit a truthful sworn statement acknowledging receipt of the Order within five business days.",
        "requirements": [
          {
            "description": "Submit sworn acknowledgment of receipt",
            "quoted_text": "IT IS FURTHER ORDERED that within five (5) business days of receipt of this Order as entered by the Court, Quebec, Inc., Mitchel Kastner, Corber, Jason Kastner, Sun Spectrum, NACO, WWCI, Martell, and Bascove each must submit to the Commission a truthful sworn statement acknowledging receipt of this Order.",
            "deadline": "5 business days",
            "verified": true,
            "confidence": 0.9659605911330049
          }
        ]
      },
      {
        "provision_number": "XII",
        "title": "Distribution of Order by Defendants",
        "category": "acknowledgment",
        "summary": "Defendants must distribute copies of the Order to principals, officers, directors, managers, employees, and agents for a period of five years.",
        "requirements": [
          {
            "description": "Corporate defendants must deliver Order to all personnel",
            "quoted_text": "Quebec, Inc., Sun Spectrum, NACO, and WWCI each must deliver a copy of this Order to all of their principals, officers, directors, and managers. Additionally, Quebec, Inc., Sun Spectrum, NACO, and WWCI each must deliver a copy of this Order to all of their employees, agents, and representatives having responsibilities with respect to the subject matter of this Order. For current personnel, Quebec, Inc., Sun Spectrum, NACO, and WWCI each must deliver this Order within five (5) days after the date of service of this Order.",
            "deadline": "5 days",
            "verified": true,
            "confidence": 0.9881749049429658
          },
          {
            "description": "Individual defendants must deliver Order to businesses they control",
            "quoted_text": "For any business or other entity that Mitchel Kastner, Corber, Jason Kastner, Martell, or Bascove controls, directly or indirectly, serves as an officer or director, or in which Mitchel Kastner, Corber, Jason Kastner, Martell, or Bascove has a majority ownership interest, Mitchel Kastner, Corber, Jason Kastner, Martell, or Bascove must deliver a copy of this Order to all principals, officers, directors, and managers of that business or entity.",
            "deadline": "5 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Secure signed acknowledgments from recipients",
            "quoted_text": "Mitchel Kastner, Corber, Jason Kastner, Quebec, Inc., Sun Spectrum, NACO, WWCI, Martell, and Bascove must each secure a signed and dated statement acknowledging receipt of the Order, within thirty (30) days of delivery, from each person to whom the defendant is required to deliver a copy of the Order pursuant to this Paragraph.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "XIII",
        "title": "Compliance Reporting by Defendants",
        "category": "compliance_reporting",
        "summary": "Defendants must notify the Commission of various changes and submit detailed compliance reports.",
        "requirements": [
          {
            "description": "Individual defendants must report residence changes",
            "quoted_text": "Any changes in the defendant's residence, mailing addresses, or telephone numbers, within ten (10) days of the date of such change",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.9996969696969698
          },
          {
            "description": "Individual defendants must report employment changes",
            "quoted_text": "Any changes in the defendant's employment status (including self-employment) within ten (10) days of the date of such change. Such notice shall include the name and address of each business that the defendant is affiliated with, employed by, creates or forms, or performs services for; a statement of the nature of the business; and a statement of the defendant's duties and responsibilities in connection with the business or employment",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Defendants must report corporate structure changes",
            "quoted_text": "Mitchel Kastner, Corber, Jason Kastner, and Quebec, Inc. shall each notify the Commission of any changes in corporate structure to Quebec, Inc. or any other business entity that Mitchel Kastner, Corber, or Jason Kastner directly or indirectly controls or has an ownership interest in, that may affect compliance obligations arising under this Order, including but not limited to a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor entity; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order; the filing of a bankruptcy petition; or a change in the corporate name or address, at least thirty (30) days prior to such change",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Submit detailed compliance report",
            "quoted_text": "One hundred eighty (180) days after the date of entry of this Order, Mitchel Kastner, Corber, Jason Kastner, Quebec, Inc., Sun Spectrum, NACO, WWCI, Martell, and Bascove shall each provide a written report to the FTC, sworn to under penalty of perjury, setting forth in detail the manner and form in which they have complied and are complying with this Order.",
            "deadline": "180 days",
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "XIV",
        "title": "Record Keeping Provisions",
        "category": "recordkeeping",
        "summary": "Defendants must create and retain specified business records for eight years.",
        "requirements": [
          {
            "description": "Create and retain accounting records",
            "quoted_text": "Accounting records that reflect the cost of goods or services sold, revenues generated, and the disbursement of such revenues",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and retain personnel records",
            "quoted_text": "Personnel records accurately reflecting: the name, address, and telephone number of each person employed in any capacity by such business, including as an independent contractor; that person's job title or position; the date upon which the person commenced work; and the date and reason for the person's termination, if applicable",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and retain customer files",
            "quoted_text": "Customer files containing the names, addresses, phone numbers, dollar amounts paid, quantity of items or services purchased, and description of items or services purchased, to the extent such information is obtained in the ordinary course of business",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and retain complaints and refund requests",
            "quoted_text": "Complaints and refund requests (whether received directly, indirectly or through any third party) and any responses to those complaints or requests",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and retain marketing materials",
            "quoted_text": "Copies of all sales scripts, training materials, advertisements, or other marketing materials",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and retain compliance records",
            "quoted_text": "All records and documents necessary to demonstrate full compliance with each provision of this Order, including but not limited to, copies of acknowledgments of receipt of this Order as required by Paragraph XI of this Order and all reports submitted to the FTC pursuant to Paragraph XIII of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "XV",
        "title": "Authority to Monitor Compliance",
        "category": "monitoring",
        "summary": "The FTC has broad authority to monitor compliance through additional reports, depositions, document production, and site inspections.",
        "requirements": [
          {
            "description": "Defendants must respond to FTC monitoring requests",
            "quoted_text": "Within ten (10) days of receipt of written notice from a representative of the Commission, Mitchel Kastner, Corber, Jason Kastner, Quebec, Inc., Sun Spectrum, NACO, WWCI, Martell, and Bascove each shall submit additional written reports, sworn to under the penalty of perjury; produce documents for inspection and copying; appear for deposition; and/or provide any representative or agent of the Commission with entry during normal business hours to any business location in such defendant's possession or direct or indirect control for inspection of the location and any documents or materials contained therein",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.70772238514174
          },
          {
            "description": "Permit FTC to use undercover investigators",
            "quoted_text": "using representatives posing as consumers or suppliers to: Mitchel Kastner, Corber, Jason Kastner, Quebec, Inc., Sun Spectrum, NACO, WWCI, Martell, or Bascove; employees of Mitchel Kastner, Corber, Jason Kastner, Quebec, Inc., Sun Spectrum, NACO, WWCI, Martell, or Bascove; or any other entity managed or controlled in whole or in part by Mitchel Kastner, Corber, Jason Kastner, Quebec, Inc., Sun Spectrum, NACO, WWCI, Martell, or Bascove, without the necessity of identification or prior notice",
            "deadline": null,
            "verified": true,
            "confidence": 0.8480904522613065
          },
          {
            "description": "Permit employee interviews",
            "quoted_text": "Mitchel Kastner, Corber, Jason Kastner, Quebec, Inc., Sun Spectrum, NACO, WWCI, Martell, and Bascove shall permit representatives of the Commission to interview any employer, consultant, independent contractor, representative, agent, or employee who has agreed to such an interview, relating in any way to any conduct subject to this Order. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "XVI",
        "title": "Fees and Costs",
        "category": "acknowledgment",
        "summary": "Each party bears its own costs and attorneys' fees.",
        "requirements": [
          {
            "description": "Each party pays own costs",
            "quoted_text": "IT IS FURTHER ORDERED that each party to this Order hereby agrees to bear its own costs and attorneys' fees incurred in connection with this action.",
            "deadline": null,
            "verified": true,
            "confidence": 0.8774576271186441
          }
        ]
      },
      {
        "provision_number": "XVII",
        "title": "Retention of Jurisdiction and Entry of Judgment",
        "category": "duration",
        "summary": "The Court retains jurisdiction for interpretation, modification, enforcement, and punishment of violations.",
        "requirements": [
          {
            "description": "Court retains jurisdiction",
            "quoted_text": "IT IS FURTHER ORDERED that this Court shall retain jurisdiction of this matter for the purpose of enabling the parties to apply to the Court at any time for such further orders and directives as may be necessary or appropriate for the interpretation or modification of this Order, for the enforcement of compliance therewith, or for the punishment of violations thereof.",
            "deadline": null,
            "verified": true,
            "confidence": 0.796304347826087
          }
        ]
      },
      {
        "provision_number": "XVIII",
        "title": "Complete Settlement",
        "category": "acknowledgment",
        "summary": "This Order constitutes a full, complete and final settlement of the action.",
        "requirements": [
          {
            "description": "Order is final settlement",
            "quoted_text": "The FTC and the Defendants, by their respective counsel, hereby consent to entry of the foregoing Order which shall constitute a final judgment and order in this matter. The FTC and the Defendants further stipulate and agree that the entry of the foregoing Order shall constitute a full, complete and final settlement of this action.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9893984962406015
          }
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "For a period of five (5) years from the date of entry of this Order, Mitchel Kastner, Corber, Jason Kastner, Quebec, Inc., Sun Spectrum, NACO, WWCI, Martell, and Bascove shall distribute copies of this Order as directed below... For a period of eight (8) years from the date of entry of this Order, Mitchel Kastner, Corber, Jason Kastner, Quebec, Inc., Sun Spectrum, NACO, WWCI, Martell, and Bascove and their agents, employees, officers, corporations, successors, and assigns... are hereby each restrained and enjoined... from failing to create and retain the following records... IT IS FURTHER ORDERED that this Court shall retain jurisdiction of this matter for the purpose of enabling the parties to apply to the Court at any time for such further orders and directives as may be necessary or appropriate for the interpretation or modification of this Order, for the enforcement of compliance therewith, or for the punishment of violations thereof."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "10.05, Sun Spectrum Communications Organization Complaint.pdf",
      "order": "10.05, Sun Spectrum Communications Organization Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 4,
      "complaint_representations": 3,
      "order_provisions": 18,
      "order_definitions": 9,
      "order_requirements": 34
    },
    "processing_time_seconds": 591.2
  }
}