{
  "case_info": {
    "docket_number": "Civil Action No. 2:06-cv-241-RGD-JEB",
    "company": {
      "name": "Integrity Security & Investigation Services, Inc.",
      "incorporation_state": "Virginia",
      "entity_type": "corporation",
      "address": "118 Larchwood Road, Yorktown, Virginia",
      "business_description": "Integrity Security & Investigation Services, Inc. (ISIS) operated a business offering to obtain confidential customer phone records and financial information from telecommunications carriers and financial institutions and make such information available to clients for a fee."
    },
    "commissioners": [],
    "case_date": {
      "month": 10,
      "year": 2006
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a); Section 13(b) of the Federal Trade Commission Act, 15 U.S.C. § 53(b)",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/062-3101-integrity-security-investigation-services-inc",
    "statutory_topics": [
      "Section 5 Only"
    ],
    "practice_areas": [
      "Privacy"
    ],
    "industry_sectors": [
      "Technology",
      "Financial Services",
      "Telecom"
    ]
  },
  "complaint": {
    "factual_background": "Integrity Security & Investigation Services, Inc. (ISIS) and its principals advertised over the internet that they could obtain confidential customer phone records and financial account information from telecommunications carriers and financial institutions for a fee. To obtain these records, Defendants used false pretenses and fraudulent misrepresentations — including impersonating customers — to trick carrier and bank employees into disclosing confidential information. The account holders never authorized this access or disclosure. Defendants then sold the unlawfully obtained phone records and financial information (including bank account balances and activity statements) to third-party clients, causing substantial harm to consumers whose private information was exposed without their knowledge.",
    "representations_made": [
      {
        "description": "Defendants advertised on their website that they could obtain confidential residential and cellular customer phone records (toll call records for one full billing cycle) from telecommunications carriers for a fee",
        "quoted_text": "1I. Since at least S 2ptember 2001, Defendants have advertised over the World Wide Web that they can obtain confidential customer phone records from telecommunications carriers and make such information av iilable to their clients for a fee. For a fee, Defendants have offered to obtain \"Residential Toll Callls -Local Long Distance (one full billing cycle per order)\", \"Residentid Toll Calls -Long Distance (one full billing cycle per order),\" and \"Private Cellular Toll Calls (one full billing cyc e per order).\"",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 11,
        "quote_start_line": 94,
        "quote_end_line": 99
      },
      {
        "description": "Defendants advertised on their website that they could obtain customer financial information — including individual bank account numbers and credit card transactions — from financial institutions for a fee",
        "quoted_text": "14. In addition to c mfidential customer phone records, Defendants also have advertised that they can obtain customer information from financial institutions and make such information available to their r lients for a fee. On their Web site, Defendants have offered to obtain individual account numxrs located at regional, state, and nationwide banks,and credit card transactions.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 14,
        "quote_start_line": 118,
        "quote_end_line": 122
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Unfair Practice — Obtaining and Selling Confidential Customer Phone Records and Financial Information Without Authorization",
        "representation": "Defendants obtained and sold to third parties confidential customer phone records and customer financial institution information relating to other persons, without those customers' knowledge or consent, using false pretenses and fraudulent misrepresentations including impersonating customers of telecommunications carriers and financial institutions.",
        "fact": "The account holders did not authorize Defendants to access or sell their confidential phone records or financial information. Federal law (the Telecommunications Act) restricts disclosure of customer proprietary network information to only uses authorized by the customer or required by law, and requires affirmative written request for any third-party disclosure.",
        "conclusion": "Defendants' practices of obtaining and selling confidential customer phone records and financial institution information caused or were likely to cause substantial injury to consumers that was not reasonably avoidable and not outweighed by countervailing benefits, constituting an unfair practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Defendants": "Integrity Security & Investigation Services, Inc. and Edmund Edmister, individually and as an officer of Integrity Security & Investigation Services, Inc.",
      "Customer phone records": "information that relates to the quantity, technical configuration, type, destination, location, and amount of use of a telecommunications service subscribed to by any customer of a telecommunications carrier, and that is made available to the carrier by the customer solely by virtue of the carrier-customer relationship; and (b) information contained in the bills pertaining to telephone exchange service or telephone toll service received by a customer of a carrier, which includes, but is not limited to, telephone call detail records.",
      "Consumer personal information": "any individually identifiable information concerning a consumer, including, but not limited to: (a) an unpublished or unlisted wire line or wireless phone number; (b) an unpublished or unlisted physical or mailing address, including street name and name of city or town, Post Office Box number, or Private Mailbox number; (c) an email address or other online contact information, such as an instant messaging user identifier or a screen name that reveals an individual's email address; (d) a Social Security number in whole or in part; (e) credit and/or debit card information, including credit and/or debit card number, expiration date, data stored on the magnetic strip of a credit or debit card, and transaction detail records; (f) bank account information or transaction records including the ABA routing number, account number, check number, and transaction detail records; (g) a driver's license number; or (h) any other information from or about an individual consumer that is combined with (a) through (g) above."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Ban on Sale of Customer Phone Records",
        "category": "prohibition",
        "summary": "Defendants are permanently restrained from obtaining, marketing, or selling customer phone records and consumer personal information derived from customer phone records, with a narrow exception for records obtained pursuant to law, regulation, or lawful court order.",
        "requirements": [
          {
            "description": "Defendants and those acting in concert with them are prohibited from obtaining, causing others to obtain, marketing, or selling customer phone records and consumer personal information derived from customer phone records, except as authorized by law, regulation, or lawful court order.",
            "quoted_text": "I. IT IS THEREFORE ORDERED that Defendants, their assigns, agents, servants, employees and those persons in active concert or participation with them who receive actual Page 3 of 13 notice of this Order by personal service or otherwise, are hereby restrained and enjoined from obtaining, causing others to obtain, marketing, or selling customer phone records and consumer personal information that is derived from customer phone records; provided, however, that Defendants shall not be prohibited from obtaining customer phone records or consumer personal information that is derived from customer phone records pursuant to any law, regulation, or lawful court order. Nothing in this Order shall be read as an exception to this Section I.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 78,
            "quote_end_line": 88
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Prohibited Business Activities",
        "category": "prohibition",
        "summary": "Defendants are restrained from making false or deceptive statements to obtain consumer personal information and from requesting others to obtain such information through deceptive means.",
        "requirements": [
          {
            "description": "Defendants are prohibited from making false or deceptive statements or representations, including impersonation, to any person or entity in order to obtain consumer personal information.",
            "quoted_text": "A. Making false or deceptive statements or representations, including but not limited to impersonating any person or entity, directly or by implication, to any person or entity in order to obtain consumer personal information;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 95,
            "quote_end_line": 97
          },
          {
            "description": "Defendants are prohibited from requesting any person or entity to obtain consumer personal information if they know or should know that person will obtain it through deceptive means in violation of Subsection A.",
            "quoted_text": "B. Requesting any person or entity to obtain consumer personal information relating to any third person, if the person making such a request knows or should know that the person or entity to whom such a request is made will obtain or attempt to obtain such information in violation of Subsection A of ths Section 11.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 98,
            "quote_end_line": 101
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "III",
        "title": "Monetary Relief",
        "category": "affirmative_obligation",
        "summary": "Judgment is entered jointly and severally against Defendants for $2,700.00, to be paid by January 1, 2007, with funds deposited into an FTC-administered fund for equitable relief.",
        "requirements": [
          {
            "description": "Judgment is entered against Defendants jointly and severally for $2,700.00, to be paid on or before January 1, 2007.",
            "quoted_text": "A. Judgment is hereby entered against Defendants, jointly and severally, in the amount of TWO THOUSAND SEVEN HUNDRED DOLLARS ($2,700.00) to be paid on or before January 1,2007.",
            "deadline": "January 1, 2007",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 108,
            "quote_end_line": 110
          },
          {
            "description": "Funds received by the FTC shall be deposited into an FTC-administered fund for equitable relief, including consumer information remedies and disgorgement; Defendants have no right to challenge the FTC's choice of remedies.",
            "quoted_text": "B. Any funds received by the FTC pursuant to Section III shall be deposited into a fund administered by the FTC or its agent to be used for such equitable relief, including but not limited to consumer information remedies and disgorgement to the U.S. Treasury of ill-gotten monies, as the FTC determines to be reasonably related to Defendants' practices alleged in the Complaint. Defendants shall have no right to challenge the FTC7sc hoice of remedies under this Section III.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 111,
            "quote_end_line": 116
          },
          {
            "description": "Defendants agree that facts alleged in the Complaint shall be taken as true in any subsequent litigation to collect amounts due, including nondischargeability proceedings in bankruptcy.",
            "quoted_text": "C. Defendants further agree that the facts as alleged in the Complaint shall be taken as true in the event of any subsequent litigation to collect amounts due pursuant to this Order, including but not limited to a nondischargeability complaint in any bankruptcy proceeding.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 117,
            "quote_end_line": 119
          },
          {
            "description": "Defendants acknowledge and agree that any money paid pursuant to this Order is irrevocably paid to the FTC, and Defendants relinquish all rights, title, and interest to such money.",
            "quoted_text": "E. Defendants acknowledge and agree that any money paid pursuant to this Order is irrevocably paid to the FTC for purposes of settlement between the FTC and Defendants, and Defendants relinquish all rights, title, and interest to such money.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 122,
            "quote_end_line": 124
          },
          {
            "description": "Defendants must furnish their tax identification numbers to the FTC in accordance with 31 U.S.C. § 7701, for purposes of collecting and reporting on any delinquent amounts.",
            "quoted_text": "F. Defendants are hereby required, in accordance with 31 U.S.C. $7701, to furnish to the FTC their tax identification numbers, which shall be used for purposes of collecting and reporting on any delinquent amount arising out of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 125,
            "quote_end_line": 127
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Cooperation with FTC",
        "category": "affirmative_obligation",
        "summary": "Defendant Edmund Edmister must cooperate in good faith with the FTC, appearing for interviews, depositions, and other proceedings related to the complaint upon written request, without requiring a subpoena.",
        "requirements": [
          {
            "description": "Defendant Edmund Edmister must cooperate in good faith with the FTC and appear at places and times reasonably requested after written notice, for interviews, conferences, pretrial discovery, review of documents, and other reasonably requested matters.",
            "quoted_text": "IV. IT IS FUWTmW ORDERED that Defendant Edmund Edmister shall, in connection with ths action or any subsequent investigations related to or associated with the transactions or the occurrences that are the subject of the FTCYsC omplaint, cooperate in good faith with the FTC and appear at such places and times as the FTC shall reasonably request, after written notice, for interviews, conferences, pretrial discovery, review of documents, and for such other matters as may be reasonably requested by the FTC. If requested in writing by the FTC,",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 132,
            "quote_end_line": 137
          },
          {
            "description": "If requested in writing, Defendant Edmund Edmister must appear and provide truthful testimony in any trial, deposition, or other proceeding related to the Complaint, without service of a subpoena, though entitled to witness fees under Fed. R. Civ. P. 45.",
            "quoted_text": "matters as may be reasonably requested by the FTC. If requested in writing by the FTC, Defendant Edmund Edmister shall appear and provide truthful testimony in any trial, deposition, or other proceeding related to or associated with the transactions or the occurrences that are the subject of the Complaint, without the service of a subpoena, provided, however, that Defendant Edmund Edmister shall be entitled to receive any witness fees and expenses allowable pursuant to Federal Rule of Civil Procedure 45.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 137,
            "quote_end_line": 142
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "V",
        "title": "Distribution of Order",
        "category": "acknowledgment",
        "summary": "For three years from entry, Defendants must deliver copies of the Order to all principals, officers, directors, managers, employees, and agents, with delivery within 5 days for current personnel and prior to start for new personnel, and must obtain signed receipt acknowledgments within 30 days.",
        "requirements": [
          {
            "description": "Defendant Integrity Security & Investigation Services, Inc. must deliver a copy of the Order to all principals, officers, directors, managers, and relevant employees and agents within 5 days for current personnel and prior to assuming responsibilities for new personnel.",
            "quoted_text": "A. Defendant Integrity Security & Investigation Services, Inc. must deliver a copy of this Order to all of its principals, officers, directors, and managers. Defendant Integrity Security &Investigation Services, Inc. also must deliver copies of this Order to all of its employees, agents, and representatives who engage in conduct related to the subject matter of the Order. For current personnel, delivery shall be withn (5) days of service of this Order upon Defendant. For new personnel, delivery shall occur prior to them assuming their responsibilities.",
            "deadline": "5 days for current personnel",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 146,
            "quote_end_line": 151
          },
          {
            "description": "Defendant Edmund Edmister must deliver a copy of the Order to all principals, officers, directors, managers, and relevant employees and agents of any business he controls or in which he holds a majority ownership interest, within 5 days for current personnel and prior to assuming responsibilities for new personnel.",
            "quoted_text": "B. For any business that Defendant Edmund Edmister controls, du-ectly or indu-ectly, or in whch he has a majority ownership interest, Defendant Edmund Edmister must deliver a Page 6 of 13 copy of this Order to all principals, officers, directors, and managers of that business. Defendant Edmund Edmister must also deliver copies of this Order to all employees, agents, and representatives of that business who engage in conduct related to the subject matter of the Order. For current personnel, delivery shall be within (5)d ays of service of this Order upon Defendant. For new personnel, delivery shall occur prior to them assuming their responsibilities.",
            "deadline": "5 days for current personnel",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 152,
            "quote_end_line": 161
          },
          {
            "description": "For any business where Defendant Edmund Edmister is not a controlling person but engages in conduct related to the subject matter of the Order, he must deliver a copy of the Order to all principals and managers before engaging in such conduct.",
            "quoted_text": "C. For any business where Defendant Edmund Edmister is not a controlling person of a business but otherwise engages in conduct related to the subject matter of this Order, Defendant Edmund Edmister must deliver a copy of this Order to all principals and managers of such business before engaging in such conduct.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 162,
            "quote_end_line": 165
          },
          {
            "description": "Defendants must obtain a signed and dated acknowledgment of receipt of the Order from all persons receiving a copy, within thirty days of delivery.",
            "quoted_text": "D. Defendants must secure a signed and dated statement acknowledging receipt of the Order, within thlrty days of delivery, from all persons receiving a copy of the Order pursuant to this Section V.",
            "deadline": "30 days of delivery",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 166,
            "quote_end_line": 168
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Record-Keeping Provisions",
        "category": "recordkeeping",
        "summary": "For three years from entry, Defendants must create and retain specified business records — including accounting records, personnel records, customer files, complaints, marketing materials, third-party records, and Order acknowledgments — for any business they majority own or control that deals in consumer personal information.",
        "requirements": [
          {
            "description": "Defendants must create and retain accounting records reflecting cost of goods or services sold, revenues generated, and disbursement of such revenues.",
            "quoted_text": "A. Accounting records that reflect the cost of goods or services sold, revenues generated, and the disbursement of such revenues;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 178,
            "quote_end_line": 179
          },
          {
            "description": "Defendants must create and retain personnel records accurately reflecting the name, address, telephone number, job title, start date, and termination date and reason for each person employed in any capacity, including independent contractors.",
            "quoted_text": "B. Personnel records accurately reflecting: the name, address, and telephone number of each person employed in any capacity by such business, including as an independent contractor; that person's job title or position; the date upon which the person commenced work; and the date and reason for the person's termination, if applicable;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 183,
            "quote_end_line": 186
          },
          {
            "description": "Defendants must create and retain customer files containing names, addresses, phone numbers, dollar amounts paid, quantity and description of goods or services purchased, to the extent obtained in the ordinary course of business.",
            "quoted_text": "C. Customer files containing the names, addresses, phone numbers, dollar amounts paid, quantity of goods or services purchased, and description of goods or services purchased, to the extent such information is obtained in the ordinary course of business;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 187,
            "quote_end_line": 189
          },
          {
            "description": "Defendants must create and retain complaints and refund requests (received directly, indirectly, or through third parties) and any responses to those complaints or requests.",
            "quoted_text": "D. Complaints and refund requests (whether received directly, indirectly or through any third party) and any responses to those complaints or requests;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 190,
            "quote_end_line": 191
          },
          {
            "description": "Defendants must create and retain copies of all sales scripts, training materials, advertisements, and other marketing materials, along with records reflecting the time periods during which such materials were used and who used them.",
            "quoted_text": "E. Copies of all sales scripts, training materials, advertisements, or other marketing materials, and records that accurately reflect the time periods during which such materials were used and the persons and business entities that used such materials;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 192,
            "quote_end_line": 194
          },
          {
            "description": "To the extent consumer personal information is obtained through any third party, Defendants must retain records identifying the third party (name, address, telephone number), including copies of all contracts and non-consumer-personal-information correspondence with such third party.",
            "quoted_text": "F. To the extent consumer personal information is obtained through the use of any third party, records that accurately reflect the name, address and telephone number of such third party, including, but not limited to, copies of all contracts and correspondence (other than correspondence that contains consumer personal information) between any Defendant and such third party; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 195,
            "quote_end_line": 199
          },
          {
            "description": "Defendants must retain copies of each acknowledgment of receipt of the Order required to be obtained pursuant to Section V.",
            "quoted_text": "G. Copies of each acknowledgement of receipt of Order required to be obtained pursuant to Section V of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 200,
            "quote_end_line": 201
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "For three years from entry, Defendants must notify the FTC of changes in residence, employment, corporate structure, and other specified matters; and must file a sworn compliance report 180 days after entry of the Order.",
        "requirements": [
          {
            "description": "Defendant Edmund Edmister must notify the FTC within 10 days of any changes in his residence, mailing addresses, or telephone numbers.",
            "quoted_text": "1. Defendant Edmund Edmister shall notify the FTC of the following: a. Any changes in his residence, mailing addresses, and telephone numbers, within ten (10) days of the date of such change;",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 209,
            "quote_end_line": 211
          },
          {
            "description": "Defendant Edmund Edmister must notify the FTC within 10 days of any changes in his employment status (including self-employment) or ownership in any business entity, including the name and address of each affiliated business, the nature of the business, and his duties and responsibilities.",
            "quoted_text": "b. Any changes in his employment status (including self-employment), and any change in his ownership in any business entity, within ten (10) days of the date of such change. Such notice shall include the name and address of each business that he is affiliated with, employed by, creates or forms, or performs services for; a statement of the nature of the business; and a statement of his duties and responsibilities in connection with the business or employment; and",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 212,
            "quote_end_line": 217
          },
          {
            "description": "Defendant Edmund Edmister must notify the FTC of any changes in his name or use of any aliases or fictitious names.",
            "quoted_text": "c. Any changes in his name or use of any aliases or fictitious names; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 218,
            "quote_end_line": 219
          },
          {
            "description": "Defendants must notify the FTC of any changes in corporate structure of Integrity Security & Investigation Services, Inc. or any business Edmund Edmister controls or has an ownership interest in that may affect compliance obligations, including dissolution, sale, merger, bankruptcy filing, or name/address change, at least 30 days prior to such change (or as soon as practicable if less than 30 days' notice is possible).",
            "quoted_text": "2. Defendants shall notify the FTC of any changes in corporate structure of Integrity Security & Investigation Services, Inc. or any business entity that Edmund Edmister directly or indirectly control(s), or has an ownership interest in, that may affect compliance obligations arising under this Order, including but not limited to a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor entity; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order; the filing of a bankruptcy petition; or a change in the corporate name or address, at least thtrty (30) days prior to such change, provided that, with respect to any proposed change in the corporation about which a Defendant learns less than thuty (30) days prior to the date such action is to take place, such Defendant shall notify the FTC as soon as is practicable after obtaining such knowledge.",
            "deadline": "30 days prior to change",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 220,
            "quote_end_line": 230
          },
          {
            "description": "Defendants must each provide a written sworn compliance report to the FTC 180 days after entry of the Order, setting forth in detail the manner and form in which they have complied and are complying with the Order, including current addresses, employment information, and copies of Order acknowledgments.",
            "quoted_text": "B. One hundred eighty (180) days after the date of entry of this Order, Defendants each shall provide a written report to the FTC, sworn to under penalty of perjury, setting forth in detail the manner and form in which they have complied and are complying with this Order. This report shall include, but not be h t e dt o: 1. For each individual Defendant: a. The then-current residence address, mailing addresses, and telephone numbers of the individual Defendant; b. The then-current employment and business addresses and telephone numbers of the individual Defendant, a description of the business activities of each such employer or business, and the title and responsibilities of the individual Defendant, for each such employer or business; and c. Any other changes required to be reported under subparagraph A of this Section VII. 2. For all Defendants: a. A copy of each acknowledgment of receipt of this Order, obtained pursuant to Section V; b. Any other changes required to be reported under subparagraph A of this Section VII.",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 234,
            "quote_end_line": 251
          },
          {
            "description": "All written notifications to the FTC required by this Order shall be mailed to the Associate Director of Enforcement, Federal Trade Commission, 600 Pennsylvania Avenue NW, Room NJ2122, Washington, DC 20580, Re: FTC v. Integrity Security & Investigation Services.",
            "quoted_text": "C. For the purposes of this Order, Defendants shall, unless otherwise directed by the FTC's authorized representatives, mail all written notifications to the FTC to: Page 10 of 13 Associate Director of Enforcement Federal Trade Commission 600 Pennsylvanvia Avenue NW Room NJ2122 Washngton, DC 20580 Re: FTC v. InteMtv Securitv & Investigation Services.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 252,
            "quote_end_line": 261
          },
          {
            "description": "For compliance reporting and monitoring purposes, the FTC is authorized to communicate directly with Defendants.",
            "quoted_text": "D. For purposes of the compliance reporting and monitoring required by this Order, the FTC is authorized to communicate directly with Defendants.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 263,
            "quote_end_line": 264
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The FTC is authorized to monitor compliance through written reports, document production, depositions, site inspections, undercover posing, and interviews of Defendants' personnel; Defendants must cooperate within 14 days of written notice.",
        "requirements": [
          {
            "description": "Within 14 days of receipt of written notice from the FTC, Defendants must submit additional sworn written reports, produce documents for inspection and copying, appear for deposition, and/or provide entry to any business location under their possession or control during normal business hours; Defendants are not required to produce client name, address, or telephone number records absent a court order or lawful compulsory process.",
            "quoted_text": "A. Within fourteen (14) days of receipt of written notice from a representative of the FTC, Defendants each shall submit additional written reports, sworn to under penalty of perjury; produce documents for inspection and copying; appear for deposition; andlor provide entry during normal business hours to any business location in such Defendant's possession or direct or indirect control to inspect the business operation; provided, however, that Defendants shall not be required to produce or make available for inspection any record that contains the name, address, or telephone number of any client of any Defendant absent a court order or lawful compulsory process;",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 268,
            "quote_end_line": 275
          },
          {
            "description": "The FTC is authorized to monitor compliance by all other lawful means, including obtaining discovery from any person using procedures under Fed. R. Civ. P. 30, 31, 33, 34, 36, and 45 without further leave of court.",
            "quoted_text": "B. In addition, the FTC is authorized to monitor compliance with this Order by all other lawful means, including but not limited to the following: 1. obtaining discovery from any person, without further leave of court, using the procedures prescribed by Fed. R. Civ. P. 30,31,33,34,36, and 45;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 276,
            "quote_end_line": 279
          },
          {
            "description": "The FTC may monitor compliance by posing as consumers and suppliers to Defendants, Defendants' employees, or any entity managed or controlled by any Defendant, without identification or prior notice.",
            "quoted_text": "2. posing as consumers and suppliers to: Defendants, Defendants' employees, or any other entity managed or controlled in whole or in part by any Defendant, without the necessity of identification or prior notice; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 283,
            "quote_end_line": 285
          },
          {
            "description": "Defendants must permit FTC representatives to interview any employer, consultant, independent contractor, representative, agent, or employee who agrees to such an interview relating to any conduct subject to the Order; the person interviewed may have counsel present.",
            "quoted_text": "C. Defendants shall pennit representatives of the FTC to interview any employer, consultant, independent contractor, representative, agent, or employee who has agreed to such an interview, relating in any way to any conduct subject to this Order. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 286,
            "quote_end_line": 289
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "IX",
        "title": "Acknowledgment of Receipt of Order",
        "category": "acknowledgment",
        "summary": "Each Defendant must submit to the FTC a truthful sworn statement acknowledging receipt of the Order within five business days after receipt of the entered Order.",
        "requirements": [
          {
            "description": "Each Defendant must submit to the FTC a truthful sworn statement acknowledging receipt of this Order within five business days after receipt of the Order as entered by the Court.",
            "quoted_text": "M. IT IS FURTHER ORDERED that within five (5) business days after receipt of this Order, as entered by the Court, each Defendant shall submit to the FTC a truthful sworn statement acknowledging receipt of this Order.",
            "deadline": "5 business days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 295,
            "quote_end_line": 297
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "X",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction over this matter for purposes of construction, modification, and enforcement of the Order.",
        "requirements": [
          {
            "description": "The Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of the Order.",
            "quoted_text": "X. IT IS FURTHER ORDERED that this Court shall retain jurisdiction of this matter, for purposes of construction, modification and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 299,
            "quote_end_line": 300
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "IT IS FURTHER ORDERED that this Court shall retain jurisdiction of this matter, for purposes of construction, modification and enforcement of this Order."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "10.06, Integrity Security & Investigation Services Complaint.pdf",
      "order": "10.06, Integrity Security & Investigation Services Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 2,
      "order_provisions": 10,
      "order_definitions": 3,
      "order_requirements": 34,
      "provisions_per_section": {
        "I": 1,
        "II": 2,
        "III": 5,
        "IV": 2,
        "V": 4,
        "VI": 7,
        "VII": 7,
        "VIII": 4,
        "IX": 1,
        "X": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 2,
        "complaint_total": 2,
        "order_verified": 34,
        "order_total": 34
      }
    },
    "processing_time_seconds": 118.1
  }
}