{
  "case_info": {
    "docket_number": "3:12-cv-02441-DMS-BLM",
    "company": {
      "name": "Direct Lending Source, Inc.",
      "incorporation_state": "Florida",
      "entity_type": "corporation",
      "address": "Key Largo, Florida",
      "business_description": "Direct Lending Source, Inc. operates as part of a common enterprise with Bailey & Associates Advertising, Inc. and Virtual Lending Source, LLC. The defendants buy and sell prescreened lists of consumers who meet certain pre-selected credit criteria, such as those 30, 60, or 90 days late on mortgage payments."
    },
    "commissioners": [],
    "case_date": {
      "month": 10,
      "year": 2012
    },
    "legal_authority": "Section 5(a), Section 5(n), Section 13(b), and Section 16(a) of the Federal Trade Commission Act, 15 U.S.C. §§ 45(a), 45(n), 53(b), and 56(a); and sections 604(f), 607(e)(1), 607(e)(2), 615(d)(3), and 621 of the Fair Credit Reporting Act, 15 U.S.C. §§ 1681b(f), 1681e(e)(1), 1681e(e)(2), 1681m(d)(3), and 1681s",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/102-3000-direct-lending-source-inc-et-al"
  },
  "complaint": {
    "factual_background": "From January 2008 through early 2010, Defendants purchased over 17,000 prescreened lists containing sensitive consumer credit information from Equifax and resold them to third parties, including entities targeting financially distressed consumers for loan modification and debt relief services. Defendants failed to verify that the consumer reports would only be used for permissible purposes and sold lists to entities that were later subject to law enforcement actions for fraudulent loan modification schemes. Defendants claimed they were making 'firm offers of credit' to finance fees for these services, but this was a sham used to engage in target marketing of vulnerable consumers.",
    "representations_made": [
      {
        "description": "Defendants claimed they were obtaining prescreened lists to make firm offers of credit by financing fees charged for loan modification or debt relief services",
        "quoted_text": "8 26. Defendants assert that they were obtaining prescreened lists to make “firm offers 9 of credit” because they were financing the fees charged to consumers for the loan modification 10 or debt relief services described above. The offer to finance the fees was a sham used to engage 11 in target marketing directed to financially distressed consumers, and, as such, is not a “firm offer 12 of credit.”",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 26,
        "quote_start_line": 276,
        "quote_end_line": 280
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Obtaining Consumer Reports Without Permissible Purpose",
        "representation": "Defendants obtained consumer reports claiming to make firm offers of credit",
        "fact": "Defendants obtained consumer reports without a permissible purpose, using prescreened lists for general marketing to financially distressed consumers rather than for legitimate firm offers of credit",
        "conclusion": "By and through the acts and practices described in Paragraph 29 above, Defendants have violated section 604(f) of the FCRA, 15 U.S.C. § 1681b(f)."
      },
      {
        "count_number": 2,
        "title": "Failure to Identify End-User of Consumer Reports",
        "representation": "Defendants were required to identify to the consumer reporting agency the end-user of consumer reports they resold",
        "fact": "In multiple instances, Defendants sold prescreened lists to list brokers and others who resold the lists to unidentified downstream entities, and Defendants failed to disclose to Equifax the identity of the end-user",
        "conclusion": "By and through the acts and practices described in Paragraph 33, Defendants have violated section 607(e)(1) of the FCRA, 15 U.S.C. § 1681e(e)(1)."
      },
      {
        "count_number": 3,
        "title": "Failure to Establish Reasonable Procedures for Resale",
        "representation": "Defendants were required to establish and comply with reasonable procedures designed to ensure that consumer reports are resold only for permissible purposes",
        "fact": "Defendants did not make reasonable efforts to verify that consumer reports would only be used in connection with permissible purposes, failing to require end-user identification, purpose certification, or verification of such certifications",
        "conclusion": "By and through the acts and practices described in Paragraph 37, Defendants have violated section 607(e)(2) of the FCRA, 15 U.S.C. § 1681e(e)(2)."
      },
      {
        "count_number": 4,
        "title": "Failure to Maintain Required Criteria Documentation",
        "representation": "Defendants were required to maintain on file for three years the criteria used to select consumers for firm offers of credit",
        "fact": "To the extent Defendants claimed they made firm offers of credit using prescreened lists purchased from Equifax prior to November 2009, they do not have the required criteria on file",
        "conclusion": "By and through the acts and practices described in Paragraph 41, Defendants have violated section 615(d)(3) of the FCRA, 15 U.S.C. § 1681m(d)(3)."
      },
      {
        "count_number": 5,
        "title": "Unfair Practices - Failure to Control Access to Sensitive Consumer Information",
        "representation": "Defendants should have employed reasonable and appropriate measures to control access to the sensitive consumer financial information they sell",
        "fact": "Defendants failed to employ reasonable and appropriate measures to control access to sensitive consumer financial information, resulting in prescreened lists being sold to entities subject to law enforcement actions and warnings, causing substantial injury to consumers that is not reasonably avoidable and is not outweighed by benefits",
        "conclusion": "Therefore, Defendants' practices as described in Paragraph 46 above constitute unfair acts or practices in violations of section 5 of the FTC Act, 15 U.S.C §§ 45(a) and 45(n)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Individual Defendants": "Robert M. Bailey, Jr. and Linda Giordano.",
      "Corporate Defendants": "Direct Lending Source, Inc.; Bailey & Associates Advertising, Inc.; Virtual Lending Source, LLC; and their successors and assigns.",
      "Defendants": "all of the Individual Defendants and the Corporate Defendants, individually, collectively, or in any combination. Provided that, Bailey & Associates Advertising, Inc. is excluded from the definition of \"Defendants\" and \"Corporate Defendants\" as follows: (i) for purpose of Section I of this Order, and (ii) for purposes of Sections III-VI of this Order, but only for the period from the date of entry of this Order until the date the Bankruptcy Case is closed, unless the Bankruptcy Trustee obtains authorization from the bankruptcy court to operate the business of Bailey & Associates Advertising, Inc. pursuant to 11 U.S.C. § 721 or abandons property of the estate to Bailey & Associates Advertising, Inc. pursuant to 11 U.S.C. § 554 before the Bankruptcy Case is closed, in which case Section III-VI of this Order shall apply to Bailey & Associates Advertising, Inc. as of the date such an event occurs.",
      "Debt relief product or service": "any product, service, plan, or program represented, expressly or by implication, to renegotiate, settle, or in any way alter the terms of payment or other terms of the debt or obligation, including but not limited to a tax debt or obligation, between a person and one or more unsecured creditors or debt collectors, including but not limited to, a reduction in the balance, interest rate, or fees owed by a person to an unsecured creditor or debt collector by any person other than the unsecured creditor who holds the debt at issue.",
      "Mortgage assistance relief product or service": "any product, service, plan, or program, offered or provided to the consumer in exchange for consideration, expressly or by implication, to assist or attempt to assist the consumer with any of the following: 1. stopping, preventing, or postponing any mortgage or deed of trust foreclosure sale for the consumer's dwelling, any repossession of the consumer's dwelling, or otherwise saving the consumer's dwelling from foreclosure or repossession; 2. negotiating, obtaining, or arranging a modification of any term of a dwelling loan, including a reduction in the amount of interest, principal balance, monthly payments, or fees; 3. obtaining any forbearance or modification in the timing of payments from any dwelling loan holder or servicer on any dwelling loan; 4. negotiating, obtaining, or arranging any extension of the period of time within which the consumer may: (a) cure his or her default on a dwelling loan, (b) reinstate his or her dwelling loan, (c) redeem a dwelling, or (d) exercise any right to reinstate a dwelling loan or redeem a dwelling; 5. obtaining any waiver of an acceleration clause or balloon payment contained in any promissory note or contract secured by any dwelling; or 6. negotiating, obtaining, or arranging: (a) a short sale of a dwelling, (b) a deed-in-lieu of foreclosure, or (c) any other disposition of a dwelling loan other than a sale to a third party that is not the dwelling loan holder.",
      "Prescreening or prescreened list": "the process and the resulting lists covered by Sections 603(l), 604(c), 604(e), or 615(d) of the FCRA. 15 U.S.C. §§ 1681a(l), 1681b(c), 1681b(e), or 1681m(d)."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Civil Penalty",
        "category": "affirmative_obligation",
        "summary": "Defendants must pay a civil penalty of $1,200,000 to the United States in installments, secured by liens on real property.",
        "requirements": [
          {
            "description": "Pay civil penalty of $1,200,000 pursuant to Section 621(a) of the FCRA",
            "quoted_text": "4 A. Defendants shall pay to Plaintiff, pursuant to Section 621 (a) of the FCRA, 15 5 U.S.C. § 1681s(a), a civil penalty in the amount of one million, two hundred thousand dollars 6 ($1,200,000). 7 B. Defendants shall pay the judgment in Section LA in installments as follows:",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 202,
            "quote_end_line": 205
          },
          {
            "description": "Turn over $200,000 First Installment to the Treasurer of the United States by wire transfer",
            "quoted_text": "9 Defendants' shall turn over two hundred thousand dollars ($200,000) 10 (\"First Installment\") to the Treasurer of the United States by wire transfer 11 in accordance with instmctions provided by the Consumer Protection 12 Branch, Civil Division, U.S. Department of Justice, Washington, D.C. 13 20530, for appropriate disposition. Written confirmation of the wire 14 transfer shall be delivered in accordance with the procedures specified by 15 the Consumer Protection Branch, Civil Division, U.S. Department of 16 Justice, Washington, D.C. 20530.",
            "deadline": "7 business days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 207,
            "quote_end_line": 214
          },
          {
            "description": "Pay first yearly installment of one-half of remaining balance ($500,000) plus interest",
            "quoted_text": "24 date of entry of this Order, and the second Yearly Installment shall be paid 25 no later than two years from the date of entry of this Order. 26 C. To effect the civil penalty payments required by Section LB., the Court directs that",
            "deadline": "one year from entry",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 222,
            "quote_end_line": 224
          },
          {
            "description": "Pay second yearly installment of one-half of remaining balance ($500,000) plus interest",
            "quoted_text": "24 date of entry of this Order, and the second Yearly Installment shall be paid 25 no later than two years from the date of entry of this Order. 26 C. To effect the civil penalty payments required by Section LB., the Court directs that 27 Defendants shall transfer such funds in the form of a wire transfer to the Treasurer of the United",
            "deadline": "two years from entry",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 222,
            "quote_end_line": 225
          },
          {
            "description": "Provide written confirmation of wire transfer in accordance with procedures specified by Consumer Protection Branch",
            "quoted_text": "14 transfer shall be delivered in accordance with the procedures specified by 15 the Consumer Protection Branch, Civil Division, U.S. Department of 16 Justice, Washington, D.C. 20530. 17 2. After the First Installment, Defendants shall pay to the Treasurer of the",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 212,
            "quote_end_line": 215
          },
          {
            "description": "Grant the Commission liens on and security interests in real and personal property as collateral",
            "quoted_text": "11 E. As security for the payments required by Section I.B., Defendants, individually 12 and on behalf of their respective successors and assigns, hereby grant the Commission liens on 13 and security interests in the real and/or personal property described in Attachment B to this Order, 14 together with all dwelling houses, other structures, improvements, appurtenances, hereditaments, 15 and other rights appertaining or belonging thereto, or which hereafter may be added or attached 16 thereto, and all replacements, substitutions therefore or thereto, and proceeds thereof, whether 17 presently existing or hereafter arising (collectively, the \"Collateral\").",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 241,
            "quote_end_line": 247
          },
          {
            "description": "Pay all taxes, fees, association dues, and expenses related to maintenance and ownership of the Collateral",
            "quoted_text": "18 Defendants shall be responsible for timely payment of all taxes, fees, association dues, and 19 all other attendant expenses related to maintenance and ownership of the Collateral until such 20 time as the Collateral is sold or auctioned. Defendants are required to continue and maintain in",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 248,
            "quote_end_line": 250
          },
          {
            "description": "Maintain insurance coverage on the Collateral",
            "quoted_text": "20 time as the Collateral is sold or auctioned. Defendants are required to continue and maintain in 21 full force insurance coverage on the Collateral.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 250,
            "quote_end_line": 251
          },
          {
            "description": "Refrain from transferring, converting, encumbering, selling, assigning, or otherwise disposing of the Collateral without express prior written permission",
            "quoted_text": "3 agree that as of the date on which they sign this Order they shall refrain from transferring, 4 converting, encumbering, selling, assigning, or otherwise disposing of the Collateral, except with 5 the express prior written permission of counsel for the Commission or in accordance with the 6 release provisions of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 265,
            "quote_end_line": 268
          },
          {
            "description": "Cooperate fully and prepare, execute, and record necessary instruments to perfect liens and security interests",
            "quoted_text": "7 Defendants shall cooperate fully with the Commission and be responsible (at their 8 expense, through counsel reasonably acceptable to the Commission) for preparing, executing, and 9 recording the necessary instruments and documents, including but not limited to financing 10 statements and continuation statements, taking whatever additional actions the Commission 11 deems reasonably necessary or desirable to perfect, evidence, and continue its liens on and 12 security interest in the Collateral, and paying all related fees and costs, including but not limited to 13 attorneys' fees and filing fees. To this end, on July 2, 2012, Defendants prepared (at their",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 269,
            "quote_end_line": 275
          },
          {
            "description": "Pay all fees and costs related to preparation, execution, delivery, filing, recording, continuation, and termination of liens",
            "quoted_text": "16 Defendants shall be responsible for paying all fees and costs relaying to the preparation, 17 execution, delivery, filing, recording, continuation, and termination of the liens and security 18 interests granted herein, including but not limited to attorneys' fees and filing fees. 19 F. Defendants relinquish all dominion, control, and title to the funds paid to the",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 278,
            "quote_end_line": 281
          },
          {
            "description": "Furnish taxpayer identification numbers and/or social security numbers to the Commission",
            "quoted_text": "7 1. In accordance with 31 U.S.C. § 7701, Defendants are hereby required, unless they 8 have done so already, to furnish to the Commission their taxpayer identification numbers and/or 9 social security numbers, which shall be used for the purposes of collecting and reporting on any 10 delinquent amount arising out of Defendants' relationship with the government.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 301,
            "quote_end_line": 304
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Prohibited Business Activities",
        "category": "prohibition",
        "summary": "Defendants are permanently restrained from violating the Fair Credit Reporting Act, including using consumer reports for unauthorized purposes, failing to disclose end-user information, and reselling reports without proper verification.",
        "requirements": [
          {
            "description": "Must not use or obtain consumer reports for any purpose not authorized under section 604 of the FCRA",
            "quoted_text": "16 A. Using or obtaining consumer reports for any purpose not authorized under section 17 604 of the FCRA, 15 U.S.C. § 1681b, as prohibited by section 604(f) of the FCRA, 15 U.S.C. 18 §1681b(f). 19 B. Failing to disclose to the consumer reporting agency that originally furnishes a 20 report that Defendants procure for purposes of reselling the report: the identity of the end-user of 21 the report (or information) and each permissible purpose under section 604 [§ 1681 b] for which 22 the report is furnished to the end-user of the report (or information), pursuant to section 607(e)(1) 23 of the FCRA, 15 U.S.c. § 1681e(e)(1). 24 C. Failing to establish and comply with reasonable procedures designed to ensure",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 310,
            "quote_end_line": 318
          },
          {
            "description": "Must not fail to disclose to the consumer reporting agency the identity of the end-user and each permissible purpose when procuring reports for resale",
            "quoted_text": "25 that a report (or information), procured for purposes of reselling the report, is resold by 26 Defendants only for a purpose for which the report may be furnished under section 604 [§ 1681 b], 27 including by: 28 1. Failing to require that each person to which the report (or information) is 9 12cv02441",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 319,
            "quote_end_line": 323
          },
          {
            "description": "Must not fail to establish and comply with reasonable procedures to ensure reports procured for resale are resold only for permissible purposes",
            "quoted_text": "Case 3:12-cv-02441-DMS-BLM Document 3-1 Filed 10/11/12 Page 10 of 34 resold and that resells or provides the report (or information) to any other 2 person: (i) identifies each end user of the resold report (or information); (ii) 3 certifies each purpose for which the report (or information) will be used; 4 and (iii) certifies that the report (or information) will be used for no other 5 purpose; and 6 2. Before reselling the report, failing to make reasonable efforts to verifY the 7 identifications and certifications above as required by section 607(e)(2) of 8 the FCRA, 15 U.S.C. § 1681e(e)(2).",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 324,
            "quote_end_line": 334
          },
          {
            "description": "Must not fail to require resellers to identify end users, certify purposes, and certify no other use",
            "quoted_text": "28 1. Failing to require that each person to which the report (or information) is 9 12cv02441 Case 3:12-cv-02441-DMS-BLM Document 3-1 Filed 10/11/12 Page 10 of 34 resold and that resells or provides the report (or information) to any other 2 person: (i) identifies each end user of the resold report (or information); (ii) 3 certifies each purpose for which the report (or information) will be used; 4 and (iii) certifies that the report (or information) will be used for no other 5 purpose; and",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 322,
            "quote_end_line": 331
          },
          {
            "description": "Must not fail to make reasonable efforts to verify identifications and certifications before reselling the report",
            "quoted_text": "6 2. Before reselling the report, failing to make reasonable efforts to verifY the 7 identifications and certifications above as required by section 607(e)(2) of 8 the FCRA, 15 U.S.C. § 1681e(e)(2).",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 332,
            "quote_end_line": 334
          },
          {
            "description": "Must not fail to maintain on file firm offer criteria used to select consumers for 3 years from the date the offer is made",
            "quoted_text": "9 D. For any firm offer of credit, failing to maintain on file the criteria used to select 10 the consumer to receive the offer, all criteria bearing on credit worthiness that are the basis for 11 determining whether or not to extend credit pursuant to the offer, and any requirement for the 12 furnishing of collateral as a condition of the extension of credit, until the expiration ofthe 3-year 13 period beginning on the date on which the offer is made to the consumer for any consumer whose 14 consumer report is used in connection with any credit transaction that is not initiated by that 15 consumer, as required by section 615(d)(3) of the FCRA, 15 U.S.C. § 1681m(d)(3). 16 E. Using or selling consumer reports in connection with solicitations for debt relief",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 335,
            "quote_end_line": 342
          },
          {
            "description": "Must not use or sell consumer reports in connection with solicitations for debt relief products or services, or mortgage assistance relief products or services, offered by entities that charge advance fees",
            "quoted_text": "16 E. Using or selling consumer reports in connection with solicitations for debt relief 17 products or services, or mortgage assistance relief products or services, offered by entities that 18 charge advance fees. 19 III. ORDER ACKNOWLEDGMENTS",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 342,
            "quote_end_line": 345
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Defendants must submit acknowledgments of receipt of this Order and deliver copies to all relevant personnel, obtaining signed acknowledgments from each recipient.",
        "requirements": [
          {
            "description": "Each Defendant must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury",
            "quoted_text": "22 A. Each Defendant, within 7 days of entry of this Order, must submit to the 23 Commission an acknowledgment of receipt of this Order sworn under penalty of perjury. 24 B. For 5 years after entry of this Order, each Individual Defendant for any business",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 348,
            "quote_end_line": 350
          },
          {
            "description": "Deliver a copy of this Order to all current principals, officers, directors, managers, employees, agents, and representatives who participate in conduct related to the subject matter",
            "quoted_text": "26 or directly or indirectly controls, and each Corporate Defendant, must deliver a copy of this Order 27 to: (1) all principals, officers, directors, and managers; (2) all employees, agents, and 28 representatives who participate in conduct related to the subject matter of the Order; and (3) any 10 12cv02441 Case 3:12-cv-02441-DMS-BLM Document 3-1 Filed 10/11/12 Page 11 of 34 1 business entity resulting from any change in structure as set forth in the Section titled Compliance 2 Reporting. Delivery must occur within 7 days of entry of this Order for current personnel. To all 3 others, delivery must occur before they assume their responsibilities.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 352,
            "quote_end_line": 361
          },
          {
            "description": "Deliver a copy of this Order to future personnel before they assume their responsibilities",
            "quoted_text": "2 Reporting. Delivery must occur within 7 days of entry of this Order for current personnel. To all 3 others, delivery must occur before they assume their responsibilities. 4 C. From each individual or entity to which a Defendant delivered a copy of this Order,",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 360,
            "quote_end_line": 362
          },
          {
            "description": "Obtain a signed and dated acknowledgment of receipt of this Order from each individual or entity to which a copy was delivered",
            "quoted_text": "5 that Defendant must obtain, within 30 days, a signed and dated acknowledgment of receipt of this 6 Order. 7 IV. COMPLIANCE REPORTING 8 IT IS FURTHER ORDERED that Defendants make timely submissions to the",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 363,
            "quote_end_line": 366
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendants must submit compliance reports and notices to the Commission, including an initial report within 180 days and ongoing notices of changes for 20 years.",
        "requirements": [
          {
            "description": "Submit initial compliance report sworn under penalty of perjury, including contact information, business descriptions, compliance status, and Order Acknowledgments",
            "quoted_text": "10 A. 180 days after entry of this Order, each Defendant must submit a compliance 11 report, sworn under penalty of perjury. 12 1. Each Defendant must: (a) designate at least one telephone number and an 13 email, physical, and postal address as points of contact, which 14 representatives of the Commission and Plaintiff may use to communicate 15 with Defendant; (b) identify all of that Defendant's businesses by all of 16 their names, telephone numbers, and physical, postal, email, and Internet 17 addresses; (c) describe the activities of each business, including the 18 products and services offered, the means of advertising, marketing, and 19 sales, and the involvement of any other Defendant (which Individual 20 Defendants must describe if they know or should know due to their own 21 involvement); (d) describe in detail whether and how that Defendant is in 22 compliance with each Section of this Order; and (e) provide a copy of each 23 Order Acknowledgment obtained pursuant to this Order, unless previously 24 submitted to the Commission; 25 2. Additionally, each Individual Defendant must: (a) identify all telephone",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 368,
            "quote_end_line": 383
          },
          {
            "description": "Individual Defendants must identify all contact information, titles, roles, and describe involvement in all business activities in compliance report",
            "quoted_text": "25 2. Additionally, each Individual Defendant must: (a) identify all telephone 26 numbers and all email, Internet, physical, and postal addresses, including 27 all residences; (b) identify all titles and roles in all business activities, 28 including any business for which such Defendant performs services 11 12cv02441 Case 3:12-cv-02441-DMS-BLM Document 3-1 Filed 10/11/12 Page 12 of 34 1 whether as an employee or otherwise and any entity in which such 2 Defendant has any ownership interest; and ( c) describe in detail such 3 Defendant's involvement in each such business, including title, role, 4 responsibilities, participation, authority, control, and any ownership. 5 B. For 20 years following entry of this Order, each Defendant must submit a",
            "deadline": "180 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 383,
            "quote_end_line": 395
          },
          {
            "description": "Submit compliance notice sworn under penalty of perjury within 14 days of any change in designated contact or corporate structure",
            "quoted_text": "5 B. For 20 years following entry of this Order, each Defendant must submit a 6 compliance notice, sworn under penalty of peljury, within 14 days of any change in the following: 7 1. Each Defendant must report any change in: (a) any designated point of 8 contact; or (b) the structure of any Corporate Defendant or any entity that 9 Defendant has any ownership interest in or directly or indirectly controls 10 that may affect compliance obligations arising under this Order, including: 11 creation, merger, sale, or dissolution of the entity or any subsidiary, parent, 12 or affiliate that engages in any acts or practices subject to this Order; 13 2. Additionally, each Individual Defendant must report any change in: (a) 14 name, including aliases or fictitious name, or residence address; or (b) title 15 or role in any business activity, including any business for which such 16 Defendant performs services whether as an employee or otherwise and any 17 entity in which such Defendant has any ownership interest, and identify its 18 name, physical address, and Internet address, if any. 19 c. Each Defendant must submit to the Commission notice of the filing of any 20 bankruptcy petition, insolvency proceeding, or any similar proceeding by or against such 21 Defendant within 14 days of its filing. 22 D. Any submission to the Commission required by this Order to be sworn under",
            "deadline": "14 days after change",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 395,
            "quote_end_line": 412
          },
          {
            "description": "Individual Defendants must report changes in name, residence address, title or role in any business activity",
            "quoted_text": "23 penalty of perjury must be true and accurate and comply with 18 U.S.C. § 1746, such as by 24 concluding: \"I declare under penalty of perjury under the laws of the United States of America 25 that the foregoing is true and conect. Executed on: __\" and supplying the date, signatory's full 26 name, title (if applicable), and signature. 27 E. Unless otherwise directed by a Commission representative in writing, all 28 submissions to the Commission pursuant to this Order must be emailed to DEbrief@ftc.gov or",
            "deadline": "14 days after change",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 413,
            "quote_end_line": 418
          },
          {
            "description": "Submit notice of filing of any bankruptcy petition, insolvency proceeding, or similar proceeding",
            "quoted_text": "19 c. Each Defendant must submit to the Commission notice of the filing of any 20 bankruptcy petition, insolvency proceeding, or any similar proceeding by or against such 21 Defendant within 14 days of its filing.",
            "deadline": "14 days after filing",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 409,
            "quote_end_line": 411
          },
          {
            "description": "Email submissions to DEbrief@ftc.gov or send by overnight courier to Associate Director for Enforcement, Bureau of Consumer Protection",
            "quoted_text": "27 E. Unless otherwise directed by a Commission representative in writing, all 28 submissions to the Commission pursuant to this Order must be emailed to DEbrief@ftc.gov or 12 12cv02441 Case 3:12-cv-02441-DMS-BLM Document 3-1 Filed 10/11/12 Page 13 of 34 1 sent by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, 2 Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, 3 Washington, DC 20580. The subject line must begin: FTC v. Direct Lending Source, Inc, Bailey 4 & Associates Advertising, Inc., Virtual Lending Source, LLC, Robert Bailey & Linda Giordano. 5 V. RECORDKEEPING",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 417,
            "quote_end_line": 427
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendants must create and retain specified records for 20 years after entry of the Order, retaining each record for 5 years.",
        "requirements": [
          {
            "description": "Maintain accounting records showing revenues, costs, and net profit or loss from all goods or services sold",
            "quoted_text": "9 or collectively with any other Defendants, is a majority owner or directly or indirectly controls, 10 must maintain the following records: 11 A. Accounting records showing the revenues from all goods or services sold, all costs",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 431,
            "quote_end_line": 433
          },
          {
            "description": "Maintain personnel records showing name, addresses, telephone numbers, job title, dates of service, and reason for termination",
            "quoted_text": "11 A. Accounting records showing the revenues from all goods or services sold, all costs 12 incurred in generating those revenues, and the resulting net profit or loss; 13 B. Personnel records showing, for each person providing services, whether as an 14 employee or otherwise, that person's: name, addresses, and telephone numbers; job title or",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 433,
            "quote_end_line": 436
          },
          {
            "description": "Maintain customer files showing names, addresses, telephone numbers, dollar amounts paid, and description of goods or services purchased",
            "quoted_text": "14 employee or otherwise, that person's: name, addresses, and telephone numbers; job title or 15 position; dates of service; and, if applicable, the reason for termination; 16 C. Customer files showing the names, addresses, telephone numbers, dollar amounts 17 paid, and the quantity and description of goods or services purchased;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 436,
            "quote_end_line": 439
          },
          {
            "description": "Maintain copies of each unique prescreened solicitation used in prescreening operation",
            "quoted_text": "18 D. Copies of each unique prescreened solicitation used in Defendants' pre screening 19 operation; 20 E. Files containing the names, addresses, telephone numbers, and all certifications",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 440,
            "quote_end_line": 442
          },
          {
            "description": "Maintain files containing names, addresses, telephone numbers, and all certifications made by resellers and verification materials",
            "quoted_text": "20 E. Files containing the names, addresses, telephone numbers, and all certifications 21 made by persons pursuant to section II.C.1. of this Order, and all materials considered by 22 Defendants in connection with their verification of the identity of the persons and verification of 23 the celiifications made under section II. C.l. of this Order, as required by section II. C.2. of this 24 Order;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 442,
            "quote_end_line": 446
          },
          {
            "description": "Maintain consumer complaints and responses that relate to activities alleged in the Complaint and compliance with this Order",
            "quoted_text": "25 F. Consumer complaints (whether received in written or electronic form, directly, 26 indirectly, or through any third party), and any responses to those complaints, whether in written 27 or electronic form, that relate to Defendants' activities as alleged in the Complaint and 28 Defendant's compliance with the provisions of this Order; 13 12cv02441",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 447,
            "quote_end_line": 451
          },
          {
            "description": "Maintain copies of all training materials and marketing materials that relate to activities alleged in the Complaint and compliance with this Order",
            "quoted_text": "1 G. Copies of all training materials and marketing materials that relate to Defendants' 2 activities as alleged in the Complaint and Defendants' compliance with the provisions of this 3 Order; 4 H. Copies of all subpoenas and other communications with law enforcement entities",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 455,
            "quote_end_line": 458
          },
          {
            "description": "Maintain copies of all subpoenas and communications with law enforcement entities bearing on use or sale of consumer reports or personal information",
            "quoted_text": "4 H. Copies of all subpoenas and other communications with law enforcement entities 5 or personnel, whether in written or electronic form, if such documents bear in any respect on 6 Defendants' use or sale of consumer reports or other personal information of consumers; and 7 1. All records necessary to demonstrate full compliance with each provision of this",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 458,
            "quote_end_line": 461
          },
          {
            "description": "Maintain all records necessary to demonstrate full compliance with each provision of this Order",
            "quoted_text": "7 1. All records necessary to demonstrate full compliance with each provision of this 8 Order, including all submissions to the Commission. 9 VI. COMPLIANCE MONITORING",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 461,
            "quote_end_line": 463
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission and Plaintiff are authorized to monitor Defendants' compliance through document requests, depositions, interviews, and other investigative means.",
        "requirements": [
          {
            "description": "Submit additional compliance reports or other requested information sworn under penalty of perjury upon written request from the Commission or Plaintiff",
            "quoted_text": "12 A. Within 14 days of receipt of a written request from a representative of the 13 Commission or Plaintiff, each Defendant must: submit additional compliance reports or other 14 requested information, which must be sworn under penalty of perjury; appear for depositions; and 15 produce documents, for inspection and copying. The Commission and Plaintiff are also",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 466,
            "quote_end_line": 469
          },
          {
            "description": "Appear for depositions upon written request from the Commission or Plaintiff",
            "quoted_text": "12 A. Within 14 days of receipt of a written request from a representative of the 13 Commission or Plaintiff, each Defendant must: submit additional compliance reports or other 14 requested information, which must be sworn under penalty of perjury; appear for depositions; and 15 produce documents, for inspection and copying. The Commission and Plaintiff are also",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 466,
            "quote_end_line": 469
          },
          {
            "description": "Produce documents for inspection and copying upon written request from the Commission or Plaintiff",
            "quoted_text": "12 A. Within 14 days of receipt of a written request from a representative of the 13 Commission or Plaintiff, each Defendant must: submit additional compliance reports or other 14 requested information, which must be sworn under penalty of perjury; appear for depositions; and 15 produce documents, for inspection and copying. The Commission and Plaintiff are also 16 authorized to obtain discovery, without further leave of court, using any of the procedures 17 prescribed by Federal Rules of Civil Procedure 29,30 (including telephonic depositions), 31, 33, 18 34,36,45, and 69.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 466,
            "quote_end_line": 472
          },
          {
            "description": "Permit representatives of the Commission and Plaintiff to interview any employee or other person affiliated with any Defendant who has agreed to such an interview",
            "quoted_text": "20 communicate directly with each Defendant. Defendant must permit representatives of the 21 Commission and Plaintiff to interview any employee or other person affiliated with any Defendant ·22 who has agreed to such an interview. The person interviewed may have counsel present. 23 C. The Commission and Plaintiff may use all other lawful means, including posing,",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 474,
            "quote_end_line": 477
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction for purposes of construction, modification, and enforcement of this Order.",
        "requirements": [
          {
            "description": "Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order",
            "quoted_text": "1 VII. RETENTION OF JURISDICTION 2 IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for 3 purposes of construction, modification, and enforcement of this Order. 4 VIII. COSTS AND ATTORNEYS' FEES",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 487,
            "quote_end_line": 490
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Costs and Attorneys' Fees",
        "category": "acknowledgment",
        "summary": "Each party shall bear its own costs and attorneys' fees incurred in connection with this action.",
        "requirements": [
          {
            "description": "Each party bears its own costs and attorneys' fees incurred in connection with this action",
            "quoted_text": "5 IT IS FURTHER ORDERED that each party shall bear its own costs and attorneys' fees 6 incurred in connection with this action. 7 The parties hereby stipulate to the entry of the foregoing Order, which shall constitute a",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 491,
            "quote_end_line": 493
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "For 20 years following entry of this Order, each Defendant must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "10.12, Direct Lending Source Complaint.pdf",
      "order": "10.12, Direct Lending Source Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 5,
      "complaint_representations": 1,
      "order_provisions": 8,
      "order_definitions": 6,
      "order_requirements": 44,
      "provisions_per_section": {
        "I": 12,
        "II": 7,
        "III": 4,
        "IV": 6,
        "V": 9,
        "VI": 4,
        "VII": 1,
        "VIII": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 1,
        "complaint_total": 1,
        "order_verified": 44,
        "order_total": 44
      }
    },
    "processing_time_seconds": 231.7
  }
}