{
  "case_info": {
    "docket_number": "CV-10-00530-PHX-JJT",
    "company": {
      "name": "LifeLock, Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "60 East Rio Salado Parkway, Tempe, Arizona 85281",
      "business_description": "LifeLock provides identity theft prevention services to consumers, including placing fraud alerts on credit reports, obtaining annual credit report disclosures, submitting requests to remove names from prescreened credit offer lists, and offering identity theft guarantees. The company charges customers a monthly fee and has enrolled over one million customers."
    },
    "commissioners": [],
    "case_date": {
      "month": 10,
      "year": 2019
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a), and Section 13(b) of the Federal Trade Commission Act, 15 U.S.C. § 53(b)",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/072-3069-x100023-lifelock-inc-corporation"
  },
  "complaint": {
    "factual_background": "LifeLock sold an identity theft prevention service claiming to provide complete protection against identity theft and secure handling of customer data. In reality, the service only addressed limited types of identity theft (primarily new account openings) and failed to provide many advertised protections. Additionally, LifeLock failed to implement reasonable security measures to protect the sensitive personal information it collected from over one million customers, storing and transmitting data in unencrypted form and failing to implement basic security controls.",
    "representations_made": [
      {
        "description": "Claimed the service provided complete protection against all forms of identity theft by making customers' personal information useless to identity thieves",
        "quoted_text": "Through the means described in Paragraph 17, Defendants have represented, directly or indirectly, expressly or by implication, that the ID theft prevention service provided complete protection against all forms of identity theft by making customers' personal information useless to identity thieves.",
        "source_paragraph": 23
      },
      {
        "description": "Claimed the service prevented unauthorized changes to customers' address information",
        "quoted_text": "Through the means described in Paragraph 17, Defendants have represented, directly or indirectly, expressly or by implication, that the ID theft prevention service prevented unauthorized changes to customers' address information.",
        "source_paragraph": 26
      },
      {
        "description": "Claimed the service constantly monitored activity on each customer's consumer reports",
        "quoted_text": "Through the means described in Paragraph 17, Defendants have represented, directly or indirectly, expressly or by implication, that the ID theft prevention service constantly monitored activity on each of its customers' consumer reports.",
        "source_paragraph": 29
      },
      {
        "description": "Claimed the service would ensure customers always received a phone call from potential creditors before new credit accounts were opened",
        "quoted_text": "Through the means described in Paragraph 17, Defendants have represented, directly or indirectly, expressly or by implication, that the ID theft prevention service would ensure that a customer would always receive a phone call from a potential creditor before a new credit account was opened in the customer's name.",
        "source_paragraph": 32
      },
      {
        "description": "Claimed they employed reasonable and appropriate measures to protect customer personal information from unauthorized access",
        "quoted_text": "Through the means described in Paragraph 19, Defendants have represented, directly or indirectly, expressly or by implication, that they employed reasonable and appropriate measures to protect personal information of customers from unauthorized access.",
        "source_paragraph": 35
      },
      {
        "description": "Claimed they encrypted sensitive customer information stored or transmitted in the course of business",
        "quoted_text": "Through the means described in Paragraph 19, Defendants have represented, directly or indirectly, expressly or by implication, that they encrypted sensitive customer information that they stored or transmitted in the course of their business.",
        "source_paragraph": 38
      },
      {
        "description": "Claimed they limited access to sensitive customer information only to authorized employees on a need-to-know basis",
        "quoted_text": "Through the means described in Paragraph 19, Defendants have represented, directly or indirectly, expressly or by implication, that they limited access to sensitive customer information only to authorized employees on a \"need-to-know\" basis.",
        "source_paragraph": 41
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Complete Identity Theft Protection",
        "representation": "The ID theft prevention service provided complete protection against all forms of identity theft by making customers' personal information useless to identity thieves",
        "fact": "The ID theft prevention service did not provide complete protection against all identity theft and did not make customers' personal information useless to identity thieves. The service only protected against new account openings when consumer reports were checked, not against misuse of existing accounts, medical identity theft, employment-related identity theft, or using another's identity to evade law enforcement",
        "conclusion": "Therefore, the making of the representation set forth in Paragraph 23 of this Complaint constitutes a deceptive act or practice, in or affecting commerce, in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 2,
        "title": "Address Change Prevention",
        "representation": "The ID theft prevention service prevented unauthorized changes to customers' address information",
        "fact": "The ID theft prevention service did not prevent unauthorized changes to customers' address information because the Initial Alerts Defendants place for customers do not require users of the customers' consumer reports to contact customers with fraud alerts before changing address information",
        "conclusion": "Therefore, the making of the representation set forth in Paragraph 26 of this Complaint constitutes a deceptive act or practice, in or affecting commerce, in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 3,
        "title": "Credit Report Monitoring",
        "representation": "The ID theft prevention service constantly monitored activity on each of its customers' consumer reports",
        "fact": "The ID theft prevention service did not monitor activity on customers' consumer reports",
        "conclusion": "Therefore, the making of the representation set forth in Paragraph 29 of this Complaint constitutes a deceptive act or practice, in or affecting commerce, in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 4,
        "title": "Guaranteed Phone Call Verification",
        "representation": "The ID theft prevention service would ensure that a customer would always receive a phone call from a potential creditor before a new credit account was opened in the customer's name",
        "fact": "The ID theft prevention service did not ensure that a customer would receive a phone call from a potential creditor before a new credit account was opened in their name because the Initial Alerts that Defendants placed for customers do not require that the potential creditor contact consumers before opening new credit accounts",
        "conclusion": "Therefore, the making of the representation set forth in Paragraph 32 of this Complaint constitutes a deceptive act or practice, in or affecting commerce, in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 5,
        "title": "Reasonable Security Measures",
        "representation": "They employed reasonable and appropriate measures to protect personal information of customers from unauthorized access",
        "fact": "Defendants did not employ reasonable and appropriate measures to protect personal information of customers from unauthorized access. They stored and transmitted data in clear text, failed to require strong passwords, failed to limit access to those needing it, failed to install security patches, did not assess vulnerability to common attacks, failed to employ detection measures, did not implement defenses against common attacks, and failed to secure paper documents",
        "conclusion": "Therefore, the making of the representation set forth in Paragraph 35 of this Complaint constitutes a deceptive act or practice, in or affecting commerce, in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 6,
        "title": "Data Encryption",
        "representation": "They encrypted sensitive customer information that they stored or transmitted in the course of their business",
        "fact": "Defendants did not encrypt sensitive customer information that they stored or transmitted in the course of their business",
        "conclusion": "Therefore, the making of the representation set forth in Paragraph 38 of this Complaint constitutes a deceptive act or practice, in or affecting commerce, in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 7,
        "title": "Limited Access Controls",
        "representation": "They limited access to sensitive customer information only to authorized employees on a need-to-know basis",
        "fact": "Defendants did not limit access to sensitive customer information only to authorized employees on a need-to-know basis",
        "conclusion": "Therefore, the making of the representation set forth in Paragraph 41 of this Complaint constitutes a deceptive act or practice, in or affecting commerce, in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Affected Consumer(s)": "any person(s) who has subscribed to any LifeLock fee-based identity theft protection service, and could assert a claim arising from the types of violations alleged in Paragraph 5 of the Findings, excluding: LifeLock; any parent, subsidiary, affiliate, or controlled person of LifeLock; the officers, directors, agents, employees of LifeLock; any counsel in the Covered Class Action; and any judge or court staff presiding over the Covered Class Action or this action.",
      "Covered Class Action": "Napoleon Ebarle et al. v. LifeLock, Inc., No. 3:15-cv-258 (N.D. Cal. filed Jan. 19, 2015).",
      "Money Received": "money paid as restitution by LifeLock to Affected Consumers by check, charge-back, or other transfer of funds, to the extent: a. Such money was issued by LifeLock pursuant to settlement: (i) of the Covered Class Action, or (ii) with any State Attorney General's Office entered within four (4) months from the date of this Order; b. Either: (i) a credit card company, bank, or other financial institution has credited the Affected Consumer's financial account with such money, or (ii) any such check has been cashed by the Affected Consumer; and c. Consumer information involved in payment of such money is handled in a manner that is consistent with the Commission's privacy and data security standards, policies, and practices. For the purpose of clarification, Money Received shall not include any administrative fees, attorneys' fees, or any other amount not directly issued to an Affected Consumer, or any coupons, credits, or other consideration applicable towards the purchase of products or services offered by LifeLock or any other entity."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Permanent Injunction Remains in Effect",
        "category": "affirmative_obligation",
        "summary": "The existing Permanent Injunction from March 15, 2010 remains in full force and effect, except Sections VI through IX are replaced with new provisions.",
        "requirements": [
          {
            "description": "Maintain compliance with existing Permanent Injunction provisions",
            "quoted_text": "IT IS FURTHER ORDERED that the Permanent Injunction shall remain in full force and effect except Sections VI through IX of the Permanent Injunction as to LifeLock, which are replaced with Sections V through VIII below.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Monetary Judgment and Consumer Redress",
        "category": "affirmative_obligation",
        "summary": "LifeLock must pay $100 million into the Court's Registry for consumer redress, with specific provisions for disbursement based on payments made to Affected Consumers.",
        "requirements": [
          {
            "description": "Deposit $100 million into Court's Registry",
            "quoted_text": "LifeLock shall: (a) deposit One Hundred Million Dollars ($100,000,000) (\"Settlement Funds\") into the Court's Registry within five (5) business days of entry of this Order to be held in escrow for the sole purpose of distributing the funds in accordance with this Order",
            "deadline": "5 business days",
            "verified": true,
            "confidence": 0.9738202247191011
          },
          {
            "description": "Comply with all obligations under Section II",
            "quoted_text": "(b) comply fully with all of its obligations under Section II of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9905263157894737
          },
          {
            "description": "File motions for disbursement within specified timeframe",
            "quoted_text": "The Settlement Funds shall be disbursed by motions pursuant to this Section II, if both of the following conditions are met: (1) LifeLock acts expeditiously to obtain final court approval of the settlement agreement in the Covered Class Action; and (2) all such motions are filed by the earlier of eighteen (18) months from the date of this Order or two hundred seventy (270) days from the date of final court approval of the settlement agreement in the Covered Class Action.",
            "deadline": "18 months from order date or 270 days from final court approval",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Remit returned Money Received to Commission",
            "quoted_text": "If any portion of the Money Received by Affected Consumers for which LifeLock received disbursement from the Settlement Funds is returned to LifeLock, LifeLock shall remit such portion to the Commission within ten (10) business days.",
            "deadline": "10 business days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Customer Information",
        "category": "affirmative_obligation",
        "summary": "LifeLock must provide customer information to the Commission upon request to facilitate consumer redress administration.",
        "requirements": [
          {
            "description": "Provide requested customer information to Commission",
            "quoted_text": "IT IS FURTHER ORDERED that LifeLock shall provide customer information requested by the Commission to enable the Commission to efficiently administer customer redress. If a representative of the Commission requests in writing any information related to redress, LifeLock must provide it, in the form prescribed by the Commission, within ten (10) days.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Entry of Order",
        "category": "acknowledgment",
        "summary": "The Court directs immediate entry of this Order without delay.",
        "requirements": [
          {
            "description": "Immediate entry of Order",
            "quoted_text": "IT IS FURTHER ORDERED that there is no just reason for delay of entry of this Order, and the clerk shall enter this Order immediately.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "LifeLock must notify the Commission of corporate structure changes and submit annual compliance reports for five years.",
        "requirements": [
          {
            "description": "Notify Commission of corporate structure changes",
            "quoted_text": "For a period of five (5) years from the date of entry of this Order, LifeLock shall notify the Commission of any changes in its corporate structure or any business entity that LifeLock directly or indirectly controls, or has ownership interest in, that may affect compliance obligations under the Permanent Injunction or this Order, including, but not limited to: incorporation or other organization; a dissolution, assignment, sale, merger, or other action; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any practices subject to the Permanent Injunction or this Order; or a change in the business name or address, at least thirty (30) days prior to such change, provided that, with respect to any proposed change in the business entity of which LifeLock learns less than thirty (30) days prior to the date such action is to take place, LifeLock shall notify the Commission as soon as practicable after obtaining such knowledge.",
            "deadline": "30 days prior to change",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit initial compliance report",
            "quoted_text": "One hundred eighty (180) days after the date of entry of this Order and annually thereafter for a period of five (5) years, LifeLock shall provide a written report to the FTC, which is true and accurate and sworn to under penalty of perjury, setting forth in detail the manner and form in which it has complied and is complying with the Permanent Injunction and this Order.",
            "deadline": "180 days after order entry, then annually",
            "verified": true,
            "confidence": 0.9648659003831418
          },
          {
            "description": "Notify Commission of bankruptcy or insolvency proceedings",
            "quoted_text": "LifeLock shall notify the Commission of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding within fifteen (15) days of its filing.",
            "deadline": "15 days",
            "verified": true,
            "confidence": 0.9832163742690059
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission has broad authority to monitor LifeLock's compliance through document requests, depositions, inspections, and interviews.",
        "requirements": [
          {
            "description": "Submit additional reports and documents upon Commission request",
            "quoted_text": "Within fourteen (14) days of receipt of written notice from a representative of the Commission, LifeLock shall submit additional written reports or other requested information, which are true and accurate and sworn to under penalty of perjury; produce documents for inspection and copying; appear for deposition; and provide entry during normal business hours to any business location in LifeLock's possession or direct or indirect control to inspect the business operation",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Permit Commission to interview personnel",
            "quoted_text": "LifeLock shall permit representatives of the Commission to interview any employer, consultant, independent contractor, representative, agent or employee who has agreed to such an interview, relating in any way to any conduct subject to the Permanent Injunction or this Order. The person interviewed may have counsel present",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Record Keeping Provisions",
        "category": "recordkeeping",
        "summary": "LifeLock must create and retain extensive records related to its business operations, compliance, and consumer redress for specified periods.",
        "requirements": [
          {
            "description": "Maintain business records for 13 years from Permanent Injunction date",
            "quoted_text": "For a period of thirteen (13) years from the date of entry of the Permanent Injunction, the following records in connection with the sale or provision of products or services related to identity theft: 1. Accounting records that reflect the cost of goods or services sold, revenues generated, and the distribution of such revenues; 2. Personnel records accurately reflecting: the name, address, and telephone number of each person employed in any capacity by such business, including as an independent contractor; that person's job title or position; the date upon which the person commenced work; and the date and reason for the person's termination, if applicable; 3. Consumer files containing the names, addresses, phone numbers, dollar amounts paid, quantity of items or services purchased, and description of items or services purchased, to the extent such information is obtained in the ordinary course of business; 4. Complaints and refund requests (whether received directly, indirectly, or through any third party) and any responses to those complaints and requests; 5. Copies of all sales scripts, training materials, advertisements, or other marketing materials; 6. Any documents, whether prepared by or on behalf of LifeLock, that contradict, qualify or call into question LifeLock's compliance with Sections I, II, and III of the Permanent Injunction; and 7. All records and documents necessary to demonstrate full compliance with each provision of the Permanent Injunction and this Order, including but not limited to, copies of acknowledgments of receipt required by the Permanent Injunction and this Order, all reports submitted to the FTC pursuant to the Section of this Order titled \"Compliance Reporting.\"",
            "deadline": null,
            "verified": true,
            "confidence": 0.9515469613259668
          },
          {
            "description": "Maintain assessment records for 3 years after preparation",
            "quoted_text": "For a period of three (3) years after the date of preparation of each Assessment required under the Section of the Permanent Injunction titled \"Biennial Assessment Requirements\": All materials relied upon to prepare the Assessment, whether prepared by or on behalf of LifeLock, including but not limited to all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, and any other materials relating to LifeLock's compliance with the Section of the Permanent Injunction titled \"Biennial Assessment Requirements.\"",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Maintain Money Received records for 5 years from order entry",
            "quoted_text": "For a period of five (5) years from the date of entry of this Order, records and documents sufficient to provide all material facts regarding Money Received by Affected Consumers and the administration of the escrow account funded under Section II.E, including but not limited to: (1) identity of each Affected Consumer who received a payment, (2) the amount of each payment, (3) the manner in which LifeLock issued each payment, (4) the date of each payment, (5) evidence that each payment was credited to an Affected Consumer's financial account or was otherwise cashed, and (6) all escrow account activity and balances.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Distribution of Order",
        "category": "acknowledgment",
        "summary": "LifeLock must distribute copies of the Permanent Injunction and this Order to personnel and obtain signed acknowledgments of receipt.",
        "requirements": [
          {
            "description": "Deliver copies of Permanent Injunction and Order to current personnel",
            "quoted_text": "LifeLock must deliver a copy of the Permanent Injunction and this Order to: (1) all of its principals, officers, directors, and managers; (2) all of its employees, agents, and representatives who engage in conduct related to the subject matter of the Permanent Injunction and this Order; and (3) any business entity resulting from any change in structure set forth in Subsection A of the Section of this Order titled \"Compliance Reporting.\" For current personnel, delivery shall occur within seven (7) days of entry of this Order. For all others, delivery shall occur prior to them assuming their responsibilities. For any business entity resulting from any change in structure set forth in Subsection A of the Section of this Order titled \"Compliance Reporting,\" delivery shall be at least ten (10) days prior to the change in structure.",
            "deadline": "7 days for current personnel",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Obtain signed acknowledgments of receipt",
            "quoted_text": "LifeLock must secure a signed and dated statement acknowledging receipt of the Permanent Injunction and this Order, within thirty (30) days of delivery, from all persons receiving a copy of the Permanent Injunction and this Order pursuant to this Section.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Acknowledgement of Receipt of This Order",
        "category": "acknowledgment",
        "summary": "LifeLock must submit a sworn statement acknowledging receipt of this Order to the Commission.",
        "requirements": [
          {
            "description": "Submit sworn acknowledgment of receipt to Commission",
            "quoted_text": "IT IS FURTHER ORDERED that LifeLock, within five (5) business days of receipt of this Order as entered by the Court, must submit to the Commission a truthful sworn statement acknowledging receipt of this Order.",
            "deadline": "5 business days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction over this matter for all purposes.",
        "requirements": [
          {
            "description": "Court retains jurisdiction",
            "quoted_text": "IT IS FURTHER ORDERED that the Court shall continue to retain jurisdiction of this matter for all purposes.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 5,
      "termination_text": "For a period of five (5) years from the date of entry of this Order, LifeLock shall notify the Commission of any changes in its corporate structure... (Compliance Reporting section); For a period of five (5) years from the date of entry of this Order, LifeLock shall deliver copies of the Permanent Injunction and this Order... (Distribution of Order section). The Permanent Injunction referenced in this Order remains in full force and effect and contains its own duration provisions, including a thirteen (13) year recordkeeping requirement from the date of entry of the Permanent Injunction."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "10.19, LifeLock, Inc., a corporation Complaint.pdf",
      "order": "10.19, LifeLock, Inc., a corporation Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 7,
      "complaint_representations": 7,
      "order_provisions": 10,
      "order_definitions": 3,
      "order_requirements": 19
    },
    "processing_time_seconds": 178.3
  }
}