{
  "case_info": {
    "docket_number": "C-4544",
    "company": {
      "name": "One Industries Corp.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "12270 World Trade Drive, Suite 103, San Diego, California 92128",
      "business_description": "One Industries Corp. is a worldwide seller of motocross-related gear, graphic kits, and clothing."
    },
    "commissioners": [
      "Edith Ramirez, Chairwoman",
      "Julie Brill",
      "Maureen K. Ohlhausen",
      "Terrell McSweeny"
    ],
    "case_date": {
      "month": 10,
      "year": 2015
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a)",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/152-3201-one-industries-corp-matter",
    "statutory_topics": [
      "Section 5 Only"
    ],
    "practice_areas": [
      "Data Security",
      "Privacy"
    ],
    "industry_sectors": [
      "Other"
    ]
  },
  "complaint": {
    "factual_background": "One Industries Corp., a Delaware corporation and worldwide seller of motocross-related gear, claimed on its website that it adhered to the U.S.-EU Safe Harbor Privacy Framework. The U.S.-EU Safe Harbor Framework requires companies to self-certify to the U.S. Department of Commerce that they comply with seven privacy principles. However, One Industries never self-certified and was never a participant in the Safe Harbor Framework. By publicly claiming Safe Harbor participation, the company made a false and misleading representation to consumers about its privacy practices.",
    "representations_made": [
      {
        "description": "Claimed to adhere to the U.S.-EU Safe Harbor Privacy Principles with respect to personally identifiable information received from customers and employees in the European Union, and represented participation in the EU Safe Harbor program",
        "quoted_text": "We adhere to the US-EU Safe Harbor Privacy Principles (“EU Safe Harbor”) with respect to certain personally identifiable information that we receive from customers and employees in the European Union. One Industries has various other business units, service offerings and data collections which are not covered by this Privacy Policy, nor by One Industries’ participation in the EU Safe Harbor, and One Industries makes no EU Safe Harbor representations with respect to any data collected or used in these business units, service offerings or data collections. For further background about the EU Safe Harbor, please refer to the U.S. Department of Commerce’s Website at http://www.export.gov/safeharbor. (emphasis added)",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 9,
        "quote_start_line": 62,
        "quote_end_line": 73
      },
      {
        "description": "Represented, expressly or by implication, that it is a 'current' participant in the U.S.-EU Safe Harbor Framework",
        "quoted_text": "10. Through the means described in Paragraph 9, respondent has represented, expressly or by implication, that it is a “current” participant in the U.S.-EU Safe Harbor.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 10,
        "quote_start_line": 77,
        "quote_end_line": 78
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "False U.S.-EU Safe Harbor Participation Claim",
        "representation": "Through its privacy policy website, One Industries represented, expressly or by implication, that it is a 'current' participant in the U.S.-EU Safe Harbor Framework and that it adheres to the U.S.-EU Safe Harbor Privacy Principles with respect to personally identifiable information received from customers and employees in the European Union.",
        "fact": "In truth and in fact, respondent is not and never has been a participant in the U.S.-EU Safe Harbor Framework.",
        "conclusion": "Therefore, the representation set forth in Paragraph 10 was, and is, false and misleading, constituting deceptive acts or practices in or affecting commerce in violation of Section 5(a) of the Federal Trade Commission Act."
      }
    ]
  },
  "order": {
    "definitions": {
      "respondent": "One Industries, Corp., and its successors and assigns.",
      "Commerce": "as defined in Section 4 of the FTC Act, 15 U.S.C. § 44."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Privacy/Security Program Participation",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent, directly or by implication, the extent to which it participates in any government or self-regulatory privacy or security program, including the U.S.-EU and U.S.-Swiss Safe Harbor Frameworks.",
        "requirements": [
          {
            "description": "Must not misrepresent membership in, adherence to, certification by, or participation in any government or self-regulatory privacy or security program, including the U.S.-EU Safe Harbor Framework and U.S.-Swiss Safe Harbor Framework",
            "quoted_text": "IT IS ORDERED that respondent and its officers, agents, representatives, and employees, whether acting directly or indirectly, in connection with the advertising, marketing, promotion, offering for sale, or sale of any product or service, in or affecting commerce, shall not misrepresent in any manner, expressly or by implication, the extent to which respondent is a member of, adheres to, complies with, is certified by, is endorsed by, or otherwise participates in any privacy or security program sponsored by the government or any other self-regulatory or standard-setting organization, including, but not limited to, the U.S.-EU Safe Harbor Framework and the U.S.-Swiss Safe Harbor Framework.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 51,
            "quote_end_line": 58
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition",
          "Comprehensive Security Program"
        ]
      },
      {
        "provision_number": "II",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must maintain and make available to the Commission, for five years, all documents relating to compliance with the order, including advertisements and any documents questioning compliance.",
        "requirements": [
          {
            "description": "Maintain and make available to the Commission for inspection and copying, for five (5) years from date of preparation or dissemination, all advertisements, promotional materials, and other statements containing representations covered by this order, along with all materials relied upon in disseminating those representations",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall maintain and upon request make available to the Commission for inspection and copying, a print or electronic copy of, for a period of five (5) years from the date of preparation or dissemination, whichever is later, all documents relating to compliance with this order, including but not limited to: A. all advertisements, promotional materials, and any other statements containing any representations covered by this order, with all materials relied upon in disseminating the representation; and",
            "deadline": "5 years retention",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 60,
            "quote_end_line": 66
          },
          {
            "description": "Maintain and make available to the Commission any documents, whether prepared by or on behalf of respondent, that call into question respondent's compliance with this order",
            "quoted_text": "B. any documents, whether prepared by or on behalf of respondent, that call into question respondent’s compliance with this order.",
            "deadline": "5 years retention",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 67,
            "quote_end_line": 68
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "III",
        "title": "Order Delivery and Acknowledgment",
        "category": "acknowledgment",
        "summary": "Respondent must deliver a copy of the order to all current and future principals, officers, directors, managers, employees, agents, and representatives with related responsibilities, and obtain signed acknowledgments of receipt within 30 days of delivery.",
        "requirements": [
          {
            "description": "Deliver a copy of this order to all current principals, officers, directors, managers, employees, agents, and representatives having responsibilities relating to the subject matter of this order within thirty (30) days after service of this order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall deliver a copy of this order to all current and future principals, officers, directors, and managers, and to all current and future employees, agents, and representatives having responsibilities relating to the subject matter of this order. Respondent shall deliver this order to such current personnel within thirty (30) days after service of this order, and to such future personnel within thirty (30) days after the person",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 73,
            "quote_end_line": 77
          },
          {
            "description": "Deliver a copy of this order to all future personnel within thirty (30) days after the person assumes such position or responsibilities",
            "quoted_text": "after service of this order, and to such future personnel within thirty (30) days after the person assumes such position or responsibilities. For any business entity resulting from any change in",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 77,
            "quote_end_line": 78
          },
          {
            "description": "For any business entity resulting from a change in structure set forth in Part IV, deliver the order at least ten (10) days prior to the change in structure",
            "quoted_text": "assumes such position or responsibilities. For any business entity resulting from any change in structure set forth in Part IV, delivery shall be at least ten (10) days prior to the change in structure. Respondent must secure a signed and dated statement acknowledging receipt of this",
            "deadline": "10 days prior to change",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 78,
            "quote_end_line": 80
          },
          {
            "description": "Secure a signed and dated statement acknowledging receipt of this order, within thirty (30) days of delivery, from all persons receiving a copy of the order pursuant to this section",
            "quoted_text": "structure. Respondent must secure a signed and dated statement acknowledging receipt of this order, within thirty (30) days of delivery, from all persons receiving a copy of the order pursuant to this section.",
            "deadline": "30 days of delivery",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 80,
            "quote_end_line": 82
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Corporate Change Notification",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the Commission at least 30 days prior to any corporate change that may affect compliance obligations, including dissolutions, mergers, sales, subsidiary changes, bankruptcy filings, or name/address changes.",
        "requirements": [
          {
            "description": "Notify the Commission at least thirty (30) days prior to any change in the corporation(s) that may affect compliance obligations, including dissolution, assignment, sale, merger, emergence of a successor corporation, creation or dissolution of a subsidiary/parent/affiliate, proposed bankruptcy filing, or change in corporate name or address",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall notify the Commission at least thirty (30) days prior to any change in the corporation(s) that may affect compliance obligations arising under this order, including, but not limited to: a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in the corporate name or address.",
            "deadline": "30 days prior to change",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 84,
            "quote_end_line": 89
          },
          {
            "description": "If respondent learns of a proposed change fewer than thirty (30) days before it is to take place, notify the Commission as soon as practicable after obtaining such knowledge",
            "quoted_text": "Provided, however, that, with respect to any proposed change in the corporation(s) about which respondent learns fewer than thirty (30) days prior to the date such action is to take place, respondent shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": "As soon as practicable",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 90,
            "quote_end_line": 92
          },
          {
            "description": "All notices required by this Part shall be emailed to Debrief@ftc.gov or sent by overnight courier to the Associate Director of Enforcement, Bureau of Consumer Protection, FTC, 600 Pennsylvania Avenue, N.W., Washington, D.C. 20580; subject line must begin: In re One Industries, Corp., FTC File No. 1523201",
            "quoted_text": "Unless otherwise directed by a representative of the Commission in writing, all notices required by this Part shall be emailed to Debrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director of Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue, N.W., Washington, D.C. 20580. The subject line must begin: In re One Industries, Corp., FTC File No. 1523201.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 93,
            "quote_end_line": 97
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "V",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondent must file an initial written compliance report within 60 days of service of the order, and submit additional written reports within 10 days of receiving a written request from the Commission.",
        "requirements": [
          {
            "description": "Within sixty (60) days after the date of service of this order, file with the Commission a true and accurate written report setting forth in detail the manner and form of compliance with this order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent, within sixty (60) days after the date of service of this order, shall file with the Commission a true and accurate report, in writing, setting forth in detail the manner and form of its compliance with this order. Within ten (10) days of",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 99,
            "quote_end_line": 101
          },
          {
            "description": "Within ten (10) days of receipt of written notice from a representative of the Commission, submit an additional true and accurate written report",
            "quoted_text": "forth in detail the manner and form of its compliance with this order. Within ten (10) days of receipt of written notice from a representative of the Commission, it shall submit an additional true and accurate written report.",
            "deadline": "10 days of written notice",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 101,
            "quote_end_line": 103
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "The order terminates on September 29, 2035, or twenty years from the most recent date the Commission files a complaint in federal court alleging a violation of the order, whichever is later, subject to specified exceptions.",
        "requirements": [
          {
            "description": "Order terminates on September 29, 2035, or twenty (20) years from the most recent date the United States or the Commission files a complaint in federal court alleging any violation of the order, whichever is later; exceptions apply for parts terminating in fewer than 20 years, respondents not named in such complaint, and orders already terminated",
            "quoted_text": "This order will terminate on September 29, 2035, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: Page 3 of 4 A. any Part in this order that terminates in fewer than twenty (20) years; B. this order’s application to any respondent that is not named as a defendant in such complaint; and C. this order if such complaint is filed after the order has terminated pursuant to this Part.",
            "deadline": "September 29, 2035 or 20 years",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 105,
            "quote_end_line": 116
          },
          {
            "description": "If a federal court complaint is dismissed or respondent is found not to have violated the order, and that dismissal or ruling is not appealed or is upheld on appeal, the order terminates as though the complaint had never been filed, except it will not terminate between the filing date and the later of the deadline for appeal or the date the dismissal/ruling is upheld on appeal",
            "quoted_text": "Provided, further, that if such complaint is dismissed or a federal court rules that respondent did not violate any provision of the order, and the dismissal or ruling is either not appealed or upheld on appeal, then the order as to such respondent will terminate according to this Part as though the complaint had never been filed, except that the order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 117,
            "quote_end_line": 122
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on September 29, 2035, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. any Part in this order that terminates in fewer than twenty (20) years; B. this order's application to any respondent that is not named as a defendant in such complaint; and C. this order if such complaint is filed after the order has terminated pursuant to this Part."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "10.15, One Industries Complaint.pdf",
      "order": "10.15, One Industries Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 2,
      "order_provisions": 6,
      "order_definitions": 2,
      "order_requirements": 14,
      "provisions_per_section": {
        "I": 1,
        "II": 2,
        "III": 4,
        "IV": 3,
        "V": 2,
        "VI": 2
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 2,
        "complaint_total": 2,
        "order_verified": 14,
        "order_total": 14
      }
    },
    "processing_time_seconds": 123.1
  }
}