{
  "case_info": {
    "docket_number": "12 Civ. 07386",
    "company": {
      "name": "Artist Arena LLC",
      "incorporation_state": "New York",
      "entity_type": "limited liability company",
      "address": "853 Broadway, 3rd Floor, New York, NY 10003",
      "business_description": "Artist Arena operated recording artists' fan club and newsletter subscription websites on the Internet since at least 2009, including sites such as RihannaNow.com, DemiLovatoFanClub.net, BieberFever.com, and SelenaGomez.com, through which users could register for paid fan clubs and subscribe to free online newsletters."
    },
    "commissioners": [],
    "case_date": {
      "month": 10,
      "year": 2012
    },
    "legal_authority": "Sections 1303(c) and 1306(d) of the Children's Online Privacy Protection Act of 1998 (COPPA), 15 U.S.C. §§ 6501-6506, 6502(c), and 6505(d); Sections 5(a)(1), 5(m)(1)(A), 13(b), and 16(a) of the Federal Trade Commission Act, 15 U.S.C. §§ 41-58, 45(a)(1), 45(m)(1)(A), 53(b), and 56(a); and the Commission's Children's Online Privacy Protection Rule, 16 C.F.R. Part 312",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/112-3167-artist-arena-llc-united-states-america-federal-trade-commission"
  },
  "complaint": {
    "factual_background": "Artist Arena LLC operated fan club and newsletter websites for recording artists including Rihanna, Demi Lovato, Justin Bieber, and Selena Gomez that attracted significant numbers of children under age 13. Between 2009 and 2011, the company knowingly collected personal information from approximately 101,363 children without providing proper direct notice to parents or obtaining verifiable parental consent as required by COPPA. The company misrepresented to parents that it would not collect children's information without consent, when in fact it had already collected and retained such information regardless of whether parents responded.",
    "representations_made": [
      {
        "description": "Claimed it would not collect personal information online from children without prior parental consent",
        "quoted_text": "Through statements made in emails sent to parents from SelenaGomez.com and BieberFever.com, as referenced in Paragraphs 19, 26, and 28 above, Defendant has represented, directly or indirectly, expressly or by implication, that: (1) it would not collect personal information online from children without prior parental consent",
        "source_paragraph": 43
      },
      {
        "description": "Claimed it would not activate a child's registration for the Selena Gomez newsletter absent a parent's express consent",
        "quoted_text": "Defendant has represented, directly or indirectly, expressly or by implication, that: ... (2) as to the Selena Gomez online newsletter, it would not activate a child's registration for the newsletter absent a parent's express consent",
        "source_paragraph": 43
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "COPPA Rule Violations",
        "representation": "Defendant collected, used, and/or disclosed personal information online from children younger than age 13 in connection with operating fan club and newsletter subscription registrations on RihannaNow.com, DemiLovatoFanClub.net, BieberFever.com, and SelenaGomez.com",
        "fact": "Defendant failed to: (1) provide direct notice to parents of what information it collects from children, how it uses such information, and its disclosure practices for such information; and (2) obtain verifiable parental consent prior to its collection, use, and/or disclosure of personal information from children",
        "conclusion": "Defendant's acts or practices, as described in Paragraph 39 above, violate the Children's Online Privacy Protection Rule, 16 C.F.R. Part 312"
      },
      {
        "count_number": 2,
        "title": "Deceptive Parental Consent Practices",
        "representation": "Through statements made in emails sent to parents from SelenaGomez.com and BieberFever.com, Defendant represented that: (1) it would not collect personal information online from children without prior parental consent; and (2) as to the Selena Gomez online newsletter, it would not activate a child's registration for the newsletter absent a parent's express consent",
        "fact": "In truth and in fact: (1) on SelenaGomez.com and BieberFever.com, Defendant collected personal information online from children without prior parental consent; and (2) on SelenaGomez.com, Defendant activated a child's registration for the newsletter absent a parent's express consent",
        "conclusion": "Therefore, Defendant's representations as set forth in Paragraph 43 of this Complaint are false and misleading and constitute deceptive acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)"
      }
    ]
  },
  "order": {
    "definitions": {
      "Defendant": "Artist Arena LLC and its successors and assigns.",
      "Rule": "the Federal Trade Commission's Children's Online Privacy Protection Rule. 16 C.F.R. Part 312",
      "child": "defined as those terms are defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "collects": "defined as those terms are defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "collection": "defined as those terms are defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "Commission": "defined as those terms are defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "delete": "defined as those terms are defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "disclosure": "defined as those terms are defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "Internet": "defined as those terms are defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "online contact information": "defined as those terms are defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "operator": "defined as those terms are defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "parent": "defined as those terms are defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "person": "defined as those terms are defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "personal information": "defined as those terms are defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "third party": "defined as those terms are defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "verifiable consent": "defined as those terms are defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "website or online service directed to children": "defined as those terms are defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2."
    },
    "provisions": [
      {
        "provision_number": "13",
        "title": "Permanent Injunction Against COPPA Violations",
        "category": "prohibition",
        "summary": "Defendant is permanently enjoined from failing to provide direct notice to parents of its information practices, failing to obtain verifiable parental consent before collecting personal information from children, and violating any provision of the COPPA Rule.",
        "requirements": [
          {
            "description": "Must not fail to provide direct notice to parents of what information Defendant collects online from children, how it uses such information, its disclosure practices, and all other required content",
            "quoted_text": "Failing to provide direct notice to parents of what information Defendant collects online from children, how it uses such information, its disclosure practices, and all other required content, in connection with any website or online service that is directed to children, or any website or online service through which Defendant, with actual knowledge, collects, uses, and/or discloses personal information from children, as required by Section 312.4(c) of the Rule, 16 C.F.R. § 312.4(c);",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Must not fail to obtain verifiable parental consent before any collection, use, and/or disclosure of personal information from children",
            "quoted_text": "Failing to obtain verifiable parental consent before any collection, use, and/or disclosure of personal information from children, in connection with any website or online service owned, operated, or managed by or on behalf of Defendant that is directed to children, or on any website or online service through which Defendant, with actual knowledge, collects, uses, and/or discloses personal information from children, as required by Section 312.5 of the Rule, 16 C.F.R. § 312.5(a)(1);",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Must not violate any other provision of the COPPA Rule",
            "quoted_text": "Violating any other provision of the Rule, 16 C.F.R. Part 312, and as the Rule may hereafter be amended.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9915384615384616
          }
        ]
      },
      {
        "provision_number": "14",
        "title": "Prohibition Against Misrepresentations",
        "category": "prohibition",
        "summary": "Defendant is permanently enjoined from making any misrepresentation in its parental notices, privacy policies, or elsewhere about the website or online service's collection, use, disclosure, or deletion of children's personal information.",
        "requirements": [
          {
            "description": "Must not make any misrepresentation about collection, use, disclosure, or deletion of children's personal information",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant and its officers, agents, representatives, and employees, and all persons in active concert or participation with it who receive actual notice of this Order by personal service or otherwise, are hereby enjoined, directly or through any corporation, subsidiary, division, website, or other device, in connection with Defendant's operation of any website or online service, from making any misrepresentation in its parental notices, privacy policies, or elsewhere about the website or online service's collection, use, disclosure, or deletion of children's personal information.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9187083671811536
          }
        ]
      },
      {
        "provision_number": "15",
        "title": "Deletion of Children's Personal Information",
        "category": "affirmative_obligation",
        "summary": "Defendant must delete all personal information collected and maintained in violation of the Rule from April 21, 2000 through the date of entry of this Order.",
        "requirements": [
          {
            "description": "Delete all personal information collected in violation of the Rule from April 21, 2000 through the date of entry of this Order",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant within ten days from the date of entry of this Order, shall delete all personal information collected and maintained, within its possession, custody, or control, in violation of the Rule at any time from April 21, 2000 through the date of entry of this Order.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.9733333333333334
          }
        ]
      },
      {
        "provision_number": "16",
        "title": "Consumer Education Remedy",
        "category": "affirmative_obligation",
        "summary": "For five years, Defendant must place a clear and conspicuous notice in privacy policies, direct notices to parents, and at each location where personal information is collected, directing users to the FTC's OnGuardOnline website for tips on protecting kids' privacy online.",
        "requirements": [
          {
            "description": "Place a clear and conspicuous notice with hyperlink to FTC's OnGuardOnline website in privacy policy, direct notices to parents, and at each collection point for personal information",
            "quoted_text": "IT IS FURTHER ORDERED that for a period of five years from the date of entry of this Order, Defendant, in connection with its operation of any website or online service directed to children, and any website or online service through which Defendant, with actual knowledge, collects, uses, and/or discloses personal information from children, shall place a clear and conspicuous notice: (1) within the privacy policy required to be posted by Section 312.4(b) of the Rule, 16 C.F.R. § 312.4(b); (2) within the direct notice required to be sent to parents by Section 312.4(c) of the Rule, 16 C.F.R. § 312.4(c); and (3) at each location on the website or online service where personal information is collected, which states as follows in bold typeface: NOTICE: Visit www.OnGuardOnline.gov for tips from the Federal Trade Commission on protecting kids' privacy online (www.OnGuardOnline.gov must contain a hyperlink to http://www.onguardonline.gov/topics/kids-privacy.aspx)",
            "deadline": null,
            "verified": true,
            "confidence": 0.7671614100185529
          },
          {
            "description": "Change hyperlinks/URLs within 15 days after receipt of notice from the FTC of a change to such hyperlinks/URLs",
            "quoted_text": "Defendant shall be required to change the hyperlinks/URLs within 15 days after receipt of notice (which shall also be sent to Defendant's counsel) from the Federal Trade Commission of a change to such hyperlinks/URLs.",
            "deadline": "15 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "17",
        "title": "Civil Penalty",
        "category": "affirmative_obligation",
        "summary": "Defendant must pay a civil penalty of one million dollars within five days of receipt of notice of the entry of this Order.",
        "requirements": [
          {
            "description": "Pay civil penalty of one million dollars",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant shall pay to Plaintiff a civil penalty, pursuant to Section 5(m)(1)(A) of the FTC Act, 15 U.S.C. § 45(m)(1)(A), in the amount of one million dollars ($1 million), due and payable within five days of receipt of notice of the entry of this Order.",
            "deadline": "5 days",
            "verified": true,
            "confidence": 0.7635658914728682
          }
        ]
      },
      {
        "provision_number": "21",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Defendant must submit acknowledgment of receipt of this Order, deliver copies of the Order to relevant personnel and entities for three years, and obtain signed acknowledgments from recipients.",
        "requirements": [
          {
            "description": "Submit acknowledgment of receipt of this Order sworn under penalty of perjury",
            "quoted_text": "Defendant within 7 days of entry of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 0.9749838187702266
          },
          {
            "description": "For three years, deliver a copy of this Order to all principals, officers, directors, managers, employees, agents, and representatives who have responsibilities related to the subject matter of the Order, and to any business entity resulting from any change in structure",
            "quoted_text": "For three years after entry of this Order, Defendant must deliver a copy of this Order to (1) all principals, officers, directors, and managers of any business owned, operated, or managed by or on behalf of Defendant engaged in conduct related to the subject matter addressed in Section II of this Order; (2) all Defendant's employees, agents, and representatives who have responsibilities related to the operation of any website or online service subject to Section II of this Order; and (3) any business entity resulting from any change in structure as set forth in the Section titled Compliance Reporting. Delivery must occur within 7 days of entry of this Order for current personnel. To all others, delivery must occur before they assume their responsibilities.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 0.7511520737327189
          },
          {
            "description": "Obtain signed and dated acknowledgment of receipt of this Order from each individual or entity to which Defendant delivered a copy",
            "quoted_text": "From each individual or entity to which Defendant delivered a copy of this Order, that Defendant must obtain, within 30 days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.9925668449197861
          }
        ]
      },
      {
        "provision_number": "22",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendant must submit compliance reports to the Commission one year after entry of the Order, submit compliance notices within 14 days of any changes to designated points of contact or structure for 10 years, and submit bankruptcy notices within 14 days.",
        "requirements": [
          {
            "description": "Submit compliance report one year after entry of this Order, sworn under penalty of perjury, designating contact information, identifying all businesses, describing activities, describing compliance with each section of the Order, and providing copy of Order Acknowledgments",
            "quoted_text": "One year after entry of this Order, Defendant must submit a compliance report, sworn under penalty of perjury to: (a) designate at least one telephone number and an email, physical, and postal address as points of contact, which representatives of the Commission and Plaintiff may use to communicate with Defendant; (b) identify all of Defendant's businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (c) describe the activities of each business, including the products and services offered, and the means of advertising, marketing, and sales; (d) describe in detail whether and how Defendant is in compliance with each section of this Order; and (e) provide a copy of the Order Acknowledgment obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "For 10 years, submit compliance notice within 14 days of any change in designated point of contact or structure of Defendant or any entity that Defendant has any ownership interest in or controls",
            "quoted_text": "For 10 years following entry of this Order, Defendant must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following: (a) any designated point of contact; or (b) the structure of Defendant or any entity that Defendant has any ownership interest in or directly or indirectly controls that may affect compliance obligations arising under this Order, including the creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.7596538821328345
          },
          {
            "description": "Submit notice of filing of any bankruptcy petition, insolvency proceeding, or similar proceeding within 14 days of its filing",
            "quoted_text": "Defendant must submit to the Commission notice of the filing of any bankruptcy petition, insolvency proceeding, or any similar proceeding by or against Defendant within 14 days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "23",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendant must create and retain specific records for 10 years after entry of the Order, including accounting records, personnel records, complaints, compliance documents, and sample copies of forms and pages through which personal information is collected or disclosed.",
        "requirements": [
          {
            "description": "Create certain records for 10 years after entry of the Order and retain each such record for 5 years, including accounting records, personnel records, complaints, compliance documents, and sample copies of forms/pages",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant must create certain records for 10 years after entry of the Order, and retain each such record for 5 years. Specifically, Defendant, in connection with the operation of any website or online service subject to Section II of this Order must maintain the following records: A. Accounting records showing the revenues from all goods or services provided through any website or online service subject to Section II of this Order, all costs incurred in generating those revenues, and the resulting net profit or loss; B. Personnel records showing, for each person who has responsibilities related to the operation of any website or online service subject to Section II of this Order, whether as an employee or otherwise, that person's name, addresses, and telephone numbers; job title or position; dates of service; and, if applicable, the reason for termination; C. Complaints relating to the information collection, use, maintenance, or disclosure practices of any website or online service subject to Section II of this Order, whether received directly or indirectly, such as through a third party, and any response; D. All records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission; and E. A sample copy of every materially different form, page, or screen through which a website or online service subject to Section II of this Order collects or discloses personal information is collected or disclosed, and a sample copy of each materially different document containing any representation to the public regarding Defendant's collection, use, and disclosure practices pertaining to personal information of a child.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "24",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission and Plaintiff are authorized to monitor Defendant's compliance through document requests, depositions, discovery, direct communication with Defendant, interviews with employees, and posing as consumers or other entities.",
        "requirements": [
          {
            "description": "Within 14 days of written request from the Commission or Plaintiff,submit additional compliance reports or other requested information sworn under penalty of perjury, appear for depositions, and produce documents for inspection and copying",
            "quoted_text": "Within 14 days of receipt of a written request from a representative of the Commission or Plaintiff, Defendant must submit additional compliance reports or other requested information that must be sworn under penalty of perjury, appear for depositions, and produce documents for inspection and copying. The Commission and Plaintiff are also authorized to obtain discovery, without further leave of court, using any of the procedures prescribed by Federal Rules of Civil Procedure 29, 30 (including telephonic depositions), 31, 33, 34, 36, 45, and 69.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.7794466403162056
          },
          {
            "description": "Permit representatives of the Commission and Plaintiff to communicate directly with Defendant with prior notice to Defendant's counsel and to interview any employee or other person affiliated with Defendant who has agreed to such an interview",
            "quoted_text": "For matters concerning this Order, the Commission and Plaintiff are authorized to communicate directly with Defendant with prior notice to Defendant's counsel. Defendant must permit representatives of the Commission and Plaintiff to interview any employee or other person affiliated with Defendant who has agreed to such an interview. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 0.8166666666666667
          },
          {
            "description": "Allow the Commission and Plaintiff to use all other lawful means, including posing as consumers, suppliers, or other individuals or entities, to Defendant or any individual or entity affiliated with Defendant, without the necessity of identification or prior notice",
            "quoted_text": "The Commission and Plaintiff may use all other lawful means, including posing, through its representatives, as consumers, suppliers, or other individuals or entities, to Defendant or any individual or entity affiliated with Defendant, without the necessity of identification or prior notice.",
            "deadline": null,
            "verified": true,
            "confidence": 0.969443535188216
          }
        ]
      },
      {
        "provision_number": "25",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
        "requirements": [
          {
            "description": "Court retains jurisdiction for construction, modification, and enforcement of this Order",
            "quoted_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "This Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "10.12, Artist Arena LLC, United States of America Complaint.pdf",
      "order": "10.12, Artist Arena LLC, United States of America Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 2,
      "order_provisions": 10,
      "order_definitions": 17,
      "order_requirements": 19
    },
    "processing_time_seconds": 195.0
  }
}