{
  "case_info": {
    "docket_number": "C-4662",
    "company": {
      "name": "Uber Technologies, Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "1455 Market St. #400, San Francisco, California 94103",
      "business_description": "Uber Technologies, Inc. distributes a mobile software application that connects consumers seeking transportation services with transportation providers (Uber Drivers). The company operates a ridesharing platform through its App and website at www.uber.com, collecting personal information from both riders and drivers."
    },
    "commissioners": [
      "Joseph J. Simons, Chairman",
      "Noah Joshua Phillips",
      "Rohit Chopra",
      "Rebecca Kelly Slaughter",
      "Christine S. Wilson"
    ],
    "case_date": {
      "month": 10,
      "year": 2018
    },
    "legal_authority": "Federal Trade Commission Act, 15 U.S.C. § 45(a)",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/152-3054-c-4662-uber-technologies-inc-matter",
    "statutory_topics": [
      "Section 5 Only"
    ],
    "practice_areas": [
      "Data Security",
      "Privacy"
    ],
    "industry_sectors": [
      "Technology",
      "Financial Services"
    ]
  },
  "complaint": {
    "factual_background": "Uber Technologies collected extensive personal information from both Riders and Drivers, including Social Security numbers, bank account details, driver's license numbers, and precise geolocation data. Following a November 2014 public controversy over improper employee access to consumer data, Uber publicly claimed it strictly monitored and audited internal data access on an ongoing basis — but failed to implement effective monitoring systems for most of the following two years. Uber also claimed to use industry-standard security practices to protect consumer data stored in its Amazon S3 Datastore, yet stored sensitive personal information in plain, unencrypted text, used a single shared AWS access key with full administrative privileges, and lacked multi-factor authentication. These failures led to a 2014 breach exposing over 100,000 Drivers' records and a 2016 breach exposing personal information of approximately 25.6 million consumers; Uber concealed the 2016 breach from affected consumers and the FTC for over a year.",
    "representations_made": [
      {
        "description": "Uber claimed that internal access to Rider and Driver data is strictly prohibited except for limited legitimate business purposes, that this policy has been communicated to all employees and contractors, and that access is closely monitored and audited by data security specialists on an ongoing basis with violations resulting in disciplinary action.",
        "quoted_text": "Uber has a strict policy prohibiting all employees at every level from accessing a rider or driver’s data. The only exception to this policy is for a limited set of legitimate business purposes. Our policy has been communicated to all employees and contractors…. 2 The policy is also clear that access to rider and driver accounts is being closely monitored and audited by data security specialists on an ongoing basis, and any violations of the policy will result in disciplinary action, including the possibility of termination and legal action.",
        "verified": true,
        "confidence": 0.85,
        "source_paragraph": 11,
        "quote_start_line": 73,
        "quote_end_line": 83
      },
      {
        "description": "Uber's privacy policy stated that personal information is securely stored within its databases and that Uber uses standard, industry-wide, commercially reasonable security practices such as encryption, firewalls, and SSL to protect consumer information.",
        "quoted_text": "The Personal Information and Usage Information we collect is securely stored within our databases, and we use standard, industry-wide, commercially reasonable security practices such as encryption, firewalls and SSL (Secure Socket Layers) for protecting your information—such as any portions of your credit card number which we retain (we do not ourselves retain your entire credit card information) and geo-location information.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 16,
        "quote_start_line": 123,
        "quote_end_line": 129
      },
      {
        "description": "Uber's customer service representatives assured consumers that their information would be stored safely, that Uber uses the most up-to-date technology to ensure information is not compromised, and that all personal information is kept secure and encrypted to the highest security standards available.",
        "quoted_text": "“Your information will be stored safely and used only for purposes you’ve authorized. We use the most up to date technology and services to ensure that none of these are compromised.” “I understand that you do not feel comfortable sending your personal information via online. However, we’re extra vigilant in protecting all private and personal information.” “All of your personal information, including payment methods, is kept secure and encrypted to the highest security standards available.”",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 17,
        "quote_start_line": 134,
        "quote_end_line": 141
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "False Claim of Ongoing Data Access Monitoring",
        "representation": "Uber represented that internal access to consumers' personal information is closely monitored and audited by data security specialists on an ongoing basis.",
        "fact": "Uber did not closely monitor and audit internal access to consumers' personal information on an ongoing basis. After launching an automated monitoring system in December 2014, Uber ceased using it in August 2015, failed to timely follow up on automated alerts from August 2015 to May 2016, and for approximately the first six months of that period only monitored access to accounts of internal high-profile users such as Uber executives.",
        "conclusion": "Therefore, the representation set forth in Paragraph 28 is false or misleading."
      },
      {
        "count_number": 2,
        "title": "False Claim of Reasonable Data Security Practices",
        "representation": "Uber represented that it would provide reasonable security for consumers' personal information stored in its databases, including through encryption, firewalls, SSL, and other commercially reasonable security practices.",
        "fact": "Uber did not provide reasonable security for consumers' personal information. Uber failed to implement reasonable access controls, used a single shared AWS access key with full administrative privileges, failed to restrict access based on job function, lacked multi-factor authentication, lacked a written information security program, and stored sensitive personal information in plain readable text rather than encrypting it — resulting in two data breaches exposing millions of consumers' records.",
        "conclusion": "Therefore, the representation set forth in Paragraph 30 is false or misleading."
      }
    ]
  },
  "order": {
    "definitions": {
      "Covered Incident": "any instance in which any United States federal, state, or local law or regulation requires Respondent to notify any U.S. federal, state, or local government entity that information collected or received, directly or indirectly, by Respondent from or about an individual consumer was, or is reasonably believed to have been, accessed or acquired without authorization.",
      "Personal Information": "individually identifiable information collected or received, directly or indirectly, by Respondent from or about an individual consumer, including: (1) a first and last name; (2) a physical address; (3) an email address; (4) a telephone number; (5) a Social Security number; (6) a driver's license or other government-issued identification number; (7) a financial institution account number; (8) persistent identifiers associated with a particular consumer or device; or (9) precise geo-location data of an individual or mobile device, including GPS-based, WiFi-based, or cell-based location information.",
      "Respondent": "Uber Technologies, Inc. and its successors and assigns."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations",
        "category": "prohibition",
        "summary": "Respondent and associated persons must not misrepresent, expressly or by implication, the extent to which it monitors or audits internal access to consumers' Personal Information, or the extent to which it protects the privacy, confidentiality, security, or integrity of Personal Information.",
        "requirements": [
          {
            "description": "Must not misrepresent the extent to which Respondent monitors or audits internal access to consumers' Personal Information",
            "quoted_text": "IT IS ORDERED that Respondent and Respondent’s officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with any product or service must not misrepresent in any manner, expressly or by implication: A. the extent to which Respondent monitors or audits internal access to consumers’ Personal Information; or",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 68,
            "quote_end_line": 73
          },
          {
            "description": "Must not misrepresent the extent to which Respondent protects the privacy, confidentiality, security, or integrity of any Personal Information",
            "quoted_text": "B. the extent to which Respondent protects the privacy, confidentiality, security, or integrity of any Personal Information.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 74,
            "quote_end_line": 75
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Mandated Privacy Program",
        "category": "affirmative_obligation",
        "summary": "Respondent must establish, implement, and maintain a comprehensive written privacy program reasonably designed to address privacy risks and protect Personal Information, including designated personnel, risk assessments, controls, service provider oversight, and ongoing program evaluation.",
        "requirements": [
          {
            "description": "Establish and implement, no later than the effective date of the Order, a comprehensive written privacy program reasonably designed to address privacy risks and protect Personal Information",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent must, no later than the effective date of this Order, establish and implement, and thereafter maintain, a comprehensive privacy program that is reasonably designed to (1) address privacy risks related to the development and management of new and existing products and services for consumers, and (2) protect the privacy and confidentiality of Personal Information. Such program, the content and implementation of which must be documented in writing, must contain controls and procedures appropriate to Respondent’s size and complexity, the nature and scope of Respondent’s activities, and the sensitivity of the Personal Information, including:",
            "deadline": "effective date of Order",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 80,
            "quote_end_line": 87
          },
          {
            "description": "Designate an employee or employees to coordinate and be responsible for the privacy program",
            "quoted_text": "A. the designation of an employee or employees to coordinate and be responsible for the privacy program;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 88,
            "quote_end_line": 89
          },
          {
            "description": "Identify reasonably foreseeable internal and external risks that could result in unauthorized collection, use, or disclosure of Personal Information and assess the sufficiency of safeguards, covering areas including employee training, product design, secure software development, third-party vulnerability reports, and intrusion prevention and detection",
            "quoted_text": "B. the identification of reasonably foreseeable risks, both internal and external, that could result in Respondent’s unauthorized collection, use, or disclosure of Personal Information and an assessment of the sufficiency of any safeguards in place to control these risks. At a minimum, this risk assessment should include consideration of risks in each area of relevant operation, including: (1) employee training and management, including training on the requirements of this Order; (2) product design, development, and research; (3) secure software design, development, and testing, including access key and secret key management and secure cloud storage; (4) review, assessment, and response to third- party security vulnerability reports, including through a “bug bounty” or similar program; and (5) prevention, detection, and response to attacks, intrusions, or systems failures;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 90,
            "quote_end_line": 99
          },
          {
            "description": "Design and implement reasonable controls and procedures to address identified risks, and regularly test or monitor their effectiveness",
            "quoted_text": "C. the design and implementation of reasonable controls and procedures to address such risks and regular testing or monitoring of the effectiveness of those controls and procedures;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 100,
            "quote_end_line": 102
          },
          {
            "description": "Develop and use reasonable steps to select and retain service providers capable of appropriately protecting Personal Information and require them by contract to implement and maintain appropriate privacy protections",
            "quoted_text": "D. the development and use of reasonable steps to select and retain service providers capable of appropriately protecting the privacy of Personal Information they receive from Respondent and requiring service providers, by contract, to implement and maintain appropriate privacy protections for such Personal Information; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 103,
            "quote_end_line": 106
          },
          {
            "description": "Evaluate and adjust the privacy program based on testing and monitoring results, changes in operations or business arrangements, or other circumstances that may affect program effectiveness",
            "quoted_text": "E. the evaluation and adjustment of Respondent’s privacy program in light of the results of the testing and monitoring required by sub-provision C, any changes to Respondent’s operations or business arrangements, or any other circumstances that Respondent knows or has reason to know may have an impact on the effectiveness of the privacy program.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 107,
            "quote_end_line": 110
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Comprehensive Security Program"
        ]
      },
      {
        "provision_number": "III",
        "title": "Privacy Assessments by a Third Party",
        "category": "assessment",
        "summary": "Respondent must obtain initial and biennial third-party privacy assessments by a qualified, independent professional with at least 3 years of experience, approved by the FTC, covering the first 180 days and each 2-year period thereafter for 20 years, with each assessment completed within 60 days after the reporting period and provided to the Commission within 10 days of completion.",
        "requirements": [
          {
            "description": "Obtain initial and biennial assessments completed by a qualified, objective, independent third-party professional with at least 3 years of experience in privacy and data protection, approved by the FTC Associate Director for Enforcement",
            "quoted_text": "A. The Assessments must be completed by a qualified, objective, independent third-party professional, who uses procedures and standards generally accepted in the profession. An individual qualified to prepare such Assessments must have a minimum of 3 years of 3 experience in the field of privacy and data protection. All individuals selected to complete such Assessments must be approved by the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, in his or her sole discretion. Any decision not to approve an individual selected to conduct such Assessments must be accompanied by a writing setting forth in detail the reasons for denying such approval.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 115,
            "quote_end_line": 125
          },
          {
            "description": "Initial assessment must cover the first 180 days after the issuance date of the Order; biennial assessments must cover each 2-year period thereafter for 20 years after the issuance date",
            "quoted_text": "B. The reporting period for the Assessments must cover: (1) the first 180 days after the issuance date of the Order for the initial Assessment, and (2) each 2-year period thereafter for 20 years after the issuance date of the Order for the biennial Assessments.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 126,
            "quote_end_line": 128
          },
          {
            "description": "Each assessment must set forth specific privacy controls implemented and maintained, explain their appropriateness, explain how they meet or exceed Order requirements, and certify that controls operate with sufficient effectiveness to provide reasonable assurance of privacy protection throughout the reporting period",
            "quoted_text": "C. Each Assessment must: 1. set forth the specific privacy controls that Respondent has implemented and maintained during the reporting period; 2. explain how such privacy controls are appropriate to Respondent’s size and complexity, the nature and scope of Respondent’s activities, and the sensitivity of the Personal Information; 3. explain how the privacy controls that have been implemented meet or exceed the protections required by the Provision of this Order titled Mandated Privacy Program; and 4. certify that the privacy controls are operating with sufficient effectiveness to provide reasonable assurance to protect the privacy of Personal Information and that the controls have so operated throughout the reporting period.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 129,
            "quote_end_line": 140
          },
          {
            "description": "Each assessment must be completed within 60 days after the end of the reporting period; Respondent must provide each assessment to the Commission within 10 days after completion, with notification of any confidential portions",
            "quoted_text": "D. Each Assessment must be completed within 60 days after the end of the reporting period to which the Assessment applies. Respondent must provide each Assessment to the Commission within 10 days after the Assessment has been completed. Respondent must notify the Commission of any portions of the Assessment containing trade secrets, commercial or financial information, or information about a consumer or other third party, for which confidential treatment is requested pursuant to the Commission’s procedures concerning public disclosure set forth in 15 U.S.C. § 46(f) and 16 C.F.R. § 4.10.",
            "deadline": "60 days after end of reporting period; 10 days after assessment completion",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 141,
            "quote_end_line": 148
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Third-Party Assessment"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Covered Incident Reports",
        "category": "compliance_reporting",
        "summary": "Respondent must submit a report to the FTC within a reasonable time after discovering a Covered Incident, but no later than 10 days after first notifying any U.S. government entity, detailing the incident's date, facts, affected information types, number of consumers, remediation steps, and copies of consumer notices.",
        "requirements": [
          {
            "description": "Submit a report to the Commission within a reasonable time after discovering a Covered Incident, but no later than 10 days after first notifying any U.S. federal, state, or local government entity",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent, within a reasonable time after the date of Respondent’s discovery of a Covered Incident, but in any event no later than 10 days after the date Respondent first notifies any U.S. federal, state, or local government entity of the Covered Incident, must submit a report to the Commission:",
            "deadline": "10 days after first government notification",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 150,
            "quote_end_line": 153
          },
          {
            "description": "Report must include: incident date or date range; description of facts, causes, and scope; types of information triggering notification; number of affected consumers; remediation actions taken; and representative copies of materially different notices sent to consumers or government entities",
            "quoted_text": "A. The report must include, to the extent possible: 1. the date, estimated date, or estimated date range when the Covered Incident occurred; 2. a description of the facts relating to the Covered Incident, including the causes and scope of the Covered Incident, if known; 3. a description of each type of information that triggered the notification obligation to the U.S. federal, state, or local government entity; 4. the number of consumers whose information triggered the notification obligation to the U.S. federal, state, or local government entity; 5. the acts that Respondent has taken to date to remediate the Covered Incident and protect Personal Information from further exposure or access; and 6. a representative copy of each materially different notice required by U.S. federal, state, or local law or regulation and sent by Respondent to consumers or to any U.S. federal, state, or local government entity.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 157,
            "quote_end_line": 170
          },
          {
            "description": "Covered Incident reports must be emailed to DEbrief@ftc.gov or sent by overnight courier to the Associate Director for Enforcement, BCP, FTC, with a subject line beginning 'In re: Uber Technologies, Inc., File No. 1523054'",
            "quoted_text": "B. Unless otherwise directed by a Commission representative in writing, all Covered Incident reports to the Commission pursuant to this Order must be emailed to DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin, “In re: Uber Technologies, Inc., File No. 1523054.”",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 171,
            "quote_end_line": 176
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "V",
        "title": "Acknowledgments of the Order",
        "category": "acknowledgment",
        "summary": "Respondent must submit a sworn acknowledgment of receipt within 10 days of the Order's effective date, deliver copies of the Order to principals, relevant employees, agents, and successor entities, and obtain signed acknowledgments of receipt from each recipient within 30 days.",
        "requirements": [
          {
            "description": "Within 10 days after the effective date of the Order, submit to the Commission a sworn acknowledgment of receipt of the Order under penalty of perjury",
            "quoted_text": "A. Respondent, within 10 days after the effective date of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "10 days after effective date",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 180,
            "quote_end_line": 181
          },
          {
            "description": "For 20 years after the issuance date, deliver a copy of the Order to all principals, officers, directors, LLC managers and members; all employees, agents, and representatives involved in subject-matter conduct or who regularly access Personal Information; and any successor business entities — within 10 days of the effective date for current personnel and before assuming responsibilities for all others",
            "quoted_text": "B. For 20 years after the issuance date of this Order, Respondent must deliver, or for contingent workers, cause to be delivered, a copy of this Order to (1) all principals, officers, directors, and LLC managers and members; (2) all employees, agents, and representatives who participate in conduct related to the subject matter of the Order, including all employees, agents, and representatives who regularly access Personal Information; and (3) any business entity resulting from any change in structure as set forth in the Provision of this Order titled Compliance Report and Notices. Delivery must occur within 10 days after the effective date of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "10 days after effective date for current personnel; before assuming responsibilities for others",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 182,
            "quote_end_line": 190
          },
          {
            "description": "Obtain a signed and dated acknowledgment of receipt of the Order from each individual or entity to whom a copy was delivered, within 30 days of delivery",
            "quoted_text": "C. From each individual or entity to which Respondent delivered, or caused to be delivered, a copy of this Order, Respondent must obtain, within 30 days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days after delivery",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 191,
            "quote_end_line": 193
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Compliance Report and Notices",
        "category": "compliance_reporting",
        "summary": "Respondent must submit a sworn annual compliance report one year after the Order's issuance and sworn notices within 14 days of changes in designated contacts, corporate structure, or bankruptcy filings; all submissions must be sworn under penalty of perjury and submitted via email or overnight courier.",
        "requirements": [
          {
            "description": "One year after the issuance date, submit a sworn compliance report identifying contact information, subsidiaries, business activities, compliance details for each Order provision, and copies of acknowledgments",
            "quoted_text": "A. One year after the issuance date of this Order, Respondent must submit a compliance report, sworn under penalty of perjury, in which: 1. Respondent must: (a) identify the primary physical, postal, and email address and telephone number, as designated points of contact, that representatives of the Commission may use to communicate with Respondent; (b) identify all of Respondent’s subsidiaries that are registered as business entities in any state of the United States by all of their names, primary telephone numbers, and physical, postal, email, and Internet addresses; (c) describe the activities of each business, including the products and services offered by each business and the Personal Information each business collects, maintains, transfers or stores; (d) describe in detail whether and how Respondent is in compliance with each Provision of this Order, including a discussion of all of the changes Respondent made to comply with the Order; and (e) provide a copy of each Acknowledgment of the Order obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "1 year after issuance date",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 200,
            "quote_end_line": 213
          },
          {
            "description": "Submit a sworn compliance notice within 14 days of any change in designated contact points or in the structure of Respondent or any entity Respondent owns or controls that may affect compliance obligations, including creation, merger, sale, or dissolution",
            "quoted_text": "B. Respondent must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following: (1) any designated point of contact; or (2) the structure of Respondent or any entity that Respondent has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days of change",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 214,
            "quote_end_line": 219
          },
          {
            "description": "Submit notice of any bankruptcy or insolvency filing by or against Respondent within 14 days of filing",
            "quoted_text": "C. Respondent must submit notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against Respondent within 14 days of its filing.",
            "deadline": "14 days of filing",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 220,
            "quote_end_line": 221
          },
          {
            "description": "All sworn submissions must be true and accurate and comply with 28 U.S.C. § 1746, including the required declaration language, date, signatory's full name, title, and signature",
            "quoted_text": "D. Any submission to the Commission required by this Order to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, such as by concluding: “I declare under penalty of perjury under the laws of the United States of America that the foregoing is true and correct. Executed on: _____” and supplying the date, signatory’s full name, title (if applicable), and signature.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 222,
            "quote_end_line": 226
          },
          {
            "description": "All submissions must be emailed to DEbrief@ftc.gov or sent by overnight courier to the Associate Director for Enforcement, BCP, FTC, with a subject line beginning 'In re: Uber Technologies, Inc., File No. 1523054'",
            "quoted_text": "E. Unless otherwise directed by a Commission representative in writing, all submissions to the Commission pursuant to this Order must be emailed to DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin: “In re: Uber Technologies, Inc., File No. 1523054.”",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 227,
            "quote_end_line": 232
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must create specified records for 20 years after the Order's issuance date and retain each for 5 years (unless otherwise specified), including accounting records, personnel records, consumer complaints, compliance records, privacy representations, assessment materials, bug bounty reports, law enforcement communications, and records contradicting compliance.",
        "requirements": [
          {
            "description": "Create and retain accounting records showing revenues from all goods or services sold for 20 years (retained for 5 years each)",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent must create certain records for 20 years after the issuance date of the Order, and retain each such record for 5 years, unless otherwise specified below. Specifically, Respondent must create and retain the following records: A. Accounting records showing the revenues from all goods or services sold;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 237,
            "quote_end_line": 240
          },
          {
            "description": "Create and retain personnel records for each person providing services related to any aspect of the Order, showing name, addresses, telephone numbers, job title, dates of service, and reason for termination",
            "quoted_text": "B. Personnel records showing, for each person providing services in relation to any aspect of the Order, whether as an independent contractor, employee or otherwise, that person’s: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 241,
            "quote_end_line": 244
          },
          {
            "description": "Create and retain records of all consumer complaints related to the subject matter of the Order and any responses",
            "quoted_text": "C. Records of all consumer complaints directed at Respondent, or forwarded to Respondent by a third party, concerning the subject matter of the Order, and any response;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 245,
            "quote_end_line": 246
          },
          {
            "description": "Create and retain all records necessary to demonstrate full compliance with each Order provision, including all submissions to the Commission",
            "quoted_text": "D. All records necessary to demonstrate full compliance with each Provision of this Order, including all submissions to the Commission;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 247,
            "quote_end_line": 248
          },
          {
            "description": "Create and retain a copy of each widely disseminated representation describing Respondent's privacy, security, and confidentiality practices for Personal Information, including representations about changes in such practices",
            "quoted_text": "E. A copy of each widely disseminated representation by Respondent that describes the extent to which Respondent maintains or protects the privacy, security, and confidentiality of Personal Information, including any representation concerning a change in Respondent’s practices with respect to the privacy, security, and confidentiality of Personal Information;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 249,
            "quote_end_line": 253
          },
          {
            "description": "For 5 years after each Assessment's preparation, retain all materials relied upon to prepare the Assessment, including plans, reports, studies, audits, policies, training materials, and other compliance materials",
            "quoted_text": "F. For 5 years after the date of preparation of each Assessment required by this Order, all materials relied upon to prepare the Assessment, whether prepared by or on behalf of Respondent, including all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, and any other materials concerning Respondent’s compliance with related Provisions of this Order, for the compliance period covered by such Assessment;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 254,
            "quote_end_line": 259
          },
          {
            "description": "For 5 years from date created or received, retain bug bounty or similar program reports concerning potential or actual access to Personal Information and records of Respondent's review, assessment, and response",
            "quoted_text": "G. For 5 years from the date created or received, reports received by Respondent from individuals or entities that seek payment, rewards, or recognition through a “bug bounty” or similar program for reporting a security vulnerability that relates to potential or actual access to or acquisition of Personal Information, and records sufficient to show Respondent’s review, assessment of, and response to any such reports;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 260,
            "quote_end_line": 264
          },
          {
            "description": "For 5 years from date created or received, retain copies of all subpoenas and other law enforcement communications relating to Respondent's compliance with the Order",
            "quoted_text": "H. For 5 years from the date created or received, copies of all subpoenas and other communications with law enforcement, if such communications relate to Respondent’s compliance with this Order; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 265,
            "quote_end_line": 267
          },
          {
            "description": "For 5 years from date created or received, retain all records that contradict, qualify, or call into question Respondent's compliance with the Order",
            "quoted_text": "I. For 5 years from the date created or received, all records, whether prepared by or on behalf of Respondent, that contradict, qualify, or call into question Respondent’s compliance with this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 268,
            "quote_end_line": 270
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The FTC may monitor Respondent's compliance by requiring additional reports and records within 10 days of a written request, communicating directly with and interviewing Respondent's personnel, and using all other lawful means including undercover approaches.",
        "requirements": [
          {
            "description": "Within 10 days of receipt of a written Commission request, submit additional compliance reports or other requested information under penalty of perjury and produce records for inspection and copying",
            "quoted_text": "A. Within 10 days of receipt of a written request from a representative of the Commission, Respondent must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury, and produce records for inspection and copying.",
            "deadline": "10 days of written request",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 277,
            "quote_end_line": 280
          },
          {
            "description": "Permit Commission representatives to communicate directly with Respondent and to interview any affiliated person who has agreed to such an interview (interviewee may have counsel present)",
            "quoted_text": "B. For matters concerning this Order, representatives of the Commission are authorized to communicate directly with Respondent. Respondent must permit representatives of the Commission to interview anyone affiliated with Respondent who has agreed to such an interview. The interviewee may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 281,
            "quote_end_line": 284
          },
          {
            "description": "The Commission may use all other lawful means, including posing as consumers, suppliers, or other individuals, without identification or prior notice, and may use compulsory process under Sections 9 and 20 of the FTC Act",
            "quoted_text": "C. The Commission may use all other lawful means, including posing through its representatives as consumers, suppliers, or other individuals or entities, to Respondent or any individual or entity affiliated with Respondent, without the necessity of identification or prior notice. Nothing in this Order limits the Commission’s lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 285,
            "quote_end_line": 289
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "IX",
        "title": "Order Effective Dates",
        "category": "duration",
        "summary": "The Order is effective upon publication on the FTC's website and terminates on October 25, 2038, or 20 years from the most recent date the FTC files a complaint alleging any violation of the Order in federal court, whichever is later, subject to specified exceptions.",
        "requirements": [
          {
            "description": "The Order is final and effective upon the date of its publication on the Commission's website (ftc.gov) as a final order",
            "quoted_text": "IT IS FURTHER ORDERED that this Order is final and effective upon the date of its publication on the Commission’s website (ftc.gov) as a final order. This Order will terminate on",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 291,
            "quote_end_line": 292
          },
          {
            "description": "The Order terminates on October 25, 2038, or 20 years from the most recent date a federal complaint alleging any Order violation is filed, whichever is later; termination extensions do not apply to provisions terminating in less than 20 years, to non-defendant Respondents, or if complaint is filed after the Order has terminated",
            "quoted_text": "publication on the Commission’s website (ftc.gov) as a final order. This Order will terminate on October 25, 2038, or 20 years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of this Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Provision in this Order that terminates in less than 20 years; B. This Order’s application to a Respondent that is not named as a defendant in such complaint; and C. This Order if such complaint is filed after the Order has terminated pursuant to this Provision.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 292,
            "quote_end_line": 301
          },
          {
            "description": "If a complaint is dismissed or a court rules no violation occurred and that ruling is not appealed or is upheld on appeal, the Order terminates as though the complaint was never filed, except it does not terminate between the filing date and the later of the appeal deadline or the date any ruling is upheld on appeal",
            "quoted_text": "Provided, further, that if such complaint is dismissed or a federal court rules that the Respondent did not violate any Provision of the Order, and the dismissal or ruling is either not appealed or upheld on appeal, then the Order will terminate according to this Provision as though the complaint had never been filed, except that the Order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 305,
            "quote_end_line": 310
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This Order will terminate on October 25, 2038, or 20 years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of this Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Provision in this Order that terminates in less than 20 years; B. This Order's application to a Respondent that is not named as a defendant in such complaint; and C. This Order if such complaint is filed after the Order has terminated pursuant to this Provision."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "10.18, Uber Technologies Complaint.pdf",
      "order": "10.18, Uber Technologies Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 3,
      "order_provisions": 9,
      "order_definitions": 3,
      "order_requirements": 38,
      "provisions_per_section": {
        "I": 2,
        "II": 6,
        "III": 4,
        "IV": 3,
        "V": 3,
        "VI": 5,
        "VII": 9,
        "VIII": 3,
        "IX": 3
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 3,
        "complaint_total": 3,
        "order_verified": 38,
        "order_total": 38
      }
    },
    "processing_time_seconds": 106.8
  }
}