{
  "case_info": {
    "docket_number": "CV-10-00530-PHX-JJT",
    "company": {
      "name": "LifeLock, Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "60 East Rio Salado Parkway, Tempe, Arizona 85281",
      "business_description": "LifeLock provides identity theft prevention services to consumers, including placing fraud alerts on credit reports, obtaining free annual credit disclosures, submitting requests to remove names from prescreened credit offer lists, and offering identity theft guarantees."
    },
    "commissioners": [],
    "case_date": {
      "month": 10,
      "year": 2019
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a); Section 13(b) of the Federal Trade Commission Act, 15 U.S.C. § 53(b)",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/072-3069-x100023-lifelock-inc-corporation",
    "statutory_topics": [
      "Section 5 Only"
    ],
    "practice_areas": [
      "Data Security",
      "Privacy"
    ],
    "industry_sectors": [
      "Financial Services"
    ]
  },
  "complaint": {
    "factual_background": "LifeLock, Inc. marketed an identity theft prevention service to over one million consumers at $10/month, falsely claiming it provided complete protection against all forms of identity theft. The service was primarily based on placing Initial Fraud Alerts with credit bureaus, which only addressed a narrow subset of identity theft scenarios and did not protect against misuse of existing accounts, medical identity theft, or employment-related theft. LifeLock's CEO publicly broadcast his own Social Security number to demonstrate confidence in the service, despite the service's significant gaps. Additionally, Defendants collected sensitive personal information from customers—including Social Security and credit card numbers—while making false claims about encrypting, securing, and restricting access to that data. In reality, Defendants stored and transmitted personal information in clear readable text, failed to enforce strong password policies, and left paper documents containing personal information in open, accessible areas.",
    "representations_made": [
      {
        "description": "LifeLock claimed its service provided complete protection against all forms of identity theft, making customers' personal information useless to identity thieves",
        "quoted_text": "a. “MY SOCIAL SECURITY # IS XXX-XX-5462. I’m Todd Davis, CEO of LifeLock, and this really is my social security number.* I give it just to prove how safe your identity can be with LifeLock.” (Exhibit 1) b. “Do you ever worry about identity theft? If so, it’s time you got to know LifeLock. We work to stop identity theft before it happens. We’re so confident, 5 we back our clients with a $1 million guarantee.” (Exhibit 1) c. “We aim to stop identity theft before it happens. . . . Every three seconds an identity is stolen. We’re here to make sure it doesn’t happen to you.” (Television Ad) d. “My social security number is XXX-XX-5462. I’m Todd Davis, CEO of LifeLock, and yes, that’s my real social security number.* Identity theft is one of the fastest growing crimes in America, victimizing over 10 million people a year and costing billions of dollars. So why publish my social security number? Because I’m absolutely confident LifeLock is protecting my good name and personal information, just like it will yours.” (Exhibit 2) e. “By now you’ve heard about individuals whose identities have been stolen by identity thieves . . . . LifeLock protects against this ever happening to you. Guaranteed.” (Exhibit 3) f. “LifeLock doesn’t just report unauthorized use of credit information, we prevent it by working with the top four credit bureaus to make sure you’re contacted to approve any credit transaction before it takes place.” (Exhibit 3) g. “LifeLock clients are contacted every time someone attempts to open credit in their name or change an address.” (Exhibit 4) h. “Please know that we are the first company to prevent identity theft from occurring.” (Exhibit 5) i. “LifeLock will make your personal information useless to a criminal.” (Exhibit 6) j. “Lifelock can keep this [identity theft] from happening to you . . . .” (Exhibit 6) 6 k. “Every time you apply for new credit or someone tries to do something with your credit: You should receive a phone call from the bank asking if you are actually the person applying for credit in your name.” (Exhibit 7) l. “We work with all major credit bureaus on an ongoing basis, setting up fraud alerts and constantly monitoring what’s happening with each person’s credit.” (Exhibit 8) m. “Lifelock, the industry leader in proactive identity theft protection, offers a proven solution that prevents your identity from being stolen before it happens.” (Exhibit 9) (emphasis in original) n. “So why is LifeLock CEO Todd Davis still giving out his real Social Security number to anyone who will listen? ‘Because between LifeLock’s proactive approach and our $1 million service guarantee, I’m more confident than ever before in LifeLock’s ability to continue keeping my identity safe.’” (Exhibit 10) o. “I give [my Social Security number] out just to prove how safe your identity is with LifeLock.” (Exhibit 11)",
        "verified": true,
        "confidence": 0.85,
        "source_paragraph": 17,
        "quote_start_line": 135,
        "quote_end_line": 183
      },
      {
        "description": "LifeLock claimed its service prevented unauthorized changes to customers' address information",
        "quoted_text": "g. “LifeLock clients are contacted every time someone attempts to open credit in their name or change an address.” (Exhibit 4)",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 17,
        "quote_start_line": 159,
        "quote_end_line": 160
      },
      {
        "description": "LifeLock claimed it constantly monitored activity on each customer's consumer report with credit bureaus on an ongoing basis",
        "quoted_text": "l. “We work with all major credit bureaus on an ongoing basis, setting up fraud alerts and constantly monitoring what’s happening with each person’s credit.” (Exhibit 8)",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 17,
        "quote_start_line": 172,
        "quote_end_line": 174
      },
      {
        "description": "LifeLock claimed its service would ensure customers always receive a phone call from a potential creditor before a new credit account was opened in their name",
        "quoted_text": "k. “Every time you apply for new credit or someone tries to do something with your credit: You should receive a phone call from the bank asking if you are actually the person applying for credit in your name.” (Exhibit 7)",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 17,
        "quote_start_line": 169,
        "quote_end_line": 171
      },
      {
        "description": "LifeLock claimed it employed reasonable and appropriate security measures to protect customers' personal information from unauthorized access",
        "quoted_text": "a. “Only authorized employees of LifeLock will have access to the data that you provide to us, and that access is granted only on a ‘need to know’ basis.” b. “All stored personal data is electronically encrypted.” c. “Any data that we transmit over a private network will be sent via secure, encrypted channels.” d. “When you enter sensitive information (such as credit card number and/or social security number) on our registration or order forms, we encrypt that information using secure socket layer technology (SSL).” e. “Your documents, while in our care, will be treated as if they were cash.” f. “Lifelock uses highly secure physical, electronic, and managerial procedures to safeguard the confidentiality and security of the data you provide to us.” (Exhibit 12).",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 19,
        "quote_start_line": 225,
        "quote_end_line": 236
      },
      {
        "description": "LifeLock claimed it encrypted all stored personal data and any sensitive information transmitted or stored in the course of its business",
        "quoted_text": "b. “All stored personal data is electronically encrypted.” c. “Any data that we transmit over a private network will be sent via secure, encrypted channels.” d. “When you enter sensitive information (such as credit card number and/or social security number) on our registration or order forms, we encrypt that information using secure socket layer technology (SSL).”",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 19,
        "quote_start_line": 227,
        "quote_end_line": 232
      },
      {
        "description": "LifeLock claimed it limited access to customer data only to authorized employees on a 'need to know' basis",
        "quoted_text": "a. “Only authorized employees of LifeLock will have access to the data that you provide to us, and that access is granted only on a ‘need to know’ basis.”",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 19,
        "quote_start_line": 225,
        "quote_end_line": 226
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "False Claims of Complete Identity Theft Protection",
        "representation": "The ID theft prevention service provided complete protection against all forms of identity theft by making customers' personal information useless to identity thieves",
        "fact": "The ID theft prevention service did not provide complete protection against all identity theft and did not make customers' personal information useless to identity thieves; the fraud alerts only addressed new-account fraud and not misuse of existing accounts, medical identity theft, employment-related theft, or other common forms",
        "conclusion": "The making of the representation set forth in Paragraph 23 constitutes a deceptive act or practice, in or affecting commerce, in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 2,
        "title": "False Claims of Address Change Protection",
        "representation": "The ID theft prevention service prevented unauthorized changes to customers' address information",
        "fact": "The ID theft prevention service did not prevent unauthorized changes to customers' address information because the Initial Alerts placed for customers do not require users of consumer reports to contact customers before changing address information",
        "conclusion": "The making of the representation set forth in Paragraph 26 constitutes a deceptive act or practice, in or affecting commerce, in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 3,
        "title": "False Claims of Ongoing Credit Monitoring",
        "representation": "The ID theft prevention service constantly monitored activity on each of its customers' consumer reports",
        "fact": "The ID theft prevention service did not monitor activity on customers' consumer reports",
        "conclusion": "The making of the representation set forth in Paragraph 29 constitutes a deceptive act or practice, in or affecting commerce, in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 4,
        "title": "False Claims of Guaranteed Creditor Phone Call Before New Accounts",
        "representation": "The ID theft prevention service would ensure that a customer would always receive a phone call from a potential creditor before a new credit account was opened in the customer's name",
        "fact": "The ID theft prevention service did not ensure customers would receive a phone call from a potential creditor before a new credit account was opened, because Initial Alerts do not require creditors to contact consumers before opening new accounts—only permitting them to do so or to use other reasonable verification steps",
        "conclusion": "The making of the representation set forth in Paragraph 32 constitutes a deceptive act or practice, in or affecting commerce, in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 5,
        "title": "False Claims of Reasonable Data Security Practices",
        "representation": "Defendants employed reasonable and appropriate measures to protect personal information of customers from unauthorized access",
        "fact": "Defendants did not employ reasonable and appropriate measures to protect personal information; they stored and transmitted data in clear text, failed to enforce strong passwords, failed to limit network access, did not install patches or updates, failed to assess vulnerabilities to SQL injection attacks, and left fax documents with personal information in open accessible areas",
        "conclusion": "The making of the representation set forth in Paragraph 35 constitutes a deceptive act or practice, in or affecting commerce, in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 6,
        "title": "False Claims of Encrypting Customer Data",
        "representation": "Defendants encrypted sensitive customer information that they stored or transmitted in the course of their business",
        "fact": "Defendants did not encrypt sensitive customer information that they stored or transmitted; personal data was stored and transmitted over the network and internet in clear readable text",
        "conclusion": "The making of the representation set forth in Paragraph 38 constitutes a deceptive act or practice, in or affecting commerce, in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 7,
        "title": "False Claims of Need-to-Know Access Controls",
        "representation": "Defendants limited access to sensitive customer information only to authorized employees on a 'need-to-know' basis",
        "fact": "Defendants did not limit access to sensitive customer information only to authorized employees on a 'need-to-know' basis; they failed to restrict network access appropriately among employees and vendors",
        "conclusion": "The making of the representation set forth in Paragraph 41 constitutes a deceptive act or practice, in or affecting commerce, in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Affected Consumer(s)": "any person(s) who has subscribed to any LifeLock fee-based identity theft protection service, and could assert a claim arising from the types of violations alleged in Paragraph 5 of the Findings, excluding: LifeLock; any parent, subsidiary, affiliate, or controlled person of LifeLock; the officers, directors, agents, employees of LifeLock; any counsel in the Covered Class Action; and any judge or court staff presiding over the Covered Class Action or this action.",
      "Covered Class Action": "Napoleon Ebarle et al. v. LifeLock, Inc., No. 3:15-cv-258 (N.D. Cal. filed Jan. 19, 2015).",
      "Money Received": "money paid as restitution by LifeLock to Affected Consumers by check, charge-back, or other transfer of funds, to the extent: a. Such money was issued by LifeLock pursuant to settlement: (i) of the Covered Class Action, or (ii) with any State Attorney General's Office entered within four (4) months from the date of this Order; b. Either: (i) a credit card company, bank, or other financial institution has credited the Affected Consumer's financial account with such money, or (ii) any such check has been cashed by the Affected Consumer; and c. Consumer information involved in payment of such money is handled in a manner that is consistent with the Commission's privacy and data security standards, policies, and practices. For the purpose of clarification, Money Received shall not include any administrative fees, attorneys' fees, or any other amount not directly issued to an Affected Consumer, or any coupons, credits, or other consideration applicable towards the purchase of products or services offered by LifeLock or any other entity."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Permanent Injunction — Continuation",
        "category": "prohibition",
        "summary": "The original Permanent Injunction remains in full force and effect, except that Sections VI through IX are replaced by Sections V through VIII of this Amended Order.",
        "requirements": [
          {
            "description": "The Permanent Injunction shall remain in full force and effect, except Sections VI through IX of the Permanent Injunction as to LifeLock, which are replaced with Sections V through VIII of this Order",
            "quoted_text": "IT IS FURTHER ORDERED that the Permanent Injunction shall remain in full 5 force and effect except Sections VI through IX of the Permanent Injunction as to 6 LifeLock, which are replaced with Sections V through VIII below.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 103,
            "quote_end_line": 107
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy",
          "Data Security"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Monetary Judgment and Consumer Redress",
        "category": "affirmative_obligation",
        "summary": "A judgment of $100,000,000 is entered against LifeLock; LifeLock must deposit the full amount into the Court's Registry within five business days and satisfy all related obligations governing disbursement, crediting, and remittance to the Commission.",
        "requirements": [
          {
            "description": "Judgment of $100,000,000 entered in favor of the Commission against LifeLock as equitable monetary relief",
            "quoted_text": "A. Judgment in the amount of One Hundred Million Dollars ($100,000,000) is 11 entered in favor of the Commission against LifeLock as equitable monetary relief.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 114,
            "quote_end_line": 116
          },
          {
            "description": "LifeLock must deposit $100,000,000 (Settlement Funds) into the Court's Registry within five (5) business days of entry of this Order",
            "quoted_text": "(a) deposit One Hundred Million Dollars ($100,000,000) 15 (“Settlement Funds”) into the Court’s Registry within five (5) 16 business days of entry of this Order to be held in escrow for the sole 17 purpose of distributing the funds in accordance with this Order, and",
            "deadline": "5 business days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 122,
            "quote_end_line": 128
          },
          {
            "description": "If LifeLock fails to make the required deposit, the full $100,000,000 judgment becomes immediately due and payable to the Commission with no right to credit or offset",
            "quoted_text": "2. If LifeLock fails to comply with Section II.B.1(a), the judgment 22 amount of One Hundred Million Dollars ($100,000,000) shall 23 become immediately due and payable to the Commission, and 24 LifeLock shall not have any right to any credit, offset, or any other 25 reimbursement for any Money Received by Affected Consumers as 26 provided in this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 136,
            "quote_end_line": 146
          },
          {
            "description": "Settlement Funds shall include interest accrued in the Court's Registry, minus costs pursuant to L.R. Civ. 67.1",
            "quoted_text": "C. The Settlement Funds shall include any interest that the funds accrue while 28 in the Court’s Registry, minus costs pursuant to L.R. Civ. 67.1.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 148,
            "quote_end_line": 150
          },
          {
            "description": "Settlement Funds may be disbursed by motion only if: (1) LifeLock expeditiously obtains final court approval of the Covered Class Action settlement, and (2) all motions are filed by the earlier of 18 months from this Order or 270 days from final class action approval",
            "quoted_text": "1 D. The Settlement Funds shall be disbursed by motions pursuant to this 2 Section II, if both of the following conditions are met: (1) LifeLock acts expeditiously to 3 obtain final court approval of the settlement agreement in the Covered Class Action; and 4 (2) all such motions are filed by the earlier of eighteen (18) months from the date of this 5 Order or two hundred seventy (270) days from the date of final court approval of the 6 settlement agreement in the Covered Class Action.",
            "deadline": "18 months or 270 days from final class action approval, whichever is earlier",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 155,
            "quote_end_line": 160
          },
          {
            "description": "LifeLock may use up to $68,000,000 of the Settlement Funds to fund a class action escrow account, subject to specified conditions including preliminary court approval and strict payment and return requirements",
            "quoted_text": "7 E. Subject to Section II.D, LifeLock may use up to Sixty Eight Million Dollars 8 ($68,000,000) of the Settlement Funds to fund an escrow account established in the 9 Covered Class Action if all of the following conditions are met: 10 1. LifeLock has obtained preliminary court approval of the settlement 11 agreement in the Covered Class Action; and 12 2. The agreement governing the escrow fund ensures that: 13 i. All payments from the escrow account are issued directly to 14 Affected Consumers for the sole purpose of providing 15 consumer redress; 16 ii. All payments from the escrow account either become Money 17 Received by Affected Consumers within one hundred twenty 18 (120) days of such payment or are returned immediately to 19 the escrow account; 20 iii. The escrow account transfers all remaining funds, including 21 any interest that has accrued in the escrow account, to the 22 Commission after the expiration of the deadline for motions 23 in Section II.D.2; and 24 iv. As many Affected Consumers as reasonably practicable 25 receive payments from the escrow fund.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 161,
            "quote_end_line": 179
          },
          {
            "description": "If the class action escrow account ceases to comply with the required criteria, LifeLock shall immediately deposit the non-compliant amount back into the Court's Registry or pay it directly to the Commission",
            "quoted_text": "1 LifeLock shall immediately: (1) deposit into the Court’s Registry as Settlement Funds 2 the amount of money in the escrow fund immediately prior to such non-compliance, or if 3 the Settlement Funds have already been transferred by the Court to the Commission 4 under Section II.J, (2) pay such amount directly to the Commission.",
            "deadline": "Immediately",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 187,
            "quote_end_line": 190
          },
          {
            "description": "LifeLock may seek disbursement of Settlement Funds equal to Money Received by Affected Consumers (plus accrued interest) in up to three installments by motion",
            "quoted_text": "5 G. Subject to Sections II.D and H through M, LifeLock shall have a right to 6 the amount of Settlement Funds remaining in the Court’s Registry equal to: (1) Money 7 Received by Affected Consumers, other than such Money Received that was paid out of 8 an escrow account funded under Section II.D and compliant with Section II.D.2 at the 9 time of issuance of payment to the Affected Consumer, plus (2) the interest accrued on 10 such amount specified in subsection (1) while in the Court’s Registry. 11 H. LifeLock shall have a right to seek disbursement of the funds identified in 12 Section II.G by motion in up to three (3) installments.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 191,
            "quote_end_line": 198
          },
          {
            "description": "LifeLock shall not receive more than one disbursement from Settlement Funds for each payment of Money Received by Affected Consumers",
            "quoted_text": "13 I. Under no circumstances shall LifeLock receive more than one (1) 14 disbursement from the Settlement Funds for each payment of Money Received by 15 Affected Consumers.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 199,
            "quote_end_line": 201
          },
          {
            "description": "The Commission is entitled to all remaining Settlement Funds upon resolution of all timely filed motions, or upon expiration of the filing deadline if no motion is pending",
            "quoted_text": "16 J. The Commission shall be entitled to all remaining Settlement Funds in the 17 Court’s Registry: (1) upon the Court’s resolution of all motions timely filed under this 18 Section II, or if no such timely filed motion is pending, (2) upon the expiration of the 19 deadline for motions in Section II.D.2.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 202,
            "quote_end_line": 205
          },
          {
            "description": "If any portion of Money Received for which LifeLock received disbursement is returned to LifeLock, LifeLock must remit that amount to the Commission within ten (10) business days",
            "quoted_text": "20 K. If any portion of the Money Received by Affected Consumers for which 21 LifeLock received disbursement from the Settlement Funds is returned to LifeLock, 22 LifeLock shall remit such portion to the Commission within ten (10) business days.",
            "deadline": "10 business days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 206,
            "quote_end_line": 208
          },
          {
            "description": "Money paid to the Commission may be used for equitable relief including consumer redress; any unused money is to be deposited to the U.S. Treasury as disgorgement; LifeLock has no right to challenge the Commission's actions under this subsection",
            "quoted_text": "23 L. All money paid to the Commission pursuant to this Order may be deposited 24 into a fund administered by the Commission or its designee to be used for equitable 25 relief, including consumer redress and any attendant expenses for the administration of 26 any redress fund. If a representative of the Commission decides that direct redress to 27 consumers is wholly or partially impracticable or money remains after redress is 28 completed, the Commission may apply any remaining money for such other equitable - 6 - Case 2:10-cv-00530-JJT Document 67 Filed 01/04/16 Page 7 of 12 1 relief (including consumer information remedies) as it determines to be reasonably 2 related to LifeLock’s practices as set forth in this Order. Any money not used for such 3 equitable relief is to be deposited to the U.S. Treasury as disgorgement. LifeLock has no 4 right to challenge any actions the Commission or its representatives may take pursuant to 5 this Subsection.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 209,
            "quote_end_line": 223
          },
          {
            "description": "LifeLock relinquishes all dominion and legal and equitable right, title, and interest in assets transferred to the Court's Registry or to the Commission, except as specified in Sections II.D through II.J",
            "quoted_text": "6 M. LifeLock relinquishes dominion and all legal and equitable right, title, and 7 interest in all assets transferred to the Court’s Registry or to the Commission pursuant to 8 this Order, except as specified in Sections II.D through II.J.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 224,
            "quote_end_line": 226
          },
          {
            "description": "LifeLock warrants that as of the date it executes this Order, after giving effect to Section II, it will not be insolvent, will not have unreasonably small capital, and will not have incurred debts beyond its ability to pay",
            "quoted_text": "9 N. Lifelock warrants and represents that as of the date it executes this Order, 10 after giving effect to Section II, Lifelock will not: (1) be insolvent (either because its 11 financial condition is such that the sum of its debts is greater than the fair market value of 12 its assets or because the fair saleable value of its assets is less than the amount required to 13 pay its probable liabilities on its existing debts as they mature); (2) have unreasonably 14 small capital with which to engage in its business; or (3) have incurred debts beyond its 15 ability to pay as they become due.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 227,
            "quote_end_line": 233
          },
          {
            "description": "LifeLock acknowledges that its Taxpayer Identification Numbers may be used for collecting and reporting any delinquent amount arising out of this Order, per 31 U.S.C. §7701",
            "quoted_text": "16 O. LifeLock acknowledges that its Taxpayer Identification Numbers which it 17 previously submitted to the Commission may be used for collecting and reporting any 18 delinquent amount arising out of this Order, in accordance with 31 U.S.C. §7701.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 234,
            "quote_end_line": 236
          },
          {
            "description": "All payments to the Commission under this Order must be made by electronic fund transfer in accordance with instructions previously provided by a Commission representative",
            "quoted_text": "19 P. All payments to the Commission under this Order must be made by 20 electronic fund transfer in accordance with instructions previously provided by a 21 representative of the Commission.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 237,
            "quote_end_line": 239
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy",
          "Data Security"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      },
      {
        "provision_number": "III",
        "title": "Customer Information",
        "category": "affirmative_obligation",
        "summary": "LifeLock must provide customer information requested by the Commission to facilitate consumer redress, including responding to written requests within 10 days.",
        "requirements": [
          {
            "description": "LifeLock must provide customer information requested by the Commission to administer consumer redress, in the prescribed form, within ten (10) days of a written request",
            "quoted_text": "23 IT IS FURTHER ORDERED that LifeLock shall provide customer information 24 requested by the Commission to enable the Commission to efficiently administer 25 customer redress. If a representative of the Commission requests in writing any 26 information related to redress, LifeLock must provide it, in the form prescribed by the 27 Commission, within ten (10) days.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 241,
            "quote_end_line": 245
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy",
          "Data Security"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Entry of Order",
        "category": "acknowledgment",
        "summary": "The court finds no just reason for delay and directs the clerk to enter the Order immediately.",
        "requirements": [
          {
            "description": "There is no just reason for delay of entry of this Order, and the clerk shall enter this Order immediately",
            "quoted_text": "2 IT IS FURTHER ORDERED that there is no just reason for delay of entry of 3 this Order, and the clerk shall enter this Order immediately.",
            "deadline": "Immediately",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 252,
            "quote_end_line": 253
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy",
          "Data Security"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "V",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "For five years, LifeLock must notify the Commission of corporate changes at least 30 days in advance, file annual sworn compliance reports, and notify the Commission of any bankruptcy filings within 15 days.",
        "requirements": [
          {
            "description": "For five (5) years from entry of this Order, LifeLock must notify the Commission of any changes in corporate structure or controlled business entities that may affect compliance obligations, at least thirty (30) days prior to such change (or as soon as practicable if less than 30 days' notice is possible)",
            "quoted_text": "7 A. For a period of five (5) years from the date of entry of this Order, LifeLock 8 shall notify the Commission of any changes in its corporate structure or any business 9 entity that LifeLock directly or indirectly controls, or has ownership interest in, that may 10 affect compliance obligations under the Permanent Injunction or this Order, including, 11 but not limited to: incorporation or other organization; a dissolution, assignment, sale, 12 merger, or other action; the creation or dissolution of a subsidiary, parent, or affiliate that 13 engages in any practices subject to the Permanent Injunction or this Order; or a change in 14 the business name or address, at least thirty (30) days prior to such change, provided that, 15 with respect to any proposed change in the business entity of which LifeLock learns less 16 than thirty (30) days prior to the date such action is to take place, LifeLock shall notify 17 the Commission as soon as practicable after obtaining such knowledge.",
            "deadline": "30 days prior to change",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 257,
            "quote_end_line": 267
          },
          {
            "description": "180 days after entry of this Order and annually thereafter for five (5) years, LifeLock must provide a written, sworn compliance report to the FTC detailing compliance with the Permanent Injunction and this Order, including copies of acknowledgments and any reportable changes",
            "quoted_text": "18 B. One hundred eighty (180) days after the date of entry of this Order and 19 annually thereafter for a period of five (5) years, LifeLock shall provide a written report 20 to the FTC, which is true and accurate and sworn to under penalty of perjury, setting forth 21 in detail the manner and form in which it has complied and is complying with the 22 Permanent Injunction and this Order. This report shall include, but not be limited to: (1) 23 a copy of each acknowledgement of receipt of the Permanent Injunction and this Order 24 obtained pursuant to the Section titled “Distribution of Order;” and (2) any other changes 25 required to be reported under Subsection A of this Section.",
            "deadline": "180 days, then annually for 5 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 268,
            "quote_end_line": 275
          },
          {
            "description": "LifeLock must notify the Commission of any bankruptcy petition, insolvency proceeding, or similar proceeding within fifteen (15) days of its filing",
            "quoted_text": "26 C. LifeLock shall notify the Commission of the filing of any bankruptcy 27 petition, insolvency proceeding, or similar proceeding within fifteen (15) days of its 28 filing. Unless directed otherwise by a Commission representative in writing, all",
            "deadline": "15 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 276,
            "quote_end_line": 278
          },
          {
            "description": "All submissions to the Commission must be emailed to DEbrief@ftc.gov or sent by overnight courier to the Associate Director for Enforcement, Bureau of Consumer Protection, FTC, with a subject line beginning: FTC v. LifeLock, Inc., X100023",
            "quoted_text": "1 submissions to the Commission pursuant to this Order must be emailed to 2 DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate 3 Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 4 600 Pennsylvania Avenue, NW, Washington, DC 20580. The subject line must begin: 5 FTC v. LifeLock, Inc., X100023.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 283,
            "quote_end_line": 287
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy",
          "Data Security"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission is authorized to monitor LifeLock's compliance through written reports, document production, depositions, site inspections, undercover investigations, and employee interviews, using all lawful means including civil discovery.",
        "requirements": [
          {
            "description": "Within fourteen (14) days of written notice from the Commission, LifeLock must submit additional written reports, produce documents for inspection and copying, appear for deposition, and provide entry to business locations during normal business hours",
            "quoted_text": "9 A. Within fourteen (14) days of receipt of written notice from a representative 10 of the Commission, LifeLock shall submit additional written reports or other requested 11 information, which are true and accurate and sworn to under penalty of perjury; produce 12 documents for inspection and copying; appear for deposition; and provide entry during 13 normal business hours to any business location in LifeLock’s possession or direct or 14 indirect control to inspect the business operation;",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 291,
            "quote_end_line": 296
          },
          {
            "description": "The Commission is authorized to use all other lawful means, including obtaining discovery from any person using Federal Rules of Civil Procedure 29, 30, 31, 33, 34, 36, 45, and 69 without further leave of court",
            "quoted_text": "15 B. In addition, the Commission is authorized to use all other lawful means, 16 including but not limited to: 17 1. Obtaining discovery from any person, without further leave of court, 18 using any of the procedures prescribed by Federal Rules of Civil 19 Procedure 29, 30 (including telephonic depositions), 31, 33, 34, 36, 20 45, and 69;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 297,
            "quote_end_line": 302
          },
          {
            "description": "The Commission may pose as consumers and suppliers to LifeLock, its employees, or any entity managed or controlled by LifeLock, without identification or prior notice",
            "quoted_text": "21 2. Posing as consumers and suppliers to LifeLock, their employees, or 22 any other entity managed or controlled in whole or in part by 23 LifeLock without the necessity of identification or prior notice;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 303,
            "quote_end_line": 305
          },
          {
            "description": "LifeLock must permit Commission representatives to interview any employer, consultant, independent contractor, representative, agent, or employee who has agreed to such an interview regarding any conduct subject to the Permanent Injunction or this Order; the person interviewed may have counsel present",
            "quoted_text": "24 C. LifeLock shall permit representatives of the Commission to interview any 25 employer, consultant, independent contractor, representative, agent or employee who has 26 agreed to such an interview, relating in any way to any conduct subject to the Permanent 27 Injunction or this Order. The person interviewed may have counsel present; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 306,
            "quote_end_line": 309
          },
          {
            "description": "Nothing in this Order limits the Commission's lawful use of compulsory process under Sections 9 and 20 of the FTC Act (15 U.S.C. §§ 49, 57b-1) to obtain documentary material, tangible things, testimony, or information relevant to unfair or deceptive acts or practices",
            "quoted_text": "1 D. Nothing in this Order limits the Commission’s lawful use of compulsory 2 process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1, to obtain 3 any documentary material, tangible things, testimony, or information relevant to unfair or 4 deceptive acts or practices in or affecting commerce (within the meaning of 15 U.S.C. 5 § 45(a)(1)).",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 315,
            "quote_end_line": 319
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy",
          "Data Security"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Record Keeping Provisions",
        "category": "recordkeeping",
        "summary": "LifeLock must create and retain specified categories of records for defined periods: 13 years from the Permanent Injunction for business and compliance records, 3 years for biennial assessment materials, and 5 years from this Order for consumer redress payment records.",
        "requirements": [
          {
            "description": "For thirteen (13) years from the date of entry of the Permanent Injunction, LifeLock must retain: accounting records; personnel records; consumer files; complaints and refund requests and responses; copies of all sales scripts, training materials, and marketing materials; any documents contradicting compliance with Sections I, II, and III of the Permanent Injunction; and all records necessary to demonstrate full compliance with each provision of the Permanent Injunction and this Order",
            "quoted_text": "10 A. For a period of thirteen (13) years from the date of entry of the Permanent 11 Injunction, the following records in connection with the sale or provision of products or 12 services related to identity theft: 13 1. Accounting records that reflect the cost of goods or services sold, 14 revenues generated, and the distribution of such revenues; 15 2. Personnel records accurately reflecting: the name, address, and 16 telephone number of each person employed in any capacity by such 17 business, including as an independent contractor; that person’s job 18 title or position; the date upon which the person commenced work; 19 and the date and reason for the person’s termination, if applicable; 20 3. Consumer files containing the names, addresses, phone numbers, 21 dollar amounts paid, quantity of items or services purchased, and 22 description of items or services purchased, to the extent such 23 information is obtained in the ordinary course of business; 24 4. Complaints and refund requests (whether received directly, 25 indirectly, or through any third party) and any responses to those 26 complaints and requests; 27 5. Copies of all sales scripts, training materials, advertisements, or 28 other marketing materials; - 10 - Case 2:10-cv-00530-JJT Document 67 Filed 01/04/16 Page 11 of 12 1 6. Any documents, whether prepared by or on behalf of LifeLock, that 2 contradict, qualify or call into question LifeLock’s compliance with 3 Sections I, II, and III of the Permanent Injunction; and 4 7. All records and documents necessary to demonstrate full compliance 5 with each provision of the Permanent Injunction and this Order, 6 including but not limited to, copies of acknowledgments of receipt 7 required by the Permanent Injunction and this Order, all reports 8 submitted to the FTC pursuant to the Section of this Order titled 9 “Compliance Reporting.”",
            "deadline": "13 years from entry of the Permanent Injunction",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 324,
            "quote_end_line": 355
          },
          {
            "description": "For three (3) years after the date of preparation of each Biennial Assessment required under the Permanent Injunction, LifeLock must retain all materials relied upon to prepare the Assessment, including plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments",
            "quoted_text": "10 B. For a period of three (3) years after the date of preparation of each 11 Assessment required under the Section of the Permanent Injunction titled “Biennial 12 Assessment Requirements”: All materials relied upon to prepare the Assessment, 13 whether prepared by or on behalf of LifeLock, including but not limited to all plans, 14 reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, 15 and any other materials relating to LifeLock’s compliance with the Section of the 16 Permanent Injunction titled “Biennial Assessment Requirements.”",
            "deadline": "3 years after each Assessment",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 356,
            "quote_end_line": 362
          },
          {
            "description": "For five (5) years from the date of entry of this Order, LifeLock must retain records sufficient to provide all material facts regarding Money Received by Affected Consumers and administration of the escrow account, including identity of recipients, amounts, payment methods, dates, evidence of crediting/cashing, and escrow account activity and balances",
            "quoted_text": "17 C. For a period of five (5) years from the date of entry of this Order, records 18 and documents sufficient to provide all material facts regarding Money Received by 19 Affected Consumers and the administration of the escrow account funded under Section 20 II.E, including but not limited to: (1) identity of each Affected Consumer who received a 21 payment, (2) the amount of each payment, (3) the manner in which LifeLock issued each 22 payment, (4) the date of each payment, (5) evidence that each payment was credited to an 23 Affected Consumer’s financial account or was otherwise cashed, and (6) all escrow 24 account activity and balances.",
            "deadline": "5 years from entry of this Order",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 363,
            "quote_end_line": 370
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy",
          "Data Security"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Distribution of Order",
        "category": "acknowledgment",
        "summary": "For five years, LifeLock must deliver copies of the Permanent Injunction and this Order to principals, officers, relevant employees, agents, and successor entities, and obtain signed acknowledgments of receipt within 30 days of delivery.",
        "requirements": [
          {
            "description": "For five (5) years from entry of this Order, LifeLock must deliver copies of the Permanent Injunction and this Order to all principals, officers, directors, managers, relevant employees, agents, and representatives, and any resulting successor business entities; for current personnel, delivery must occur within seven (7) days of entry; for new personnel, prior to assuming responsibilities; for successor entities, at least ten (10) days prior to the structural change",
            "quoted_text": "1 A. LifeLock must deliver a copy of the Permanent Injunction and this Order 2 to: (1) all of its principals, officers, directors, and managers; (2) all of its employees, 3 agents, and representatives who engage in conduct related to the subject matter of the 4 Permanent Injunction and this Order; and (3) any business entity resulting from any 5 change in structure set forth in Subsection A of the Section of this Order titled 6 “Compliance Reporting.” For current personnel, delivery shall occur within seven (7) 7 days of entry of this Order. For all others, delivery shall occur prior to them assuming 8 their responsibilities. For any business entity resulting from any change in structure set 9 forth in Subsection A of the Section of this Order titled “Compliance Reporting,” 10 delivery shall be at least ten (10) days prior to the change in structure.",
            "deadline": "7 days for current personnel; prior to assuming responsibilities for new personnel; 10 days prior to structural change for successor entities",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 379,
            "quote_end_line": 388
          },
          {
            "description": "LifeLock must obtain a signed and dated acknowledgment of receipt of the Permanent Injunction and this Order from all persons receiving a copy, within thirty (30) days of delivery",
            "quoted_text": "11 B. LifeLock must secure a signed and dated statement acknowledging receipt 12 of the Permanent Injunction and this Order, within thirty (30) days of delivery, from all 13 persons receiving a copy of the Permanent Injunction and this Order pursuant to this 14 Section.",
            "deadline": "30 days after delivery",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 389,
            "quote_end_line": 392
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy",
          "Data Security"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "IX",
        "title": "Acknowledgement of Receipt of This Order",
        "category": "acknowledgment",
        "summary": "LifeLock must submit a sworn statement to the Commission acknowledging receipt of this Order within five business days of receiving it.",
        "requirements": [
          {
            "description": "Within five (5) business days of receipt of this Order as entered by the Court, LifeLock must submit to the Commission a truthful sworn statement acknowledging receipt of this Order",
            "quoted_text": "16 IT IS FURTHER ORDERED that LifeLock, within five (5) business days of 17 receipt of this Order as entered by the Court, must submit to the Commission a truthful 18 sworn statement acknowledging receipt of this Order.",
            "deadline": "5 business days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 394,
            "quote_end_line": 396
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy",
          "Data Security"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "X",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction over this matter for all purposes.",
        "requirements": [
          {
            "description": "The Court shall continue to retain jurisdiction of this matter for all purposes",
            "quoted_text": "20 IT IS FURTHER ORDERED that the Court shall continue to retain jurisdiction 21 of this matter for all purposes.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 398,
            "quote_end_line": 399
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy",
          "Data Security"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "IT IS FURTHER ORDERED that the Court shall continue to retain jurisdiction of this matter for all purposes."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "10.19, LifeLock, Inc., a corporation Complaint.pdf",
      "order": "10.19, LifeLock, Inc., a corporation Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 7,
      "complaint_representations": 7,
      "order_provisions": 10,
      "order_definitions": 3,
      "order_requirements": 35,
      "provisions_per_section": {
        "I": 1,
        "II": 16,
        "III": 1,
        "IV": 1,
        "V": 4,
        "VI": 5,
        "VII": 3,
        "VIII": 2,
        "IX": 1,
        "X": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 7,
        "complaint_total": 7,
        "order_verified": 35,
        "order_total": 35
      }
    },
    "processing_time_seconds": 120.2
  }
}