{
  "case_info": {
    "docket_number": "C-4371",
    "company": {
      "name": "Franklin's Budget Car Sales, Inc., also dba Franklin Toyota/Scion",
      "incorporation_state": "Georgia",
      "entity_type": "corporation",
      "address": "P.O. Box 648, Statesboro, Georgia 30459",
      "business_description": "Franklin's Budget Car Sales is a franchise automobile dealership that sells both new and used automobiles, leases automobiles, provides repair services for automobiles, and sells automobile parts. In connection with its automobile sales, the company provides financing services to individual consumers."
    },
    "commissioners": [
      "Jon Leibowitz, Chairman",
      "J. Thomas Rosch",
      "Edith Ramirez",
      "Julie Brill",
      "Maureen K. Ohlhausen"
    ],
    "case_date": {
      "month": 10,
      "year": 2012
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a); Standards for Safeguarding Customer Information Rule, 16 C.F.R. Part 314; Privacy of Customer Financial Information Rule, 16 C.F.R. Part 313",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/102-3094-franklins-budget-car-sales-inc-also-dba-franklin-toyotascion-matter"
  },
  "complaint": {
    "factual_background": "Franklin's Budget Car Sales, Inc. (Franklin Toyota) is an automobile dealership that provides financing services and collects personal information from customers. The company publicly claimed to maintain reasonable security safeguards to protect personal information, but failed to implement basic security measures. As a result, personal information for approximately 95,000 consumers—including names, Social Security numbers, addresses, dates of birth, and drivers' license numbers—was exposed on peer-to-peer networks through a P2P application installed on a computer connected to the company's network. The company also failed to provide required annual privacy notices and opt-out mechanisms to customers.",
    "representations_made": [
      {
        "description": "Claimed to restrict access to nonpublic personal information to only necessary employees and to maintain physical, electronic, and procedural safeguards that comply with federal regulations",
        "quoted_text": "We restrict access to non public personal information about you to only those employees who need to know that information to provide products and services to you. We maintain physical, electronic, and procedural safe guards that comply with federal regulations to guard non public personal information.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 4,
        "quote_start_line": 40,
        "quote_end_line": 43
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Deceptive Security Claims (FTC Act Violation)",
        "representation": "Respondent represented that it implements reasonable and appropriate measures to protect consumers' personal information from unauthorized access",
        "fact": "Respondent did not implement reasonable and appropriate measures to protect consumers' personal information from unauthorized access",
        "conclusion": "Therefore, the representation set forth in Paragraph 13 was, and is, false or misleading, in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 2,
        "title": "Safeguards Rule Violations",
        "representation": "Respondent is required as a financial institution to implement reasonable security policies and procedures under the Safeguards Rule",
        "fact": "Respondent failed to: (a) identify reasonably foreseeable risks to customer information; (b) design and implement information safeguards and regularly test them; (c) investigate, evaluate, and adjust the information security program; (d) develop a comprehensive written information security program; and (e) designate an employee to coordinate the information security program",
        "conclusion": "Respondent has thereby engaged in violations of the Safeguards Rule."
      },
      {
        "count_number": 3,
        "title": "Privacy Rule Violations",
        "representation": "Respondent is required as a financial institution to provide customers with annual privacy notices and opt-out mechanisms under the Privacy Rule",
        "fact": "Respondent failed to send consumers annual privacy notices and did not provide a mechanism by which consumers could opt out of information sharing with nonaffiliated third parties",
        "conclusion": "This is in violation of the Privacy Rule."
      }
    ]
  },
  "order": {
    "definitions": {
      "respondent": "Franklin's Budget Car Sales, Inc., also dba Franklin Toyota/Scion, its successors and assigns, and each of their successors and assigns.",
      "Personal information": "individually identifiable information from or about an individual consumer including, but not limited to: (a) first and last name; (b) date of birth; (c) home or other physical address, including street name and name of city or town; (d) email address or other online contact information, such as an instant-messaging user identifier or a screen name that reveals an individual's email address; (e) telephone number; (f) driver's license number; (g) financial account information; (h) Social Security number; (i) credit or debit card information, including card number, expiration date, and security code; (j) persistent identifier, such as a customer number held in a \"cookie\" or processor serial number; and (k) any information that is combined with any of (a) through (j) above.",
      "Commerce": "\"commerce\" as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. § 44."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Privacy and Security",
        "category": "prohibition",
        "summary": "Respondent is prohibited from misrepresenting the extent to which it maintains and protects the privacy, confidentiality, or security of personal information collected from or about consumers.",
        "requirements": [
          {
            "description": "Must not misrepresent in any manner the extent to which respondent maintains and protects the privacy, confidentiality, or security of any personal information collected from or about consumers",
            "quoted_text": "IT IS ORDERED that respondent and its officers, agents, representatives, and employees, directly or indirectly, or through any corporation, subsidiary, division, website or other device, in connection with the advertising, marketing, promotion, offering for sale, or sale of any product or service, in or affecting commerce, is prohibited from misrepresenting in any manner, expressly or by implication, the extent to which respondent maintains and protects the privacy, confidentiality, or security of any personal information collected from or about consumers.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 70,
            "quote_end_line": 76
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Compliance with GLB Act Safeguards Rule and Privacy Rule",
        "category": "prohibition",
        "summary": "Respondent must not violate any provision of the GLB Act's Safeguards Rule or Privacy Rule.",
        "requirements": [
          {
            "description": "Must not violate any provision of the GLB Act's Standards for Safeguarding Consumer Information Rule (Safeguards Rule), 16 C.F.R. Part 314, or the GLB Act's Privacy of Consumer Financial Information Rule (Privacy Rule), 16 C.F.R. Part 313",
            "quoted_text": "IT IS FURTHER ORDERED that respondent and its officers, agents, representatives, and employees, shall not, directly or indirectly, or through any corporation, subsidiary, division, website, or other device, violate any provision of the GLB Act’s Standards for Safeguarding Consumer Information Rule (“Safeguards Rule”), 16 C.F.R. Part 314, or the GLB Act’s Privacy of Consumer Financial Information Rule (“Privacy Rule”), 16 C.F.R. Part 313. In the event that the Safeguards Rule or Privacy Rule is hereafter amended or modified, respondent’s compliance with these Rules as so amended or modified shall not be a violation of this order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 81,
            "quote_end_line": 88
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Comprehensive Information Security Program",
        "category": "affirmative_obligation",
        "summary": "Respondent must establish, implement, and maintain a comprehensive information security program that is reasonably designed to protect the security, confidentiality, and integrity of personal information.",
        "requirements": [
          {
            "description": "Establish and implement, and thereafter maintain, a comprehensive information security program that is reasonably designed to protect the security, confidentiality, and integrity of personal information collected from or about consumers, fully documented in writing",
            "quoted_text": "IT IS FURTHER ORDERED that respondent, in connection with the advertising, marketing, promotion, offering for sale, or sale of any product or service, in or affecting commerce, shall, no later than the date of service of this order, establish and implement, and thereafter maintain, a comprehensive information security program that is reasonably designed to protect the security, confidentiality, and integrity of personal information collected from or about consumers. Such program, the content and implementation of which must be fully documented in writing, shall contain administrative, technical, and physical safeguards appropriate to respondent’s size and complexity, the nature and scope of its activities, and the sensitivity of the personal information collected from or about consumers, including:",
            "deadline": "no later than the date of service of this order",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 90,
            "quote_end_line": 98
          },
          {
            "description": "Designate an employee or employees to coordinate and be accountable for the information security program",
            "quoted_text": "A. The designation of an employee or employees to coordinate and be accountable for the information security program;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 99,
            "quote_end_line": 100
          },
          {
            "description": "Identify material internal and external risks to the security, confidentiality, and integrity of personal information and assess the sufficiency of safeguards in place to control these risks, including consideration of risks in employee training and management, information systems, and prevention, detection, and response to attacks",
            "quoted_text": "B. The identification of material internal and external risks to the security, confidentiality, and integrity of personal information that could result in the unauthorized disclosure, misuse, loss, alteration, destruction, or other compromise of such information, and assessment of the sufficiency of any safeguards in place to control these risks. At a minimum, this risk assessment should include consideration of risks in each area of relevant operation, including, but not limited to: (1) employee training and management; (2) information systems, including network and software design, information processing, storage, transmission, and disposal; and (3) prevention, detection, and response to attacks, intrusions, or other systems failures;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 101,
            "quote_end_line": 110
          },
          {
            "description": "Design and implement reasonable safeguards to control the risks identified through risk assessment, and regularly test or monitor the effectiveness of the safeguards' key controls, systems, and procedures",
            "quoted_text": "C. The design and implementation of reasonable safeguards to control the risks identified through risk assessment, and regular testing or monitoring of the effectiveness of the safeguards’ key controls, systems, and procedures;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 111,
            "quote_end_line": 113
          },
          {
            "description": "Develop and use reasonable steps to select and retain service providers capable of appropriately safeguarding personal information they receive from respondent, and require service providers by contract to implement and maintain appropriate safeguards",
            "quoted_text": "D. The development and use of reasonable steps to select and retain service providers capable of appropriately safeguarding personal information they receive from respondent, and requiring service providers by contract to implement and maintain appropriate safeguards; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 114,
            "quote_end_line": 117
          },
          {
            "description": "Evaluate and adjust respondent's information security program in light of the results of testing and monitoring, any material changes to respondent's operations or business arrangements, or any other circumstances that may have a material impact on the effectiveness of its information security program",
            "quoted_text": "E. The evaluation and adjustment of respondent’s information security program in light of the results of the testing and monitoring required by sub-part C, any material changes to respondent’s operations or business arrangements, or any other circumstances that respondent knows or has reason to know may have a material impact on the effectiveness of its information security program.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 121,
            "quote_end_line": 125
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Third-Party Assessments",
        "category": "assessment",
        "summary": "Respondent must obtain initial and biennial assessments from a qualified, objective, independent third-party professional for 20 years after service of the order.",
        "requirements": [
          {
            "description": "Obtain initial and biennial assessments and reports from a qualified, objective, independent third-party professional (CISSP, CISA, GIAC, or similarly qualified person approved by FTC) covering the first 180 days after service of the order for the initial assessment, and each two-year period thereafter for 20 years",
            "quoted_text": "IT IS FURTHER ORDERED that, in connection with its compliance with the Safeguards Rule and Part III of this order, respondent shall obtain initial and biennial assessments and reports (“Assessments”) from a qualified, objective, independent third-party professional, who uses procedures and standards generally accepted in the profession. Professionals qualified to prepare such assessments shall be: a person qualified as a Certified Information System Security Professional (CISSP) or as a Certified Information Systems Auditor (CISA); a person holding Global Information Assurance Certification (GIAC) from the SysAdmin, Audit, Network, Security (SANS) Institute; or a similarly qualified person or organization approved by the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580. The reporting period for the Assessments shall cover: (1) the first one hundred and eighty (180) days after service of the order for the initial Assessment, and (2) each two (2) year period thereafter for twenty (20) years after service of the order for the biennial Assessments. Each Assessment shall:",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 127,
            "quote_end_line": 139
          },
          {
            "description": "Each Assessment shall set forth the specific administrative, technical, and physical safeguards implemented and maintained during the reporting period",
            "quoted_text": "A. Set forth the specific administrative, technical, and physical safeguards that respondent has implemented and maintained during the reporting period;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 140,
            "quote_end_line": 141
          },
          {
            "description": "Each Assessment shall explain how such safeguards are appropriate to respondent's size and complexity, the nature and scope of its activities, and the sensitivity of the personal information collected",
            "quoted_text": "B. Explain how such safeguards are appropriate to respondent’s size and complexity, the nature and scope of its activities, and the sensitivity of the personal information collected from or about consumers;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 142,
            "quote_end_line": 144
          },
          {
            "description": "Each Assessment shall explain how the safeguards that have been implemented meet or exceed the protections required by Part III of this order",
            "quoted_text": "C. Explain how the safeguards that have been implemented meet or exceed the protections required by the Part III of this order; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 145,
            "quote_end_line": 146
          },
          {
            "description": "Each Assessment shall certify that respondent's information security program is operating with sufficient effectiveness to provide reasonable assurance that the security, confidentiality, and integrity of personal information is protected and has so operated throughout the reporting period",
            "quoted_text": "D. Certify that respondent’s information security program is operating with sufficient effectiveness to provide reasonable assurance that the security, confidentiality, and integrity of personal information is protected and has so operated throughout the reporting period.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 147,
            "quote_end_line": 150
          },
          {
            "description": "Each Assessment shall be prepared and completed within 60 days after the end of the reporting period to which the Assessment applies",
            "quoted_text": "Each Assessment shall be prepared and completed within sixty (60) days after the end of the reporting period to which the Assessment applies. Respondent shall provide the initial",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 151,
            "quote_end_line": 152
          },
          {
            "description": "Provide the initial Assessment to the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580, within 10 days after the Assessment has been prepared",
            "quoted_text": "reporting period to which the Assessment applies. Respondent shall provide the initial Assessment to the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580, within ten (10) days after the Assessment has been prepared. All subsequent biennial Assessments shall be retained by respondent until the order is",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 152,
            "quote_end_line": 155
          },
          {
            "description": "Retain all subsequent biennial Assessments until the order is terminated and provide to the Associate Director for Enforcement within 10 days of request",
            "quoted_text": "prepared. All subsequent biennial Assessments shall be retained by respondent until the order is terminated and provided to the Associate Director for Enforcement within ten (10) days of request. Unless otherwise directed by a representative of the Commission, initial and biennial",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 155,
            "quote_end_line": 157
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must maintain and make available to the Commission documents relating to compliance with this order.",
        "requirements": [
          {
            "description": "Maintain for a period of 5 years a print or electronic copy of each document relating to compliance, including documents that contradict, qualify, or call into question respondent's compliance with this order, and make available to the Commission for inspection and copying upon request",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall maintain and, upon request, make available to the Commission for inspection and copying: A. For a period of five (5) years, a print or electronic copy of each document relating to compliance, including but not limited to documents, prepared by or on behalf of respondent, that contradict, qualify, or call into question respondent’s compliance with this order; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 168,
            "quote_end_line": 173
          },
          {
            "description": "Maintain for a period of 3 years after the date of preparation of each Assessment all materials relied upon to prepare the Assessment, including plans, reports, studies, reviews, audits, policies, training materials, and assessments, and make available to the Commission for inspection and copying upon request",
            "quoted_text": "B. For a period of three (3) years after the date of preparation of each Assessment required under Part III of this order, all materials relied upon to prepare the Assessment, whether prepared by or on behalf of respondent, including, but not limited to, all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, and any other materials relating to respondent’s compliance with Parts II and III of this order, for the compliance period covered by such Assessment.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 174,
            "quote_end_line": 179
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Order Acknowledgment",
        "category": "acknowledgment",
        "summary": "Respondent must deliver copies of the Order to current and future personnel and secure signed acknowledgments of receipt.",
        "requirements": [
          {
            "description": "Deliver a copy of this Order to all current and future principals, officers, directors, and managers, all current and future employees, agents and representatives who engage in conduct related to the subject matter of the Order, and any business entity resulting from any change in structure set forth in Part VII. For current personnel, delivery shall be within 5 days of service of this Order. For new personnel, delivery shall occur prior to them assuming their responsibilities. For any business entity resulting from change in structure, delivery shall be at least 10 days prior to the change",
            "quoted_text": "IT IS FURTHER ORDERED that for a period of five (5) years from the date of entry of this Order, respondent shall deliver copies of the Order as directed below: A. Respondent must deliver a copy of this Order to (1) all current and future principals, officers, directors, and managers, (2) all current and future employees, agents and representatives who engage in conduct related to the subject matter of the Order, and (3) any business entity resulting from any change in structure set forth in Part VII. For current personnel, delivery shall be within five (5) days of service of this Order. For new personnel, delivery shall occur prior to them assuming their responsibilities. For any business entity resulting from any change in structure set forth in Part VII, delivery shall be at least ten (10) days prior to the change in structure.",
            "deadline": "5 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 181,
            "quote_end_line": 190
          },
          {
            "description": "Secure a signed and dated statement acknowledging receipt of this Order, within 30 days of delivery, from all persons receiving a copy of the Order",
            "quoted_text": "B. Respondent must secure a signed and dated statement acknowledging receipt of this Order, within thirty (30) days of delivery, from all persons receiving a copy of the Order pursuant to this section.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 191,
            "quote_end_line": 193
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Notification of Changes Affecting Compliance",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the Commission at least 30 days prior to any change that may affect compliance obligations arising under this order.",
        "requirements": [
          {
            "description": "Notify the Commission at least 30 days priorto any change that may affect compliance obligations, including dissolution, assignment, sale, merger, or other action resulting in a successor company; creation or dissolution of a subsidiary, parent, or affiliate; proposed filing of a bankruptcy petition; or a change in respondent's name or address. If respondent learns of such change less than 30 days prior, notify the Commission as soon as practicable after obtaining such knowledge",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall notify the Commission at least thirty (30) days prior to any change that may affect compliance obligations arising under this order, including, but not limited to, a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor company; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the Page 5 of 7 proposed filing of a bankruptcy petition; or a change in respondent’s name or address. Provided, however, that, with respect to any proposed change in the entity about which respondent learns less than thirty (30) days prior to the date such action is to take place, respondent shall notify the Commission as soon as is practicable after obtaining such knowledge. Unless otherwise directed by a representative of the Commission, all notices required by this Part shall be sent by overnight courier (not the U.S. Postal Service) to the Associate Director, Division of Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, D.C. 20580, with the subject line “In re Franklin’s Budget Car Sales, Inc., FTC File Number 1023094.” Provided, however, that, in lieu of overnight courier, notices may be sent by first-class mail, but only if an electronic version of such notices is contemporaneously sent to the Commission at DEBrief@ftc.gov.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 195,
            "quote_end_line": 213
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondent must file initial and periodic compliance reports with the Commission setting forth in detail the manner and form of its compliance with this order.",
        "requirements": [
          {
            "description": "File with the Commission a true and accurate report, in writing, setting forth in detail the manner and form of its compliance with this order within 60 days after the date of service of this order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent and its successors and assigns, within sixty (60) days after the date of service of this order, shall file with the Commission a true and accurate report, in writing, setting forth in detail the manner and form of its compliance with this order. Within ten (10) days of receipt of written notice from a representative of the Commission,",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 215,
            "quote_end_line": 218
          },
          {
            "description": "Submit additional true and accurate written reports within 10 days of receipt of written notice from a representative of the Commission",
            "quoted_text": "order. Within ten (10) days of receipt of written notice from a representative of the Commission, respondent shall submit additional true and accurate written reports. Unless otherwise directed by a representative of the Commission, each report required by this Part shall be sent by overnight courier (not the U.S. Postal Service) to the Associate Director, Division of Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, D.C. 20580, with the subject line “In re Franklin’s Budget Car Sales, Inc., FTC File Number 1023094.” Provided, however, that, in lieu of overnight courier, reports may be sent by first-class mail, but only if an electronic version of such reports is contemporaneously sent to the Commission at DEBrief@ftc.gov.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 218,
            "quote_end_line": 226
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "This order will terminate on October 3, 2032, or 20 years from the most recent date that the United States or the FTC files a complaint in federal court alleging any violation of the order, whichever comes later.",
        "requirements": [
          {
            "description": "Order will terminate on October 3, 2032, or 20 years from the most recent date that the United States or the FTC files a complaint in federal court alleging any violation of the order, whichever comes later, subject to certain exceptions for Parts that terminate in less than 20 years, application to respondents not named as defendants, and complaints filed after order termination",
            "quoted_text": "This order will terminate on October 3, 2032, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part in this order that terminates in less than twenty (20) years; B. This order’s application to any respondent that is not named as a defendant in such complaint; and C. This order if such complaint is filed after the order has terminated pursuant to this Part. Page 6 of 7 Provided, further, that if such complaint is dismissed or a federal court rules that respondent did not violate any provision of the order, and the dismissal or ruling is either not appealed or upheld on appeal, then the order will terminate according to this Part as though the complaint had never been filed, except that the order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 228,
            "quote_end_line": 245
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on October 3, 2032, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "10.12, Franklin's Budget Car Sales, Inc., also dba Franklin ToyotaScion Complaint.pdf",
      "order": "10.12, Franklin's Budget Car Sales, Inc., also dba Franklin ToyotaScion Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 3,
      "complaint_representations": 1,
      "order_provisions": 9,
      "order_definitions": 3,
      "order_requirements": 24,
      "provisions_per_section": {
        "I": 1,
        "II": 1,
        "III": 6,
        "IV": 8,
        "V": 2,
        "VI": 2,
        "VII": 1,
        "VIII": 2,
        "IX": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 1,
        "complaint_total": 1,
        "order_verified": 24,
        "order_total": 24
      }
    },
    "processing_time_seconds": 98.6
  }
}