{
  "case_info": {
    "docket_number": "2:15-cv-9340",
    "company": {
      "name": "Sprint Corporation",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "6200 Sprint Parkway, Overland Park, Kansas",
      "business_description": "Sprint Corporation advertises, markets, distributes, and sells mobile phone and data plans to consumers throughout the United States. Under these plans, consumers can incur charges for voice, data, text, and third-party services, and then pay those charges on a later date."
    },
    "commissioners": [],
    "case_date": {
      "month": 10,
      "year": 2015
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a); Section 621(a) of the Fair Credit Reporting Act, 15 U.S.C. § 1681s(a); and the Risk-Based Pricing Rule, 12 C.F.R. § 1022.70 et seq.",
    "violation_type": "unfair",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/142-3094-sprint-corporation-sprint-asl-program-0"
  },
  "complaint": {
    "factual_background": "Sprint Corporation provided mobile phone and data plans to consumers, extending closed-end credit by allowing them to incur charges and pay later. Sprint enrolled certain consumers in an Account Spending Limit Program that charged up to $7.99 per month in additional fees based on their credit reports and scores. Sprint failed to provide proper Risk-Based Pricing notices before consumers became contractually obligated, omitting required information such as key factors adversely affecting credit scores and other mandatory disclosures.",
    "representations_made": [],
    "counts": [
      {
        "count_number": 1,
        "title": "Failure to Provide Complete Risk-Based Pricing Notice",
        "representation": "Sprint provided credit to consumers on material terms that are materially less favorable than those offered to a substantial proportion of other consumers, based on information in consumer reports",
        "fact": "Sprint failed to provide a notice with all the information required by the Risk-Based Pricing Rule before consummation of the transaction. The notification did not contain the key factors that adversely impact consumers' credit scores, an explanation of information in consumer reports, language encouraging verification of accuracy, or information about accessing the Consumer Financial Protection Bureau's website. In some instances, Sprint provided the notification after a consumer had become contractually obligated",
        "conclusion": "Sprint's acts or practices violate the Risk-Based Pricing Rule and constitute unfair or deceptive acts or practices in violation of Section 5(a) of the FTC Act"
      }
    ]
  },
  "order": {
    "definitions": {
      "Consumer report": "any written, oral, or other communication of any information by a consumer reporting agency bearing on a consumer's credit worthiness, credit standing, credit capacity, character, general reputation, personal characteristics, or mode of living which is used or expected to be used or collected in whole or in part for the purpose of serving as a factor in establishing the consumer's eligibility for credit or insurance to be used primarily for personal, family, or household purposes.",
      "Consumer reporting agency": "any individual, partnership, corporation, trust, estate, cooperative, association, government or governmental subdivision or agency, or other entity that, for monetary fees, dues, or on a cooperative nonprofit basis, regularly engages in whole or in part in the practice of assembling or evaluating consumer credit information or other information on consumers for the purpose of furnishing consumer reports to third parties, and which uses any means or facility of interstate commerce for the purpose of preparing or furnishing consumer reports.",
      "Credit": "the right granted by a creditor to a debtor to defer payment of debt or to incur debts and defer its payment or to purchase property or services and defer payment therefor.",
      "Creditor": "any individual, partnership, corporation, trust, estate, cooperative, association, government or governmental subdivision or agency, or other entity that regularly extends, renews, or continues credit or regularly arranges for the extension, renewal, or continuation of credit; or any assignee of an original creditor who participates in the decision to extend, renew, or continue credit.",
      "Credit score": "a numerical value or a categorization derived from a statistical tool or modeling system used by any individual, partnership, corporation, trust, estate, cooperative, association, government or governmental subdivision or agency, or other entity that makes or arranges a loan to predict the likelihood of certain credit behaviors, including default (and the numerical value or the categorization derived from such analysis may also be referred to as a \"risk predictor\" or \"risk score\").",
      "Defendant": "Sprint Corporation and its successors and assigns.",
      "Material terms": "the financial term that varies based on information in a consumer report and that has the most significant financial impact on consumers, such as a deposit required in connection with credit extended by a telephone company or utility or an annual membership fee for a charge card.",
      "Materially less favorable": "when applied to material terms, that the terms granted, extended, or otherwise provided to a consumer differ from the terms granted, extended, or otherwise provided to another consumer from or through the same individual, partnership, corporation, trust, estate, cooperative, association, government or governmental subdivision or agency, or other entity, such that the cost of credit to the first consumer would be significantly greater than the cost of credit granted, extended, or otherwise provided to the other consumer. For purposes of this definition, factors relevant to determining the significance of a difference in cost include the type of credit product, the term of the credit extension, if any, and the extent of the difference between the material terms granted, extended, or otherwise provided to the two consumers."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Injunction Requiring Risk-Based Pricing Notices",
        "category": "prohibition",
        "summary": "Defendant is permanently restrained from failing to send risk-based pricing notices to consumers when credit is granted on materially less favorable terms based on consumer reports.",
        "requirements": [
          {
            "description": "Must send a Risk-Based Pricing Notice within 5 days of service activation or before consumer incurs financial obligation when using consumer reports and granting credit on materially less favorable terms",
            "quoted_text": "Failing to send a consumer a Risk-Based Pricing Notice by the earlier of either five (5) days after the consumer activates service with Defendant or a date that gives the consumer a reasonable opportunity to avoid incurring any future financial obligation to Defendant, where Defendant: 1. Uses a consumer report in connection with an application for, or a grant, extension, or other provision of, credit to that consumer that is primarily for personal, family, or household purposes; and 2. Based in whole or in part on the consumer report, grants, extends, or otherwise provides credit to that consumer on material terms that are materially less favorable than the most favorable material terms available to a substantial proportion of consumers from or through Defendant.",
            "deadline": "5 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Must include all required content in Risk-Based Pricing Notices including statements about consumer reports, credit history, terms offered, verification rights, and contact information",
            "quoted_text": "Failing to include in any Risk-Based Pricing Notice: 1. A statement that a consumer report (or credit report) includes information about the consumer's credit history and the type of information included in that history; 2. A statement that the terms offered, such as the annual percentage rate, have been set based on information from a consumer report; 3. A statement that the terms offered may be less favorable than the terms offered to consumers with better credit histories; 4. A statement that the consumer is encouraged to verify the accuracy of the information contained in the consumer report and has the right to dispute any inaccurate information in the report; 5. The identity of each consumer reporting agency that furnished a consumer report used in the credit decision; 6. A statement that federal law gives the consumer the right to obtain a copy of a consumer report from the consumer reporting agency or agencies identified in the notice without charge for 60 days after receipt of the notice; 7. A statement informing the consumer how to obtain a consumer report from the consumer reporting agency or agencies identified in the notice and providing contact information (including a toll-free telephone number, where applicable) specified by the consumer reporting agency or agencies; 8. A statement directing consumers to the Web site of the Consumer Financial Protection Bureau to obtain more information about consumer reports; and 9. If a credit score of the consumer to whom Defendant grants, extends, or otherwise provides credit is used in setting the material terms of credit: a. A statement that a credit score is a number that takes into account information in a consumer report, that the consumer's credit score was used to set the terms of credit offered, and that a credit score can change over time to reflect changes in the consumer's credit history; b. The credit score used in making the credit decision; c. The range of possible credit scores under the model used to generate the credit score; d. All of the key factors that adversely affected the credit score, which shall not exceed four key factors, except that if one of the key factors is the number of enquiries made with respect to the consumer report, the number of key factors shall not exceed five; e. The date on which the credit score was created; and f. The name of the consumer reporting agency or other individual, partnership, corporation, trust, estate, cooperative, association, government or governmental subdivision or agency, or other entity that provided the credit score.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Must provide Risk-Based Pricing Notices to current customers who did not receive them between November 8, 2013 and June 11, 2014 or during the three-month period prior to entry of the Order",
            "quoted_text": "Failing to, within fifteen (15) days of entry of this Order, provide a Risk-Based Pricing Notice containing all information listed in Section I.B to any current customer to whom Sprint did not send such a Notice between November 8, 2013 and June 11, 2014 or during the three-month period prior to the date of entry of this Order.",
            "deadline": "15 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not violate Section 615(h) of FCRA or any provision of the Risk-Based Pricing Rule",
            "quoted_text": "Violating Section 615(h) of the Fair Credit Reporting Act, 15 U.S.C. § 1681m(h), attached hereto as Exhibit 1, or any provision of the Risk-Based Pricing Rule, 12 C.F.R. § 1022.70 et seq., attached hereto as Exhibit 2.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Monetary Judgment for Civil Penalty",
        "category": "affirmative_obligation",
        "summary": "Defendant must pay a civil penalty of $2,950,000 to the United States within 7 days of entry of this Order.",
        "requirements": [
          {
            "description": "Pay civil penalty of $2,950,000 by electronic fund transfer to the Treasurer of the United States",
            "quoted_text": "Defendant is ordered to pay to Plaintiff, by making payment to the Treasurer of the United States, two million, nine hundred-fifty thousand dollars ($2,950,000). Such payment must be made within 7 days of entry of this Order by electronic fund transfer in accordance with instructions previously provided by a representative of Plaintiff.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Defendant must obtain acknowledgments of receipt of this Order from itself, relevant personnel, and business entities, and deliver copies of the Order for 5 years.",
        "requirements": [
          {
            "description": "Submit acknowledgment of receipt of Order to the Commission sworn under penalty of perjury",
            "quoted_text": "Defendant, within 7 days of entry of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver a copy of the Order to all current and future relevant personnel and business entities for 5 years after entry",
            "quoted_text": "For 5 years after entry of this Order, Defendant must deliver a copy of this Order to: (1) all current and future principals, officers, directors, managers and other employees who have primary responsibilities relating to Risk-Based Pricing or consumer credit evaluation or granting; and (2) any business entity resulting from any change in structure as set forth in the Section titled Compliance Reporting. Delivery must occur within 7 days of entry of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Obtain signed and dated acknowledgments of receipt of the Order from each individual or entity to which it was delivered",
            "quoted_text": "From each individual or entity to which Defendant delivered a copy of this Order, Defendant must obtain, within 30 days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendant must submit compliance reports one year after entry and compliance notices for 10 years regarding changes in structure or bankruptcy filings.",
        "requirements": [
          {
            "description": "Submit a compliance report one year after entry of the Order detailing business information and compliance with each section",
            "quoted_text": "One year after entry of this Order, Defendant must submit a compliance report, sworn under penalty of perjury. Defendant must: (a) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission and Plaintiff may use to communicate with Defendant; (b) identify all of Defendant's businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (c) describe the activities of each business, including whether it uses consumer reports in connection with applications for, or grants, extensions, or other provisions of, credit; (d) describe in detail whether and how Defendant is in compliance with each Section of this Order; and (e) provide a copy of each Order Acknowledgment obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Submit compliance notices for 10 years after entry regarding changes in contact information or business structure",
            "quoted_text": "For 10 years after entry of this Order, Defendant must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following: (a) any designated point of contact; or (b) the structure of Defendant or any entity that Defendant has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit notice of any bankruptcy petition, insolvency proceeding, or similar proceeding within 14 days of filing",
            "quoted_text": "Defendant must submit to the Commission notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against such Defendant within 14 days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendant must create and retain specific records for 10 years after entry, including accounting records, personnel records, consumer complaints, compliance records, and copies of all Risk-Based Pricing Notices.",
        "requirements": [
          {
            "description": "Create records for 10 years and retain for 5 years including accounting records, personnel records, consumer complaints, compliance records, and Risk-Based Pricing Notices",
            "quoted_text": "Defendant must create certain records for 10 years after entry of the Order, and retain such records for 5 years. Specifically, Defendant must create and retain the following records: A. accounting records showing the revenues from all goods or services sold; B. personnel records showing, for each person involved in Risk-Based Pricing Notices, that person's: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination; C. records of all consumer complaints related to Defendant's use of consumer reports or credit scores, whether received directly or indirectly, such as through a third party, and any response; D. all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission; and E. a copy of each Risk-Based Pricing Notice sent by Defendant to any consumer.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission and Plaintiff are authorized to monitor Defendant's compliance through requests for reports, depositions, document production, interviews, and investigative means including posing as consumers.",
        "requirements": [
          {
            "description": "Must submit additional compliance reports or information, appear for depositions, and produce documents within 14 days of written request",
            "quoted_text": "Within 14 days of receipt of a written request from a representative of the Commission or Plaintiff, Defendant must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury; appear for depositions; and produce documents for inspection and copying. The Commission and Plaintiff are also authorized to obtain discovery, without further leave of court, using any of the procedures prescribed by Federal Rules of Civil Procedure 29, 30 (including telephonic depositions), 31, 33, 34, 36, 45, and 69.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must permit representatives of the Commission and Plaintiff to interview employees or affiliated persons who have agreed to interviews",
            "quoted_text": "For matters concerning this Order, the Commission and Plaintiff are authorized to communicate directly with each Defendant. Defendant must permit representatives of the Commission and Plaintiff to interview any employee or other person affiliated with any Defendant who has agreed to such an interview. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction over this matter for purposes of construction, modification, and enforcement of the Order.",
        "requirements": [
          {
            "description": "Court retains jurisdiction for construction, modification, and enforcement of the Order",
            "quoted_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "10.15, Sprint Corporation Complaint.pdf",
      "order": "10.15, Sprint Corporation Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 0,
      "order_provisions": 7,
      "order_definitions": 8,
      "order_requirements": 15
    },
    "processing_time_seconds": 119.0
  }
}