{
  "case_info": {
    "docket_number": "3:18-cv-02737-N",
    "company": {
      "name": "RealPage, Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "Richardson, Texas",
      "business_description": "RealPage provides tenant background screening solutions and consumer reports to rental property owners and property management companies. The company assembles and furnishes consumer reports containing rental histories, public record information including criminal and eviction histories, and credit information to clients throughout the United States."
    },
    "commissioners": [],
    "case_date": {
      "month": 10,
      "year": 2018
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a); Section 13(b) of the Federal Trade Commission Act, 15 U.S.C. § 53(b); Section 16(a)(1) of the Federal Trade Commission Act, 15 U.S.C. § 56(a)(1); Section 621(a) of the Fair Credit Reporting Act, 15 U.S.C. § 1681s(a)",
    "violation_type": "unfair",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/152-3059-realpage-inc",
    "statutory_topics": [
      "FCRA"
    ],
    "practice_areas": [
      "Financial Practices"
    ],
    "industry_sectors": [
      "Technology",
      "Financial Services"
    ]
  },
  "complaint": {
    "factual_background": "RealPage, Inc., a tenant background screening company and consumer reporting agency, failed to follow reasonable procedures to assure the maximum possible accuracy of criminal record information in its tenant screening reports from at least January 1, 2012 through September 19, 2017. RealPage used overly broad matching criteria with 'soft' (non-exact) matching on first names, middle names, and dates of birth, while applying only minimal filtering to narrow the results. The company had no policies or procedures to assess the accuracy of results, even when reports contained records clearly belonging to multiple different individuals with different names, dates of birth, photographs, and other identifiers. In multiple instances, these failures caused RealPage to include criminal records belonging to other individuals in tenant screening reports, and may have led to the denial of housing to innocent applicants. Despite receiving disputes about this inaccurate reporting, RealPage did not make changes to its practices and procedures.",
    "representations_made": [
      {
        "description": "RealPage's tenant background screening solutions assembled and furnished consumer reports (tenant screening reports) about consumers to thousands of rental property owners and property management companies throughout the United States",
        "quoted_text": "10. RealPage’s screening solutions furnish background reports about consumers to thousands of client rental property owners and property management companies throughout the United States to, among other things, assist the clients in selecting tenants (“tenant screening 3 Case 3:18-cv-02737-N Document 1 Filed 10/16/18 Page 4 of 13 PageID 4 reports”). These tenant screening reports may include rental histories and public record information, including criminal and eviction histories, of individuals from multiple sources. In addition, the tenant screening reports may include credit information from the nationwide consumer reporting agencies (Equifax, Experian, and TransUnion) and, prior to July 1, 2016, may have included information from Telecheck, a consumer reporting agency that operates one of the nation’s largest check authorization services.",
        "verified": true,
        "confidence": 0.85,
        "source_paragraph": 10,
        "quote_start_line": 68,
        "quote_end_line": 80
      },
      {
        "description": "RealPage used broad criminal record search criteria based on name and date of birth, applying soft (non-exact) matching rules for first name, middle name, and date of birth that could match substantially different individuals",
        "quoted_text": "18. RealPage’s matching criteria requires an exact match on the applicant’s last name only. During the relevant time period, RealPage used a “soft”, or non-exact, match for first name, middle name, and date of birth. For example: a. A match is deemed to occur on first and middle names if the first three letters of the name match, or if there is a phonetic match (e.g., Anthony Jones 10/15/67 will match to Antony Jones 10/15/67, Antonio Jones 10/15/67 and Antoinette Jones 10/15/67; Jon Jones 10/15/67 will match to John Jones 10/15/67; Brianna Smith 10/15/67 will match to Brittany Smith 10/15/67). 6 Case 3:18-cv-02737-N Document 1 Filed 10/16/18 Page 7 of 13 PageID 7 b. If the name on the application, credit report or criminal record does not contain a middle name, but date of birth and last names match, a match is deemed to occur even if there is only a soft match of first name to middle name (e.g., Anthony Jones 10/15/67 will match to David Anthony Jones 10/15/67 and David Antonio Jones 10/15/67). c. If date of birth and last names match, a match is deemed to occur if an initial matches the first letter of a full first or middle name (e.g., Anthony Jones 10/15/67 will match to A. Jones 10/15/67). d. If the day and month of birth on a criminal record match the applicant’s, and year of birth is within one year of the applicant’s date of birth, a match is deemed to occur (e.g., Anthony Jones 10/15/67 will match to Anthony Jones 10/15/68). This rule applies only if there is an exact match on last name, exact match on first name, and exact match or blank middle name (e.g., Anthony David Jones 10/15/67 will match to Anthony David Jones 10/15/66 and Anthony Jones 10/15/68, but will not match to Antonio David Jones 10/15/66). e. A date of birth match is deemed to occur when the only date components available on the criminal record (such as year of birth, month and year of birth, or month and day of birth) match the application or credit report (e.g., Anthony Jones 10/15/67 will match to Anthony Jones 1967, Anthony Jones age 50, 7 Case 3:18-cv-02737-N Document 1 Filed 10/16/18 Page 8 of 13 PageID 8 Anthony Jones 10/1967 and Anthony Jones 10/15/**). This rule applies to exact or soft name matches (e.g., Brianna Smith 10/15/67 will match to Brittany Smith 1967).",
        "verified": true,
        "confidence": 0.85,
        "source_paragraph": 18,
        "quote_start_line": 134,
        "quote_end_line": 171
      },
      {
        "description": "During the relevant time period, RealPage had minimal filtering procedures to narrow the broad results generated by its matching criteria, filtering out only a limited set of records",
        "quoted_text": "19. During the relevant time period, RealPage had minimal procedures to narrow the results generated by its broad matching criteria, even for consumers with common names. RealPage filtered out only: a. Records that were not an exact or soft match to the applicant’s middle name (if available). If the middle name were not available, however, RealPage would report records with middle names that completely differed from each other. b. Records from states that the applicant had never lived in or where the client’s property was not located, with some exceptions. c. Records that did not match the gender of the applicant if the application contained gender. If the application did not contain gender, however, RealPage would report records that indicated differing genders.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 19,
        "quote_start_line": 172,
        "quote_end_line": 182
      },
      {
        "description": "RealPage did not have policies and procedures to assess the accuracy of the results of its broad matching criteria, and provided reports containing records of several different individuals with different names and photographs",
        "quoted_text": "20. During the relevant time period, RealPage did not have policies and procedures to assess the accuracy of the results of its broad matching criteria. For example, RealPage would provide reports containing records of several different individuals with different names and, in some instances of sex offender registry information, would provide reports containing photographs of several different individuals with different names.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 20,
        "quote_start_line": 183,
        "quote_end_line": 187
      },
      {
        "description": "In multiple instances, RealPage provided consumer reports containing criminal records of individuals other than the applicant, including individuals with different names, dates of birth, multiple different photographs, and differing identifying characteristics",
        "quoted_text": "23. For example, in numerous instances, RealPage provided consumer reports to clients, including landlords and property managers, that included criminal records of individuals other than the applicant, including: a. individuals with a different name from the applicant (including names that are not common nicknames or slight misspellings of the applicant’s name); b. individuals with a different date of birth from the applicant; c. multiple individuals with different names, dates of birth, and differences in other identifiers such as gender or race; and d. multiple individuals with different photographs.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 23,
        "quote_start_line": 213,
        "quote_end_line": 221
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Failure to Follow Reasonable Procedures to Assure Maximum Possible Accuracy — Violation of FCRA Section 607(b)",
        "representation": "In multiple instances, RealPage failed to use reasonable procedures to assure maximum possible accuracy of consumer report information, by using overly broad matching criteria, applying only minimal filters, and lacking any policies to assess the accuracy of results before transmitting tenant screening reports to clients",
        "fact": "Section 607(b) of the FCRA, 15 U.S.C. § 1681e(b), requires that whenever a consumer reporting agency prepares a consumer report it shall follow reasonable procedures to assure maximum possible accuracy of the information concerning the individual about whom the report relates; RealPage's practices — including soft name matching, minimal filtering, and no accuracy-assessment procedures — did not meet this standard and resulted in inaccurate criminal records of other individuals being reported, in some instances causing denial of housing",
        "conclusion": "By and through the acts and practices described in Paragraph 25, Defendant has violated Section 607(b) of the FCRA, 15 U.S.C. § 1681e(b), and pursuant to Section 621(a)(1) of the FCRA, these acts and practices also constitute unfair or deceptive acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)"
      }
    ]
  },
  "order": {
    "definitions": {
      "Consumer Report": "any written, oral, or other communication of any information by a Consumer Reporting Agency bearing on a consumer's credit worthiness, credit standing, credit capacity, character, general reputation, personal characteristics, or mode of living which is used or expected to be used or collected in whole or in part for the purpose of serving as a factor in establishing the consumer's eligibility for (A) credit or insurance to be used primarily for personal, family, or household purposes; (B) employment purposes; or (C) any other purpose authorized under FCRA Section 604, 15 U.S.C. § 168lb.",
      "Consumer Reporting Agency": "any person which, for monetary fees, dues, or on a cooperative nonprofit basis, regularly engages in whole or in part in the practice of assembling or evaluating consumer credit information or other information on consumers for the purpose of furnishing Consumer Reports to third parties, and which uses any means or facility of interstate commerce for the purpose of preparing or furnishing Consumer Reports.",
      "Defendant": "RealPage, Inc. and its successors and assigns."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibited Business Activities",
        "category": "prohibition",
        "summary": "Defendant and all persons acting in concert with it are permanently enjoined from failing to maintain reasonable procedures to assure maximum possible accuracy of consumer report information.",
        "requirements": [
          {
            "description": "Defendant, its officers, agents, employees, attorneys, and all others in active concert are permanently restrained and enjoined from failing to maintain reasonable procedures to assure the maximum possible accuracy of information in Consumer Reports",
            "quoted_text": "IT IS ORDERED that Defendant, Defendant’s officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with operating as a Consumer Reporting Agency, are hereby permanently restrained and enjoined from failing to maintain reasonable procedures to assure the maximum possible accuracy of the information concerning the individual about whom a Consumer Report relates.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 63,
            "quote_end_line": 68
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Monetary Judgment for Civil Penalty",
        "category": "affirmative_obligation",
        "summary": "A civil penalty judgment of $3,000,000 is entered against Defendant, which must be paid within 7 days of entry of the Order via electronic fund transfer.",
        "requirements": [
          {
            "description": "Judgment of $3,000,000 is entered in favor of the Commission against Defendant as a civil penalty",
            "quoted_text": "A. Judgment in the amount of three million dollars ($3,000,000) is entered in favor of the Commission against Defendant as a civil penalty.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 71,
            "quote_end_line": 72
          },
          {
            "description": "Defendant must pay $3,000,000 to the Commission within 7 days of entry of the Order by electronic fund transfer",
            "quoted_text": "B. Defendant is ordered to pay to the Commission three million dollars ($3,000,000), which, as Defendant stipulates, its undersigned counsel holds in escrow for no purpose other than payment to the Commission. Such payment must be made within seven (7) days of entry of this Order by electronic fund transfer in accordance with instructions previously provided by a representative of Commission.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 73,
            "quote_end_line": 77
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      },
      {
        "provision_number": "III",
        "title": "Additional Monetary Provisions",
        "category": "affirmative_obligation",
        "summary": "Defendant relinquishes all rights to assets transferred, consents to facts being used as true in future litigation, and acknowledges its Taxpayer Identification Number may be used for collecting delinquent amounts.",
        "requirements": [
          {
            "description": "Defendant relinquishes dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek their return",
            "quoted_text": "A. Defendant relinquishes dominion and all legal and equitable right, title and interest in all assets transferred pursuant to this Order and may not seek the return of any assets.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 84,
            "quote_end_line": 85
          },
          {
            "description": "Facts alleged in the Complaint will be taken as true without further proof in any subsequent civil litigation by or on behalf of the Commission",
            "quoted_text": "B. The facts alleged in the Complaint will be taken as true, without further proof, in any subsequent civil litigation by or on behalf of the Commission, including in a proceeding to enforce its rights to any payment or monetary judgment pursuant to this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 86,
            "quote_end_line": 88
          },
          {
            "description": "Defendant acknowledges its Taxpayer Identification Number (EIN) may be used for collecting and reporting on any delinquent amount arising out of this Order per 31 U.S.C. §7701",
            "quoted_text": "C. Defendant acknowledges that its Taxpayer Identification Number (Employer Identification Number), which Defendant previously submitted to the Commission, may be used for collecting and reporting on any delinquent amount arising out of this Order, in accordance with 31 U.S.C. §7701.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 89,
            "quote_end_line": 92
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Defendant must submit a sworn acknowledgment of receipt to the Commission within 7 days, deliver copies of the Order to key personnel for 3 years, and obtain signed acknowledgments from each recipient within 30 days.",
        "requirements": [
          {
            "description": "Within 7 days of entry of the Order, Defendant must submit to the Commission an acknowledgment of receipt of the Order sworn under penalty of perjury",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant obtain acknowledgments of receipt of this Order: Defendant, within seven (7) days of entry of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 94,
            "quote_end_line": 96
          },
          {
            "description": "For 3 years after entry of the Order, Defendant must deliver a copy of the Order to all principals, officers, directors, LLC managers and members, employees and agents with managerial responsibilities for the subject matter, and any successor business entities; delivery must occur within 7 days for current personnel and before assumption of responsibilities for all others",
            "quoted_text": "A. For three (3) years after entry of this Order, Defendant must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees, agents, and representatives who have managerial responsibilities for the subject matter of the Order; and (3) any business entity resulting from any change in structure as set forth in the Section titled Compliance Reporting. Delivery must occur within seven (7) days of entry of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "7 days for current personnel; before assuming responsibilities for others",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 97,
            "quote_end_line": 103
          },
          {
            "description": "From each individual or entity to which Defendant delivered the Order, Defendant must obtain a signed and dated acknowledgment of receipt within 30 days",
            "quoted_text": "B. From each individual or entity to which Defendant delivered a copy of this Order, Defendant must obtain, within thirty (30) days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 108,
            "quote_end_line": 110
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "V",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendant must submit a sworn compliance report one year after entry of the Order, provide sworn notices of specified changes within 14 days for 10 years, notify the Commission of any bankruptcy filing within 14 days, and submit all filings via specified methods.",
        "requirements": [
          {
            "description": "One year after entry of the Order, Defendant must submit a compliance report sworn under penalty of perjury identifying contact information, all businesses and their activities, compliance with each Order section, and copies of acknowledgments obtained",
            "quoted_text": "A. One year after entry of this Order, Defendant must submit a compliance report, sworn under penalty of perjury. Defendant must: (a) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission may use to communicate with Defendant; (b) identify all of Defendant’s businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (c) describe the activities of each business, including a description of any products and services that involve Consumer Reports; (d) describe in detail whether and how Defendant is in compliance with each Section of this Order; and (e) provide a copy of each Order Acknowledgment obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 114,
            "quote_end_line": 122
          },
          {
            "description": "For 10 years following entry of the Order, Defendant must submit a sworn compliance notice within 14 days of any change in designated points of contact or in the structure of Defendant or any controlled entity that may affect compliance obligations",
            "quoted_text": "B. For 10 years following entry of this Order, Defendant must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following: (a) any designated point of contact; or (b) the structure of Defendant or any entity that Defendant has any ownership interest in or directly or indirectly controls that may affect compliance obligations arising under this Order, including creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days of any qualifying change, for 10 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 123,
            "quote_end_line": 128
          },
          {
            "description": "Defendant must submit to the Commission notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding within 14 days of its filing",
            "quoted_text": "C. Defendant must submit to the Commission notice of the filing of any bankruptcy petition, insolvency proceeding, or any similar proceeding by or against Defendant within 14 days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 133,
            "quote_end_line": 135
          },
          {
            "description": "Any submission required to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, concluding with the prescribed declaration language including date, name, title, and signature",
            "quoted_text": "D. Any submission to the Commission required by this Order to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, such as by concluding: “I declare under penalty of perjury under the laws of the United States of America that the foregoing is true and correct. Executed on: _____” and supplying the date, signatory’s full name, title (if applicable), and signature.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 136,
            "quote_end_line": 140
          },
          {
            "description": "Unless otherwise directed in writing, all submissions must be emailed to DEbrief@ftc.gov or sent by overnight courier to the Associate Director for Enforcement, Bureau of Consumer Protection, FTC, 600 Pennsylvania Avenue NW, Washington, DC 20580; subject line must begin: FTC v. RealPage, Inc.",
            "quoted_text": "E. Unless otherwise directed by a Commission representative in writing, all submissions to the Commission pursuant to this Order must be emailed to DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin: FTC v. RealPage, Inc.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 141,
            "quote_end_line": 145
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Recordkeeping Provisions",
        "category": "recordkeeping",
        "summary": "Defendant must create specified records for 10 years and retain each for 5 years, covering accounting, personnel, complaints, training materials, and all compliance documentation.",
        "requirements": [
          {
            "description": "Defendant must create records for 10 years and retain each for 5 years; in connection with providing Consumer Reports, Defendant must create and maintain: accounting records showing revenues from all goods or services sold",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant must create certain records for 10 years after entry of the Order, and retain each such record for five (5) years. Specifically, in connection with providing Consumer Reports, Defendant must create and maintain the following records: A. Accounting records showing the revenues from all goods or services sold;",
            "deadline": "10 years (creation); 5 years (retention)",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 147,
            "quote_end_line": 151
          },
          {
            "description": "Personnel records showing for each employee: name, addresses, telephone numbers, job title or position, dates of service, and reason for termination if applicable",
            "quoted_text": "B. Personnel records showing, for each employee: name, addresses, and telephone numbers; job title or position; dates of service; and, if applicable, the reason for termination;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 152,
            "quote_end_line": 153
          },
          {
            "description": "Complaints and refund requests concerning the subject matter of the Order, whether received directly or indirectly, and any response",
            "quoted_text": "C. Complaints and refund requests concerning the subject matter of the Order, whether received directly or indirectly, such as through a third party, and any response;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 154,
            "quote_end_line": 155
          },
          {
            "description": "All employee training materials concerning the subject matter of the Order",
            "quoted_text": "D. All employee training materials concerning the subject matter of the Order;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 160,
            "quote_end_line": 160
          },
          {
            "description": "All records necessary to demonstrate full compliance with each provision of the Order, including all submissions to the Commission",
            "quoted_text": "E. All records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 161,
            "quote_end_line": 162
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission is authorized to monitor Defendant's compliance through requests for reports and documents, depositions, direct communications, employee interviews, and lawful undercover means, including compulsory process.",
        "requirements": [
          {
            "description": "Within 14 days of receipt of a written Commission request, Defendant must submit additional compliance reports or other requested information sworn under penalty of perjury, appear for depositions, and produce documents for inspection; the Commission may also obtain discovery under specified Federal Rules of Civil Procedure",
            "quoted_text": "A. Within 14 days of receipt of a written request from a representative of the Commission, Defendant must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury; appear for depositions; and produce documents, for inspection and copying. The Commission is also authorized to obtain discovery, without further leave of court, using any of the procedures prescribed by Federal Rules of Civil Procedure 29, 30 (including telephonic depositions), 31, 33, 34, 36, 45, and 69, provided that Defendant, after attempting to resolve a dispute without court action and for good cause shown, may file a motion with this Court seeking an order for one or more of the protections set forth in Rule 26(c).",
            "deadline": "14 days of Commission request",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 166,
            "quote_end_line": 173
          },
          {
            "description": "The Commission may communicate directly with Defendant; Defendant must permit Commission representatives to interview any consenting employee or affiliated person, who may have counsel present",
            "quoted_text": "B. For matters concerning this Order, the Commission is authorized to communicate directly with Defendant. Defendant must permit representatives of the Commission to interview any employee or other person affiliated with Defendant who has agreed to such an interview. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 174,
            "quote_end_line": 177
          },
          {
            "description": "The Commission may use all other lawful means, including posing as consumers, suppliers, or other individuals or entities, without identification or prior notice; nothing in the Order limits the Commission's lawful use of compulsory process under FTC Act sections 9 and 20",
            "quoted_text": "C. The Commission may use all other lawful means, including posing, through its representatives, as consumers, suppliers, or other individuals or entities, to Defendant or any individual or entity affiliated with Defendant, without the necessity of identification or prior notice. Nothing in this Order limits the Commission’s lawful use of compulsory process, pursuant to sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 178,
            "quote_end_line": 182
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction over this matter for purposes of construction, modification, and enforcement of the Order.",
        "requirements": [
          {
            "description": "This Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order",
            "quoted_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 188,
            "quote_end_line": 189
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "10.18, RealPage Complaint.pdf",
      "order": "10.18, RealPage Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 5,
      "order_provisions": 8,
      "order_definitions": 3,
      "order_requirements": 23,
      "provisions_per_section": {
        "I": 1,
        "II": 2,
        "III": 3,
        "IV": 3,
        "V": 5,
        "VI": 5,
        "VII": 3,
        "VIII": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 5,
        "complaint_total": 5,
        "order_verified": 23,
        "order_total": 23
      }
    },
    "processing_time_seconds": 96.3
  }
}