{
  "case_info": {
    "docket_number": "C-4540",
    "company": {
      "name": "Golf Connect, LLC",
      "incorporation_state": "Delaware",
      "entity_type": "limited liability company",
      "address": "6200 E. Thomas Road, Suite 308, Scottsdale, Arizona 85251",
      "business_description": "Golf Connect, LLC provides a communication platform and software and technology services to the golf industry. The company acquired the assets and intellectual property of GolfSwitch, Inc. in April 2014, including the website www.golfhub.com."
    },
    "commissioners": [
      "Edith Ramirez, Chairwoman",
      "Julie Brill",
      "Maureen K. Ohlhausen",
      "Terrell McSweeny"
    ],
    "case_date": {
      "month": 10,
      "year": 2015
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a)",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/152-3141-golf-connect-llc-matter",
    "statutory_topics": [
      "Section 5 Only"
    ],
    "practice_areas": [
      "Data Security"
    ],
    "industry_sectors": [
      "Technology"
    ]
  },
  "complaint": {
    "factual_background": "Golf Connect, LLC acquired the assets of GolfSwitch, Inc. in April 2014, including the website www.golfhub.com. After the acquisition, Golf Connect continued to display privacy statements on the website claiming current participation in the U.S.-EU and U.S.-Swiss Safe Harbor Frameworks. However, GolfSwitch had failed to renew its Safe Harbor certification in May 2013, and Golf Connect never self-certified, making the company's status 'not current' from April 2014 through April 2015.",
    "representations_made": [
      {
        "description": "Claimed compliance with U.S.-EU Safe Harbor Framework and U.S.-Swiss Safe Harbor Framework",
        "quoted_text": "The company complies with U.S.-EU Safe Harbor Framework and the U.S.-Swiss Safe Harbor Framework as set forth by the U.S. Department of Commerce regarding the collection, use, and retention of personal information from European Union member countries and Switzerland. The company has certified that it adheres to the Safe Harbor Privacy Principles of notice, choice, onward transfer, security, data integrity, access, and enforcement.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 13,
        "quote_start_line": 87,
        "quote_end_line": 93
      },
      {
        "description": "Claimed to have certified adherence to the Safe Harbor Privacy Principles",
        "quoted_text": "countries and Switzerland. The company has certified that it adheres to the Safe Harbor Privacy Principles of notice, choice, onward transfer, security, data integrity, access, and enforcement.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 13,
        "quote_start_line": 91,
        "quote_end_line": 93
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "False Safe Harbor Participation Claims",
        "representation": "Respondent represented that it is a 'current' participant in the U.S.-EU Safe Harbor and U.S.-Swiss Safe Harbor Frameworks",
        "fact": "From April 2014 through April 2015, respondent was not a 'current' participant in the U.S.-EU Safe Harbor and U.S.-Swiss Safe Harbor Frameworks",
        "conclusion": "Therefore, the representation set forth in Paragraph 14 was false and misleading."
      }
    ]
  },
  "order": {
    "definitions": {
      "respondent": "Golf Connect, LLC and its successors and assigns.",
      "Commerce": "as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. § 44."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Privacy or Security Programs",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent its membership in, adherence to, or participation in any privacy or security program, including the U.S.-EU Safe Harbor Framework and U.S.-Swiss Safe Harbor Framework.",
        "requirements": [
          {
            "description": "Must not misrepresent the extent to which respondent is a member of, adheres to, complies with, is certified by, is endorsed by, or otherwise participates in any privacy or security program sponsored by the government or any self-regulatory or standard-setting organization",
            "quoted_text": "IT IS ORDERED that respondent and its officers, agents, representatives, and employees, whether acting directly or indirectly, in connection with the advertising, marketing, promotion, offering for sale, or sale of any product or service, in or affecting commerce, shall not misrepresent in any manner, expressly or by implication, the extent to which respondent is a member of, adheres to, complies with, is certified by, is endorsed by, or otherwise participates in any privacy or security program sponsored by the government or any other self-regulatory or standard-setting organization, including, but not limited to, the U.S.-EU Safe Harbor Framework and the U.S.-Swiss Safe Harbor Framework.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 52,
            "quote_end_line": 59
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition",
          "Comprehensive Security Program"
        ]
      },
      {
        "provision_number": "II",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must maintain and make available to the FTC for five years all documents relating to compliance with this order, including advertisements and materials that call into question compliance.",
        "requirements": [
          {
            "description": "Maintain and make available to the FTC for inspection and copying, for a period of five years from the date of preparation or dissemination, all documents relating to compliance with this order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall maintain and upon request make available to the Federal Trade Commission for inspection and copying, a print or electronic copy of, for a period of five (5) years from the date of preparation or dissemination, whichever is later, all documents relating to compliance with this order, including but not limited to:",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 61,
            "quote_end_line": 64
          },
          {
            "description": "Maintain all advertisements, promotional materials, and any other statements containing any representations covered by this order, with all materials relied upon in disseminating the representation",
            "quoted_text": "A. all advertisements, promotional materials, and any other statements containing any representations covered by this order, with all materials relied upon in disseminating the representation; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 65,
            "quote_end_line": 67
          },
          {
            "description": "Maintain any documents that call into question respondent's compliance with this order",
            "quoted_text": "B. any documents, whether prepared by or on behalf of respondent, that call into question respondent’s compliance with this order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 68,
            "quote_end_line": 69
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "III",
        "title": "Order Acknowledgment",
        "category": "acknowledgment",
        "summary": "Respondent must deliver a copy of this order to all current and future personnel with relevant responsibilities and secure signed acknowledgments of receipt.",
        "requirements": [
          {
            "description": "Deliver a copy of this order to all current and future principals, officers, directors, and all LLC managers and members, and to all current and future employees, agents, and representatives having responsibilities relating to the subject matter of this order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall deliver a copy of this order to all current and future principals, officers, directors, and all LLC managers and members, and to all current and future employees, agents, and representatives having responsibilities relating to the subject matter of this order. Respondent shall deliver this order to such current personnel",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 74,
            "quote_end_line": 77
          },
          {
            "description": "Deliver this order to current personnel within thirty days after service of this order",
            "quoted_text": "the subject matter of this order. Respondent shall deliver this order to such current personnel within thirty (30) days after service of this order, and to such future personnel within thirty",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 77,
            "quote_end_line": 78
          },
          {
            "description": "Deliver this order to future personnel within thirty days after the person assumes such position or responsibilities",
            "quoted_text": "within thirty (30) days after service of this order, and to such future personnel within thirty (30) days after the person assumes such position or responsibilities. For any business entity",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 78,
            "quote_end_line": 79
          },
          {
            "description": "For any business entity resulting from any change in structure set forth in Part IV, delivery shall be at least ten days prior to the change in structure",
            "quoted_text": "(30) days after the person assumes such position or responsibilities. For any business entity resulting from any change in structure set forth in Part IV, delivery shall be at least ten (10) days prior to the change in structure. Respondent must secure a signed and dated statement",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 79,
            "quote_end_line": 81
          },
          {
            "description": "Secure a signed and dated statement acknowledging receipt of this order, within thirty days of delivery, from all persons receiving a copy of the order",
            "quoted_text": "days prior to the change in structure. Respondent must secure a signed and dated statement acknowledging receipt of this order, within thirty (30) days of delivery, from all persons receiving a copy of the order pursuant to this section.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 81,
            "quote_end_line": 83
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Notification of Corporate Changes",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the Commission at least thirty days prior to any change in the company that may affect compliance obligations, including dissolution, merger, bankruptcy, or change in company name or address.",
        "requirements": [
          {
            "description": "Notify the Commission at least thirty days prior to any change in the company that may affect compliance obligations arising under this order, including dissolution, assignment, sale, merger, creation or dissolution of a subsidiary, proposed filing of a bankruptcy petition, or change in company name or address",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall notify the Commission at least thirty (30) days prior to any change in the company that may affect compliance obligations arising under this order, including, but not limited to: a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor company; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in the company name or address. Provided, however, that, with respect to any proposed change in the company about",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 85,
            "quote_end_line": 91
          },
          {
            "description": "If respondent learns of a proposed change fewer than thirty days prior to the date such action is to take place, notify the Commission as soon as is practicable after obtaining such knowledge",
            "quoted_text": "address. Provided, however, that, with respect to any proposed change in the company about which respondent learns fewer than thirty (30) days prior to the date such action is to take place, respondent shall notify the Commission as soon as is practicable after obtaining such",
            "deadline": "as soon as practicable",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 91,
            "quote_end_line": 93
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "V",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondent must file a compliance report with the Commission within sixty days after service of this order and submit additional reports within ten days of written notice from the Commission.",
        "requirements": [
          {
            "description": "File with the Commission a true and accurate report, in writing, setting forth in detail the manner and form of its compliance with this order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent, within sixty (60) days after the date of service of this order, shall file with the Commission a true and accurate report, in writing, setting forth in detail the manner and form of its compliance with this order. Within ten (10)",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 100,
            "quote_end_line": 102
          },
          {
            "description": "Submit an additional true and accurate written report within ten days of receipt of written notice from a representative of the Commission",
            "quoted_text": "setting forth in detail the manner and form of its compliance with this order. Within ten (10) days of receipt of written notice from a representative of the Commission, it shall submit an additional true and accurate written report.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 102,
            "quote_end_line": 104
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "This order will terminate on September 29, 2035, or twenty years from the most recent date that the United States or the Commission files a complaint in federal court alleging any violation of the order, whichever comes later.",
        "requirements": [
          {
            "description": "Order terminates on September 29, 2035, or twenty years from the most recent date that the United States or the Commission files a complaint in federal court alleging any violation of the order, whichever comes later",
            "quoted_text": "This order will terminate on September 29, 2035, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever Page 3 of 4",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 106,
            "quote_end_line": 109
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on September 29, 2035, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "10.15, Golf Connect Complaint.pdf",
      "order": "10.15, Golf Connect Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 2,
      "order_provisions": 6,
      "order_definitions": 2,
      "order_requirements": 14,
      "provisions_per_section": {
        "I": 1,
        "II": 3,
        "III": 5,
        "IV": 2,
        "V": 2,
        "VI": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 2,
        "complaint_total": 2,
        "order_verified": 14,
        "order_total": 14
      }
    },
    "processing_time_seconds": 65.8
  }
}