{
  "case_info": {
    "docket_number": "C-4550",
    "company": {
      "name": "Pinger, Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "97 S. 2nd Street, Suite 210, San Jose, CA 95113",
      "business_description": "Pinger, Inc. develops apps for mobile phones and tablets."
    },
    "commissioners": [
      "Edith Ramirez, Chairwoman",
      "Julie Brill",
      "Maureen K. Ohlhausen",
      "Terrell McSweeny"
    ],
    "case_date": {
      "month": 10,
      "year": 2015
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a)",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/152-3137-pinger-inc-matter"
  },
  "complaint": {
    "factual_background": "Pinger, Inc., a mobile app developer, self-certified compliance with the U.S.-EU Safe Harbor Framework and U.S.-Swiss Safe Harbor Framework in March 2011, and published privacy policy statements on its website claiming current participation in those frameworks. In March 2014, Pinger failed to renew its annual self-certification, causing Commerce to update its status to 'not current.' Despite this lapsed status, Pinger continued to display privacy policy language on its website claiming it 'complies with' and 'has certified' adherence to the Safe Harbor Frameworks. This misrepresentation persisted from March 2014 through April 2015, when Pinger renewed its certification in May 2015. The FTC alleged this constituted a deceptive act or practice in violation of Section 5(a) of the FTC Act.",
    "representations_made": [
      {
        "description": "Claimed to comply with the U.S.-EU Safe Harbor Framework and U.S.-Swiss Safe Harbor Framework and to have certified adherence to the Safe Harbor Privacy Principles of notice, choice, onward transfer, security, data integrity, access, and enforcement",
        "quoted_text": "Pinger complies with the U.S.-EU Safe Harbor Framework and the U.S.-Swiss Safe Harbor Framework as set forth by the U.S. Department of Commerce regarding the collection, use, and retention of personal information from European Union member countries and Switzerland (the \"Safe Harbor Frameworks\"). Pinger has certified that it adheres to the Safe Harbor Privacy Principles of notice, choice, onward transfer, security, data integrity, access, and enforcement. To learn more about the Safe Harbor program, and to view Pinger's certification, please visit http://www.export.gov/safeharbor/",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 12,
        "quote_start_line": 76,
        "quote_end_line": 85
      },
      {
        "description": "Represented, expressly or by implication, that it is a 'current' participant in the U.S.-EU Safe Harbor and U.S.-Swiss Safe Harbor Frameworks",
        "quoted_text": "13. Through the means described in Paragraph 12, respondent represents, expressly or by implication, that it is a “current” participant in the U.S.-EU Safe Harbor and U.S.-Swiss Safe Harbor Frameworks.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 13,
        "quote_start_line": 86,
        "quote_end_line": 88
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "False Safe Harbor Participation Claim",
        "representation": "Respondent represented that it was a 'current' participant in the U.S.-EU Safe Harbor and U.S.-Swiss Safe Harbor Frameworks, including that it complies with those frameworks and has certified adherence to their privacy principles.",
        "fact": "From March 2014 through April 2015, respondent was not a 'current' participant in the U.S.-EU Safe Harbor and U.S.-Swiss Safe Harbor Frameworks, as its self-certification had lapsed and Commerce had updated its status to 'not current.'",
        "conclusion": "The representation set forth in Paragraph 13 was false and misleading, constituting deceptive acts or practices in or affecting commerce in violation of Section 5(a) of the Federal Trade Commission Act."
      }
    ]
  },
  "order": {
    "definitions": {
      "respondent": "Pinger, Inc., and its successors and assigns.",
      "Commerce": "as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. § 44."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations of Privacy/Security Program Participation",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent, in any manner, the extent to which it participates in any government or self-regulatory privacy or security program, including the U.S.-EU and U.S.-Swiss Safe Harbor Frameworks.",
        "requirements": [
          {
            "description": "Must not misrepresent participation in any privacy or security program sponsored by the government or any self-regulatory or standard-setting organization, including the U.S.-EU Safe Harbor Framework and U.S.-Swiss Safe Harbor Framework",
            "quoted_text": "IT IS ORDERED that respondent and its officers, agents, representatives, and employees, whether acting directly or indirectly, in connection with the advertising, marketing, promotion, offering for sale, or sale of any product or service, in or affecting commerce, shall not misrepresent in any manner, expressly or by implication, the extent to which respondent is a member of, adheres to, complies with, is certified by, is endorsed by, or otherwise participates in any privacy or security program sponsored by the government or any other self-regulatory or standard-setting organization, including, but not limited to, the U.S.-EU Safe Harbor Framework and the U.S.-Swiss Safe Harbor Framework.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 52,
            "quote_end_line": 59
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must maintain and make available to the FTC for five years all documents relating to compliance with this order, including advertisements and any documents questioning compliance.",
        "requirements": [
          {
            "description": "Maintain and make available for FTC inspection, for five (5) years from date of preparation or dissemination, all advertisements, promotional materials, and other statements containing representations covered by this order, along with all materials relied upon in disseminating the representation",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall maintain and upon request make available to the Federal Trade Commission for inspection and copying, a print or electronic copy of, for a period of five (5) years from the date of preparation or dissemination, whichever is later, all documents relating to compliance with this order, including but not limited to: A. all advertisements, promotional materials, and any other statements containing any representations covered by this order, with all materials relied upon in disseminating the representation; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 61,
            "quote_end_line": 67
          },
          {
            "description": "Maintain and make available for FTC inspection, for five (5) years, any documents that call into question respondent's compliance with this order",
            "quoted_text": "B. any documents, whether prepared by or on behalf of respondent, that call into question respondent’s compliance with this order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 68,
            "quote_end_line": 69
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Order Distribution and Acknowledgment",
        "category": "acknowledgment",
        "summary": "Respondent must deliver a copy of this order to all current and future relevant personnel within 30 days, and obtain signed, dated acknowledgments of receipt from all recipients within 30 days of delivery.",
        "requirements": [
          {
            "description": "Deliver a copy of this order to all current principals, officers, directors, managers, employees, agents, and representatives having responsibilities relating to the subject matter of this order within thirty (30) days after service of this order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall deliver a copy of this order to all current and future principals, officers, directors, and managers, and to all current and future employees, agents, and representatives having responsibilities relating to the subject matter of this order. Respondent shall deliver this order to such current personnel within thirty (30) days after service of this order, and to such future personnel within thirty (30) days after the person",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 74,
            "quote_end_line": 78
          },
          {
            "description": "Deliver a copy of this order to all future principals, officers, directors, managers, employees, agents, and representatives having responsibilities relating to the subject matter within thirty (30) days after the person assumes such position or responsibilities",
            "quoted_text": "after service of this order, and to such future personnel within thirty (30) days after the person assumes such position or responsibilities. Respondent must secure a signed and dated statement",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 78,
            "quote_end_line": 79
          },
          {
            "description": "Secure a signed and dated statement acknowledging receipt of this order from all persons receiving a copy, within thirty (30) days of delivery",
            "quoted_text": "assumes such position or responsibilities. Respondent must secure a signed and dated statement acknowledging receipt of this order, within thirty (30) days of delivery, from all persons receiving a copy of the order pursuant to this section.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 79,
            "quote_end_line": 81
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Compliance Notification of Corporate Changes",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the FTC within 14 days of any corporate change that may affect compliance obligations under this order, including dissolution, merger, bankruptcy, or name/address changes.",
        "requirements": [
          {
            "description": "Notify the Commission within fourteen (14) days of any change in the corporation(s) that may affect compliance obligations, including dissolution, assignment, sale, merger, emergence of a successor corporation, creation or dissolution of a subsidiary/parent/affiliate, proposed bankruptcy filing, or change in corporate name or address",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall notify the Commission within fourteen (14) days of any change in the corporation(s) that may affect compliance obligations arising under this order, including, but not limited to: a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in the corporate name or address.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 83,
            "quote_end_line": 88
          },
          {
            "description": "Send all required notices by email to Debrief@ftc.gov or by overnight courier to the Associate Director of Enforcement, Bureau of Consumer Protection, FTC, 600 Pennsylvania Avenue, N.W., Washington, D.C. 20580, with subject line beginning: In re Pinger, Inc., FTC File No. 1523137",
            "quoted_text": "Unless otherwise directed by a representative of the Commission in writing, all notices required by this Part shall be emailed to Debrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director of Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue, N.W., Washington, D.C. 20580. The subject line must begin: In re Pinger, Inc., FTC File No. 1523137.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 89,
            "quote_end_line": 93
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondent must file an initial written compliance report with the FTC within 60 days of service, and submit additional written reports within 10 days of receiving written notice from the Commission.",
        "requirements": [
          {
            "description": "File a true and accurate written report with the Commission, setting forth in detail the manner and form of compliance with this order, within sixty (60) days after the date of service of this order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent, within sixty (60) days after the date of service of this order, shall file with the Commission a true and accurate report, in writing, setting forth in detail the manner and form of its compliance with this order. Within ten (10) days of",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 95,
            "quote_end_line": 97
          },
          {
            "description": "Submit an additional true and accurate written report within ten (10) days of receipt of written notice from a representative of the Commission",
            "quoted_text": "forth in detail the manner and form of its compliance with this order. Within ten (10) days of receipt of written notice from a representative of the Commission, it shall submit an additional true and accurate written report.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 97,
            "quote_end_line": 99
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "This order terminates on September 29, 2035, or twenty years from the most recent date the FTC files a federal court complaint alleging any order violation, whichever is later, subject to specified exceptions.",
        "requirements": [
          {
            "description": "Order terminates on September 29, 2035, or twenty (20) years from the most recent date the United States or the Commission files a complaint in federal court alleging any violation of the order, whichever comes later, subject to exceptions for parts with shorter termination periods, non-named respondents, and orders already terminated",
            "quoted_text": "This order will terminate on September 29, 2035, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: Page 3 of 4 A. any Part in this order that terminates in fewer than twenty (20) years; B. this order’s application to any respondent that is not named as a defendant in such complaint; and C. this order if such complaint is filed after the order has terminated pursuant to this Part. Provided, further, that if such complaint is dismissed or a federal court rules that respondent did not violate any provision of the order, and the dismissal or ruling is either not appealed or upheld on appeal, then the order as to such respondent will terminate according to this Part as though the complaint had never been filed, except that the order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 101,
            "quote_end_line": 118
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on September 29, 2035, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. any Part in this order that terminates in fewer than twenty (20) years; B. this order's application to any respondent that is not named as a defendant in such complaint; and C. this order if such complaint is filed after the order has terminated pursuant to this Part."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "10.15, Pinger Complaint.pdf",
      "order": "10.15, Pinger Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 2,
      "order_provisions": 6,
      "order_definitions": 2,
      "order_requirements": 11,
      "provisions_per_section": {
        "I": 1,
        "II": 2,
        "III": 3,
        "IV": 2,
        "V": 2,
        "VI": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 2,
        "complaint_total": 2,
        "order_verified": 11,
        "order_total": 11
      }
    },
    "processing_time_seconds": 58.7
  }
}