{
  "case_info": {
    "docket_number": "C-4552",
    "company": {
      "name": "SteriMed Medical Waste Solutions",
      "incorporation_state": "Michigan",
      "entity_type": "corporation",
      "address": "23065 Commerce Drive, Farmington Hills, Michigan 48335",
      "business_description": "SteriMed Medical Waste Solutions is a developer and manufacturer of on-site chemical-based medical waste processors."
    },
    "commissioners": [
      "Edith Ramirez, Chairwoman",
      "Julie Brill",
      "Maureen K. Ohlhausen",
      "Terrell McSweeny"
    ],
    "case_date": {
      "month": 10,
      "year": 2015
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a)",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/152-3193-sterimed-medical-waste-solutions-matter",
    "statutory_topics": [
      "Section 5 Only"
    ],
    "practice_areas": [
      "Data Security",
      "Privacy"
    ],
    "industry_sectors": [
      "Healthcare"
    ]
  },
  "complaint": {
    "factual_background": "SteriMed Medical Waste Solutions, a Delaware corporation that develops and manufactures on-site chemical-based medical waste processors, falsely claimed on its website to be a registered participant in the U.S.-EU Safe Harbor Framework. The company's privacy policy stated it adhered to Safe Harbor Privacy Principles and was registered with the U.S. Department of Commerce's Safe Harbor Program. In truth, SteriMed never self-certified to Commerce and was never a participant in the Framework. This false claim exposed the company to FTC enforcement action under Section 5 of the FTC Act for deceptive practices.",
    "representations_made": [
      {
        "description": "Claimed to adhere to the US Safe Harbor Privacy Principles and to be registered with the U.S. Department of Commerce's Safe Harbor Program",
        "quoted_text": "SteriMed adheres to the US Safe Harbor Privacy Principles of Notice, Choice, Onward Transfer, Security, Data Integrity, Access and Enforcement, and is registered with the U.S. Department of Commerce’s Safe Harbor Program. (emphasis added)",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 9,
        "quote_start_line": 62,
        "quote_end_line": 65
      },
      {
        "description": "Represented, expressly or by implication, that it is a 'current' participant in the U.S.-EU Safe Harbor Framework",
        "quoted_text": "10. Through the means described in Paragraph 9, respondent has represented, expressly or by implication, that it is a “current” participant in the U.S.-EU Safe Harbor Framework.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 10,
        "quote_start_line": 66,
        "quote_end_line": 67
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "False U.S.-EU Safe Harbor Participation Claim",
        "representation": "Since at least January 2015, respondent represented on its website that it adheres to the US Safe Harbor Privacy Principles and is registered with the U.S. Department of Commerce's Safe Harbor Program, thereby claiming to be a current participant in the U.S.-EU Safe Harbor Framework.",
        "fact": "Respondent is not and never has been a participant in the U.S.-EU Safe Harbor Framework.",
        "conclusion": "Therefore, the representation set forth in Paragraph 10 was, and is, false and misleading, constituting deceptive acts or practices in or affecting commerce in violation of Section 5(a) of the Federal Trade Commission Act."
      }
    ]
  },
  "order": {
    "definitions": {
      "respondent": "SteriMed Medical Waste Solutions, and its successors and assigns.",
      "Commerce": "as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. § 44."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentation of Privacy/Security Program Participation",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent, in any manner, the extent to which it participates in or is certified by any government or self-regulatory privacy or security program, including the U.S.-EU and U.S.-Swiss Safe Harbor Frameworks.",
        "requirements": [
          {
            "description": "Must not misrepresent membership in, adherence to, certification by, endorsement by, or participation in any privacy or security program sponsored by the government or any self-regulatory or standard-setting organization, including the U.S.-EU Safe Harbor Framework and U.S.-Swiss Safe Harbor Framework",
            "quoted_text": "IT IS ORDERED that respondent and its officers, agents, representatives, and employees, whether acting directly or indirectly, in connection with the advertising, marketing, promotion, offering for sale, or sale of any product or service, in or affecting commerce, shall not misrepresent in any manner, expressly or by implication, the extent to which respondent is a member of, adheres to, complies with, is certified by, is endorsed by, or otherwise participates in any privacy or security program sponsored by the government or any other self-regulatory or standard-setting organization, including, but not limited to, the U.S.-EU Safe Harbor Framework and the U.S.-Swiss Safe Harbor Framework.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 54,
            "quote_end_line": 61
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition",
          "Comprehensive Security Program"
        ]
      },
      {
        "provision_number": "II",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must retain and make available to the FTC for five years all documents relating to compliance with this order, including advertisements and materials questioning compliance.",
        "requirements": [
          {
            "description": "Maintain and make available to the FTC for inspection and copying, for five (5) years from date of preparation or dissemination, all advertisements, promotional materials, and other statements containing representations covered by this order, with all materials relied upon in disseminating the representation",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall maintain and upon request make available to the Federal Trade Commission for inspection and copying, a print or electronic copy of, for a period of five (5) years from the date of preparation or dissemination, whichever is later, all documents relating to compliance with this order, including but not limited to: A. all advertisements, promotional materials, and any other statements containing any representations covered by this order, with all materials relied upon in disseminating the representation; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 63,
            "quote_end_line": 69
          },
          {
            "description": "Maintain and make available to the FTC for inspection and copying, for five (5) years, any documents that call into question respondent's compliance with this order",
            "quoted_text": "B. any documents, whether prepared by or on behalf of respondent, that call into question respondent’s compliance with this order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 70,
            "quote_end_line": 71
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "III",
        "title": "Order Delivery and Acknowledgment",
        "category": "acknowledgment",
        "summary": "Respondent must deliver a copy of this order to all relevant current and future personnel within specified timeframes and obtain signed acknowledgments of receipt within 30 days of delivery.",
        "requirements": [
          {
            "description": "Deliver a copy of this order to all current principals, officers, directors, managers, employees, agents, and representatives having responsibilities relating to the subject matter of this order within thirty (30) days after service of this order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall deliver a copy of this order to all current and future principals, officers, directors, and managers, and to all current and future employees, agents, and representatives having responsibilities relating to the subject matter of this order. Respondent shall deliver this order to such current personnel within thirty (30) days after service of this order, and to such future personnel within thirty (30) days after the person",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 76,
            "quote_end_line": 80
          },
          {
            "description": "Deliver a copy of this order to all future principals, officers, directors, managers, employees, agents, and representatives having responsibilities relating to the subject matter within thirty (30) days after the person assumes such position or responsibilities",
            "quoted_text": "after service of this order, and to such future personnel within thirty (30) days after the person assumes such position or responsibilities. For any business entity resulting from any change in",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 80,
            "quote_end_line": 81
          },
          {
            "description": "For any business entity resulting from a change in structure set forth in Part IV, deliver the order at least ten (10) days prior to the change in structure",
            "quoted_text": "assumes such position or responsibilities. For any business entity resulting from any change in structure set forth in Part IV, delivery shall be at least ten (10) days prior to the change in structure. Respondent must secure a signed and dated statement acknowledging receipt of this",
            "deadline": "10 days prior to change in structure",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 81,
            "quote_end_line": 83
          },
          {
            "description": "Secure a signed and dated statement acknowledging receipt of this order, within thirty (30) days of delivery, from all persons receiving a copy of the order",
            "quoted_text": "structure. Respondent must secure a signed and dated statement acknowledging receipt of this order, within thirty (30) days of delivery, from all persons receiving a copy of the order pursuant to this section.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 83,
            "quote_end_line": 85
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Corporate Change Notification",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the FTC at least 30 days prior to any corporate change that may affect compliance obligations under this order, such as dissolution, merger, sale, or bankruptcy filing.",
        "requirements": [
          {
            "description": "Notify the Commission at least thirty (30) days prior to any change in the corporation(s) that may affect compliance obligations, including dissolution, assignment, sale, merger, creation or dissolution of a subsidiary/parent/affiliate, bankruptcy petition filing, or change in corporate name or address",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall notify the Commission at least thirty (30) days prior to any change in the corporation(s) that may affect compliance obligations arising under this order, including, but not limited to: a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in the corporate name or address. Provided, however, that, with respect to any proposed change in the corporation(s) about which respondent learns fewer than thirty (30) days prior to the date such action is to take place, respondent shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": "30 days prior to change",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 87,
            "quote_end_line": 95
          },
          {
            "description": "If respondent learns of a proposed change fewer than thirty (30) days before it is to occur, notify the Commission as soon as practicable after obtaining such knowledge",
            "quoted_text": "Provided, however, that, with respect to any proposed change in the corporation(s) about which respondent learns fewer than thirty (30) days prior to the date such action is to take place, respondent shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": "As soon as practicable",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 93,
            "quote_end_line": 95
          },
          {
            "description": "Send all required notices by email to Debrief@ftc.gov or by overnight courier to the Associate Director of Enforcement, Bureau of Consumer Protection, FTC, 600 Pennsylvania Avenue, N.W., Washington, D.C. 20580, with subject line beginning: In re SteriMed Medical Waste Solutions, FTC File No. 1523193",
            "quoted_text": "Unless otherwise directed by a representative of the Commission in writing, all notices required by this Part shall be emailed to Debrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director of Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue, N.W., Washington, D.C. 20580. The subject line must begin: In re SteriMed Medical Waste Solutions, FTC File No. 1523193.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 96,
            "quote_end_line": 100
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "V",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondent must file an initial written compliance report with the FTC within 60 days of service of this order and additional reports within 10 days of written notice from the Commission.",
        "requirements": [
          {
            "description": "Within sixty (60) days after the date of service of this order, file with the Commission a true and accurate written report detailing the manner and form of compliance with this order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent, within sixty (60) days after the date of service of this order, shall file with the Commission a true and accurate report, in writing, setting forth in detail the manner and form of its compliance with this order. Within ten (10) days of",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 102,
            "quote_end_line": 104
          },
          {
            "description": "Submit an additional true and accurate written report within ten (10) days of receipt of written notice from a representative of the Commission",
            "quoted_text": "forth in detail the manner and form of its compliance with this order. Within ten (10) days of receipt of written notice from a representative of the Commission, it shall submit an additional true and accurate written report.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 104,
            "quote_end_line": 106
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Order Duration",
        "category": "duration",
        "summary": "This order terminates on September 29, 2035, or twenty years from the most recent date the FTC files a federal court complaint alleging any violation of the order, whichever is later.",
        "requirements": [
          {
            "description": "Order terminates on September 29, 2035, or twenty (20) years from the most recent date that the United States or the Commission files a complaint in federal court alleging any violation of the order, whichever comes later, subject to specified exceptions",
            "quoted_text": "This order will terminate on September 29, 2035, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: 3 A. any Part in this order that terminates in fewer than twenty (20) years; B. this order’s application to any respondent that is not named as a defendant in such complaint; and C. this order if such complaint is filed after the order has terminated pursuant to this Part. Provided, further, that if such complaint is dismissed or a federal court rules that respondent did not violate any provision of the order, and the dismissal or ruling is either not appealed or upheld on appeal, then the order as to such respondent will terminate according to this Part as though the complaint had never been filed, except that the order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 108,
            "quote_end_line": 125
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on September 29, 2035, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. any Part in this order that terminates in fewer than twenty (20) years; B. this order's application to any respondent that is not named as a defendant in such complaint; and C. this order if such complaint is filed after the order has terminated pursuant to this Part."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "10.15, SteriMed Medical Waste Solutions Complaint.pdf",
      "order": "10.15, SteriMed Medical Waste Solutions Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 2,
      "order_provisions": 6,
      "order_definitions": 2,
      "order_requirements": 13,
      "provisions_per_section": {
        "I": 1,
        "II": 2,
        "III": 4,
        "IV": 3,
        "V": 2,
        "VI": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 2,
        "complaint_total": 2,
        "order_verified": 13,
        "order_total": 13
      }
    },
    "processing_time_seconds": 61.6
  }
}