{
  "case_info": {
    "docket_number": "12 Civ. 07386",
    "company": {
      "name": "Artist Arena LLC",
      "incorporation_state": "New York",
      "entity_type": "limited liability company",
      "address": "853 Broadway, 3rd Floor, New York, NY 10003",
      "business_description": "Artist Arena operated recording artists' fan club and newsletter subscription websites on the Internet. Since at least 2009, the company operated various recording artist websites through which users could register for paid fan clubs and subscribe to free online newsletters, with registered fan club members able to create online profiles and interact publicly online."
    },
    "commissioners": [],
    "case_date": {
      "month": 10,
      "year": 2012
    },
    "legal_authority": "Sections 1303(c) and 1306(d) of the Children's Online Privacy Protection Act of 1998, 15 U.S.C. §§ 6501-6506, 6502(c) and 6505(d), and Sections 5(a)(1), 5(m)(1)(A), 13(b), and 16(a) of the Federal Trade Commission Act, 15 U.S.C. §§ 41-58, 45(a)(1), 45(m)(1)(A), 53(b), and 56(a)",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/112-3167-artist-arena-llc-united-states-america-federal-trade-commission",
    "statutory_topics": [
      "COPPA"
    ],
    "practice_areas": [
      "Privacy"
    ],
    "industry_sectors": [
      "Technology"
    ]
  },
  "complaint": {
    "factual_background": "Artist Arena LLC operated fan club and newsletter websites for recording artists including Rihanna, Demi Lovato, Justin Bieber, and Selena Gomez. The company collected personal information from over 101,000 children under age 13 without providing proper parental notice or obtaining verifiable parental consent as required by COPPA. Despite telling parents that children could not register without parental approval, the company actually registered children immediately and retained their personal information even when parents did not respond or complete the registration process.",
    "representations_made": [
      {
        "description": "Represented that it would not collect personal information online from children without prior parental consent",
        "quoted_text": "BieberFeveLcom. as referenced in Paragraphs 19,26, and 28 above. Defendant has represented. directly or indirectly, expressly or by implication, that: (I) it would not collect personal information online from children without prior parental consent; and (2) as to the Selena Gomez online newsletter, it would not activate a child's registration for the newsletter absent a parent's express consent.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 43,
        "quote_start_line": 333,
        "quote_end_line": 337
      },
      {
        "description": "Represented that it would not activate a child's registration for the Selena Gomez newsletter absent a parent's express consent",
        "quoted_text": "BieberFeveLcom. as referenced in Paragraphs 19,26, and 28 above. Defendant has represented. directly or indirectly, expressly or by implication, that: (I) it would not collect personal information online from children without prior parental consent; and (2) as to the Selena Gomez online newsletter, it would not activate a child's registration for the newsletter absent a parent's express consent.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 43,
        "quote_start_line": 333,
        "quote_end_line": 337
      },
      {
        "description": "Falsely stated to parents that if they did not want to approve their child's signup, they did not need to do anything and should simply not click on the approval link",
        "quoted_text": "Defendant sent an email to the parent's email address stating that it needed the parent's consent to \"complete\" the child's newsletter registration. The email directed the parent to provide consent by clicking on a link in the email message. and falsely stated that if \"you DO NOT want to approve your child's signup, you do not need to do an)1hing else: simply do not click on the abo\\'e link:' See Exhibit II. Despite this assertion, as described in Paragraphs 24 and 25 above,",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 26,
        "quote_start_line": 225,
        "quote_end_line": 229
      },
      {
        "description": "Stated that Artist Arena needed the parent's consent to 'complete' the child's registration",
        "quoted_text": "registration was successful, Defendant sent an email to the parent's email address. The email stated that: (1) Artist /\\rena needed the parent's consent to \"complete\" the child's registration; (2) the parent could pro\\'ide consent by clicking on a link in the email message; and (3) the parent did not need to take any action ifhe or she did not consent to the child's fan club registration. If the parent clicked the link contained in the email, Defendant led the parent to a",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 19,
        "quote_start_line": 170,
        "quote_end_line": 174
      },
      {
        "description": "Stated that the parent did not need to take any action if he or she did not consent to the child's fan club registration",
        "quoted_text": "registration was successful, Defendant sent an email to the parent's email address. The email stated that: (1) Artist /\\rena needed the parent's consent to \"complete\" the child's registration; (2) the parent could pro\\'ide consent by clicking on a link in the email message; and (3) the parent did not need to take any action ifhe or she did not consent to the child's fan club registration. If the parent clicked the link contained in the email, Defendant led the parent to a",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 19,
        "quote_start_line": 170,
        "quote_end_line": 174
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "COPPA Rule Violations",
        "representation": "In numerous instances, Defendant collected, used, and/or disclosed personal information online from children younger than age 13 through fan club and newsletter registrations on RihannaNow.com, DemiLovatoFanClub.net, BieberFever.com, and SelenaGomez.com",
        "fact": "Defendant failed to: (1) provide direct notice to parents of what information it collects from children, how it uses such information, and its disclosure practices for such information; and (2) obtain verifiable parental consent prior to its collection, use, and/or disclosure of personal information from children",
        "conclusion": "Defendant's acts or practices violate the Children's Online Privacy Protection Rule, 16 C.F.R. Part 312"
      },
      {
        "count_number": 2,
        "title": "Deceptive Representations About Parental Consent",
        "representation": "Through statements made in emails sent to parents from SelenaGomez.com and BieberFever.com, Defendant represented that: (1) it would not collect personal information online from children without prior parental consent; and (2) as to the Selena Gomez online newsletter, it would not activate a child's registration for the newsletter absent a parent's express consent",
        "fact": "In truth and in fact: (1) on SelenaGomez.com and BieberFever.com, Defendant collected personal information online from children without prior parental consent; and (2) on SelenaGomez.com, Defendant activated a child's registration for the newsletter absent a parent's express consent",
        "conclusion": "Therefore, Defendant's representations are false and misleading and constitute deceptive acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)"
      }
    ]
  },
  "order": {
    "definitions": {
      "Defendant": "Artist Arena LLC and its successors and assigns.",
      "Rule": "the Federal Trade Commission's Children's Online Privacy Protection Rule, 16 C.F.R. Part 312",
      "child": "defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2",
      "collects": "defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2",
      "collection": "defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2",
      "Commission": "defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2",
      "delete": "defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2",
      "disclosure": "defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2",
      "Internet": "defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2",
      "online contact information": "defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2",
      "operator": "defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2",
      "parent": "defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2",
      "person": "defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2",
      "personal information": "defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2",
      "third party": "defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2",
      "verifiable consent": "defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2",
      "website or online service directed to children": "defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2"
    },
    "provisions": [
      {
        "provision_number": "II",
        "title": "Injunction Against COPPA Violations",
        "category": "prohibition",
        "summary": "Defendant is permanently enjoined from violating COPPA requirements, including failing to provide parental notice, failing to obtain verifiable parental consent, making misrepresentations about data practices, and violating any provision of the Children's Online Privacy Protection Rule.",
        "requirements": [
          {
            "description": "Must not fail to provide direct notice to parents of what information is collected from children, how it is used, disclosure practices, and all other required content",
            "quoted_text": "A. Failing to provide direct notice to parents of\\vhat information Defendant-collects online from children, how it uses such infoffi1ation, its disclosure practices, and all other required content, in com1ection with any website or online service that is directed to children. or any website or online service through which Defendant, \\';ith actual knovdedge. collects, uses, and/or discloses personal information from children, as required by Section 312.4(c) of the Rule, 16 C.F.R. § 312.4(c);",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 73,
            "quote_end_line": 78
          },
          {
            "description": "Must not fail to obtain verifiable parental consent before any collection, use, and/or disclosure of personal information from children",
            "quoted_text": "B. Failing to obtain verifiable parental consent before any collection, use. andlor disclosure of personal infoJ111ation from children, in connection \\\\ith any website or online service ov-;ned. operated, Of managed by or on behalf of Defendant tbat is directed to children. Of on any website or online service through which Defendant, with actual lmowledge. collects, uses, and/or discloses personal information from children. as required by Section 312.5 of the Rule, 16 C.F.R. § 312.5{a)(l); and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 79,
            "quote_end_line": 84
          },
          {
            "description": "Must not violate any other provision of the Rule, 16 C.F.R. Part 312",
            "quoted_text": "C. Violating any other provision of the Rule, 16 C.F.R. Part 312, and as the Rule may hereaf1er be amended. A copy of the Rule is attached to this Order as \"Appendix A\" and incorporated in this Order as if fully set forth verbatim.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 89,
            "quote_end_line": 91
          },
          {
            "description": "Must not make any misrepresentation in parental notices, privacy policies, or elsewhere about collection, use, disclosure, or deletion of children's personal information",
            "quoted_text": "14. IT IS FURTHER ORDERED that Defendant and its officers. agents, representatives. and employees. and all persons in active conce11 or participation with it who receive actual notice of this Order by personal service or otherwise, are hereby enjoined, directly or through any corporation, subsidiary, division. website. or other device. in connection with Defendant's operation of any website or online service. from making any misrepresentation in its parental riotices. privacy policies, or elsewhere about the website or online service's collection, use, disclosure. or deletion of children's personal information.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 92,
            "quote_end_line": 98
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "III",
        "title": "Deletion of Children's Personal Information",
        "category": "affirmative_obligation",
        "summary": "Defendant must delete all personal information collected and maintained in violation of the Rule from April 21, 2000 through the date of order entry.",
        "requirements": [
          {
            "description": "Delete all personal information collected and maintained in violation of the Rule from April 21, 2000 through the date of entry of this Order",
            "quoted_text": "15. IT IS FURTHER ORDERED that Defendant \\\\'ithin ten days from the date of entry of this Order, shall delete all personal information collected and maintained, within its possession, custody, or contro!' in \\'iolalion of the Rule at any time from April 21, :2000 through the date of entry of this Order.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 100,
            "quote_end_line": 103
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Data Deletion"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Consumer Education Remedy",
        "category": "affirmative_obligation",
        "summary": "For five years, Defendant must place a clear and conspicuous notice in privacy policies, parental notices, and at data collection points directing users to FTC resources on protecting kids' privacy online.",
        "requirements": [
          {
            "description": "Place a clear and conspicuous notice in privacy policy, direct parental notice, and at each data collection location stating 'NOTICE: Visit www.OnGuardOnline.gov for tips from the Federal Trade Commission on protecting kids' privacy online' with hyperlink to FTC kids privacy page",
            "quoted_text": "16. IT IS FURTHER ORDERED that for a period of five years from the date of entry of this Order. Defendant, in connection \\\",i1h its operation of any website or online service directed to children, and any website or online service through which Defendant, with actual knO\\vledge. collects, uses. andlor discloses personal information from children, shall place a clear and conspicuous notice: (1) within the pri vacy policy required to be posted by Section 312.4(b) of the Rule. 16 C.F.R. § 3 J 2.4(b): (2) within the direct notice required 10 be sent to parents by Section 4 ofl3 Case 1:12-cv-07386-JGK Document 2 Filed 10/03/12 Page 5 of 15 312.4(c) of the Rule, 16 C.F.R. § 312A(c); and (3) at each location on the website or online service ,,,·here personal i11fo1111atio11 is collected, which states as fo11o\"':s in bold typeface: NOTICE: Visit w·ww.OnGuardOnline.gov for tips from the Federal Trade Commission on protecting kids~ pri\"'acy online t,,,,,\\\\'W.OnGuardOnline.Q.ov must contain a hyperlink 10 http://ww\\v.onguardonline.gov/topics/kids-privacy,aspx)",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 105,
            "quote_end_line": 120
          },
          {
            "description": "Change hyperlinks/URLs within 15 days after receipt of notice from the FTC of a change to such hyperlinks/URLs",
            "quoted_text": "Defendant shall be required to change the byperlinks/URLs \\\\'ithin 15 days after receipt of notice (v,!hich shall also be sent to Defendant's counsel) from the Federal Trade Commission of a change to such hyperlinks/URLs.",
            "deadline": "15 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 121,
            "quote_end_line": 123
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "V",
        "title": "Civil Penalty",
        "category": "affirmative_obligation",
        "summary": "Defendant must pay a civil penalty of one million dollars to the United States within five days of receipt of notice of order entry.",
        "requirements": [
          {
            "description": "Pay civil penalty of one million dollars ($1 million) by electronic fund transfer",
            "quoted_text": "17. IT IS FURTHER ORDERED that Defendant shall pay to Plaintiff a civil penalty, pursuant to Section 5(m)(l )(/\\.) of the FTC Act, l5 U.s.c. § 45(m)(1 )(A), in the amount of one million dollars ($1 million), due and payable \\\\'ithin five days ofreceipt of notice ohIle entry of this Order. Unless otherwise directed. payment shall be made by electronic fund transfer in accordance \\vith procedures specified by the Consumer Protection Branch, Civil Division, U.S. Department of Justice, \\Vashington, DC 20530.",
            "deadline": "5 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 125,
            "quote_end_line": 130
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Defendant must obtain acknowledgment of receipt of this Order from itself, from all relevant personnel and managers for three years, and must collect signed acknowledgments from recipients within 30 days.",
        "requirements": [
          {
            "description": "Submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury",
            "quoted_text": "A. Defendant within 7 days of entry of this Order, must submit to the Commission an acknO\\\\'ledgment of receipt of this Order s\\\\'om under penalty ofpeJjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 148,
            "quote_end_line": 149
          },
          {
            "description": "For three years after entry of Order, deliver a copy of this Order to all principals, officers, directors, managers, employees, agents, and representatives with relevant responsibilities, and to any business entity resulting from change in structure",
            "quoted_text": "B. F onhree years after entry of this Order. Defendant must deliver a copy of this Order to (1) all principals. officers. directors. and managers of any business oVlTIed. operated. or managed by or on behalf of Defendant engaged in conducl related to the subject matter addressed in Section II of this Order; (2) all Defendant's employees. agents, and representatives v\\'ho have responsibilities related to the operation of any \\~'ebsite or online service subject to Section II of this Order; and (3) any business entity resulting from any change in structure as set f011h in the Section titled Compliance Reporting. Delivery must occur within 7 days of entry of this Order for CUlTent personnel. To all others, deli\\'ery must occur before they assume their responsibilities.",
            "deadline": "7 days for current personnel",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 150,
            "quote_end_line": 158
          },
          {
            "description": "Obtain signed and dated acknowledgment of receipt of this Order from each individual or entity to which Defendant delivered a copy",
            "quoted_text": "C. From each individual or entity to \\\",hich Defendant delivered a copy oftbis Order. that Defendant must oblain, within 30 days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 159,
            "quote_end_line": 161
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendant must submit compliance reports to the Commission, including an initial report one year after order entry and ongoing notices for 10 years regarding changes in contact information or corporate structure.",
        "requirements": [
          {
            "description": "Submit compliance report sworn under penalty of perjury with contact information, business details, compliance status, and Order Acknowledgments",
            "quoted_text": "A. One year after entry of this Order, Defendant must submit a compliance report. sworn under penalty of perjury 10: (a) designate at least one telephone number and an email, physicaL and postal address as points of contac1, which representatives of the Commission and Plaintiff may use to communicate \\vith Defendant; (b) identify all of Defendant's businesses by all of their names, telephone numbers. and physical, postaL email, and Intemet addresses: (c) describe the activities of each business, including the products and services offered. and the means of advertising, marketing., and sales; (d) describe in detail \\\\'hether and hoy\\, Defendant is in compliance with each section of this Order; and (e) provide a copy oftlle Order Acknowledgment obtained pursuant to this Order. unless previously submitted to the Commission.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 169,
            "quote_end_line": 178
          },
          {
            "description": "For 10 years, submit compliance notice sworn under penalty of perjury within 14 days of any change in designated point of contact or corporate structure",
            "quoted_text": "B. For 10 years following entry of1his Order, Defendant must submit a compliance notice. s'wom under penalty of perjury, \\vithin 14 days of any change in the follov\"ing: (a) any designated point of contact; or (b) the structure of Defendant or any entity that Defendant has any O\\\\11ership interest in or directly or indirectly c.ontrols that may affect compliance obligations arising under this Order, including the creation, merger. sale, or dissolution orlhe entity or any subsidiary, parent. or aftlliate that engages in any acts or practices subject to lhis Order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 179,
            "quote_end_line": 185
          },
          {
            "description": "Submit notice of filing of any bankruptcy petition, insolvency proceeding, or similar proceeding",
            "quoted_text": "C. Defendant must submit to the Commission notice of the llling of any bankruptcy petition, insolvency proceeding. or any similar proceeding by or against Defendant within 14 days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 186,
            "quote_end_line": 188
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendant must create and maintain records for 10 years after order entry and retain each record for 5 years, including accounting records, personnel records, complaints, compliance documents, and samples of data collection forms.",
        "requirements": [
          {
            "description": "Create and maintain accounting records showing revenues, costs, and net profit or loss from all goods or services provided through any website or online service subject to Section II",
            "quoted_text": "A Accounting records shov,·ing the revenues fro111 all goods or services provided through any website or online service subject to Section II of this Order, all costs incurred in generating those revenues. and the resulting net profit or loss:",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 209,
            "quote_end_line": 211
          },
          {
            "description": "Create and maintain personnel records showing name, contact information, job title, dates of service, and reason for termination for each person with relevant responsibilities",
            "quoted_text": "B. Personnel records showing. for each person who has responsibilities related to the operation of any website or online service subject to Section II of this Order. whether as an employee or otherwise, that person's name, addresses, and telephone numbers: job title or position; dates of service; and. if applicable, the reason for tem1ination:",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 212,
            "quote_end_line": 215
          },
          {
            "description": "Create and maintain records of complaints relating to information collection, use, maintenance, or disclosure practices and any response",
            "quoted_text": "C. Complaints relating to the information collection, use, maintenance. or disclosure practices of any website or online service subject to Section Il oft1115 Order, whether received directly or indirectly, sllch as through a third pa11y. and any response;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 216,
            "quote_end_line": 218
          },
          {
            "description": "Create and maintain all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission",
            "quoted_text": "D. All records necessary to demonstrate full compliance with each provision of this Order. inc luding all submissions to the Conmlission; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 223,
            "quote_end_line": 224
          },
          {
            "description": "Create and maintain a sample copy of every materially different form, page, or screen through which personal information is collected or disclosed, and sample copies of documents containing representations about data practices",
            "quoted_text": "E. A sample copy of every materially different form. page, or screen through which a website or online service subject to Section II of this Order collects or discloses personal information is collected or disclosed, and a sanlp]e copy of each materially different documem containing any representation to the public regarding Defendant's collection, use, and disclosure practices pertaining to persona] infol1113tion of a child. Each \\veb page copy shall be accompanied by the URL of the web page where the material was posted online. Electronic copies shall include all text and graphics files, audio scripts, and other computer files used in preseming information on the Intemet. Provided. however, that Defendant shall not be required to retain any document for longer than two years after the document was created, or to retain a print or electronic copy of any amended form, page, or screen to the extent that the amendment does not affect Defendant's compliance obligations under this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 225,
            "quote_end_line": 236
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "IX",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission and Plaintiff are authorized to monitor compliance through additional reports, depositions, document production, employee interviews, and posing as consumers without prior notice.",
        "requirements": [
          {
            "description": "Within 14 days of written request, submit additional compliance reports or requested information sworn under penalty of perjury, appear for depositions, and produce documents for inspection and copying",
            "quoted_text": "A. \\;\"'ithil1 14 days of receipt of a written request from a representatiw of the Commission or Plaintiff, Defendant must submit additional compliance reports or other requested information that must be sworn under pena1ty of peljury, appear for depositions, and produce documents for inspection and copying. The Commission and Plaintiff are also authorized to obtain disc()\\'ery. without flu1.her leave of court, using any 9 of 13",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 240,
            "quote_end_line": 245
          },
          {
            "description": "Permit Commission and Plaintiff to communicate directly with Defendant and to interview employees or affiliated persons who have agreed to such interviews",
            "quoted_text": "B. For matters conceming this Order, the Commission and Plaintiff are authorized to communicate directly with Defendant '\\\"ith prior notice to Defendant's counsel. Defendant must permit representatives of the Commission and Plaintiff to inter\\'ie\\\\ any en1p\\oyee or other person affiliated with Defendant who has agreed to such an inter\\'iew. The person intervie\\ved may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 251,
            "quote_end_line": 255
          },
          {
            "description": "Allow Commission and Plaintiff to use all lawful means including posing as consumers, suppliers, or other entities without necessity of identification or prior notice",
            "quoted_text": "C. The Commission and Plaintiff may use all other lawful means, including posing. through its representatives, as consumers, suppliers. or other individuals or entities. to Defendant or any individual or entity affiliated with Defendant, ,\\ithout the necessity of identification or prior notice. Nothing in this Order limits the Cornmission's lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.c. §§ 49, 57b- 1.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 256,
            "quote_end_line": 261
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "X",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction for purposes of construction, modification, and enforcement of this Order.",
        "requirements": [
          {
            "description": "Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order",
            "quoted_text": "25. IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement oft11is Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 263,
            "quote_end_line": 264
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "This Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "10.12, Artist Arena LLC, United States of America Complaint.pdf",
      "order": "10.12, Artist Arena LLC, United States of America Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 5,
      "order_provisions": 9,
      "order_definitions": 17,
      "order_requirements": 23,
      "provisions_per_section": {
        "II": 4,
        "III": 1,
        "IV": 2,
        "V": 1,
        "VI": 3,
        "VII": 3,
        "VIII": 5,
        "IX": 3,
        "X": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 5,
        "complaint_total": 5,
        "order_verified": 23,
        "order_total": 23
      }
    },
    "processing_time_seconds": 97.5
  }
}