{
  "case_info": {
    "docket_number": "C-4546",
    "company": {
      "name": "Inbox Group, LLC",
      "incorporation_state": "Texas",
      "entity_type": "limited liability company",
      "address": "2400 Crockett Court, Grapevine, Texas 76051",
      "business_description": "Inbox Group is a marketing agency that provides email, social media, and mobile marketing programs and services."
    },
    "commissioners": [
      "Edith Ramirez, Chairwoman",
      "Julie Brill",
      "Maureen K. Ohlhausen",
      "Terrell McSweeny"
    ],
    "case_date": {
      "month": 10,
      "year": 2015
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a)",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/152-3202-inbox-group-llc-matter",
    "statutory_topics": [
      "Section 5 Only"
    ],
    "practice_areas": [
      "Privacy"
    ],
    "industry_sectors": [
      "Technology"
    ]
  },
  "complaint": {
    "factual_background": "Inbox Group, LLC, a Texas-based marketing agency, falsely claimed on its website that it had certified its compliance with the U.S.-EU Safe Harbor Framework principles for data transfers between the European Union and the United States. In reality, the company was not and never had been a participant in the U.S.-EU Safe Harbor Framework, making its public representations deceptive.",
    "representations_made": [
      {
        "description": "Claimed it certified its compliance with the U.S.-EU Safe Harbor Framework standards and that its information handling practices comply with the Safe Harbor privacy Principles",
        "quoted_text": "Safe Harbor Compliance Inbox Group has certified its compliance with the standards of the Safe Harbor Principles developed by the U.S. Department of Commerce for the regulation of data transfers between the European Union and the United States. This Policy and Inbox Group’s information handling practices described in this Policy comply with the Safe Harbor privacy Principles. (some emphasis added)",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 9,
        "quote_start_line": 61,
        "quote_end_line": 68
      },
      {
        "description": "Represented that it is a current participant in the U.S.-EU Safe Harbor Framework",
        "quoted_text": "10. Through the means described in Paragraph 9, respondent has represented, expressly or by implication, that it is a “current” participant in the U.S.-EU Safe Harbor Framework.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 10,
        "quote_start_line": 69,
        "quote_end_line": 70
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "False Safe Harbor Certification",
        "representation": "Respondent represented that it is a current participant in the U.S.-EU Safe Harbor Framework",
        "fact": "Respondent is not and never has been a participant in the U.S.-EU Safe Harbor Framework",
        "conclusion": "Therefore, the representation set forth in Paragraph 10 was, and is, false and misleading."
      }
    ]
  },
  "order": {
    "definitions": {
      "respondent": "Inbox Group, LLC, and its successors and assigns.",
      "Commerce": "as defined in Section 4 of the FTC Act, 15 U.S.C. § 44."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Privacy or Security Programs",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent its membership in, adherence to, or participation in any privacy or security program, including the U.S.-EU Safe Harbor Framework and U.S.-Swiss Safe Harbor Framework.",
        "requirements": [
          {
            "description": "Must not misrepresent the extent to which respondent is a member of, adheres to, complies with, is certified by, is endorsed by, or otherwise participates in any privacy or security program sponsored by the government or any other self-regulatory or standard-setting organization",
            "quoted_text": "IT IS ORDERED that respondent and its officers, agents, representatives, and employees, whether acting directly or indirectly, in connection with the advertising, marketing, promotion, offering for sale, or sale of any product or service, in or affecting commerce, shall not misrepresent in any manner, expressly or by implication, the extent to which respondent is a member of, adheres to, complies with, is certified by, is endorsed by, or otherwise participates in any privacy or security program sponsored by the government or any other self-regulatory or standard-setting organization, including, but not limited to, the U.S.-EU Safe Harbor Framework and the U.S.-Swiss Safe Harbor Framework.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 51,
            "quote_end_line": 58
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Recordkeeping Requirements",
        "category": "recordkeeping",
        "summary": "Respondent must maintain and make available to the Commission all documents relating to compliance with this order for five years from the date of preparation or dissemination.",
        "requirements": [
          {
            "description": "Maintain and make available to the Commission for inspection and copying all documents relating to compliance with this order for a period of five years from the date of preparation or dissemination, whichever is later",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall maintain and upon request make available to the Commission for inspection and copying, a print or electronic copy of, for a period of five (5) years from the date of preparation or dissemination, whichever is later, all documents relating to compliance with this order, including but not limited to:",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 60,
            "quote_end_line": 63
          },
          {
            "description": "Maintain all advertisements, promotional materials, and any other statements containing representations covered by this order, with all materials relied upon in disseminating the representation",
            "quoted_text": "A. all advertisements, promotional materials, and any other statements containing any representations covered by this order, with all materials relied upon in disseminating the representation; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 64,
            "quote_end_line": 66
          },
          {
            "description": "Maintain any documents that call into question respondent's compliance with this order",
            "quoted_text": "B. any documents, whether prepared by or on behalf of respondent, that call into question respondent’s compliance with this order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 67,
            "quote_end_line": 68
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "III",
        "title": "Order Acknowledgment and Delivery",
        "category": "acknowledgment",
        "summary": "Respondent must deliver a copy of this order to all current and future principals, officers, directors, managers, employees, agents, and representatives with relevant responsibilities, and obtain signed acknowledgments of receipt.",
        "requirements": [
          {
            "description": "Deliver a copy of this order to all current and future principals, officers, directors, and managers, and to all current and future employees, agents, and representatives having responsibilities relating to the subject matter of this order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall deliver a copy of this order to all current and future principals, officers, directors, and managers, and to all current and future employees, agents, and representatives having responsibilities relating to the subject matter of this order. Respondent shall deliver this order to such current personnel within thirty (30) days",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 73,
            "quote_end_line": 76
          },
          {
            "description": "Deliver this order to current personnel within thirty days after service of this order",
            "quoted_text": "this order. Respondent shall deliver this order to such current personnel within thirty (30) days after service of this order, and to such future personnel within thirty (30) days after the person",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 76,
            "quote_end_line": 77
          },
          {
            "description": "Deliver this order to future personnel within thirty days after the person assumes such position or responsibilities",
            "quoted_text": "after service of this order, and to such future personnel within thirty (30) days after the person assumes such position or responsibilities. For any business entity resulting from any change in",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 77,
            "quote_end_line": 78
          },
          {
            "description": "For any business entity resulting from any change in structure set forth in Part IV, deliver the order at least ten days prior to the change in structure",
            "quoted_text": "assumes such position or responsibilities. For any business entity resulting from any change in structure set forth in Part IV, delivery shall be at least ten (10) days prior to the change in structure. Respondent must secure a signed and dated statement acknowledging receipt of this",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 78,
            "quote_end_line": 80
          },
          {
            "description": "Secure a signed and dated statement acknowledging receipt of this order, within thirty days of delivery, from all persons receiving a copy of the order",
            "quoted_text": "structure. Respondent must secure a signed and dated statement acknowledging receipt of this order, within thirty (30) days of delivery, from all persons receiving a copy of the order pursuant to this section.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 80,
            "quote_end_line": 82
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Notification of Corporate Changes",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the Commission at least thirty days prior to any corporate change that may affect compliance obligations, including dissolution, merger, bankruptcy, or changes in corporate name or address.",
        "requirements": [
          {
            "description": "Notify the Commission at least thirty days prior to any change in the corporation that may affect compliance obligations, including dissolution, assignment, sale, merger, or other action resulting in a successor corporation; creation or dissolution of a subsidiary, parent, or affiliate; proposed bankruptcy filing; or change in corporate name or address",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall notify the Commission at least thirty (30) days prior to any change in the corporation(s) that may affect compliance obligations arising under this order, including, but not limited to: a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in the corporate name or address.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 84,
            "quote_end_line": 89
          },
          {
            "description": "For proposed changes about which respondent learns fewer than thirty days prior to the date such action is to take place, notify the Commission as soon as practicable after obtaining such knowledge",
            "quoted_text": "Provided, however, that, with respect to any proposed change in the corporation(s) about which respondent learns fewer than thirty (30) days prior to the date such action is to take place, respondent shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": "as soon as practicable",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 90,
            "quote_end_line": 92
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "V",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondent must file a compliance report with the Commission within sixty days after service of this order, and submit additional reports upon request within ten days of written notice.",
        "requirements": [
          {
            "description": "File with the Commission a true and accurate report, in writing, setting forth in detail the manner and form of its compliance with this order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent, within sixty (60) days after the date of service of this order, shall file with the Commission a true and accurate report, in writing, setting forth in detail the manner and form of its compliance with this order. Within ten (10) days of",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 99,
            "quote_end_line": 101
          },
          {
            "description": "Submit an additional true and accurate written report within ten days of receipt of written notice from a representative of the Commission",
            "quoted_text": "forth in detail the manner and form of its compliance with this order. Within ten (10) days of receipt of written notice from a representative of the Commission, it shall submit an additional true and accurate written report.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 101,
            "quote_end_line": 103
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "This order will terminate on September 29, 2035, or twenty years from the most recent date that the United States or Commission files a complaint in federal court alleging any violation of the order, whichever comes later.",
        "requirements": [
          {
            "description": "Order terminates on September 29, 2035, or twenty years from the most recent date that the United States or the Commission files a complaint in federal court alleging any violation of the order, whichever comes later",
            "quoted_text": "This order will terminate on September 29, 2035, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of:",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 105,
            "quote_end_line": 108
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on September 29, 2035, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "10.15, Inbox Group Complaint.pdf",
      "order": "10.15, Inbox Group Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 2,
      "order_provisions": 6,
      "order_definitions": 2,
      "order_requirements": 14,
      "provisions_per_section": {
        "I": 1,
        "II": 3,
        "III": 5,
        "IV": 2,
        "V": 2,
        "VI": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 2,
        "complaint_total": 2,
        "order_verified": 14,
        "order_total": 14
      }
    },
    "processing_time_seconds": 62.1
  }
}