{
  "case_info": {
    "docket_number": "C-4371",
    "company": {
      "name": "Franklin's Budget Car Sales, Inc., also dba Franklin Toyota/Scion",
      "incorporation_state": "Georgia",
      "entity_type": "corporation",
      "address": "P.O. Box 648, Statesboro, Georgia 30459; Places of business: 500 Commerce Boulevard, Statesboro, Georgia 30458; 400 Northside Drive, Statesboro, Georgia 30458; 733 Northside Drive East, Statesboro, Georgia 30459",
      "business_description": "Franklin Toyota is a franchise automobile dealership that sells both new and used automobiles, leases automobiles, provides repair services for automobiles, and sells automobile parts. In connection with its automobile sales, Franklin Toyota provides financing services to individual consumers."
    },
    "commissioners": [
      "Jon Leibowitz, Chairman",
      "J. Thomas Rosch",
      "Edith Ramirez",
      "Julie Brill",
      "Maureen K. Ohlhausen"
    ],
    "case_date": {
      "month": 10,
      "year": 2012
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a); Standards for Safeguarding Customer Information Rule (Safeguards Rule), 16 C.F.R. Part 314, issued pursuant to Title V, Subtitle A of the Gramm-Leach-Bliley Act; Privacy of Customer Financial Information Rule (Privacy Rule), 16 C.F.R. Part 313",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/102-3094-franklins-budget-car-sales-inc-also-dba-franklin-toyotascion-matter"
  },
  "complaint": {
    "factual_background": "Franklin Toyota, an automobile dealership providing financing services, promised consumers it maintained reasonable security safeguards to protect personal information but failed to implement basic security practices. A peer-to-peer application installed on a computer connected to the company's network exposed personal information of approximately 95,000 consumers, including names, Social Security numbers, addresses, dates of birth, and drivers' license numbers. The company also failed to provide required annual privacy notices and opt-out mechanisms to customers as required by federal law.",
    "representations_made": [
      {
        "description": "Claimed to implement reasonable and appropriate security measures to protect personal information",
        "quoted_text": "We restrict access to non public personal information about you to only those employees who need to know that information to provide products and services to you. We maintain physical, electronic, and procedural safe guards that comply with federal regulations to guard non public personal information.",
        "source_paragraph": 4
      },
      {
        "description": "Claimed to implement reasonable and appropriate measures to protect consumers' personal information from unauthorized access",
        "quoted_text": "As set forth in Paragraph 4, respondent has represented, expressly or by implication, that it implements reasonable and appropriate measures to protect consumers' personal information from unauthorized access.",
        "source_paragraph": 13
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Deceptive Security Practices (FTC Act Violation)",
        "representation": "Respondent represented that it implements reasonable and appropriate measures to protect consumers' personal information from unauthorized access",
        "fact": "Respondent did not implement reasonable and appropriate measures to protect consumers' personal information from unauthorized access",
        "conclusion": "Therefore, the representation set forth in Paragraph 13 was, and is, false or misleading, in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 2,
        "title": "Safeguards Rule Violations",
        "representation": "Respondent was required to implement reasonable security policies and procedures including risk assessment, safeguards design and implementation, monitoring, and oversight",
        "fact": "Respondent failed to: (a) identify reasonably foreseeable internal and external risks to customer information; (b) design and implement information safeguards to control the risks and regularly test and monitor them; (c) investigate, evaluate, and adjust the information security program in light of known or identified risks; (d) develop, implement, and maintain a comprehensive written information security program; and (e) designate an employee to coordinate the company's information security program",
        "conclusion": "Respondent has thereby engaged in violations of the Safeguards Rule."
      },
      {
        "count_number": 3,
        "title": "Privacy Rule Violations",
        "representation": "Respondent was required to send consumers annual privacy notices and provide a mechanism by which consumers could opt out of information sharing with nonaffiliated third parties",
        "fact": "Respondent failed to send consumers annual privacy notices and did not provide a mechanism by which consumers could opt out of information sharing with nonaffiliated third parties",
        "conclusion": "Respondent violated the Privacy Rule in violation of 16 C.F.R. § 313.7."
      }
    ]
  },
  "order": {
    "definitions": {
      "respondent": "Franklin's Budget Car Sales, Inc., also dba Franklin Toyota/Scion, its successors and assigns, and each of their successors and assigns.",
      "Personal information": "individually identifiable information from or about an individual consumer including, but not limited to: (a) first and last name; (b) date of birth; (c) home or other physical address, including street name and name of city or town; (d) email address or other online contact information, such as an instant-messaging user identifier or a screen name that reveals an individual's email address; (e) telephone number; (f) driver's license number; (g) financial account information; (h) Social Security number; (i) credit or debit card information, including card number, expiration date, and security code; (j) persistent identifier, such as a customer number held in a \"cookie\" or processor serial number; and (k) any information that is combined with any of (a) through (j) above.",
      "Commerce": "\"commerce\" as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. § 44.",
      "All other terms": "synonymous in meaning and equal in scope to the usage of such terms in the Gramm-Leach-Bliley Act (codified at 15 U.S.C. § 6801 et seq) (\"GLB Act\")."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Privacy and Security",
        "category": "prohibition",
        "summary": "Respondent is prohibited from misrepresenting the extent to which it maintains and protects the privacy, confidentiality, or security of personal information collected from or about consumers.",
        "requirements": [
          {
            "description": "Must not misrepresent the extent to which respondent maintains and protects the privacy, confidentiality, or security of any personal information collected from or about consumers",
            "quoted_text": "IT IS ORDERED that respondent and its officers, agents, representatives, and employees, directly or indirectly, or through any corporation, subsidiary, division, website or other device, in connection with the advertising, marketing, promotion, offering for sale, or sale of any product or service, in or affecting commerce, is prohibited from misrepresenting in any manner, expressly or by implication, the extent to which respondent maintains and protects the privacy, confidentiality, or security of any personal information collected from or about consumers.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Compliance with GLB Act Safeguards Rule and Privacy Rule",
        "category": "affirmative_obligation",
        "summary": "Respondent must comply with the GLB Act's Safeguards Rule and Privacy Rule, including any future amendments to those rules.",
        "requirements": [
          {
            "description": "Must not violate any provision of the GLB Act's Safeguards Rule or Privacy Rule",
            "quoted_text": "IT IS FURTHER ORDERED that respondent and its officers, agents, representatives, and employees, shall not, directly or indirectly, or through any corporation, subsidiary, division, website, or other device, violate any provision of the GLB Act's Standards for Safeguarding Consumer Information Rule (\"Safeguards Rule\"), 16 C.F.R. Part 314, or the GLB Act's Privacy of Consumer Financial Information Rule (\"Privacy Rule\"), 16 C.F.R. Part 313.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Information Security Program",
        "category": "affirmative_obligation",
        "summary": "Respondent must establish, implement, and maintain a comprehensive written information security program containing administrative, technical, and physical safeguards appropriate to its size, complexity, and the sensitivity of personal information collected.",
        "requirements": [
          {
            "description": "Establish and implement a comprehensive information security program that is reasonably designed to protect the security, confidentiality, and integrity of personal information",
            "quoted_text": "IT IS FURTHER ORDERED that respondent, in connection with the advertising, marketing, promotion, offering for sale, or sale of any product or service, in or affecting commerce, shall, no later than the date of service of this order, establish and implement, and thereafter maintain, a comprehensive information security program that is reasonably designed to protect the security, confidentiality, and integrity of personal information collected from or about consumers. Such program, the content and implementation of which must be fully documented in writing, shall contain administrative, technical, and physical safeguards appropriate to respondent's size and complexity, the nature and scope of its activities, and the sensitivity of the personal information collected from or about consumers",
            "deadline": "no later than the date of service of this order",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Designate employee(s) to coordinate and be accountable for the information security program",
            "quoted_text": "The designation of an employee or employees to coordinate and be accountable for the information security program",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Identify material internal and external risks to personal information security and assess sufficiency of safeguards, including consideration of risks in employee training, information systems, and prevention/detection/response to attacks",
            "quoted_text": "The identification of material internal and external risks to the security, confidentiality, and integrity of personal information that could result in the unauthorized disclosure, misuse, loss, alteration, destruction, or other compromise of such information, and assessment of the sufficiency of any safeguards in place to control these risks. At a minimum, this risk assessment should include consideration of risks in each area of relevant operation, including, but not limited to: (1) employee training and management; (2) information systems, including network and software design, information processing, storage, transmission, and disposal; and (3) prevention, detection, and response to attacks, intrusions, or other systems failures",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Design and implement reasonable safeguards to control identified risks, and regularly test or monitor the effectiveness of key controls, systems, and procedures",
            "quoted_text": "The design and implementation of reasonable safeguards to control the risks identified through risk assessment, and regular testing or monitoring of the effectiveness of the safeguards' key controls, systems, and procedures",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Use reasonable steps to select and retain service providers capable of safeguarding personal information and require them by contract to implement appropriate safeguards",
            "quoted_text": "The development and use of reasonable steps to select and retain service providers capable of appropriately safeguarding personal information they receive from respondent, and requiring service providers by contract to implement and maintain appropriate safeguards",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Evaluate and adjust the information security program based on testing results, material changes to operations, or other circumstances that may impact program effectiveness",
            "quoted_text": "The evaluation and adjustment of respondent's information security program in light of the results of the testing and monitoring required by sub-part C, any material changes to respondent's operations or business arrangements, or any other circumstances that respondent knows or has reason to know may have a material impact on the effectiveness of its information security program.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Third-Party Assessments",
        "category": "assessment",
        "summary": "Respondent must obtain initial and biennial third-party assessments from qualified professionals certifying that its information security program meets the order's requirements and is operating effectively.",
        "requirements": [
          {
            "description": "Obtain initial assessment covering the first 180 days after service of the order from a qualified third-party professional",
            "quoted_text": "IT IS FURTHER ORDERED that, in connection with its compliance with the Safeguards Rule and Part III of this order, respondent shall obtain initial and biennial assessments and reports (\"Assessments\") from a qualified, objective, independent third-party professional, who uses procedures and standards generally accepted in the profession. Professionals qualified to prepare such assessments shall be: a person qualified as a Certified Information System Security Professional (CISSP) or as a Certified Information Systems Auditor (CISA); a person holding Global Information Assurance Certification (GIAC) from the SysAdmin, Audit, Network, Security (SANS) Institute; or a similarly qualified person or organization approved by the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580. The reporting period for the Assessments shall cover: (1) the first one hundred and eighty (180) days after service of the order for the initial Assessment",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Obtain biennial assessments for each two-year period thereafter for twenty years after service of the order",
            "quoted_text": "each two (2) year period thereafter for twenty (20) years after service of the order for the biennial Assessments",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Each assessment must set forth specific safeguards implemented and maintained during the reporting period",
            "quoted_text": "Set forth the specific administrative, technical, and physical safeguards that respondent has implemented and maintained during the reporting period",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Each assessment must explain how safeguards are appropriate to respondent's size, complexity, nature of activities, and sensitivity of personal information",
            "quoted_text": "Explain how such safeguards are appropriate to respondent's size and complexity, the nature and scope of its activities, and the sensitivity of the personal information collected from or about consumers",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Each assessment must explain how safeguards meet or exceed the protections required by Part III of the order",
            "quoted_text": "Explain how the safeguards that have been implemented meet or exceed the protections required by the Part III of this order",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Each assessment must certify that the information security program is operating with sufficient effectiveness to provide reasonable assurance that personal information is protected",
            "quoted_text": "Certify that respondent's information security program is operating with sufficient effectiveness to provide reasonable assurance that the security, confidentiality, and integrity of personal information is protected and has so operated throughout the reporting period.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Complete each assessment within 60 days after the end of the reporting period",
            "quoted_text": "Each Assessment shall be prepared and completed within sixty (60) days after the end of the reporting period to which the Assessment applies.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide the initial assessment to the FTC within 10 days after the assessment has been prepared",
            "quoted_text": "Respondent shall provide the initial Assessment to the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580, within ten (10) days after the Assessment has been prepared.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Retain all subsequent biennial assessments until the order terminates and provide to the FTC within 10 days of request",
            "quoted_text": "All subsequent biennial Assessments shall be retained by respondent until the order is terminated and provided to the Associate Director for Enforcement within ten (10) days of request.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must maintain and make available to the FTC documents related to compliance with the order and all materials relied upon to prepare assessments.",
        "requirements": [
          {
            "description": "Maintain for 5 years a copy of each document relating to compliance, including documents that contradict, qualify, or call into question compliance with the order",
            "quoted_text": "For a period of five (5) years, a print or electronic copy of each document relating to compliance, including but not limited to documents, prepared by or on behalf of respondent, that contradict, qualify, or call into question respondent's compliance with this order",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Maintain for 3 years after each assessment all materials relied upon to prepare the assessment, including plans, reports, studies, reviews, audits, policies, training materials, and other compliance materials",
            "quoted_text": "For a period of three (3) years after the date of preparation of each Assessment required under Part III of this order, all materials relied upon to prepare the Assessment, whether prepared by or on behalf of respondent, including, but not limited to, all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, and any other materials relating to respondent's compliance with Parts II and III of this order, for the compliance period covered by such Assessment.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Order Acknowledgment and Distribution",
        "category": "acknowledgment",
        "summary": "For five years, respondent must deliver copies of the order to current and future personnel and obtain signed acknowledgments of receipt within 30 days.",
        "requirements": [
          {
            "description": "Deliver a copy of the order to all current principals, officers, directors, managers, and employees/agents who engage in conduct related to the order within 5 days of service",
            "quoted_text": "Respondent must deliver a copy of this Order to (1) all current and future principals, officers, directors, and managers, (2) all current and future employees, agents and representatives who engage in conduct related to the subject matter of the Order, and (3) any business entity resulting from any change in structure set forth in Part VII. For current personnel, delivery shall be within five (5) days of service of this Order.",
            "deadline": "5 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver a copy of the order to new personnel prior to them assuming their responsibilities",
            "quoted_text": "For new personnel, delivery shall occur prior to them assuming their responsibilities.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver a copy of the order to any business entity resulting from change in structure at least 10 days prior to the change",
            "quoted_text": "For any business entity resulting from any change in structure set forth in Part VII, delivery shall be at least ten (10) days prior to the change in structure.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Secure a signed and dated acknowledgment of receipt from all persons receiving the order within 30 days of delivery",
            "quoted_text": "Respondent must secure a signed and dated statement acknowledging receipt of this Order, within thirty (30) days of delivery, from all persons receiving a copy of the Order pursuant to this section.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Notice of Changes in Corporate Structure",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the FTC at least 30 days prior to any change that may affect compliance obligations, including dissolution, merger, bankruptcy, or change in name or address.",
        "requirements": [
          {
            "description": "Notify the FTC at least 30 days prior to any change affecting compliance obligations, including dissolution, merger, sale, creation of subsidiary, bankruptcy filing, or change in name or address",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall notify the Commission at least thirty (30) days prior to any change that may affect compliance obligations arising under this order, including, but not limited to, a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor company; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in respondent's name or address.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "If respondent learns of a proposed change less than 30 days before it occurs, notify the FTC as soon as practicable after obtaining such knowledge",
            "quoted_text": "Provided, however, that, with respect to any proposed change in the entity about which respondent learns less than thirty (30) days prior to the date such action is to take place, respondent shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondent must file an initial compliance report within 60 days after service of the order and submit additional reports within 10 days of written notice from the FTC.",
        "requirements": [
          {
            "description": "File with the FTC a true and accurate written report setting forth in detail the manner and form of compliance with the order within 60 days after service",
            "quoted_text": "IT IS FURTHER ORDERED that respondent and its successors and assigns, within sixty (60) days after the date of service of this order, shall file with the Commission a true and accurate report, in writing, setting forth in detail the manner and form of its compliance with this order.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit additional true and accurate written reports within 10 days of receipt of written notice from the FTC",
            "quoted_text": "Within ten (10) days of receipt of written notice from a representative of the Commission, respondent shall submit additional true and accurate written reports.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "The order will terminate on October 3, 2032, or 20 years from the most recent date the FTC files a complaint alleging violation of the order, whichever comes later.",
        "requirements": [
          {
            "description": "Order remains in effect until October 3, 2032, or 20 years from the most recent FTC complaint filing, whichever is later",
            "quoted_text": "This order will terminate on October 3, 2032, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part in this order that terminates in less than twenty (20) years; B. This order's application to any respondent that is not named as a defendant in such complaint; and C. This order if such complaint is filed after the order has terminated pursuant to this Part.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on October 3, 2032, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part in this order that terminates in less than twenty (20) years; B. This order's application to any respondent that is not named as a defendant in such complaint; and C. This order if such complaint is filed after the order has terminated pursuant to this Part."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "10.12, Franklin's Budget Car Sales, Inc., also dba Franklin ToyotaScion Complaint.pdf",
      "order": "10.12, Franklin's Budget Car Sales, Inc., also dba Franklin ToyotaScion Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 3,
      "complaint_representations": 2,
      "order_provisions": 9,
      "order_definitions": 4,
      "order_requirements": 28
    },
    "processing_time_seconds": 119.2
  }
}