{
  "case_info": {
    "docket_number": "2:15-cv-9340",
    "company": {
      "name": "Sprint Corporation",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "6200 Sprint Parkway, Overland Park, Kansas",
      "business_description": "Sprint is a mobile phone and data service provider that advertises, markets, distributes, and sells mobile phone and data plans to consumers throughout the United States. Under these plans, consumers can incur charges for voice, data, text, and third-party services, and then pay those charges on a later date."
    },
    "commissioners": [],
    "case_date": {
      "month": 10,
      "year": 2015
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a); Section 615 of the Fair Credit Reporting Act, 15 U.S.C. § 1681m; and the Risk-Based Pricing Rule, 12 C.F.R. § 1022.70 et seq.",
    "violation_type": "unfair",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/142-3094-sprint-corporation-sprint-asl-program-0",
    "statutory_topics": [
      "FCRA"
    ],
    "practice_areas": [
      "Financial Practices"
    ],
    "industry_sectors": [
      "Financial Services"
    ]
  },
  "complaint": {
    "factual_background": "Sprint Corporation extended closed-end credit to consumers by allowing them to incur charges for mobile phone, data, text, and third-party services and pay later. For consumers with weaker credit, Sprint enrolled them in an Account Spending Limit (ASL) Program that imposed an additional monthly fee of up to $7.99, based on information in their consumer reports and credit scores. Under the Fair Credit Reporting Act's Risk-Based Pricing Rule, Sprint was required to notify those consumers—before they became contractually obligated—with a detailed notice including the key factors adversely affecting their credit scores. Sprint's notices omitted those key factors, lacked other required disclosures, and in some cases were delivered only after consumers had already become contractually obligated and subject to the extra fees. Many consumers were unaware they had been enrolled in the ASL Program or were paying additional fees until it was too late to cancel without penalty.",
    "representations_made": [
      {
        "description": "Sprint provided notification to ASL Program consumers, but the notification did not contain the key factors from consumer reports that adversely impacted credit scores, did not explain consumer report contents, did not encourage consumers to verify accuracy, and did not reference the CFPB website—all required by the Risk-Based Pricing Rule.",
        "quoted_text": "22. Sprint provides notification to consumers enrolled in the ASL Program, but that notification has not contained the key factors in those reports that adversely impact consumers’ credit scores. Because Sprint has omitted those factors, the notification has failed to provide consumers with information necessary for them to determine whether their credit scores are based on errors in their consumer reports. The notification also does not contain an explanation of the information contained in consumer reports, and language encouraging consumers to verify the accuracy of the information contained in consumer reports and advising that consumers can access the Consumer Financial Protection Bureau’s website to obtain more information about consumer reports. In some instances, Sprint provides the notification after a consumer has become contractually obligated and is subject to additional fees.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 22,
        "quote_start_line": 181,
        "quote_end_line": 190
      },
      {
        "description": "Sprint provided credit on materially less favorable terms (ASL Program fees) than those offered to a substantial proportion of other consumers, based on consumer report information, and failed to provide a compliant Risk-Based Pricing Notice before consummation of the transaction.",
        "quoted_text": "23. Sprint has provided credit to consumers on material terms that are materially less favorable terms than those offered to a substantial proportion of other consumers, based on information in consumer reports. 24. In numerous instances, Sprint has failed to provide a notice with all the information required by the Risk-Based Pricing Rule before consummation of the transaction.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 23,
        "quote_start_line": 193,
        "quote_end_line": 197
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Failure to Provide Required Risk-Based Pricing Notice",
        "representation": "Sprint provided credit to consumers on materially less favorable terms (enrollment in the ASL Program with fees up to $7.99/month) based on consumer report information, but failed to provide a Risk-Based Pricing Notice containing all required disclosures—including key factors adversely affecting credit scores, explanation of consumer report contents, encouragement to verify accuracy, CFPB website reference, and credit score details—before consummation of the transaction.",
        "fact": "The Risk-Based Pricing Rule requires that before a consumer becomes contractually obligated, any creditor offering materially less favorable credit terms based on a consumer report must provide a compliant notice containing all specified disclosures, including the key factors adversely affecting the consumer's credit score, identity of consumer reporting agencies, credit score details, and instructions on obtaining a free credit report.",
        "conclusion": "Sprint's acts or practices as described in Paragraphs 23–24 violate the Risk-Based Pricing Rule, and pursuant to Section 621(a)(1) of the FCRA, 15 U.S.C. § 1681s(a)(1), constitute unfair or deceptive acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Consumer report": "any written, oral, or other communication of any information by a consumer reporting agency bearing on a consumer's credit worthiness, credit standing, credit capacity, character, general reputation, personal characteristics, or mode of living which is used or expected to be used or collected in whole or in part for the purpose of serving as a factor in establishing the consumer's eligibility for credit or insurance to be used primarily for personal, family, or household purposes.",
      "Consumer reporting agency": "any individual, partnership, corporation, trust, estate, cooperative, association, government or governmental subdivision or agency, or other entity that, for monetary fees, dues, or on a cooperative nonprofit basis, regularly engages in whole or in part in the practice of assembling or evaluating consumer credit information or other information on consumers for the purpose of furnishing consumer reports to third parties, and which uses any means or facility of interstate commerce for the purpose of preparing or furnishing consumer reports.",
      "Credit": "the right granted by a creditor to a debtor to defer payment of debt or to incur debts and defer its payment or to purchase property or services and defer payment therefor.",
      "Creditor": "any individual, partnership, corporation, trust, estate, cooperative, association, government or governmental subdivision or agency, or other entity that regularly extends, renews, or continues credit or regularly arranges for the extension, renewal, or continuation of credit; or any assignee of an original creditor who participates in the decision to extend, renew, or continue credit.",
      "Credit score": "a numerical value or a categorization derived from a statistical tool or modeling system used by any individual, partnership, corporation, trust, estate, cooperative, association, government or governmental subdivision or agency, or other entity that makes or arranges a loan to predict the likelihood of certain credit behaviors, including default (and the numerical value or the categorization derived from such analysis may also be referred to as a \"risk predictor\" or \"risk score\").",
      "Defendant": "Sprint Corporation and its successors and assigns.",
      "Material terms": "the financial term that varies based on information in a consumer report and that has the most significant financial impact on consumers, such as a deposit required in connection with credit extended by a telephone company or utility or an annual membership fee for a charge card.",
      "Materially less favorable": "when applied to material terms, that the terms granted, extended, or otherwise provided to a consumer differ from the terms granted, extended, or otherwise provided to another consumer from or through the same individual, partnership, corporation, trust, estate, cooperative, association, government or governmental subdivision or agency, or other entity, such that the cost of credit to the first consumer would be significantly greater than the cost of credit granted, extended, or otherwise provided to the other consumer. For purposes of this definition, factors relevant to determining the significance of a difference in cost include the type of credit product, the term of the credit extension, if any, and the extent of the difference between the material terms granted, extended, or otherwise provided to the two consumers."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Injunction Requiring Risk-Based Pricing Notices",
        "category": "prohibition",
        "summary": "Defendant is permanently enjoined from failing to send proper Risk-Based Pricing Notices to consumers when credit is offered on materially less favorable terms based on a consumer report, and from failing to include all required content in those notices.",
        "requirements": [
          {
            "description": "Must not fail to send a Risk-Based Pricing Notice by the earlier of five days after service activation or a date giving the consumer a reasonable opportunity to avoid future financial obligation, when a consumer report is used and credit is offered on materially less favorable terms.",
            "quoted_text": "A. Failing to send a consumer a Risk-Based Pricing Notice by the earlier of either five (5) days after the consumer activates service with Defendant or a date that gives the consumer a reasonable opportunity to avoid incurring any future financial obligation to Defendant, where Defendant: Page 4of14 1. Uses a consumer report in connection with an application for, or a grant, extension, or other provision of, credit to that consumer that is primarily for personal, family, or household purposes; and 2. Based in whole or in part on the consumer report, grants, extends, or otherwise provides credit to that consumer on material terms that are materially less favorable than the most favorable material terms available to a substantial proportion of consumers from or through Defendant.",
            "deadline": "5 days after consumer activates service",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 92,
            "quote_end_line": 105
          },
          {
            "description": "Must not fail to include all required disclosures in any Risk-Based Pricing Notice, including statements about the consumer report, the terms offered, the right to dispute information, the identity of credit reporting agencies, the right to a free copy of the report within 60 days, contact information for agencies, a link to CFPB, and (if a credit score was used) all required credit score disclosures.",
            "quoted_text": "B. Failing to include in any Risk-Based Pricing Notice: 1. A statement that a consumer report (or credit report) includes information about the consumer’s credit history and the type of information included in that history; 2. A statement that the terms offered, such as the annual percentage rate, have been set based on information from a consumer report; 3. A statement that the terms offered may be less favorable than the terms offered to consumers with better credit histories; 4. A statement that the consumer is encouraged to verify the accuracy of the information contained in the consumer report and has the right to dispute any inaccurate information in the report; 5. The identity of each consumer reporting agency that furnished a consumer report used in the credit decision; 6. A statement that federal law gives the consumer the right to obtain a copy of a consumer report from the consumer reporting agency or agencies identified in the notice without charge for 60 days after receipt of the notice; Page 5of14 7. A statement informing the consumer how to obtain a consumer report from the consumer reporting agency or agencies identified in the notice and providing contact information (including a toll-free telephone number, where applicable) specified by the consumer reporting agency or agencies; 8. A statement directing consumers to the Web site of the Consumer Financial Protection Bureau to obtain more information about consumer reports; and 9. If a credit score of the consumer to whom Defendant grants, extends, or otherwise provides credit is used in setting the material terms of credit: a. A statement that a credit score is a number that takes into account information in a consumer report, that the consumer’s credit score was used to set the terms of credit offered, and that a credit score can change over time to reflect changes in the consumer’s credit history; b. The credit score used in making the credit decision; c. The range of possible credit scores under the model used to generate the credit score; d. All of the key factors that adversely affected the credit score, which shall not exceed four key factors, except that if one of the key factors is the number of enquiries made with respect to the consumer report, the number of key factors shall not exceed five; e. The date on which the credit score was created; and f. The name of the consumer reporting agency or other individual, partnership, corporation, trust, estate, cooperative, association, government Page 6of14 or governmental subdivision or agency, or other entity that provided the credit score.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 106,
            "quote_end_line": 150
          },
          {
            "description": "Must, within 15 days of entry of this Order, provide a Risk-Based Pricing Notice to any current customer who did not receive one between November 8, 2013 and June 11, 2014 or during the three-month period prior to entry of this Order.",
            "quoted_text": "C. Failing to, within fifteen (15) days of entry of this Order, provide a Risk-Based Pricing Notice containing all information listed in Section I.B to any current customer to whom Sprint did not send such a Notice between November 8, 2013 and June 11, 2014 or during the three-month period prior to the date of entry of this Order.",
            "deadline": "15 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 151,
            "quote_end_line": 154
          },
          {
            "description": "Must not violate Section 615(h) of the Fair Credit Reporting Act or any provision of the Risk-Based Pricing Rule, 12 C.F.R. § 1022.70 et seq.",
            "quoted_text": "D. Violating Section 615(h) of the Fair Credit Reporting Act, 15 U.S.C. § 1681m(h), attached hereto as Exhibit 1, or any provision of the Risk-Based Pricing Rule, 12 C.F.R. § 1022.70 et seq., attached hereto as Exhibit 2.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 155,
            "quote_end_line": 157
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Monetary Judgment for Civil Penalty",
        "category": "affirmative_obligation",
        "summary": "A civil penalty judgment of $2,950,000 is entered against Defendant, payable to the U.S. Treasury within 7 days of entry of this Order by electronic fund transfer.",
        "requirements": [
          {
            "description": "Judgment of $2,950,000 is entered in favor of Plaintiff against Defendant as a civil penalty.",
            "quoted_text": "A. Judgment in the amount of two million, nine hundred-fifty thousand dollars ($2,950,000) is entered in favor of Plaintiff against Defendant as a civil penalty.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 160,
            "quote_end_line": 161
          },
          {
            "description": "Defendant must pay $2,950,000 to the Treasurer of the United States within 7 days of entry of this Order by electronic fund transfer.",
            "quoted_text": "B. Defendant is ordered to pay to Plaintiff, by making payment to the Treasurer of the United States, two million, nine hundred-fifty thousand dollars ($2,950,000). Such payment must be made within 7 days of entry of this Order by electronic fund transfer in accordance with instructions previously provided by a representative of Plaintiff.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 162,
            "quote_end_line": 165
          },
          {
            "description": "Defendant relinquishes all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek their return.",
            "quoted_text": "C. Defendant relinquishes dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek the return of any assets.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 166,
            "quote_end_line": 167
          },
          {
            "description": "Facts alleged in the Complaint will be taken as true without further proof in any subsequent civil litigation by or on behalf of the Commission.",
            "quoted_text": "D. The facts alleged in the Complaint will be taken as true, without further proof, in any subsequent civil litigation by or on behalf of the Commission, including in a proceeding to enforce its rights to any payment or monetary judgment pursuant to this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 168,
            "quote_end_line": 170
          },
          {
            "description": "Defendant must submit its Employer Identification Number to the Commission, which may be used for collecting and reporting on any delinquent amount arising out of this Order.",
            "quoted_text": "E. Defendant acknowledges that its Employer Identification Number, which Defendant must submit to the Commission, may be used for collecting and reporting on any delinquent amount arising out of this Order, in accordance with 31 U.S.C. § 7701.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 174,
            "quote_end_line": 176
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      },
      {
        "provision_number": "III",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Defendant must submit a sworn acknowledgment of receipt of the Order, deliver copies to relevant personnel and successor entities, and obtain signed acknowledgments from each recipient.",
        "requirements": [
          {
            "description": "Within 7 days of entry of this Order, Defendant must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "quoted_text": "A. Defendant, within 7 days of entry of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 180,
            "quote_end_line": 181
          },
          {
            "description": "For 5 years after entry of this Order, Defendant must deliver a copy of this Order to all current and future principals, officers, directors, managers, and employees with primary responsibilities relating to Risk-Based Pricing or consumer credit evaluation, and to any successor business entity. Delivery for current personnel must occur within 7 days; for others, before they assume their responsibilities.",
            "quoted_text": "B. For 5 years after entry of this Order, Defendant must deliver a copy of this Order to: (1) all current and future principals, officers, directors, managers and other employees who have primary responsibilities relating to Risk-Based Pricing or consumer credit evaluation or granting; and (2) any business entity resulting from any change in structure as set forth in the Section titled Compliance Reporting. Delivery must occur within 7 days of entry of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "7 days for current personnel; before assuming responsibilities for future personnel",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 182,
            "quote_end_line": 187
          },
          {
            "description": "From each individual or entity to which Defendant delivered a copy of this Order, Defendant must obtain within 30 days a signed and dated acknowledgment of receipt.",
            "quoted_text": "C. From each individual or entity to which Defendant delivered a copy of this Order, Defendant must obtain, within 30 days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 188,
            "quote_end_line": 190
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendant must submit a sworn compliance report one year after entry of the Order and timely notices of any material changes in structure or contact information for 10 years, as well as notice of any bankruptcy filing.",
        "requirements": [
          {
            "description": "One year after entry of this Order, Defendant must submit a sworn compliance report identifying contact information, all business names and addresses, activities of each business, compliance status for each Order section, and copies of Order acknowledgments.",
            "quoted_text": "A. One year after entry of this Order, Defendant must submit a compliance report, sworn under penalty of perjury. Defendant must: (a) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Page 8of14 Commission and Plaintiff may use to communicate with Defendant; (b) identify all of Defendant’s businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (c) describe the activities of each business, including whether it uses consumer reports in connection with applications for, or grants, extensions, or other provisions of, credit; (d) describe in detail whether and how Defendant is in compliance with each Section of this Order; and (e) provide a copy of each Order Acknowledgment obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 193,
            "quote_end_line": 205
          },
          {
            "description": "For 10 years after entry of this Order, Defendant must submit a sworn compliance notice within 14 days of any change in designated points of contact or in Defendant's corporate structure (including mergers, sales, dissolutions, or changes to subsidiaries, parents, or affiliates subject to this Order).",
            "quoted_text": "B. For 10 years after entry of this Order, Defendant must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following: (a) any designated point of contact; or (b) the structure of Defendant or any entity that Defendant has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days of any qualifying change, for 10 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 206,
            "quote_end_line": 211
          },
          {
            "description": "Defendant must submit notice to the Commission of any bankruptcy petition, insolvency proceeding, or similar proceeding filed by or against Defendant within 14 days of its filing.",
            "quoted_text": "C. Defendant must submit to the Commission notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against such Defendant within 14 days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 212,
            "quote_end_line": 214
          },
          {
            "description": "All sworn submissions must be true and accurate and comply with 28 U.S.C. § 1746, concluding with a declaration under penalty of perjury with date, full name, title, and signature.",
            "quoted_text": "D. Any submission to the Commission required by this Order to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, such as by concluding: “I declare under penalty of perjury under the laws of the United States of America that the foregoing is true and correct. Executed on: _____” and supplying the date, signatory’s full name, title (if applicable), and signature.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 215,
            "quote_end_line": 219
          },
          {
            "description": "Unless otherwise directed, all submissions must be emailed to DEbrief@ftc.gov or sent by overnight courier to the Associate Director for Enforcement, FTC, with a subject line beginning 'FTC v. Sprint Corp.'",
            "quoted_text": "E. Unless otherwise directed by a Commission representative in writing, all submissions to the Commission pursuant to this Order must be emailed to DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin: FTC v. Sprint Corp.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 223,
            "quote_end_line": 227
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "V",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendant must create and retain specified records for 10 years (creation) and 5 years (retention), including accounting records, personnel records, consumer complaint records, compliance records, and copies of all Risk-Based Pricing Notices sent.",
        "requirements": [
          {
            "description": "Defendant must create and retain for 10 years (create) and 5 years (retain) accounting records showing revenues from all goods or services sold.",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant must create certain records for 10 years after entry of the Order, and retain such records for 5 years. Specifically, Defendant must create and retain the following records: A. accounting records showing the revenues from all goods or services sold;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 229,
            "quote_end_line": 232
          },
          {
            "description": "Defendant must create and retain personnel records showing, for each person involved in Risk-Based Pricing Notices, their name, addresses, telephone numbers, job title or position, dates of service, and reason for termination if applicable.",
            "quoted_text": "B. personnel records showing, for each person involved in Risk-Based Pricing Notices, that person’s: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 233,
            "quote_end_line": 235
          },
          {
            "description": "Defendant must create and retain records of all consumer complaints related to its use of consumer reports or credit scores, whether received directly or indirectly, and any response.",
            "quoted_text": "C. records of all consumer complaints related to Defendant’s use of consumer reports or credit scores, whether received directly or indirectly, such as through a third party, and any response;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 236,
            "quote_end_line": 237
          },
          {
            "description": "Defendant must create and retain all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission.",
            "quoted_text": "D. all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 238,
            "quote_end_line": 239
          },
          {
            "description": "Defendant must create and retain a copy of each Risk-Based Pricing Notice sent to any consumer.",
            "quoted_text": "E. a copy of each Risk-Based Pricing Notice sent by Defendant to any consumer.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 240,
            "quote_end_line": 240
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission and Plaintiff are authorized to monitor Defendant's compliance through information requests, depositions, document production, direct communications, employee interviews, and other lawful investigative means.",
        "requirements": [
          {
            "description": "Within 14 days of a written request from the Commission or Plaintiff, Defendant must submit additional compliance reports or requested information (sworn under penalty of perjury), appear for depositions, and produce documents for inspection and copying. The Commission and Plaintiff may also obtain discovery using Federal Rules of Civil Procedure 29, 30, 31, 33, 34, 36, 45, and 69.",
            "quoted_text": "A. Within 14 days of receipt of a written request from a representative of the Commission or Plaintiff, Defendant must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury; appear for depositions; and produce documents for inspection and copying. The Commission and Plaintiff are also authorized to obtain discovery, without further leave of court, using any of the procedures prescribed by Federal Rules of Civil Procedure 29, 30 (including telephonic depositions), 31, 33, 34, 36, 45, and 69.",
            "deadline": "14 days of written request",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 247,
            "quote_end_line": 252
          },
          {
            "description": "Defendant must permit representatives of the Commission and Plaintiff to communicate directly with Defendant and to interview any employee or affiliated person who has agreed to such an interview; counsel may be present.",
            "quoted_text": "B. For matters concerning this Order, the Commission and Plaintiff are authorized to communicate directly with each Defendant. Defendant must permit representatives of the Commission and Plaintiff to interview any employee or other person affiliated with any Defendant who has agreed to such an interview. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 253,
            "quote_end_line": 256
          },
          {
            "description": "The Commission and Plaintiff may use all other lawful means, including undercover posing as consumers or suppliers, without identification or prior notice, and may use compulsory process under Sections 9 and 20 of the FTC Act.",
            "quoted_text": "C. The Commission and Plaintiff may use all other lawful means, including posing, through its representatives as consumers, suppliers, or other individuals or entities, to Defendant or any individual or entity affiliated with Defendant, without the necessity of identification or prior notice. Nothing in this Order limits the Commission’s lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 257,
            "quote_end_line": 261
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction over this matter for purposes of construction, modification, and enforcement of the Order.",
        "requirements": [
          {
            "description": "The Court retains jurisdiction for construction, modification, and enforcement of this Order.",
            "quoted_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 263,
            "quote_end_line": 264
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "10.15, Sprint Corporation Complaint.pdf",
      "order": "10.15, Sprint Corporation Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 2,
      "order_provisions": 7,
      "order_definitions": 8,
      "order_requirements": 26,
      "provisions_per_section": {
        "I": 4,
        "II": 5,
        "III": 3,
        "IV": 5,
        "V": 5,
        "VI": 3,
        "VII": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 2,
        "complaint_total": 2,
        "order_verified": 26,
        "order_total": 26
      }
    },
    "processing_time_seconds": 110.4
  }
}