{
  "case_info": {
    "docket_number": "C-4370",
    "company": {
      "name": "EPN, Inc., also d/b/a Checknet, Inc.",
      "incorporation_state": "Utah",
      "entity_type": "corporation",
      "address": "746 East 1910 South, Suite 3, Provo, UT 84606",
      "business_description": "EPN is a debt collection company that collects debts for clients in a variety of industries, including commercial credit, retail, and healthcare. The company obtains and processes personal information about its clients' customers and uses computer networks to receive, store, and use this information to assist in collecting debts."
    },
    "commissioners": [
      "Jon Leibowitz, Chairman",
      "J. Thomas Rosch",
      "Edith Ramirez",
      "Julie Brill",
      "Maureen K. Ohlhausen"
    ],
    "case_date": {
      "month": 10,
      "year": 2012
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45",
    "violation_type": "unfair",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/112-3143-epn-inc-also-dba-checknet-inc-matter"
  },
  "complaint": {
    "factual_background": "EPN, Inc., a debt collection company, failed to implement reasonable data security measures to protect personal information of approximately 3,800 consumers. Due to inadequate security controls, the company's chief operating officer installed a peer-to-peer (P2P) file sharing application on her desktop computer connected to EPN's network, which resulted in files containing sensitive personal information—including names, Social Security numbers, dates of birth, health insurance numbers, and diagnosis codes—being shared on a P2P network where they could be accessed by anyone.",
    "representations_made": [],
    "counts": [
      {
        "count_number": 1,
        "title": "Unfair Data Security Practices",
        "representation": "EPN failed to employ reasonable and appropriate measures to prevent unauthorized access to personal information, including failing to adopt an appropriate information security plan, assess risks, train employees, enforce security policies, and prevent/detect unauthorized access",
        "fact": "As a result of these failures, EPN's chief operating officer installed a P2P application that shared files containing personal information of approximately 3,800 consumers to P2P networks where they were available for viewing or downloading by anyone",
        "conclusion": "Respondent's failure to employ reasonable and appropriate measures to prevent unauthorized access to personal information caused, or is likely to cause, substantial injury to consumers that is not offset by countervailing benefits to consumers or competition and is not reasonably avoidable by consumers. Therefore, Respondent's practices were, and are, an unfair act or practice."
      }
    ]
  },
  "order": {
    "definitions": {
      "respondent": "EPN, Inc., also dba Checknet, Inc., and each of their successors and assigns.",
      "Personal information": "individually identifiable information from or about an individual consumer including, but not limited to: (a) first and last name; (b) date of birth; (c) a home or other physical address, including street name and name of city or town; (d) an email address or other online contact information, such as an instant messaging user identifier or a screen name that reveals an individual's email address; (e) a telephone number; (f) a Social Security number; (g) credit or debit card information, including card number, expiration date, and security code; (h) a persistent identifier, such as a customer number held in a \"cookie\" or processor serial number; and (i) any information that is combined with any of (a) through (h) above.",
      "Commerce": "as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. § 44."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Privacy and Security",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent the extent to which it maintains and protects the privacy, confidentiality, or security of personal information collected from or about consumers.",
        "requirements": [
          {
            "description": "Must not misrepresent in any manner, expressly or by implication, the extent to which respondent maintains and protects the privacy, confidentiality, or security of any personal information collected from or about consumers",
            "quoted_text": "IT IS ORDERED that respondent and its officers, agents, representatives, and employees, directly or indirectly, or through any corporation, subsidiary, division, website or other device, in connection with the advertising, marketing, promotion, offering for sale, or sale of any product or service, in or affecting commerce, shall not misrepresent in any manner, expressly or by implication, the extent to which respondent maintains and protects the privacy, confidentiality, or security of any personal information collected from or about consumers.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 59,
            "quote_end_line": 64
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Comprehensive Information Security Program",
        "category": "affirmative_obligation",
        "summary": "Respondent must establish and maintain a comprehensive information security program that is reasonably designed to protect the security, confidentiality, and integrity of personal information collected from or about consumers.",
        "requirements": [
          {
            "description": "Establish and implement, and thereafter maintain, a comprehensive information security program that is reasonably designed to protect the security, confidentiality, and integrity of personal information collected from or about consumers",
            "quoted_text": "IT IS ORDERED that respondent, in connection with the advertising, marketing, promotion, offering for sale, or sale of any product or service, in or affecting commerce, shall, no later than the date of service of this order, establish and implement, and thereafter maintain, a comprehensive information security program that is reasonably designed to protect the security, confidentiality, and integrity of personal information collected from or about consumers. Such",
            "deadline": "no later than the date of service of this order",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 66,
            "quote_end_line": 70
          },
          {
            "description": "Designate an employee or employees to coordinate and be accountable for the information security program",
            "quoted_text": "A. The designation of an employee or employees to coordinate and be accountable for the information security program.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 78,
            "quote_end_line": 79
          },
          {
            "description": "Identify material internal and external risks to the security, confidentiality, and integrity of personal information and assess the sufficiency of safeguards in place to control these risks, including consideration of risks in employee training and management, information systems, and prevention, detection, and response to attacks",
            "quoted_text": "B. The identification of material internal and external risks to the security, confidentiality, and integrity of personal information that could result in the unauthorized disclosure, misuse, loss, alteration, destruction, or other compromise of such information, and assessment of the sufficiency of any safeguards in place to control these risks. At a minimum, this risk assessment should include consideration of risks in each area of relevant operation, including, but not limited to: (1) employee training and management; (2) information systems, including network and software design, information processing, storage, transmission, and disposal; and (3) prevention, detection, and response to attacks, intrusions, or other systems failures.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 80,
            "quote_end_line": 89
          },
          {
            "description": "Design and implement reasonable safeguards to control the risks identified through risk assessment, and regularly test or monitor the effectiveness of the safeguards' key controls, systems, and procedures",
            "quoted_text": "C. The design and implementation of reasonable safeguards to control the risks identified through risk assessment, and regular testing or monitoring of the effectiveness of the safeguards’ key controls, systems, and procedures.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 90,
            "quote_end_line": 92
          },
          {
            "description": "Develop and use reasonable steps to select and retain service providers capable of appropriately safeguarding personal information they receive from respondent, and require service providers by contract to implement and maintain appropriate safeguards",
            "quoted_text": "D. The development and use of reasonable steps to select and retain service providers capable of appropriately safeguarding personal information they receive from respondent, and requiring service providers by contract to implement and maintain appropriate safeguards.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 93,
            "quote_end_line": 96
          },
          {
            "description": "Evaluate and adjust respondent's information security program in light of the results of testing and monitoring, any material changes to respondent's operations or business arrangements, or any other circumstances that may have a material impact on the effectiveness of its information security program",
            "quoted_text": "E. The evaluation and adjustment of respondent’s information security program in light of the results of the testing and monitoring required by sub-Part C, any material changes to respondent’s operations or business arrangements, or any other circumstances that respondent knows or has reason to know may have a material impact on the effectiveness of its information security program.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 97,
            "quote_end_line": 101
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Third-Party Security Assessments",
        "category": "assessment",
        "summary": "Respondent must obtain initial and biennial assessments from a qualified, independent third-party professional to evaluate the information security program for twenty years.",
        "requirements": [
          {
            "description": "Obtain initial and biennial assessments from a qualified, objective, independent third-party professional covering the first 180 days after service of the order for the initial assessment, and each two-year period thereafter for twenty years",
            "quoted_text": "IT IS FURTHER ORDERED that, in connection with its compliance with Part II of this order, respondent shall obtain initial and biennial assessments and reports (“Assessments”) from a qualified, objective, independent third-party professional, who uses procedures and standards generally accepted in the profession. Professionals qualified to prepare such assessments shall be: a person qualified as a Certified Information System Security Professional (CISSP) or as a Certified Information Systems Auditor (CISA); a person holding Global Information Assurance Certification (GIAC) from the SysAdmin, Audit, Network, Security (SANS) Institute; or a similarly qualified person or organization approved by the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580. The reporting period for the Assessments shall cover: (1) the first one hundred and eighty (180) days after service of the order for the initial Assessment, and (2) each two (2) year period thereafter for twenty (20) years after service of the order for the biennial Assessments. Each Assessment",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 106,
            "quote_end_line": 117
          },
          {
            "description": "Each Assessment must set forth the specific administrative, technical, and physical safeguards implemented and maintained during the reporting period",
            "quoted_text": "A. Set forth the specific administrative, technical, and physical safeguards that respondent has implemented and maintained during the reporting period;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 119,
            "quote_end_line": 120
          },
          {
            "description": "Each Assessment must explain how such safeguards are appropriate to respondent's size and complexity, the nature and scope of respondent's activities, and the sensitivity of the personal information collected",
            "quoted_text": "B. Explain how such safeguards are appropriate to respondent’s size and complexity, the nature and scope of respondent’s activities, and the sensitivity of the personal information collected from or about consumers;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 121,
            "quote_end_line": 123
          },
          {
            "description": "Each Assessment must explain how the safeguards that have been implemented meet or exceed the protections required by Part II of the order",
            "quoted_text": "C. Explain how the safeguards that have been implemented meet or exceed the protections required by the Part II of this order; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 124,
            "quote_end_line": 125
          },
          {
            "description": "Each Assessment must certify that respondent's security program is operating with sufficient effectiveness to provide reasonable assurance that the security, confidentiality, and integrity of personal information is protected",
            "quoted_text": "D. Certify that respondent’s security program is operating with sufficient effectiveness to provide reasonable assurance that the security, confidentiality, and integrity of personal information is protected and has so operated throughout the reporting period.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 126,
            "quote_end_line": 129
          },
          {
            "description": "Each Assessment must be prepared and completed within sixty days after the end of the reporting period to which the Assessment applies",
            "quoted_text": "Each Assessment shall be prepared and completed within sixty (60) days after the end of the reporting period to which the Assessment applies. Respondent shall provide the initial",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 130,
            "quote_end_line": 131
          },
          {
            "description": "Provide the initial Assessment to the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission within ten days after the Assessment has been prepared",
            "quoted_text": "reporting period to which the Assessment applies. Respondent shall provide the initial Assessment to the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580, within ten (10) days after the Assessment has been",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 131,
            "quote_end_line": 133
          },
          {
            "description": "Retain all subsequent biennial Assessments until the order is terminated and provide them to the Associate Director for Enforcement within ten days of request",
            "quoted_text": "prepared. All subsequent biennial Assessments shall be retained by respondent until the order is terminated and provided to the Associate Director for Enforcement within ten (10) days of request. Unless otherwise directed by a representative of the Commission, initial and biennial",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 134,
            "quote_end_line": 136
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must maintain and make available to the FTC documents relating to compliance with the order for specified periods.",
        "requirements": [
          {
            "description": "Maintain for a period of five years a print or electronic copy of each document relating to compliance, including documents that contradict, qualify, or call into question respondent's compliance with this order",
            "quoted_text": "A. For a period of five (5) years, a print or electronic copy of each document relating to compliance, including but not limited to documents, prepared by or on behalf of respondent, that contradict, qualify, or call into question respondent’s compliance with this order; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 149,
            "quote_end_line": 152
          },
          {
            "description": "Maintain for a period of three years after the date of preparation of each Assessment all materials relied upon to prepare the Assessment, including all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments relating to compliance with Parts I and II",
            "quoted_text": "B. For a period of three (3) years after the date of preparation of each Assessment required under Part II of this order, all materials relied upon to prepare the Assessment, whether prepared by or on behalf of respondent, including, but not limited to, all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, and any other materials relating to respondent’s compliance with Parts I and II of this order, for the compliance period covered by such Assessment.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 153,
            "quote_end_line": 158
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Acknowledgment of Order Receipt",
        "category": "acknowledgment",
        "summary": "Respondent must deliver copies of the order to current and future personnel and obtain signed acknowledgments of receipt.",
        "requirements": [
          {
            "description": "Deliver a copy of this order to all current and future principals, officers, directors, and managers, all current and future employees, agents and representatives who engage in conduct related to the subject matter of the Order, and any business entity resulting from any change in structure",
            "quoted_text": "A. Respondent must deliver a copy of this order to (1) all current and future principals, officers, directors, and managers, (2) all current and future employees, agents and representatives who engage in conduct related to the subject matter of the Order, and (3) any business entity resulting from any change in structure set forth in Part VI. For current",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 162,
            "quote_end_line": 165
          },
          {
            "description": "For current personnel, deliver the order within thirty days of service of this Order",
            "quoted_text": "personnel, delivery shall be within thirty (30) days of service of this Order. For new",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 166,
            "quote_end_line": 166
          },
          {
            "description": "For new personnel, deliver the order prior to them assuming their responsibilities",
            "quoted_text": "personnel, delivery shall occur prior to them assuming their responsibilities. For any",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 167,
            "quote_end_line": 167
          },
          {
            "description": "For any business entity resulting from any change in structure set forth in Part VI, deliver the order at least ten days prior to the change in structure",
            "quoted_text": "business entity resulting from any change in structure set forth in Part VI, delivery shall be at least ten (10) days prior to the change in structure.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 168,
            "quote_end_line": 169
          },
          {
            "description": "Secure a signed and dated statement acknowledging receipt of this Order, within thirty days of delivery, from all persons receiving a copy of the Order",
            "quoted_text": "B. Respondent must secure a signed and dated statement acknowledging receipt of this Order, within thirty (30) days of delivery, from all persons receiving a copy of the Order pursuant to this section.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 170,
            "quote_end_line": 172
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Notification of Changes Affecting Compliance",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the Commission at least thirty days prior to any change that may affect compliance obligations, including dissolution, merger, bankruptcy, or change in name or address.",
        "requirements": [
          {
            "description": "Notify the Commission at least thirty days prior to any change that may affect compliance obligations, including dissolution, assignment, sale, merger, or other action resulting in a successor company, creation or dissolution of a subsidiary, parent, or affiliate, proposed filing of a bankruptcy petition, or a change in respondent's name or address",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall notify the Commission at least thirty (30) days prior to any change that may affect compliance obligations arising under this order, including, but not limited to, a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor company; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in respondent’s name or address. Provided,",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 174,
            "quote_end_line": 179
          },
          {
            "description": "With respect to any proposed change about which respondent learns less than thirty days prior to the date such action is to take place, notify the Commission as soon as is practicable after obtaining such knowledge",
            "quoted_text": "however, that, with respect to any proposed change in the entity about which respondent learns less than thirty (30) days prior to the date such action is to take place, respondent shall notify the Page 5 of 7",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 180,
            "quote_end_line": 182
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Compliance Reports",
        "category": "compliance_reporting",
        "summary": "Respondent must file compliance reports with the Commission within ninety days of service of the order and upon request thereafter.",
        "requirements": [
          {
            "description": "File with the Commission a true and accurate report, in writing, setting forth in detail the manner and form of its compliance with this order within ninety days after the date of service of this order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent within ninety (90) days after the date of service of this order, shall file with the Commission a true and accurate report, in writing, setting forth in detail the manner and form of its compliance with this order. Within ten (10) days of",
            "deadline": "90 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 194,
            "quote_end_line": 196
          },
          {
            "description": "Submit additional true and accurate written reports within ten days of receipt of written notice from a representative of the Commission",
            "quoted_text": "forth in detail the manner and form of its compliance with this order. Within ten (10) days of receipt of written notice from a representative of the Commission, it shall submit additional true and accurate written reports. Unless otherwise directed by a representative of the Commission,",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 196,
            "quote_end_line": 198
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Order Termination",
        "category": "duration",
        "summary": "The order will terminate on October 3, 2032, or twenty years from the most recent date that the United States or FTC files a complaint alleging any violation of the order, whichever comes later.",
        "requirements": [
          {
            "description": "Order will terminate on October 3, 2032, or twenty years from the most recent date that the United States or the Federal Trade Commission files a complaint in federal court alleging any violation of the order, whichever comes later",
            "quoted_text": "This order will terminate on October 3, 2032, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of:",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 206,
            "quote_end_line": 209
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on October 3, 2032, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "10.12, EPN, Inc., also dba Checknet Complaint.pdf",
      "order": "10.12, EPN, Inc., also dba Checknet Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 0,
      "order_provisions": 8,
      "order_definitions": 3,
      "order_requirements": 27,
      "provisions_per_section": {
        "I": 1,
        "II": 6,
        "III": 8,
        "IV": 2,
        "V": 5,
        "VI": 2,
        "VII": 2,
        "VIII": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 0,
        "complaint_total": 0,
        "order_verified": 27,
        "order_total": 27
      }
    },
    "processing_time_seconds": 108.1
  }
}