{
  "case_info": {
    "docket_number": "C-4541",
    "company": {
      "name": "Contract Logix, LLC",
      "incorporation_state": "Delaware",
      "entity_type": "limited liability company",
      "address": "248 Mill Road, Chelmsford, Massachusetts",
      "business_description": "Contract Logix provides contract management software and associated services. The company acquired assets from Contract Logix, Inc. in August 2012, including the website www.contractlogix.com."
    },
    "commissioners": [
      "Edith Ramirez, Chairwoman",
      "Julie Brill",
      "Maureen K. Ohlhausen",
      "Terrell McSweeny"
    ],
    "case_date": {
      "month": 10,
      "year": 2015
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a)",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/152-3184-contract-logix-llc-matter",
    "statutory_topics": [
      "Section 5 Only"
    ],
    "practice_areas": [
      "Data Security"
    ],
    "industry_sectors": [
      "Technology"
    ]
  },
  "complaint": {
    "factual_background": "Contract Logix, LLC acquired the assets of Contract Logix, Inc. in August 2012, including its website. The predecessor company had self-certified to the U.S.-EU Safe Harbor Framework in July 2010 but failed to renew its certification in July 2012, causing its status to become 'not current.' Despite this, from August 2012 until May 2015, Contract Logix, LLC continued to display on its website privacy policies claiming participation in the Safe Harbor Framework, falsely representing to consumers that it was a current participant in the program.",
    "representations_made": [
      {
        "description": "Claimed to adhere to the Safe Harbor Principles and participate in the U.S.-EU Safe Harbor Framework",
        "quoted_text": "E.U.Safe Harbor Privacy Policy Contract Logix,Inc. E.U.SafeHarbor Privacy Policy Contract Logix Inc. . recognizes that privacy is very important to our customers, and we pledge to protect the security and privacy of any personal information that customers provide to us. This includes customer's names, addresses, telephone numbers, email addresses and any information that can be linked to an individual. Not only does Contract Logix strive to collect, use and disclose personal information in a manner consistent with the laws of the countries in which it does business, but it also has a tradition of upholding the highest ethical standards in its business practices. This Safe Harbor Privacy Policy (the \"Policy\") sets forth the privacy principles that Contract Logix follows with respect to transfers of personal information from the European Union (EU) to the . SAFEHARBOR The United States Department of Commerce and the European Commission have agreed on a set of data protection principles and frequently asked questions (the \"Safe Harbor Principles\") to enable companies to satisfy the EU law requirement that personal information transferred from the EU to the be adequately protected. Consistent with its pledge to protect personal privacy, Contract Logix adheres to the Safe Harbor Principles.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 13,
        "quote_start_line": 84,
        "quote_end_line": 99
      },
      {
        "description": "Represented that it was a current participant in the U.S.-EU Safe Harbor Framework",
        "quoted_text": "14. Through the means described in Paragraph 13, respondent represented, expressly or by implication, that it was a current participant in the U.S.-EU Safe Harbor Framework.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 14,
        "quote_start_line": 100,
        "quote_end_line": 101
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Misrepresentation of Safe Harbor Participation",
        "representation": "Contract Logix represented that it was a current participant in the U.S.-EU Safe Harbor Framework",
        "fact": "Beginning in August 2012, respondent was not a current participant in the U.S.-EU Safe Harbor Framework",
        "conclusion": "Therefore, the representation set forth in Paragraph 14 is false and misleading."
      }
    ]
  },
  "order": {
    "definitions": {
      "respondent": "Contract Logix, LLC, and its successors and assigns.",
      "Commerce": "as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. § 44."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Privacy or Security Programs",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent its membership in, adherence to, or participation in any privacy or security program, including the U.S.-EU Safe Harbor Framework and U.S.-Swiss Safe Harbor Framework.",
        "requirements": [
          {
            "description": "Must not misrepresent the extent to which it is a member of, adheres to, complies with, is certified by, is endorsed by, or otherwise participates in any privacy or security program sponsored by the government or any self-regulatory or standard-setting organization",
            "quoted_text": "IT IS ORDERED that respondent and its officers, agents, representatives, and employees, whether acting directly or indirectly, in connection with the advertising, marketing, promotion, offering for sale, or sale of any product or service, in or affecting commerce, shall not misrepresent in any manner, expressly or by implication, the extent to which it is a member of, adheres to, complies with, is certified by, is endorsed by, or otherwise participates in any privacy or security program sponsored by the government or any self-regulatory or standard-setting organization, including, but not limited to, the U.S.-EU Safe Harbor Framework and the U.S.- Swiss Safe Harbor Framework.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 51,
            "quote_end_line": 58
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition",
          "Comprehensive Security Program"
        ]
      },
      {
        "provision_number": "II",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must maintain and make available to the FTC for inspection all documents relating to compliance with this order for a period of five years.",
        "requirements": [
          {
            "description": "Maintain and make available to the FTC all advertisements, promotional materials, and statements containing representations covered by this order, with all materials relied upon in disseminating the representation",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall maintain and upon request make available to the Federal Trade Commission for inspection and copying, a print or electronic copy of, for a period of five (5) years from the date of preparation or dissemination, whichever is later, all documents relating to compliance with this order, including but not limited to: A. all advertisements, promotional materials, and any other statements containing any representations covered by this order, with all materials relied upon in disseminating the representation; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 60,
            "quote_end_line": 66
          },
          {
            "description": "Maintain and make available to the FTC any documents that call into question respondent's compliance with this order",
            "quoted_text": "B. any documents, whether prepared by or on behalf of respondent, that call into question respondent’s compliance with this order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 67,
            "quote_end_line": 68
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "III",
        "title": "Order Acknowledgment",
        "category": "acknowledgment",
        "summary": "Respondent must deliver a copy of this order to all current and future personnel with relevant responsibilities and obtain signed acknowledgments of receipt.",
        "requirements": [
          {
            "description": "Deliver a copy of this order to all current principals, officers, directors, managers, employees, agents, and representatives having responsibilities relating to the subject matter of this order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall deliver a copy of this order to all current and future principals, officers, directors, and managers, and to all current and future employees, agents, and representatives having responsibilities relating to the subject matter of this order. Respondent shall deliver this order to such current personnel within thirty (30) days after service of this order, and to such future personnel within thirty (30) days after the person",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 73,
            "quote_end_line": 77
          },
          {
            "description": "Deliver this order to future personnel within thirty days after the person assumes such position or responsibilities",
            "quoted_text": "after service of this order, and to such future personnel within thirty (30) days after the person assumes such position or responsibilities Respondent must secure a signed and dated statement",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 77,
            "quote_end_line": 78
          },
          {
            "description": "Secure a signed and dated statement acknowledging receipt of this order from all persons receiving a copy of the order",
            "quoted_text": "assumes such position or responsibilities Respondent must secure a signed and dated statement acknowledging receipt of this order, within thirty (30) days of delivery, from all persons receiving a copy of the order pursuant to this section.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 78,
            "quote_end_line": 80
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Compliance Notification",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the Commission within fourteen days of any corporate changes that may affect compliance obligations, including dissolution, merger, bankruptcy, or name/address changes.",
        "requirements": [
          {
            "description": "Notify the Commission within fourteen days of any change in the corporation that may affect compliance obligations, including dissolution, assignment, sale, merger, or other action resulting in a successor corporation; creation or dissolution of a subsidiary, parent, or affiliate; proposed filing of bankruptcy; or change in corporate name or address",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall notify the Commission within fourteen (14) days of any change in the corporations that may affect compliance obligations arising under this order, including, but not limited to: a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in the corporate name or address.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 82,
            "quote_end_line": 87
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "V",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondent must file a written compliance report with the Commission within sixty days after service of this order, and submit additional reports upon request.",
        "requirements": [
          {
            "description": "File with the Commission a true and accurate report, in writing, setting forth in detail the manner and form of its compliance with this order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent, and its successors and assigns, within sixty (60) days after the date of service of this order, shall file with the Commission a true and accurate report, in writing, setting forth in detail the manner and form of its compliance with this order. Within ten (10) days of receipt of written notice from a representative of the Commission,",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 94,
            "quote_end_line": 97
          },
          {
            "description": "Submit an additional true and accurate written report within ten days of receipt of written notice from a representative of the Commission",
            "quoted_text": "order. Within ten (10) days of receipt of written notice from a representative of the Commission, it shall submit an additional true and accurate written report.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 97,
            "quote_end_line": 98
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "This order will terminate on September 29, 2035, or twenty years from the most recent date that the United States or the Commission files a complaint in federal court alleging any violation of the order, whichever comes later.",
        "requirements": [
          {
            "description": "Order will terminate on September 29, 2035, or twenty years from the most recent date that a complaint is filed in federal court alleging violation of the order, whichever comes later",
            "quoted_text": "This order will terminate on September 29, 2035, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of:",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 100,
            "quote_end_line": 103
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on September 29, 2035, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "10.15, Contract Logix Complaint.pdf",
      "order": "10.15, Contract Logix Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 2,
      "order_provisions": 6,
      "order_definitions": 2,
      "order_requirements": 10,
      "provisions_per_section": {
        "I": 1,
        "II": 2,
        "III": 3,
        "IV": 1,
        "V": 2,
        "VI": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 2,
        "complaint_total": 2,
        "order_verified": 10,
        "order_total": 10
      }
    },
    "processing_time_seconds": 56.1
  }
}