{
  "case_info": {
    "docket_number": "12CV2441DMSBLM",
    "company": {
      "name": "Direct Lending Source, Inc.",
      "incorporation_state": "Florida",
      "entity_type": "corporation",
      "address": "Key Largo, Florida",
      "business_description": "Direct Lending Source, Inc. operated as part of a common enterprise engaged in the buying and selling of prescreened lists of consumers. These prescreened lists contained consumer credit information and were characterized as consumer reports under the Fair Credit Reporting Act."
    },
    "commissioners": [],
    "case_date": {
      "month": 10,
      "year": 2012
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a); Section 621(a) of the Fair Credit Reporting Act, 15 U.S.C. § 1681s(a)",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/102-3000-direct-lending-source-inc-et-al"
  },
  "complaint": {
    "factual_background": "From January 2008 through early 2010, Defendants purchased over 17,000 prescreened consumer credit lists from Equifax containing millions of consumers' credit scores and mortgage delinquency information. They resold these lists to loan modification and debt relief companies, including entities later accused of fraudulent operations, without verifying permissible purposes or identifying end users. Defendants claimed they were making firm offers of credit but were actually engaged in sham financing schemes to facilitate targeted marketing to financially distressed consumers.",
    "representations_made": [
      {
        "description": "Claimed they were obtaining prescreened lists to make firm offers of credit because they were financing fees charged for loan modification or debt relief services",
        "quoted_text": "Defendants assert that they were obtaining prescreened lists to make 'firm offers of credit' because they were financing the fees charged to consumers for the loan modification or debt relief services described above.",
        "source_paragraph": 26
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Obtaining Consumer Reports Without Permissible Purpose",
        "representation": "Defendants obtained consumer reports (prescreened lists) claiming they had a permissible purpose under FCRA Section 604(f)",
        "fact": "Defendants obtained consumer reports without a permissible purpose, as described in Paragraphs 20 through 26, and used them for general marketing rather than firm offers of credit",
        "conclusion": "Defendants have violated section 604(f) of the FCRA, 15 U.S.C. § 1681b(f), and these acts constitute unfair or deceptive acts or practices in violation of section 5(a) of the FTC Act."
      },
      {
        "count_number": 2,
        "title": "Failure to Identify End-User of Consumer Reports",
        "representation": "As persons who procure consumer reports for resale, Defendants were required to identify the end-user of the report to the consumer reporting agency",
        "fact": "In multiple instances, Defendants failed to disclose to the consumer reporting agency (Equifax) the identity of the end-user of the consumer report, particularly when selling lists to brokers and others who resold them to unidentified downstream entities",
        "conclusion": "Defendants have violated section 607(e)(1) of the FCRA, 15 U.S.C. § 1681e(e)(1), and these acts constitute unfair or deceptive acts or practices in violation of section 5(a) of the FTC Act."
      },
      {
        "count_number": 3,
        "title": "Failure to Maintain Reasonable Procedures for Resale",
        "representation": "Section 607(e)(2) requires persons who procure consumer reports for resale to establish and comply with reasonable procedures designed to ensure consumer reports are resold only for a permissible purpose",
        "fact": "Defendants failed to maintain reasonable procedures to limit the furnishing of consumer reports to permissible purposes. They did not require end-user identification, purpose certification, or verification of these certifications",
        "conclusion": "Defendants have violated section 607(e)(2) of the FCRA, 15 U.S.C. § 1681e(e)(2), and these acts constitute unfair or deceptive acts or practices in violation of section 5(a) of the FTC Act."
      },
      {
        "count_number": 4,
        "title": "Failure to Maintain Required Criteria on File",
        "representation": "Section 615(d)(3) requires persons who use consumer reports in connection with firm offers of credit to maintain on file the criteria used to select consumers for three years from the date the offer is made",
        "fact": "To the extent Defendants maintain they made firm offers of credit to consumers using prescreened lists purchased from Equifax prior to November 2009, they do not have the required criteria on file",
        "conclusion": "Defendants have violated section 615(d)(3) of the FCRA, 15 U.S.C. § 1681m(d)(3), and these acts constitute unfair or deceptive acts or practices in violation of section 5(a) of the FTC Act."
      },
      {
        "count_number": 5,
        "title": "Unfair Practices - Failure to Control Access to Consumer Information",
        "representation": "Defendants had a duty to employ reasonable and appropriate measures to control access to sensitive consumer financial information they sell",
        "fact": "Defendants failed to employ reasonable and appropriate measures to control access to the sensitive consumer financial information they sell, resulting in prescreened lists being sold to entities that have been the subject of law enforcement actions or warnings",
        "conclusion": "Defendants' actions caused or were likely to cause substantial injury to consumers that is not offset by countervailing benefits to consumers or competition and is not reasonably avoidable by consumers. Therefore, Defendants' practices constitute unfair acts or practices in violations of section 5 of the FTC Act, 15 U.S.C §§ 45(a) and 45(n)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Individual Defendants": "Robert M. Bailey, Jr. and Linda Giordano.",
      "Corporate Defendants": "Direct Lending Source, Inc.; Bailey & Associates Advertising, Inc.; Virtual Lending Source, LLC; and their successors and assigns.",
      "Defendants": "all of the Individual Defendants and the Corporate Defendants, individually, collectively, or in any combination. Provided that, Bailey & Associates Advertising, Inc. is excluded from the definition of \"Defendants\" and \"Corporate Defendants\" as follows: (i) for purpose of Section I of this Order, and (ii) for purposes of Sections III-VI of this Order, but only for the period from the date of entry of this Order until the date the Bankruptcy Case is closed, unless the Bankruptcy Trustee obtains authorization from the bankruptcy court to operate the business of Bailey & Associates Advertising, Inc. pursuant to 11 U.S.C. § 721 or abandons property of the estate to Bailey & Associates Advertising, Inc. pursuant to 11 U.S.C. § 554 before the Bankruptcy Case is closed, in which case Section III-VI of this Order shall apply to Bailey & Associates Advertising, Inc. as of the date such an event occurs.",
      "FCRA definitions": "The definitions set forth in the FCRA, 15 U.S.C. § 1681a, which is attached as Attachment A to this order, shall apply.",
      "Debt relief product or service": "any product, service, plan, or program represented, expressly or by implication, to renegotiate, settle, or in any way alter the terms of payment or other terms of the debt or obligation, including but not limited to a tax debt or obligation, between a person and one or more unsecured creditors or debt collectors, including but not limited to, a reduction in the balance, interest rate, or fees owed by a person to an unsecured creditor or debt collector by any person other than the unsecured creditor who holds the debt at issue.",
      "Mortgage assistance relief product or service": "any product, service, plan, or program, offered or provided to the consumer in exchange for consideration, expressly or by implication, to assist or attempt to assist the consumer with any of the following: 1. stopping, preventing, or postponing any mortgage or deed of trust foreclosure sale for the consumer's dwelling, any repossession of the consumer's dwelling, or otherwise saving the consumer's dwelling from foreclosure or repossession; 2. negotiating, obtaining, or arranging a modification of any term of a dwelling loan, including a reduction in the amount of interest, principal balance, monthly payments, or fees; 3. obtaining any forbearance or modification in the timing of payments from any dwelling loan holder or servicer on any dwelling loan; 4. negotiating, obtaining, or arranging any extension of the period of time within which the consumer may: (a) cure his or her default on a dwelling loan, (b) reinstate his or her dwelling loan, (c) redeem a dwelling, or (d) exercise any right to reinstate a dwelling loan or redeem a dwelling; 5. obtaining any waiver of an acceleration clause or balloon payment contained in any promissory note or contract secured by any dwelling; or 6. negotiating, obtaining, or arranging: (a) a short sale of a dwelling, (b) a deed-in-lieu of foreclosure, or (c) any other disposition of a dwelling loan other than a sale to a third party that is not the dwelling loan holder.",
      "Prescreening or prescreened list": "shall refer to the process and the resulting lists covered by Sections 603(l), 604(c), 604(e), or 615(d) of the FCRA. 15 U.S.C. §§ 1681a(l), 1681b(c), 1681b(e), or 1681m(d)."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Civil Penalty",
        "category": "affirmative_obligation",
        "summary": "Defendants must pay a civil penalty of $1,200,000 to the United States in installments, secured by liens on real property.",
        "requirements": [
          {
            "description": "Pay total civil penalty of $1,200,000",
            "quoted_text": "Defendants shall pay to Plaintiff, pursuant to Section 621 (a) of the FCRA, 15 U.S.C. § 1681s(a), a civil penalty in the amount of one million, two hundred thousand dollars ($1,200,000).",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Pay first installment of $200,000",
            "quoted_text": "Within seven (7) business days of the date of service of this Order, Defendants' shall turn over two hundred thousand dollars ($200,000) (\"First Installment\") to the Treasurer of the United States by wire transfer in accordance with instructions provided by the Consumer Protection Branch, Civil Division, U.S. Department of Justice, Washington, D.C. 20530, for appropriate disposition.",
            "deadline": "7 business days",
            "verified": true,
            "confidence": 0.991139896373057
          },
          {
            "description": "Pay first yearly installment of remaining balance plus interest",
            "quoted_text": "The first Yearly Installment shall be paid no later than one year from the date of entry of this Order",
            "deadline": "1 year",
            "verified": true,
            "confidence": 0.9809803921568627
          },
          {
            "description": "Pay second yearly installment of remaining balance plus interest",
            "quoted_text": "the second Yearly Installment shall be paid no later than two years from the date of entry of this Order.",
            "deadline": "2 years",
            "verified": true,
            "confidence": 0.9728571428571429
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Prohibited Business Activities",
        "category": "prohibition",
        "summary": "Defendants are permanently enjoined from using or obtaining consumer reports for unauthorized purposes, failing to comply with FCRA reseller requirements, failing to maintain prescreening criteria, and using consumer reports for debt relief or mortgage assistance products with advance fees.",
        "requirements": [
          {
            "description": "Must not use or obtain consumer reports for unauthorized purposes",
            "quoted_text": "Defendants, and their officers, agents, representatives, and employees, and all persons in active concert or participation with any of them who receive actual notice of this Order by personal service or otherwise, are hereby permanently restrained and enjoined, directly or through any entity, from: A. Using or obtaining consumer reports for any purpose not authorized under section 604 of the FCRA, 15 U.S.C. § 1681b, as prohibited by section 604(f) of the FCRA, 15 U.S.C. §1681b(f).",
            "deadline": null,
            "verified": true,
            "confidence": 0.9978068410462777
          },
          {
            "description": "Must not fail to disclose end-user identity and permissible purpose when reselling consumer reports",
            "quoted_text": "Failing to disclose to the consumer reporting agency that originally furnishes a report that Defendants procure for purposes of reselling the report: the identity of the end-user of the report (or information) and each permissible purpose under section 604 [§ 1681 b] for which the report is furnished to the end-user of the report (or information), pursuant to section 607(e)(1) of the FCRA, 15 U.S.c. § 1681e(e)(1).",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not fail to establish reasonable procedures for reselling consumer reports",
            "quoted_text": "Failing to establish and comply with reasonable procedures designed to ensure that a report (or information), procured for purposes of reselling the report, is resold by Defendants only for a purpose for which the report may be furnished under section 604 [§ 1681 b], including by: 1. Failing to require that each person to which the report (or information) is resold and that resells or provides the report (or information) to any other person: (i) identifies each end user of the resold report (or information); (ii) certifies each purpose for which the report (or information) will be used; and (iii) certifies that the report (or information) will be used for no other purpose; and 2. Before reselling the report, failing to make reasonable efforts to verify the identifications and certifications above as required by section 607(e)(2) of the FCRA, 15 U.S.C. § 1681e(e)(2).",
            "deadline": null,
            "verified": true,
            "confidence": 0.8784473953013279
          },
          {
            "description": "Must not fail to maintain prescreening criteria for firm offers of credit",
            "quoted_text": "For any firm offer of credit, failing to maintain on file the criteria used to select the consumer to receive the offer, all criteria bearing on credit worthiness that are the basis for determining whether or not to extend credit pursuant to the offer, and any requirement for the furnishing of collateral as a condition of the extension of credit, until the expiration of the 3-year period beginning on the date on which the offer is made to the consumer for any consumer whose consumer report is used in connection with any credit transaction that is not initiated by that consumer, as required by section 615(d)(3) of the FCRA, 15 U.S.C. § 1681m(d)(3).",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not use or sell consumer reports for debt relief or mortgage assistance products with advance fees",
            "quoted_text": "Using or selling consumer reports in connection with solicitations for debt relief products or services, or mortgage assistance relief products or services, offered by entities that charge advance fees.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Defendants must submit acknowledgments of receipt of the Order and deliver copies to personnel, obtaining signed acknowledgments from recipients.",
        "requirements": [
          {
            "description": "Each Defendant must submit acknowledgment of receipt sworn under penalty of perjury",
            "quoted_text": "Each Defendant, within 7 days of entry of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver Order to current personnel within 7 days",
            "quoted_text": "For 5 years after entry of this Order, each Individual Defendant for any business that such Defendant, individually or collectively with any other Defendant, is the majority owner or directly or indirectly controls, and each Corporate Defendant, must deliver a copy of this Order to: (1) all principals, officers, directors, and managers; (2) all employees, agents, and representatives who participate in conduct related to the subject matter of the Order; and (3) any business entity resulting from any change in structure as set forth in the Section titled Compliance Reporting. Delivery must occur within 7 days of entry of this Order for current personnel.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 0.8167539267015707
          },
          {
            "description": "Deliver Order to new personnel before they assume responsibilities",
            "quoted_text": "To all others, delivery must occur before they assume their responsibilities.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9780519480519481
          },
          {
            "description": "Obtain signed acknowledgments from personnel who received the Order",
            "quoted_text": "From each individual or entity to which a Defendant delivered a copy of this Order, that Defendant must obtain, within 30 days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendants must submit initial compliance reports and ongoing notices of changes to business structure, contact information, and bankruptcy filings.",
        "requirements": [
          {
            "description": "Submit initial compliance report sworn under penalty of perjury",
            "quoted_text": "180 days after entry of this Order, each Defendant must submit a compliance report, sworn under penalty of perjury.",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit compliance notice within 14 days of changes to contact information or business structure",
            "quoted_text": "For 20 years following entry of this Order, each Defendant must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following: 1. Each Defendant must report any change in: (a) any designated point of contact; or (b) the structure of any Corporate Defendant or any entity that Defendant has any ownership interest in or directly or indirectly controls that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Individual Defendants must report changes to name or business roles within 14 days",
            "quoted_text": "Additionally, each Individual Defendant must report any change in: (a) name, including aliases or fictitious name, or residence address; or (b) title or role in any business activity, including any business for which such Defendant performs services whether as an employee or otherwise and any entity in which such Defendant has any ownership interest, and identify its name, physical address, and Internet address, if any.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit notice of bankruptcy filing within 14 days",
            "quoted_text": "Each Defendant must submit to the Commission notice of the filing of any bankruptcy petition, insolvency proceeding, or any similar proceeding by or against such Defendant within 14 days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendants must create and retain specified business records for 20 years after Order entry, retaining each record for 5 years.",
        "requirements": [
          {
            "description": "Create and retain accounting, personnel, customer, prescreening, verification, complaint, training, and compliance records",
            "quoted_text": "Defendants must create certain records for 20 years after entry of the Order, and to retain each such record for 5 years. Specifically, Corporate Defendants and each Individual Defendant for any business in which that Defendant, individually or collectively with any other Defendants, is a majority owner or directly or indirectly controls, must maintain the following records: A. Accounting records showing the revenues from all goods or services sold, all costs incurred in generating those revenues, and the resulting net profit or loss; B. Personnel records showing, for each person providing services, whether as an employee or otherwise, that person's: name, addresses, and telephone numbers; job title or position; dates of service; and, if applicable, the reason for termination; C. Customer files showing the names, addresses, telephone numbers, dollar amounts paid, and the quantity and description of goods or services purchased; D. Copies of each unique prescreened solicitation used in Defendants' prescreening operation; E. Files containing the names, addresses, telephone numbers, and all certifications made by persons pursuant to section II.C.1. of this Order, and all materials considered by Defendants in connection with their verification of the identity of the persons and verification of the certifications made under section II. C.l. of this Order, as required by section II. C.2. of this Order; F. Consumer complaints (whether received in written or electronic form, directly, indirectly, or through any third party), and any responses to those complaints, whether in written or electronic form, that relate to Defendants' activities as alleged in the Complaint and Defendant's compliance with the provisions of this Order; G. Copies of all training materials and marketing materials that relate to Defendants' activities as alleged in the Complaint and Defendants' compliance with the provisions of this Order; H. Copies of all subpoenas and other communications with law enforcement entities or personnel, whether in written or electronic form, if such documents bear in any respect on Defendants' use or sale of consumer reports or other personal information of consumers; and I. All records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission.",
            "deadline": null,
            "verified": true,
            "confidence": 0.967080024434942
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The FTC and Plaintiff are authorized to monitor Defendants' compliance through requests for reports, depositions, document production, interviews, and other investigative methods.",
        "requirements": [
          {
            "description": "Defendants must respond to written requests for compliance reports, depositions, and document production within 14 days",
            "quoted_text": "Within 14 days of receipt of a written request from a representative of the Commission or Plaintiff, each Defendant must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury; appear for depositions; and produce documents, for inspection and copying. The Commission and Plaintiff are also authorized to obtain discovery, without further leave of court, using any of the procedures prescribed by Federal Rules of Civil Procedure 29, 30 (including telephonic depositions), 31, 33, 34, 36, 45, and 69.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Defendants must permit FTC and Plaintiff to communicate directly and interview personnel",
            "quoted_text": "For matters concerning this Order, the Commission and Plaintiff are authorized to communicate directly with each Defendant. Defendant must permit representatives of the Commission and Plaintiff to interview any employee or other person affiliated with any Defendant who has agreed to such an interview. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9502279202279202
          },
          {
            "description": "FTC and Plaintiff may use undercover investigations and compulsory process",
            "quoted_text": "The Commission and Plaintiff may use all other lawful means, including posing, through their representatives, as consumers, suppliers, or other individuals or entities, to Defendants or any individual or entity affiliated with Defendants, without the necessity of identification or prior notice. Nothing in this Order limits the Commission's lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.c. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction for construction, modification, and enforcement of the Order.",
        "requirements": [
          {
            "description": "Court retains jurisdiction for enforcement purposes",
            "quoted_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Costs and Attorneys' Fees",
        "category": "affirmative_obligation",
        "summary": "Each party bears its own costs and attorneys' fees.",
        "requirements": [
          {
            "description": "Each party bears its own costs and attorneys' fees",
            "quoted_text": "IT IS FURTHER ORDERED that each party shall bear its own costs and attorneys' fees incurred in connection with this action.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "For 20 years following entry of this Order, each Defendant must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "10.12, Direct Lending Source Complaint.pdf",
      "order": "10.12, Direct Lending Source Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 5,
      "complaint_representations": 1,
      "order_provisions": 8,
      "order_definitions": 7,
      "order_requirements": 23
    },
    "processing_time_seconds": 393.6
  }
}