{
  "case_info": {
    "docket_number": "C-4336",
    "company": {
      "name": "Google Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "1600 Amphitheatre Parkway, Mountain View, CA 94043",
      "business_description": "Google is a technology company best known for its web-based search engine, which provides free search results to consumers. Google provides various free web products to consumers, including Gmail, Google Reader, Picasa, and Blogger. Google also offers consumers the ability to create a Google profile to make information about themselves public and link to their content on Google product websites."
    },
    "commissioners": [
      "Jon Leibowitz, Chairman",
      "J. Thomas Rosch",
      "Edith Ramirez",
      "Julie Brill"
    ],
    "case_date": {
      "month": 10,
      "year": 2011
    },
    "legal_authority": "Federal Trade Commission Act",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/google-inc"
  },
  "complaint": {
    "factual_background": "Google launched Google Buzz, a social networking service, within Gmail without adequately informing users or obtaining their consent. The company used information consumers had provided for Gmail email service to populate the social network, automatically creating followers and follow lists based on email and chat contacts. The service made previously private information public by default, including lists of people users emailed and chatted with most frequently, without clear disclosure or easy-to-find controls. This violated Google's own privacy policies that promised to use Gmail information only for email service purposes and to obtain consent before using information for different purposes.",
    "representations_made": [
      {
        "description": "Gmail information would only be used to provide the email service",
        "quoted_text": "Gmail stores, processes and maintains your messages, contact lists and other data related to your account in order to provide the service to you.",
        "source_paragraph": 6
      },
      {
        "description": "Google would ask for consent before using personal information for a different purpose than originally collected",
        "quoted_text": "When you sign up for a particular service that requires registration, we ask you to provide personal information. If we use this information in a manner different than the purpose for which it was collected, then we will ask for your consent prior to such use.",
        "source_paragraph": 6
      },
      {
        "description": "Users who selected 'Nah, go to my inbox' or 'Turn off Buzz' would not be enrolled in Buzz",
        "quoted_text": "Gmail users had to elect one of two options to proceed to their inboxes: 'Sweet! Check out Buzz' or 'Nah, go to my inbox.' ... Gmail users had an option to click a 'Turn off Buzz' link, contained in small type at the bottom of the Gmail home page after login.",
        "source_paragraph": 8
      },
      {
        "description": "Users would have control over what information would be made public through their Google profile",
        "quoted_text": "The profile creation screen contained the following header: 'How do you want to appear to others?' The screen also included the following language in prominent, contrasting type: 'Before participating in Buzz, you need a public profile with your name and photo. It's visible on the web so friends can find and recognize you. You can post publicly to the world or privately to only the people you choose.'",
        "source_paragraph": 9
      },
      {
        "description": "Google adheres to the U.S.-EU Safe Harbor Privacy Principles",
        "quoted_text": "Google adheres to the US Safe Harbor Privacy Principles of Notice, Choice, Onward Transfer, Security, Data Integrity, Access and Enforcement, and is registered with the U.S. Department of Commerce's Safe Harbor Program.",
        "source_paragraph": 24
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Misuse of Gmail Information",
        "representation": "Google represented that it used, and would use, information from consumers signing up for Gmail only for the purpose of providing them with a web-based email service",
        "fact": "Google did not use information from consumers signing up for Gmail only for the purpose of providing them with a web-based email service. Instead, Google used this information to populate its new social networking service",
        "conclusion": "Therefore, the representations set forth in paragraph 13 were, and are, false or misleading and constitute a deceptive act or practice."
      },
      {
        "count_number": 2,
        "title": "Failure to Obtain Consent",
        "representation": "Google represented that it would seek consumers' consent to use information they provided for a purpose other than that for which it was collected",
        "fact": "Google did not seek consumers' consent before using the information they provided in connection with Gmail for the Google Buzz social networking product",
        "conclusion": "Therefore, the representations set forth in paragraph 15 were, and are, false or misleading and constitute a deceptive act or practice."
      },
      {
        "count_number": 3,
        "title": "Deceptive Opt-Out Options",
        "representation": "By offering the option 'Nah, go to my inbox,' as well as the option to 'Turn off Buzz,' Google represented that consumers who clicked on these options would not be enrolled in Buzz",
        "fact": "Consumers who clicked on these options were enrolled in certain features of Buzz",
        "conclusion": "Therefore, the representations set forth in paragraph 17 were, and are, false and misleading and constitute a deceptive act or practice."
      },
      {
        "count_number": 4,
        "title": "Inadequate Disclosure of Default Public Settings",
        "representation": "Through the Buzz enrollment screens and statements such as 'How do you want to appear to others?' Google represented that consumers would be able to exercise control over what information would be made public through their Google public profile",
        "fact": "Google failed to disclose, or failed to disclose adequately, that in most instances the contacts with whom users emailed and chatted the most would become public by default and that user information submitted through other Google products would be automatically broadcast through Buzz. These facts would be material to consumers in their enrollment in and use of the Google Buzz service",
        "conclusion": "Therefore, respondent's failure to adequately disclose these facts, in light of the representations made, was, and is, a deceptive act or practice."
      },
      {
        "count_number": 5,
        "title": "Safe Harbor Violations",
        "representation": "Google represented that it adhered to the US Safe Harbor Privacy Principles of Notice, Choice, Onward Transfer, Security, Data Integrity, Access and Enforcement",
        "fact": "Google did not adhere to the US Safe Harbor Privacy Principles of Notice and Choice. In particular, respondent did not give Gmail users notice before using the information collected for Gmail for a purpose other than that for which it was originally collected. Respondent also did not give Gmail users choice about using their information for a purpose that was incompatible with the purpose for which it was originally collected",
        "conclusion": "Therefore, the representations set forth in paragraphs 23 and 24 were, and are, false or misleading and constitutes a deceptive act or practice."
      }
    ]
  },
  "order": {
    "definitions": {
      "respondent": "Google, its successors and assigns, officers, agents, representatives, and employees. For the purpose of Parts I, II, and III of this order, \"respondent\" shall also mean Google acting directly or through any corporation, subsidiary, division, website, or other device.",
      "Clear(ly) and prominent(ly)": "A. In textual communications (e.g., printed publications or words displayed on the screen of a computer or mobile device), the required disclosures are of a type, size, and location sufficiently noticeable for an ordinary consumer to read and comprehend them, in print that contrasts highly with the background on which they appear; B. In communications disseminated orally or through audible means (e.g., radio or streaming audio), the required disclosures are delivered in a volume and cadence sufficient for an ordinary consumer to hear and comprehend them; C. In communications disseminated through video means (e.g., television or streaming video), the required disclosures are in writing in a form consistent with subpart (A) of this definition and shall appear on the screen for a duration sufficient for an ordinary consumer to read and comprehend them, and in the same language as the predominant language that is used in the communication; and D. In all instances, the required disclosures: (1) are presented in an understandable language and syntax; and (2) include nothing contrary to, inconsistent with, or in mitigation of any other statements or disclosures provided by respondent.",
      "Commerce": "as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. ยง 44.",
      "Google user": "an identified individual from whom respondent has collected information for the purpose of providing access to respondent's products and services.",
      "Covered information": "information respondent collects from or about an individual, including, but not limited to, an individual's: (a) first and last name; (b) home or other physical address, including street name and city or town; (c) email address or other online contact information, such as a user identifier or screen name; (d) persistent identifier, such as IP address; (e) telephone number, including home telephone number and mobile telephone number; (f) list of contacts; (g) physical location; or any other information from or about an individual consumer that is combined with (a) through (g) above.",
      "Third party": "any individual or entity other than: (1) respondent; (2) a service provider of respondent that: (i) uses or receives covered information collected by or on behalf of respondent for and at the direction of the respondent and no other individual or entity, (ii) does not disclose the data, or any individually identifiable information derived from such data, to any individual or entity other than respondent, and (iii) does not use the data for any other purpose; or (3) any entity that uses covered information only as reasonably necessary: (i) to comply with applicable law, regulation, or legal process, (ii) to enforce respondent's terms of use, or (iii) to detect, prevent, or mitigate fraud or security vulnerabilities."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Privacy and Security",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent the extent to which it maintains and protects privacy and confidentiality of covered information, or its participation in privacy or security compliance programs.",
        "requirements": [
          {
            "description": "Must not misrepresent the extent to which respondent maintains and protects privacy and confidentiality of covered information",
            "quoted_text": "IT ISORDERED that respondent, in or affecting commerce, shall not misrepresent in any manner, expressly or by implication: A. the extent to which respondent maintains and protects the privacy and confidentiality of any covered information, including, but not limited to, misrepresentations related to: (1) the purposes for which it collects and uses covered information, and (2) the extent to which consumers may exercise control over the collection, use, or disclosure of covered information.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Must not misrepresent participation in privacy, security, or compliance programs",
            "quoted_text": "B. the extent to which respondent is a member of, adheres to, complies with, is certified by, is endorsed by, or otherwise participates in any privacy, security, or any other compliance program sponsored by the government or any other entity, including, but not limited to, the U.S.-EU Safe Harbor Framework.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Affirmative Express Consent for New Information Sharing",
        "category": "affirmative_obligation",
        "summary": "Before sharing identified information with third parties in ways that differ from stated practices at the time of collection, respondent must clearly disclose the sharing and obtain express affirmative consent from users.",
        "requirements": [
          {
            "description": "Clearly and prominently disclose that user information will be disclosed to third parties, the identity or categories of such parties, and the purposes for sharing",
            "quoted_text": "IT IS FURTHER ORDERED that respondent, prior to any new or additional sharing by respondent of the Google user's identified information with any third party, that: 1) is a change from stated sharing practices in effect at the time respondent collected suchinformation, and 2) results from any change, addition, or enhancement to a product or service by respondent, in or affecting commerce, shall: A. Separate and apart from any final \"end user license agreement,\" \"privacy policy,\" \"terms of use\" page, or similar document, clearly and prominently disclose: (1) that the Google user's information will be disclosed to one or more third parties, (2) the identity or specific categories of such third parties, and (3) the purpose(s) for respondent's sharing;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Obtain express affirmative consent from the Google user for such sharing",
            "quoted_text": "B. Obtain express affirmative consent from the Google user to such sharing.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Comprehensive Privacy Program",
        "category": "affirmative_obligation",
        "summary": "Respondent must establish, implement, and maintain a comprehensive privacy program that addresses privacy risks and protects covered information, with specific required elements including employee designation, risk assessments, privacy controls, service provider oversight, and program evaluation.",
        "requirements": [
          {
            "description": "Establish and implement a comprehensive privacy program by the date of service of the order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent, in or affecting commerce, shall, no later than the date of service of this order, establish and implement, and thereafter maintain, a comprehensive privacy program that is reasonably designed to: (1) address privacy risks related to the development and management of new and existing products and services for consumers, and (2) protect the privacy and confidentiality of covered information. Such program, the content and implementation of which must be documented in writing, shall contain privacy controls and procedures appropriate to respondent's size and complexity, the nature and scope of respondent's activities, and the sensitivity of the covered information",
            "deadline": "no later than the date of service of this order",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Designate an employee or employees to coordinate and be responsible for the privacy program",
            "quoted_text": "A. the designation of an employee or employees to coordinate and be responsible for the privacy program.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Identify reasonably foreseeable material privacy risks and assess safeguards, including consideration of employee training and product design",
            "quoted_text": "B. the identification of reasonably foreseeable, material risks, both internal and external, that could result in the respondent's unauthorized collection, use, or disclosure of covered information, and an assessment of the sufficiency of any safeguards in place to control these risks. At a minimum, this privacy risk assessment should include consideration of risks in each area of relevant operation, including, but not limited to: (1) employee training and management, including training on the requirements of this order, and (2) product design, development, and research.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Design and implement reasonable privacy controls and procedures to address identified risks, and regularly test or monitor their effectiveness",
            "quoted_text": "C. the design and implementation of reasonable privacy controls and procedures to address the risks identified through the privacy risk assessment, and regular testing or monitoring of the effectiveness of those privacy controls and procedures.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Use reasonable steps to select and retain service providers capable of protecting covered information and require them by contract to implement appropriate privacy protections",
            "quoted_text": "D. the development and use of reasonable steps to select and retain service providers capable of appropriately protecting the privacy of covered information they receive from respondent, and requiring service providers by contract to implement and maintain appropriate privacy protections.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Evaluate and adjust the privacy program based on testing results, material changes to operations, or other circumstances that may impact program effectiveness",
            "quoted_text": "E. the evaluation and adjustment of respondent's privacy program in light of the results of the testing and monitoring required by subpart C, any material changes to respondent's operations or business arrangements, or any other circumstances that respondent knows or has reason to know may have a material impact on the effectiveness of its privacy program.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Third-Party Privacy Assessments",
        "category": "assessment",
        "summary": "Respondent must obtain initial and biennial independent third-party assessments of its privacy program for 20 years, with the initial assessment covering the first 180 days and biennial assessments every two years thereafter, to be provided to the FTC within 10 days.",
        "requirements": [
          {
            "description": "Obtain initial third-party privacy assessment covering the first 180 days after service of the order",
            "quoted_text": "IT IS FURTHER ORDERED that, in connection with its compliance with Part III of this order, respondent shall obtain initial and biennial assessments and reports (\"Assessments\") from a qualified, objective, independent third-party professional, who uses procedures and standards generally accepted in the profession. A person qualified to prepare such Assessments shall have a minimum of three (3) years of experience in the field of privacy and data protection. All persons conducting such Assessments and preparing such reports shall be approved by the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580, in his or her sole discretion. The reporting period for the Assessments shall cover: (1) the first one hundred and eighty (180) days after service of the order for the initial Assessment, and (2) each two (2) year period thereafter for twenty (20) years after service of the order for the biennial Assessments.",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Each assessment must set forth the specific privacy controls implemented and maintained",
            "quoted_text": "Each Assessment shall: A. set forth the specific privacy controls that respondent has implemented and maintained during the reporting period;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Each assessment must explain how privacy controls are appropriate to respondent's size, complexity, activities, and sensitivity of covered information",
            "quoted_text": "B. explain how such privacy controls are appropriate to respondent's size and complexity, the nature and scope of respondent's activities, and the sensitivity of the covered information;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Each assessment must explain how privacy controls meet or exceed the protections required by Part III",
            "quoted_text": "C. explain how the privacy controls that have been implemented meet or exceed the protections required by Part III of this order;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Each assessment must certify that privacy controls are operating with sufficient effectiveness to protect covered information",
            "quoted_text": "D. certify that the privacy controls are operating with sufficient effectiveness to provide reasonable assurance to protect the privacy of covered information and that the controls have so operated throughout the reporting period.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Complete each assessment within 60 days after the end of the reporting period",
            "quoted_text": "Each Assessment shall be prepared and completed within sixty (60) days after the end of the reporting period to which the Assessment applies.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide the initial assessment to the FTC within 10 days after preparation",
            "quoted_text": "Respondent shall provide the initial Assessment to the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580, within ten (10) days after the Assessment has been prepared.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Retain all subsequent biennial assessments until order termination and provide to FTC within 10 days of request",
            "quoted_text": "All subsequent biennial Assessments shall be retained by respondent until the order is terminated and provided to the Associate Director of Enforcement within ten (10) days of request.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Recordkeeping Requirements",
        "category": "recordkeeping",
        "summary": "Respondent must maintain and make available to the FTC various records including privacy-related statements, consumer complaints, compliance documents, and assessment materials for specified retention periods.",
        "requirements": [
          {
            "description": "Maintain for 3 years all widely disseminated statements about privacy and confidentiality of covered information with supporting materials",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall maintain and upon request make available to the Federal Trade Commission for inspection and copying, unless respondent asserts a valid legal privilege, a print or electronic copy of: A. for a period of three (3) years from the date of preparation or dissemination, whichever is later, all widely disseminated statements that describe the extent to which respondent maintains and protects the privacy and confidentiality of any covered information, with all materials relied upon in making or disseminating such statements;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Maintain for 6 months all consumer complaints alleging unauthorized collection, use, or disclosure of covered information and responses",
            "quoted_text": "B. for a period of six (6) months from the date received, all consumer complaints directed at respondent, or forwarded to respondent by a third party, that allege unauthorized collection, use, or disclosure of covered information and any responses to such complaints;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Maintain for 5 years any documents that contradict, qualify, or question compliance with the order",
            "quoted_text": "C. for a period of five (5) years from the date received, any documents, whether prepared by or on behalf of respondent, that contradict, qualify, or call into question respondent's compliance with this order;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Maintain for 3 years after preparation of each assessment all materials relied upon to prepare the assessment",
            "quoted_text": "D. for a period of three (3) years after the date of preparation of each Assessment required under Part III of this order, all materials relied upon to prepare the Assessment, whether prepared by or on behalf of respondent, including but not limited to all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, for the compliance period covered by such Assessment.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Order Acknowledgment and Distribution",
        "category": "acknowledgment",
        "summary": "Respondent must deliver a copy of the order to current and future principals, officers, directors, managers, and employees with supervisory responsibilities relating to the subject matter of the order.",
        "requirements": [
          {
            "description": "Deliver order to current personnel with supervisory responsibilities within 30 days after service of the order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall deliver a copy of this order to all current and future principals, officers, directors, and managers, and to all current and future employees, agents, and representatives having supervisory responsibilities relating to the subject matter of this order. Respondent shall deliver this order to such current personnel within thirty (30) days after service of this order",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver order to future personnel within 30 days after they assume their position or responsibilities",
            "quoted_text": "and to such future personnel within thirty (30) days after the person assumes such position or responsibilities.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Corporate Change Notifications",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the FTC at least 30 days prior to corporate changes that may affect compliance obligations, including dissolution, mergers, subsidiary creation, bankruptcy, or changes in name or address.",
        "requirements": [
          {
            "description": "Notify the FTC at least 30 days prior to corporate changes that may affect compliance obligations",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall notify the Commission at least thirty (30) days prior to any change in the corporation that may affect compliance obligations arising under this order, including, but not limited to, a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in either corporate name or address.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Notify the FTC as soon as practicable if learning of corporate changes less than 30 days before they occur",
            "quoted_text": "Provided, however, that, with respect to any proposed change in the corporation about which respondent learns less than thirty (30) days prior to the date such action is to take place, respondent shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": "as soon as is practicable",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Compliance Reporting to FTC",
        "category": "compliance_reporting",
        "summary": "Respondent must file a written compliance report with the FTC within 90 days after service of the order and additional reports within 10 days of request from the FTC.",
        "requirements": [
          {
            "description": "File a true and accurate written report detailing compliance with the order within 90 days after service",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall, within ninety (90) days after the date of service of this order file with the Commission a true and accurate report, in writing, setting forth in detail the manner and form in which respondent has complied with this order.",
            "deadline": "90 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit additional written compliance reports within 10 days of written notice from the FTC",
            "quoted_text": "Within ten (10) days of receipt of written notice from a representative of the Commission, respondent shall submit additional true and accurate written reports.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "The order will terminate on October 13, 2031, or 20 years from the most recent date the United States or FTC files a complaint alleging violation of the order, whichever comes later.",
        "requirements": [
          {
            "description": "Order remains in effect until termination date",
            "quoted_text": "This order will terminate on October 13, 2031, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. any Part in this order that terminates in fewer than twenty (20) years; B. this order if such complaint is filed after the order has terminated pursuant to this Part. Provided, further, that if such complaint is dismissed or a federal court rules that respondent did not violate any provision of the order, and the dismissal or ruling is either not appealed or upheld on appeal, then the order as to such respondent will terminate according to this Part as though the complaint had never been filed, except that the order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on October 13, 2031, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "10.11, Google Complaint.pdf",
      "order": "10.11, Google Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 5,
      "complaint_representations": 5,
      "order_provisions": 9,
      "order_definitions": 6,
      "order_requirements": 29
    },
    "processing_time_seconds": 136.6
  }
}