{
  "case_info": {
    "docket_number": "C-11-23643",
    "company": {
      "name": "Frostwire LLC",
      "incorporation_state": "Florida",
      "entity_type": "Limited Liability Company",
      "address": "1000 5th Street, Suite 200, Miami, Florida 33139",
      "business_description": "Frostwire LLC designed and distributed file-sharing software applications for desktop and laptop computers, as well as mobile computing devices, including FrostWire Desktop and FrostWire for Android, which enabled peer-to-peer file sharing over the Gnutella network."
    },
    "commissioners": [],
    "case_date": {
      "month": 10,
      "year": 2011
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a), and Section 13(b) of the Federal Trade Commission Act, 15 U.S.C. § 53(b)",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/112-3041-frostwire-llc-angel-leon"
  },
  "complaint": {
    "factual_background": "FrostWire LLC and Angel Leon distributed file-sharing software applications for desktop and mobile devices that misrepresented file sharing behavior and caused consumers to unwittingly share private files publicly. The FrostWire Desktop application misled users into believing that downloaded files would not be shared when they actually were shared by default. The FrostWire for Android application was designed to automatically share most pre-existing files on users' mobile devices upon installation, exposing personal photos, videos, documents, and other private files to the public without adequate notice or user control.",
    "representations_made": [
      {
        "description": "Claimed that files downloaded from the Gnutella network and stored in the 'Save' folder would not be shared with the file-sharing network",
        "quoted_text": "Through the dialog box shown in Figure 1, the Defendants conveyed the impression that when FrostWire Desktop was installed with the default settings unchanged: a. the application created a 'Save' folder and a separate 'Shared' folder; b. files stored in the 'Shared' folder would be shared with the file-sharing network; c. files stored in the 'Save' folder would not be shared with the file-sharing network; and d. files the consumer downloaded from the file-sharing network would be stored in the 'Save' folder and, thus, would not be shared from the consumer's own computer with the file-sharing network.",
        "source_paragraph": 15
      },
      {
        "description": "Represented that consumers' computers would not publicly share files downloaded from the Gnutella network",
        "quoted_text": "through the FrostWire Desktop application's installation and set-up process and through the application's user interface, Defendants represented, directly or indirectly, expressly or by implication, including through the Save Folder and Shared Folders dialog box and the Options-Sharing box, that consumers' computers would not publicly share files that consumers download from the Gnutella network.",
        "source_paragraph": 35
      },
      {
        "description": "Represented that files downloaded from the Gnutella network and stored in 'shared' folders would be publicly shared",
        "quoted_text": "through the FrostWire Desktop application's installation and set-up process and through the application's user interface, Defendants represented, directly or indirectly, expressly or by implication, including through the Save Folder and Shared Folders dialog box and the Options-Sharing box, that files consumers downloaded from the Gnutella network and stored in 'shared' folders would be publicly shared.",
        "source_paragraph": 38
      },
      {
        "description": "Represented that after unchecking 'Share Finished Downloads', only downloads in shared folders would be shared",
        "quoted_text": "If a consumer unchecked the 'Share Finished Downloads' box in the Options-Sharing box, the text below that box changed to state '[o]nly downloads in shared folders will be shared'... Thus, although the statement '[o]nly downloads in shared folders will be shared' was true as to subsequently downloaded files, it was false as to previously downloaded files.",
        "source_paragraph": 20
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "False Representation About the Sharing of Downloads in FrostWire Desktop",
        "representation": "Defendants represented that consumers' computers would not publicly share files that consumers download from the Gnutella network",
        "fact": "Defendants' FrostWire Desktop application was configured to publicly share files that consumers download from the Gnutella network",
        "conclusion": "Therefore, Defendants' representation set forth in Paragraph 35 of this Complaint was false and misleading and constitutes a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 2,
        "title": "Failure to Disclose Material Information About the Sharing of Downloads in FrostWire Desktop",
        "representation": "Defendants represented that files consumers downloaded from the Gnutella network and stored in 'shared' folders would be publicly shared",
        "fact": "Defendants failed to disclose that the application: (a) by default, publicly shared files that consumers downloaded from the Gnutella network and saved to 'unshared' folders; and (b) would publicly share files that consumers previously downloaded from the Gnutella network and stored in 'unshared' folders even after consumers de-selected the Share Finished Downloads setting in the Options-Sharing dialog box",
        "conclusion": "Therefore, Defendants' failure to disclose, or to disclose adequately, the material information set forth in Paragraph 39 above, in light of the representation set forth in Paragraph 38, constitutes a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 3,
        "title": "Unfair Design of FrostWire for Android",
        "representation": "Defendants distributed versions of the FrostWire for Android application that, when installed on consumers' mobile devices, caused or were likely to cause consumers to unwittingly publicly share files of multiple types already present on, or subsequently saved on, those devices, including consumers' pictures, videos, unprotected applications, documents, music and audio files, and ringtones",
        "fact": "Defendants' actions caused or were likely to cause substantial injury to consumers that was not reasonably avoidable by consumers and that was not outweighed by countervailing benefits to consumers or competition",
        "conclusion": "Therefore, Defendants' practices as described in Paragraph 41, above, constitute unfair acts or practices in violation of Section 5 of the FTC Act, 15 U.S.C. §§ 45(a) and 45(n)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Actions substantially equivalent to": "means clicks, touches, or similar actions that are the same as, or highly similar to, and presented in the same location as, those the consumer previously took to change the software program setting; that are equal to or less in number than those previous actions; and that are explained and described to the consumer in a format and using terminology consistent with those used to explain how to make the previous change.",
      "Affirmatively select": "means to choose by checking a box or touching a button or icon on a computer screen that is not pre-selected as the default option, or by taking a substantially similar action.",
      "Clear(ly) and prominent(ly)": "means: a. In textual communications (e.g., words displayed on a computer screen), the required disclosures are of a type, size, and location sufficiently noticeable for an ordinary consumer to read and comprehend them, in print that contrasts highly with the background on which they appear; b. In communications disseminated orally or through audible means (e.g., streaming audio), the required disclosures are delivered in a volume and cadence sufficient for an ordinary consumer to hear and comprehend them; c. In communications disseminated through video means (e.g., streaming video), the required disclosures are in writing in a form consistent with subparagraph (a) of this definition and appear on the screen for a duration sufficient for an ordinary consumer to read and comprehend them, and in the same language as the predominant language that is used in the communication; d. In communications made through interactive media (e.g., online services and software), the required disclosures are unavoidable and presented in a form consistent with subparagraph (a) of this definition, in addition to any audio or video presentation of them; and e. In all instances, the required disclosures are: (1) presented in an understandable language and syntax; and (2) include nothing contrary to, inconsistent with, or in mitigation of any other statements or disclosures used in any communication with the consumer.",
      "Computer": "means any desktop or laptop computer, handheld device, telephone, smartphone, tablet, or other electronic device that has a platform on which to download, install, or run any software program, code, script, or other content.",
      "Corporate Defendant": "means Frostwire LLC and its successors and assigns.",
      "Defendants": "means the Corporate Defendant and Individual Defendant, individually, collectively, or in any combination.",
      "File-sharing application": "means any software program that, when installed and running on a computer, can enable the users of other computers running the same program or a compatible program (known as \"peer\" computers) to search for and copy files from that computer, and includes FrostWire Desktop and FrostWire for Android.",
      "File-sharing network": "means a computer network formed when multiple, individual peer computers running file-sharing applications communicate with each other and enable peer computers to search for and copy files from each other, including the \"Gnutella\" file-sharing network and any networks formed when multiple computers communicate through one or more common wireless access devices.",
      "FrostWire Desktop": "means any version of the software program Defendants have marketed and/or distributed to the public under the name \"FrostWire,\" including through www.frostwire.com and www.download.com, that can be installed on computers running various versions of the Microsoft Windows operating system and other operating systems, but not including FrostWire for Android.",
      "FrostWire for Android": "means any version of the software program Defendants have marketed and/or distributed to the public under the name \"FrostWire for Android,\" including through www.frostwire.com, the Android Marketplace, and www.amazon.com, that can be installed on computers running various versions of the Android mobile operating system.",
      "Including": "means including without limitation.",
      "Individual Defendant": "means Angel Leon.",
      "Legacy Version": "means any version of Frostwire Desktop distributed in commerce by Defendants prior to June 10, 2011, or any version of Frostwire for Android distributed in commerce by Defendants prior to May 6, 2011.",
      "Person(s)": "means a natural person, an organization, or other legal entity, including a corporation, partnership, sole proprietorship, limited liability company, association, cooperative, or any other group or combination acting as an entity.",
      "To \"share\" files": "means to make files available for searching, browsing, and/or copying by third parties, including through any file-sharing network.",
      "User-originated files": "means any files stored on a computer prior to installation of a file-sharing application and any files subsequently stored on that computer that a user has not downloaded by means of that file-sharing application, including any files created, downloaded, or saved through the use of any other software program on the computer, and including any files copied to a computer running FrostWire for Android from a computer running FrostWire Desktop using those two programs."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition on Misrepresentations",
        "category": "prohibition",
        "summary": "Defendants are permanently enjoined from misrepresenting how their file-sharing application operates, including what files will be shared, with whom, and how consumers can control sharing.",
        "requirements": [
          {
            "description": "Must not misrepresent that consumers' computers will not publicly share, or are not publicly sharing, files consumers download or have downloaded from the Gnutella network",
            "quoted_text": "IT IS HEREBY ORDERED that Defendants, their officers, agents, servants, employees, and attorneys, and all other persons in active concert or participation with them who receive actual notice of this Order by personal service or otherwise, whether acting directly or indirectly, in connection with the advertising, distribution, downloading, installation, or operation of any file-sharing application in commerce, are hereby permanently restrained and enjoined from misrepresenting, or assisting others in misrepresenting, expressly or by implication: A. that consumers' computers will not publicly share, or are not publicly sharing, files consumers download or have downloaded from the Gnutella network, including through the FrostWire Desktop \"Save Folder and Shared Folders\" dialog box and \"Options-Sharing\" box",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Must not misrepresent what files the file-sharing application will share or the audience with whom they will be shared",
            "quoted_text": "B. what files the file-sharing application will share or the audience with whom they will be shared",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent how consumers can initiate or stop sharing files when they install or run the file-sharing application on a computer",
            "quoted_text": "C. how consumers can initiate or stop sharing files when they install or run the file-sharing application on a computer",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent any other material fact about how the file-sharing application operates",
            "quoted_text": "D. any other material fact about how the file-sharing application operates.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Required Disclosures and Defaults Relating to the Sharing of Downloaded Files",
        "category": "affirmative_obligation",
        "summary": "Defendants must ensure their file-sharing application provides clear disclosures about file sharing before installation, requires affirmative consumer selection of files to share, and allows consumers to disable sharing.",
        "requirements": [
          {
            "description": "Before installation or running, the application must clearly and prominently disclose to the consumer which files downloaded from a file-sharing network, if any, it will share and the audience with whom those files will be shared",
            "quoted_text": "before the consumer installs or runs the application, the application: 1. clearly and prominently discloses to the consumer which files downloaded from a file-sharing network, if any, it will share and the audience with whom those files will be shared",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Before installation or running, the application must require the consumer first to affirmatively select which files downloaded from the network, if any, to share",
            "quoted_text": "2. requires the consumer first to affirmatively select which files downloaded from the network, if any, to share",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Before installation or running, the application must clearly and prominently disclose how the consumer can stop sharing files the consumer downloads from the network",
            "quoted_text": "3. clearly and prominently discloses how the consumer can stop sharing files the consumer downloads from the network",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "After installation and running, the application must allow the consumer to disable sharing of files previously and subsequently downloaded from the network immediately upon taking actions substantially equivalent to those required to affirmatively select such files for sharing after the application is installed",
            "quoted_text": "B. after the application is installed and running, the application: 1. allows the consumer to disable sharing of files previously and subsequently downloaded from the network immediately upon taking actions substantially equivalent to those required to affirmatively select such files for sharing after the application is installed",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "After installation and running, the application must provide a clearly labeled link or distinctive icon linking from the application's listings of shared files to clear and prominent written, graphical, and audiovisual instructions about how to disable sharing of files",
            "quoted_text": "2. provides a clearly labeled link or distinctive icon linking from the application's listings of shared files to clear and prominent written, graphical, and audiovisual instructions about how to disable sharing of files.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Requirements Relating to User-Originated Files and Default Settings",
        "category": "affirmative_obligation",
        "summary": "For file-sharing applications that can share user-originated files, Defendants must ensure sharing can only be enabled after installation, requires affirmative consumer selection of specific files, and provides clear disclosures and controls.",
        "requirements": [
          {
            "description": "Must clearly and prominently disclose to the consumer which user-originated files, if any, the consumer can chooseto share using the application, and the audience with whom those files would be shared",
            "quoted_text": "A. clearly and prominently discloses to the consumer which user-originated files, if any, the consumer can choose to share using the application, and the audience with whom those files would be shared",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Application must be set, by default, to require the consumer to affirmatively select the specific, individual files to be shared, and to confirm after clear and prominent disclosure that selected files will be shared",
            "quoted_text": "B. is set, by default, to require the consumer to affirmatively select the specific, individual files to be shared, and to confirm after clear and prominent disclosure that selected files will be shared",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "If consumers are enabled to change default settings, they must affirmatively select an option to do so after clear and prominent disclosure about the effect of the change and confirms the change through an affirmative selection",
            "quoted_text": "C. enables consumers to change the default settings described in Subsection III.B, above, provided that the application does not prompt the consumer to change those default settings, and only if the consumer: 1. affirmatively selects an option to do so after clear and prominent disclosure about the effect of the change and confirms the change through an affirmative selection",
            "deadline": null,
            "verified": true,
            "confidence": 0.775811209439528
          },
          {
            "description": "If consumers change default settings, they must affirmatively select any groups of files to be shared",
            "quoted_text": "2. must affirmatively select any groups of files to be shared",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "After making any change to a default setting, consumers can re-enable the default setting immediately upon taking actions substantially equivalent to those required to change it",
            "quoted_text": "3. after making any change to a default setting described in Subsection III.B, above, can re-enable the default setting immediately upon taking actions substantially equivalent to those required to change it",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must allow the consumer to disable sharing of any files or groups of files immediately upon taking actions substantially equivalent to those required to select them for sharing",
            "quoted_text": "D. allows the consumer to disable sharing of any files or groups of files immediately upon taking actions substantially equivalent to those required to select them for sharing",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must provide a clearly labeled link or distinctive icon linking from the application's listings of shared files to clear and prominent written, graphical, and audiovisual instructions about how to disable sharing of files",
            "quoted_text": "E. provides a clearly labeled link or distinctive icon linking from the application's listings of shared files to clear and prominent written, graphical, and audiovisual instructions about how to disable sharing of files.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Requirements Regarding Legacy Versions",
        "category": "affirmative_obligation",
        "summary": "Defendants are enjoined from distributing legacy versions of FrostWire and must transmit code upgrades and notices to all computers running legacy versions within 10 business days.",
        "requirements": [
          {
            "description": "Defendants are permanently enjoined from promoting, selling, or distributing any Legacy Version of Frostwire Desktop or Frostwire for Android",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants, their officers, agents, servants, employees, and attorneys, and all other persons or entities in active concert or participation with them who receive actual notice of this Order by personal service or otherwise, whether acting directly or indirectly, are permanently restrained and enjoined from promoting, selling, or distributing, or assisting others in so doing, any Legacy Version of Frostwire Desktop or Frostwire for Android.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Within 10 business days, transmit to all computers running any Legacy Version of FrostWire Desktop code that designates all individually shared files not to be shared unless consumers affirmatively select them, and upgrades the application to comply with Sections I-III",
            "quoted_text": "It is further ordered that, within ten (10) business days of the entry of this order, Defendants shall, to the extent that they have not done so previously, transmit or cause to be transmitted: A. to all computers running any Legacy Version of FrostWire Desktop: 1. code that, when installed, designates all \"individually shared\" files on those computers not to be shared by the application unless consumers using those computers affirmatively select them to be shared, and upgrades the application to comply with the requirements of Sections I-III of this Order",
            "deadline": "10 business days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Within 10 business days, transmit to all computers running any Legacy Version of FrostWire Desktop a clear and prominent notice to consumers advising them to install the upgrade code and including a clearly labeled command button or link enabling consumers to initiate that installation",
            "quoted_text": "2. a clear and prominent notice to consumers using those computers that advises them to install the code described in Subsection IV.A.1 of this Order, and that includes a clearly labeled command button or link enabling consumers to initiate that installation",
            "deadline": "10 business days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Within 10 business days, transmit to all computers running any Legacy Version of FrostWire for Android code that designates all previously shared files not to be shared unless consumers affirmatively select them, and upgrades the application to comply with Sections I-III",
            "quoted_text": "B. to all computers running any Legacy Version of FrostWire for Android: 1. code that, when installed, designates all previously shared files on those computers not to be shared by the application unless consumers using those computers affirmatively select them to be shared, and upgrades the application to comply with the requirements of Sections I-III of this Order",
            "deadline": "10 business days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Within 10 business days, transmit to all computers running any Legacy Version of FrostWire for Android a clear and prominent notice to consumers advising them to install the upgrade code and including a clearly labeled command button or link enabling consumers to initiate that installation",
            "quoted_text": "2. a clear and prominent notice to consumers using those computers that advises them to install the code described in Subsection IV.B.1 of this Order, and that includes a clearly labeled command button or link enabling consumers to initiate that installation.",
            "deadline": "10 business days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The FTC is authorized to monitor and investigate compliance through written reports, document production, depositions, business location inspections, posing as consumers, and employee interviews.",
        "requirements": [
          {
            "description": "Within 10 days of receipt of written notice from the Commission, Defendants must submit additional written reports under penalty of perjury, produce documents for inspection and copying, appear for deposition, and provide entry during normal business hours to any business location to inspect the business operation",
            "quoted_text": "Within ten (10) days of receipt of written notice from a representative of the Commission, Defendants each shall submit additional written reports, which are true and accurate and sworn to under penalty of perjury; produce documents for inspection and copying; appear for deposition; and provide entry during normal business hours to any business location in each Defendant's possession or direct or indirect control to inspect the business operation",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "The Commission is authorized to obtain discovery from any person without further leave of court using Fed. R. Civ. P. 30, 31, 33, 34, 36, 45 and 69",
            "quoted_text": "B. In addition, the Commission is authorized to use all other lawful means, including but not limited to: 1. obtaining discovery from any person, without further leave of court, using the procedures prescribed by Fed. R. Civ. P. 30, 31, 33, 34, 36, 45 and 69",
            "deadline": null,
            "verified": true,
            "confidence": 0.9606122448979592
          },
          {
            "description": "The Commission's representatives may pose as consumers and suppliers to Defendants or their employees without the necessity of identification or prior notice",
            "quoted_text": "2. having its representatives pose as consumers and suppliers to Defendants, their employees, or any other entity managed or controlled in whole or in part by any Defendant, without the necessity of identification or prior notice",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Defendants must permit Commission representatives to interview any employer, consultant, independent contractor, representative, agent, or employee who has agreed to such an interview, relating to any conduct subject to this Order",
            "quoted_text": "C. Defendants each shall permit representatives of the Commission to interview any employer, consultant, independent contractor, representative, agent, or employee who has agreed to such an interview, relating in any way to any conduct subject to this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "For three years, Defendants must notify the Commission of changes in residence, employment, business structure, and file compliance reports within specified deadlines.",
        "requirements": [
          {
            "description": "Individual Defendant must notify the Commission of any changes in residence, mailing addresses, and telephone numbers within 10 days of the date of such change",
            "quoted_text": "For a period of three (3) years from the date of entry of this Order, 1. Individual Defendant shall notify the Commission of the following: a. Any changes in his residence, mailing addresses, and telephone numbers, within ten (10) days of the date of such change",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Individual Defendant must notify the Commission of any changes in employment status or ownership in any business entity within 10 days, including the name and address of each business, a detailed description of the nature of the business, and his duties and responsibilities",
            "quoted_text": "b. Any changes in his employment status (including self-employment), and any change in his ownership in any business entity, within ten (10) days of the date of such change. Such notice shall include the name and address of each business that he is affiliated with, employed by, creates or forms, or performs services for; a detailed description of the nature of the business; and a detailed description of his duties and responsibilities in connection with the business or employment",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Individual Defendant must notify the Commission of any changes in his name or use of any aliases or fictitious names within 10 days",
            "quoted_text": "c. Any changes in his name or use of any aliases or fictitious names within ten (10) days of the date of such change",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.9999570815450644
          },
          {
            "description": "Defendants must notify the Commission of any changes in structure of the Corporate Defendant or any business entity that may affect compliance obligations at least 30 days prior to such change, or as soon as practicable if learned less than 30 days prior",
            "quoted_text": "2. Defendants shall notify the Commission of any changes in structure of the Corporate Defendant or any business entity that any Defendant directly or indirectly controls, or has an ownership interest in, that may affect compliance obligations arising under this Order, including but not limited to: incorporation or other organization; a dissolution, assignment, sale, merger, or other action; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order; or a change in the business name or address, at least thirty (30) days prior to such change, provided that, with respect to any such change in the business entity about which a Defendant learns less than thirty (30) days prior to the date such action is to take place, such Defendant shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "60 days after entry of this Order, Defendants must provide a written report to the FTC under penalty of perjury setting forth in detail the manner and form in which they have complied and are complying with this Order",
            "quoted_text": "B. Sixty (60) days after the date of entry of this Order, Defendants each shall provide a written report to the FTC, which is true and accurate and sworn to under penalty of perjury, setting forth in detail the manner and form in which they have complied and are complying with this Order.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Each Defendant must notify the Commission of the filing of a bankruptcy petition within 15 days of filing",
            "quoted_text": "C. Each Defendant shall notify the Commission of the filing of a bankruptcy petition by such Defendant within fifteen (15) days of filing.",
            "deadline": "15 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "For six years, Defendants must create and retain accounting records, personnel records, complaints, compliance records, and copies of all file-sharing application versions and associated documentation.",
        "requirements": [
          {
            "description": "Must create and retain accounting records that reflect revenues generated relating to the downloading, installation, or use of file-sharing applications, the disbursement of such revenues, and the number of downloads and installations of file-sharing applications",
            "quoted_text": "A. Accounting records that reflect revenues generated relating to the downloading, installation, or use of file-sharing applications, and the disbursement of such revenues; and, to the extent such information is obtained in the ordinary course of business, records that reflect the number of downloads and installations of file-sharing applications",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Must create and retain personnel records accurately reflecting the name, address, and telephone number of each person employed or working as an independent contractor who participates in the conduct specified in Sections I-IV, that person's job title or position, the date upon which the person commenced work, and the date and reason for termination if applicable",
            "quoted_text": "B. Personnel records accurately reflecting: the name, address, and telephone number of each person who is employed in any capacity by such business, including as an independent contractor, and who participates in the conduct specified in Sections I-IV; that person's job title or position; the date upon which the person commenced work; and the date and reason for the person's termination, if applicable",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must create and retain complaints and refund requests (whether received directly or indirectly) and any responses to those complaints or requests",
            "quoted_text": "C. Complaints and refund requests (whether received directly or indirectly, such as through a third party) and any responses to those complaints or requests",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must retain all records and documents necessary to demonstrate full compliance with each provision of this Order, including copies of acknowledgments of receipt of this Order, all reports submitted to the FTC, and all records and documents that contradict, qualify, or call into question Defendants' compliance with this Order",
            "quoted_text": "D. All records and documents necessary to demonstrate full compliance with each provision of this Order, including but not limited to: 1. copies of acknowledgments of receipt of this Order required by the Sections titled \"Distribution of Order\" and \"Acknowledgment of Receipt of Order\"; 2. all reports submitted to the FTC pursuant to the Section titled \"Compliance Reporting\"; and 3. all records and documents that contradict, qualify, or call into question Defendants' compliance with this Order",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Must retain an executable copy of each materially different version of each file-sharing application distributed, and any programmer documentation, developer guides, specification documents, version histories and change logs, application store documentation or submissions, application store descriptions and disclosures, terms of service, end user license agreements, frequently asked questions, instructional materials, privacy policies, domain name registrations, and online service agreements associated with those versions",
            "quoted_text": "E. An executable copy of each materially different version of each file-sharing application that any Defendant, whether acting directly or indirectly, distributes or makes available for download, and any programmer documentation, developer guides, specification documents, version histories and change logs, application store documentation or submissions, application store descriptions and disclosures, terms of service, end user license agreements, frequently asked questions, instructional materials, privacy policies, domain name registrations, and online service agreements associated with those versions.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Distribution of Order",
        "category": "acknowledgment",
        "summary": "For three years, Defendants must deliver copies of the Order to all principals, officers, directors, managers, employees, agents, and representatives who engage in conduct related to the subject matter of the Order, and secure signed acknowledgments of receipt.",
        "requirements": [
          {
            "description": "Corporate Defendant must deliver a copy of this Order to all of its principals, officers, directors, and managers; all employees, agents, and representatives who engage in conduct related to the subject matter of the Order; and any business entity resulting from any change in structure. For current personnel, delivery shall be within 5 days of service of this Order. For new personnel, delivery shall occur prior to their assuming their responsibilities. For any business entity resulting from change in structure, delivery shall be at least 10 days prior to the change.",
            "quoted_text": "Corporate Defendant: The Corporate Defendant must deliver a copy of this Order to (1) all of its principals, officers, directors, and managers; (2) all of its employees, agents, and representatives who engage in conduct related to the subject matter of the Order; and (3) any business entity resulting from any change in structure set forth in Subsection A.2 of the Section titled \"Compliance Reporting.\" For current personnel, delivery shall be within five (5) days of service of this Order upon such Defendant. For new personnel, delivery shall occur prior to their assuming their responsibilities. For any business entity resulting from any change in structure set forth in Subsection A.2 of the Section titled \"Compliance Reporting,\" delivery shall be at least ten (10) days prior to the change in structure.",
            "deadline": "5 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Individual Defendant as control person must deliver a copy of this Order to all principals, officers, directors, and managers of any business he controls; all employees, agents, and representatives who engage in conduct related to the subject matter of the Order; and any business entity resulting from any change in structure. For current personnel, delivery shall be within 5 days of service. For new personnel, delivery shall occur prior to their assuming their responsibilities. For any business entity resulting from change in structure, delivery shall be at least 10 days prior to the change.",
            "quoted_text": "B. Individual Defendant as control person: For any business that Individual Defendant controls, directly or indirectly, or in which he has a majority ownership interest, he must deliver a copy of this Order to (1) all principals, officers, directors, and managers of that business; (2) all employees, agents, and representatives of that business who engage in conduct related to the subject matter of the Order; and (3) any business entity resulting from any change in structure set forth in Subsection A.2 of the Section titled \"Compliance Reporting.\" For current personnel, delivery shall be within five (5) days of service of this Order upon Individual Defendant. For new personnel, delivery shall occur prior to their assuming their responsibilities. For any business entity resulting from any change in structure set forth in Subsection A.2 of the Section titled \"Compliance Reporting,\" delivery shall be at least ten (10) days prior to the change in structure.",
            "deadline": "5 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Defendants must secure a signed and dated statement acknowledging receipt of the Order, within 30 days of delivery, from all persons receiving a copy of the Order pursuant to this Section",
            "quoted_text": "C. Defendants must secure a signed and dated statement acknowledging receipt of the Order, within thirty (30) days of delivery, from all persons receiving a copy of the Order pursuant to this Section.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Acknowledgment of Receipt of Order",
        "category": "acknowledgment",
        "summary": "Each Defendant must submit to the Commission a truthful sworn statement acknowledging receipt of this Order within five business days of receipt.",
        "requirements": [
          {
            "description": "Each Defendant must submit to the Commission a truthful sworn statement acknowledging receipt of this Order within 5 business days of receipt of this Order as entered by the Court",
            "quoted_text": "IT IS FURTHER ORDERED that each Defendant, within five (5) business days of receipt of this Order as entered by the Court, must submit to the Commission a truthful sworn statement acknowledging receipt of this Order.",
            "deadline": "5 business days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
        "requirements": [
          {
            "description": "This Court shall retain jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order",
            "quoted_text": "IT IS FURTHER ORDERED that this Court shall retain jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9777124183006536
          }
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "IT IS FURTHER ORDERED that this Court shall retain jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "10.11, Frostwire LLC and Angel Leon Complaint.pdf",
      "order": "10.11, Frostwire LLC and Angel Leon Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 3,
      "complaint_representations": 4,
      "order_provisions": 10,
      "order_definitions": 16,
      "order_requirements": 41
    },
    "processing_time_seconds": 305.1
  }
}