{
  "case_info": {
    "docket_number": "3:25-cv-07363",
    "company": {
      "name": "Apitor Technology Co., Ltd.",
      "incorporation_state": "",
      "entity_type": "corporation",
      "address": "",
      "business_description": "Apitor develops, markets and distributes programmable robot toys designed for children ages 6 to 14. Users download and operate the company's app to program the toys. The company sells its robot toys through online retailers such as Amazon."
    },
    "commissioners": [],
    "case_date": {
      "month": 10,
      "year": 2025
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a), and the Children's Online Privacy Protection Rule (COPPA Rule), 16 C.F.R. part 312",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/apitor",
    "statutory_topics": [
      "COPPA"
    ],
    "practice_areas": [
      "Privacy"
    ],
    "industry_sectors": [
      "Technology",
      "Retail"
    ]
  },
  "complaint": {
    "factual_background": "Apitor Technology Co., Ltd., a Chinese company, develops and sells programmable robot toys marketed to children ages 6 to 14, which require a companion mobile app (Apitor Kit) to operate. Through the Android version of the Apitor App, Defendant integrated a third-party SDK called JPush that collected precise geolocation data from child users in the background and transmitted it to JPush servers. Defendant failed to disclose this geolocation collection to parents, failed to provide required direct notice of its data practices, and never obtained verifiable parental consent prior to collecting children's personal information. Despite claiming in its Privacy Policy to be committed to COPPA compliance, the Privacy Policy affirmatively misrepresented that no personal information was uploaded to external servers and made no mention of the third-party geolocation collection. As a result, the precise location data of thousands of children was transmitted to an undisclosed third party without parental knowledge or consent.",
    "representations_made": [
      {
        "description": "Claimed to care about children's privacy and to be committed to complying with COPPA",
        "quoted_text": "14 Privacy Policy contains a section entitled “Children’s Privacy” declaring, “We care about 15 children’s privacy. We are committed to complying with the Children’s Online Privacy 16 Protection Act (COPPA).” Defendant says: “[W]e may collect and process certain information",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 21,
        "quote_start_line": 323,
        "quote_end_line": 325
      },
      {
        "description": "Claimed that no personal information is uploaded to the web or Apitor servers",
        "quoted_text": "21 that, while some “Personal Information” is collected or stored locally on the Apitor App or on 22 the robot device, “there is no uploading of such information to the web or Apitor servers.” 23 Defendant claims that it will notify a parent and obtain verifiable consent before “activating an",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 21,
        "quote_start_line": 330,
        "quote_end_line": 332
      },
      {
        "description": "Claimed it would notify parents and obtain verifiable consent before activating an account or enabling certain data collecting features for children",
        "quoted_text": "23 Defendant claims that it will notify a parent and obtain verifiable consent before “activating an 24 account,” or “enabling certain data collecting features for their child,” namely, product use 25 information and browsing information. The Privacy Policy does not disclose that the Apitor App 26 for Android allows a third party to collect children’s geolocation information.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 21,
        "quote_start_line": 332,
        "quote_end_line": 335
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Failure to Provide Notice and Obtain Verifiable Parental Consent",
        "representation": "Defendant collected, or caused to be collected on its behalf, geolocation information from children younger than age 13 through its Apitor App for Android, while failing to provide direct notice to parents of its data collection practices, failing to provide sufficient notice on its website or online services of the information collected from children, and failing to obtain verifiable parental consent before any collection of personal information from children.",
        "fact": "The COPPA Rule requires operators to provide clear and complete notice directly to parents of their information practices and to obtain verifiable parental consent prior to collecting, using, or disclosing personal information from children. Defendant did neither, transmitting children's precise geolocation data to a third party (JPush/Jiguang) without disclosure or consent.",
        "conclusion": "Defendant's acts and practices violate the COPPA Rule, including Sections 312.4(b)–(c), 312.4(d), and 312.5(a), which constitute unfair or deceptive acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Affected User": "a user of Defendant's mobile application for Android or a Parent of such user.",
      "Child": "an individual under the age of 13.",
      "Clear(ly) and conspicuous(ly)": "that a required disclosure is easily noticeable (i.e., difficult to miss) and easily understandable by reasonable consumers, including in all of the following ways: 1. In any communication that is solely visual or solely audible, the disclosure must be made through the same means through which the communication is presented. In any communication made through both visual and audible means, such as a television advertisement, the disclosure must be presented simultaneously in both the visual and audible portions of the communication even if the representation requiring the disclosure is made in only one means. 2. A visual disclosure, by its size, contrast, location, the length of time it appears, and other characteristics, must stand out from any accompanying text or other visual elements so that it is easily noticed, read, and understood. 3. An audible disclosure, including by telephone or streaming video, must be delivered in a volume, speed, and cadence sufficient for reasonable consumers to easily hear and understand it. 4. In any communication using an interactive electronic medium, such as the Internet or software, the disclosure must be unavoidable. 5. The disclosure must use diction and syntax understandable to reasonable consumers and must appear in each language in which the representation that requires the disclosure appears. 6. The disclosure must comply with these requirements in each medium through which it is received, including all electronic devices and face-to-face communications. 7. The disclosure must not be contradicted or mitigated by, or inconsistent with, anything else in the communication. 8. When the representation or sales practice targets a specific audience, such as children, the elderly, or the terminally ill, 'reasonable consumers' includes members of that group.",
      "Collects or Collection": "the gathering of any Personal Information from a Child by any means, including but not limited to: 1. Requesting, prompting, or encouraging a Child to submit Personal Information online; 2. Enabling a Child to make Personal Information publicly available in identifiable form; or 3. Passive tracking of a Child online.",
      "Defendant": "Apitor Technology Co., Ltd., and its successors and assigns.",
      "Delete": "to remove Personal Information such that it is not maintained in retrievable form and cannot be retrieved in the normal course of business.",
      "Disclose or Disclosure": "with respect to Personal Information: 1. The Release of Personal Information Collected by an Operator from a Child in identifiable form for any purpose, except where an Operator provides such information to a Person who provides Support for the Internal Operations of the Website or Online Service; and 2. Making Personal Information Collected by an Operator from a Child publicly available in identifiable form by any means, including but not limited to a public posting through the Internet, or through a personal home page or screen posted on a website or online service; a pen pal service; an electronic mail service; a message board; or a chat room.",
      "Internet": "collectively the myriad of computer and telecommunications facilities, including equipment and operating software, which comprise the interconnected world-wide network of networks that employ the Transmission Control Protocol/Internet Protocol, or any predecessor or successor protocols to such protocol, to communicate information of all kinds by wire, radio, or other methods of transmission.",
      "Online Contact Information": "an email address or any other substantially similar identifier that permits direct contact with a Person online, including but not limited to an instant messaging user identifier, a voice over internet protocol ('VOIP') identifier, or a video chat user identifier.",
      "Operators": "any Person who operates a website located on the Internet or an online service and who Collects or maintains Personal Information from or about the users of or visitors to such website or online service, or on whose behalf such information is Collected or maintained, or offers products or services for sale through that website or online service, where such website or online service is operated for commercial purposes involving commerce among the several States or with one or more foreign nations; in any territory of the United States or in the District of Columbia, or between any such territory and another such territory or any State or foreign nation; or between the District of Columbia and any State, territory, or foreign nation.",
      "Parent": "includes a legal guardian.",
      "Person": "any individual, partnership, corporation, trust, estate, cooperative, association, or other entity.",
      "Personal Information": "individually identifiable information about an individual Collected online, including: 1. A first and last name; 2. A home or other physical address including street name and name of a city or town; 3. Online Contact Information; 4. A screen or user name where it functions in the same manner as Online Contact Information; 5. A telephone number; 6. A Social Security number; 7. A persistent identifier that can be used to recognize a user over time and across different websites or online services. Such persistent identifier includes but is not limited to a customer number held in a cookie, an Internet Protocol ('IP') address, a processor or device serial number, or unique device identifier; 8. A photograph, video, or audio file where such file contains a Child's image or voice; 9. Geolocation information sufficient to identify street name and name of a city or town; or 10. Information concerning the Child or the Parents of that Child that the Operator Collects online from the Child and combines with an identifier described in this definition.",
      "Release of Personal Information": "the sharing, selling, renting, or transfer of Personal Information to any Third Party.",
      "Support for the Internal Operations of the Website or Online Service": "1. Those activities necessary to: a. Maintain or analyze the functioning of the website or online service; b. Perform network communications; c. Authenticate users of, or personalize the content on, the website or online service; d. Serve contextual advertising on the website or online service or cap the frequency of advertising; e. Protect the security or integrity of the user, website, or online service; f. Ensure legal or regulatory compliance; or g. Fulfill a request of a Child as permitted by Section 312.5(c)(3) and (4) of the COPPA Rule (attached as Appendix A); 2. So long as the information Collected for the activities listed in paragraphs (1)(a)–(g) of this definition is not used or Disclosed to contact a specific individual, including through behavioral advertising, to amass a profile on a specific individual, or for any other purpose.",
      "Third Party": "any Person who is not: 1. An Operator with respect to the Collection or maintenance of Personal Information on the website or online service; or 2. A Person who provides Support for the Internal Operations of the Website or Online Service and who does not use or Disclose information protected under 16 C.F.R. part 312 (attached as Appendix A) for any other purpose.",
      "Verifiable Parental Consent": "making any reasonable effort (taking into consideration available technology) to ensure that before Personal Information is Collected from a Child, a Parent of the Child: 1. Receives notice of the Operator's Personal Information Collection, use, and Disclosure practices; and 2. Authorizes any Collection, use, and/or Disclosure of the Personal Information, using a method reasonably calculated, in light of available technology, to ensure that the Person providing consent is the Child's Parent.",
      "Website or Online Service Directed to Children": "a commercial website or online service, or portion thereof, that is targeted to Children."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Injunction Concerning the Collection of Personal Information from Children",
        "category": "prohibition",
        "summary": "Defendant is permanently restrained from failing to provide parental notice, failing to post required privacy links, failing to obtain verifiable parental consent, failing to delete children's data upon parental request, retaining children's data longer than necessary, and violating the COPPA Rule.",
        "requirements": [
          {
            "description": "Must not fail to make reasonable efforts to ensure a Parent of a Child receives direct notice of Defendant's practices with regard to Collection, use, or Disclosure of Personal Information from Children, including notice of any material change",
            "quoted_text": "3 A. Failing to make reasonable efforts, taking into account available technology, to 4 ensure that a Parent of a Child receives direct notice of Defendant’s practices with regard to the 5 Collection, use, or Disclosure of Personal Information from Children, including notice of any 6 material change in the Collection, use, or Disclosure practices to which the Parent has previously 7 consented, unless the COPPA Rule (attached as Appendix A), provides an exception to 8 providing such notice;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 361,
            "quote_end_line": 366
          },
          {
            "description": "Must not fail to post a Clear and Conspicuous link to an online notice of Defendant's information practices regarding Children on the home/landing page and at each area where Personal Information is collected from Children",
            "quoted_text": "9 B. Failing to post a Clear and Conspicuous link to an online notice of Defendant’s 10 information practices with regard to Children on the home or landing page or screen of its 11 website or online service, and at each area of the website or online service where Personal 12 Information is Collected from Children, unless the COPPA Rule (attached as Appendix A), 13 provides an exception to providing such notice;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 367,
            "quote_end_line": 371
          },
          {
            "description": "Must not fail to obtain Verifiable Parental Consent before any Collection, use, or Disclosure of Personal Information from Children, including consent to any material change in practices",
            "quoted_text": "14 C. Failing to obtain Verifiable Parental Consent before any Collection, use, or 15 Disclosure of Personal Information from Children, including consent to any material change in 16 the Collection, use, or Disclosure practices to which the Parent has previously consented, unless 17 the COPPA Rule (attached as Appendix A), provides an exception to obtaining Verifiable 18 Parental Consent;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 372,
            "quote_end_line": 376
          },
          {
            "description": "Must not fail to Delete a Child's Personal Information at the request of a Parent",
            "quoted_text": "19 D. Failing to Delete a Child’s Personal Information at the request of a Parent;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 377,
            "quote_end_line": 377
          },
          {
            "description": "Must not retain Personal Information collected online from a Child for longer than reasonably necessary to fulfill the purpose for which the information was collected",
            "quoted_text": "20 E. Retaining Personal Information Collected online from a Child for longer than 21 reasonably necessary to fulfill the purpose for which the information was Collected; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 378,
            "quote_end_line": 379
          },
          {
            "description": "Must not violate the COPPA Rule (attached as Appendix A)",
            "quoted_text": "22 F. Violating the COPPA Rule (attached as Appendix A).",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 380,
            "quote_end_line": 380
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition",
          "Data Deletion"
        ]
      },
      {
        "provision_number": "II",
        "title": "Injunction Concerning Children's Personal Information Previously Collected",
        "category": "affirmative_obligation",
        "summary": "Within 60 days of entry of the Order, Defendant must delete all Personal Information associated with Affected Users (unless verifiable parental consent was obtained) and provide a sworn written statement to the Commission detailing its compliance actions.",
        "requirements": [
          {
            "description": "Delete all Personal Information associated with any Affected User, unless Defendant has provided direct notice and obtained Verifiable Parental Consent",
            "quoted_text": "1 A. Delete all Personal Information that is associated with anyAffected User, unless 2 Defendant has provided direct notice and obtained Verifiable Parental Consent.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 393,
            "quote_end_line": 394
          },
          {
            "description": "Provide a sworn written statement to the Commission describing all processes through which direct notice was provided and Verifiable Parental Consent was sought",
            "quoted_text": "3 B. Provide a written statement to the Commission, sworn under penalty of perjury, 4 that: 5 1. Describes all processes through which Defendant provided direct notice 6 and sought to obtain Verifiable Parental Consent for any users covered by this Section;",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 395,
            "quote_end_line": 398
          },
          {
            "description": "Identify in the sworn statement the total number of users for whom (a) direct notice was provided; (b) Verifiable Parental Consent was obtained; (c) Verifiable Parental Consent was affirmatively declined; and (d) no response was provided",
            "quoted_text": "7 2. Identifies the total number of users for whom (a) direct notice was 8 provided; (b) Defendant obtained Verifiable Parental Consent; (c)Verifiable Parent 9 Consent was affirmatively declined; and (d) no response was provided;",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 399,
            "quote_end_line": 401
          },
          {
            "description": "Describe in detail in the sworn statement any Personal Information Defendant retains, the basis for such retention, and the specific government agency, law, regulation, or court order that requires such retention",
            "quoted_text": "10 3. Describes in detail any Personal Information Defendant retains, the basis 11 for such retention, and, as applicable, the specific government agency, law, regulation, or 12 court order that requires such retention; and",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 402,
            "quote_end_line": 404
          },
          {
            "description": "Confirm in the sworn statement that all Personal Information required to be Deleted by this Section has been Deleted",
            "quoted_text": "13 4. Confirms that all Personal Information required to be Deleted by this 14 Section has been Deleted.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 405,
            "quote_end_line": 406
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Data Deletion"
        ]
      },
      {
        "provision_number": "III",
        "title": "Monetary Judgment and Suspension",
        "category": "affirmative_obligation",
        "summary": "A $500,000 civil penalty judgment is entered against Defendant but suspended based on Defendant's sworn financial representations; the suspension is lifted if Defendant made material misstatements, and Defendant must submit its TIN within 7 days.",
        "requirements": [
          {
            "description": "Judgment of $500,000 is entered in favor of Plaintiff as a civil penalty",
            "quoted_text": "17 A. Judgment in the amount of Five Hundred Thousand Dollars ($500,000) is entered 18 in favor of Plaintiff against Defendant as a civil penalty.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 409,
            "quote_end_line": 410
          },
          {
            "description": "The judgment is suspended subject to the conditions set forth in Subsections C–E, premised upon the truthfulness, accuracy, and completeness of Defendant's sworn financial representations",
            "quoted_text": "19 B. The judgment is suspended subject to the Subsections below. 20 C. The Commission’s and Plaintiff’s agreement to the suspension of the judgment is 21 expressly premised upon the truthfulness, accuracy, and completeness of Defendant’s sworn 22 financial statements and related documents (collectively, “financial representations”) submitted 23 to the Commission, namely: the Financial Statement of Defendant Apitor Technology Co., Ltd. 24 signed on June 5, 2025, including the attachments.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 411,
            "quote_end_line": 416
          },
          {
            "description": "Suspension of the judgment will be lifted if the Court finds Defendant failed to disclose any material asset, materially misstated the value of any asset, or made any other material misstatement or omission in the financial representations",
            "quoted_text": "25 D. The suspension of the judgment will be lifted as to Defendant if, upon motion by 26 the Commission or Plaintiff, the Court finds that Defendant failed to disclose any material asset, 27 materially misstated the value of any asset, or made any other material misstatement or omission 28 in the financial representations identified above.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 417,
            "quote_end_line": 420
          },
          {
            "description": "If the suspension is lifted, the full $500,000 judgment becomes immediately due, less any previous payments, plus interest computed from the date of entry of this Order",
            "quoted_text": "1 E. If the suspension of the judgment is lifted, the judgment becomes immediately 2 due as to that Defendant in the amount specified in Subsection A above (which the parties 3 stipulate only for purposes of this Section represents the amount of the civil penalty for the 4 violations alleged in the Complaint), less any payment previously made pursuant to this Section, 5 plus interest computed from the date of entry of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 427,
            "quote_end_line": 431
          },
          {
            "description": "Defendant relinquishes all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek the return of any assets",
            "quoted_text": "6 F. Defendant relinquishes dominion and all legal and equitable right, title, and 7 interest in all assets transferred pursuant to this Order and may not seek the return of any assets.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 432,
            "quote_end_line": 433
          },
          {
            "description": "The facts alleged in the Complaint will be taken as true in any subsequent civil litigation by or on behalf of the Commission",
            "quoted_text": "8 G. The facts alleged in the Complaint will be taken as true, without further proof, in 9 any subsequent civil litigation by or on behalf of the Commission, including in a proceeding to 10 enforce its rights to any payment or monetary judgment pursuant to this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 434,
            "quote_end_line": 436
          },
          {
            "description": "Defendant must submit its United States Employer Identification Number, Social Security Number, or other Taxpayer Identification Number (TIN) to Plaintiff within 7 days of entry of this Order",
            "quoted_text": "11 H. Defendant acknowledges that its United States Employer Identification Number, 12 Social Security Number, or other Taxpayer Identification Number (“TIN”), if any, must be 13 submitted to Plaintiff within 7 days of entry of this Order. The Commissionand Plaintiffmay 14 use any such TIN for reporting and other lawful purposes, including collecting on any delinquent 15 amount arising out of this Order in accordance with 31 U.S.C. § 7701.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 437,
            "quote_end_line": 441
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Defendant must submit a sworn acknowledgment of receipt within 7 days, deliver copies of the Order to key personnel within 7 days and to future personnel before they assume responsibilities, and obtain signed acknowledgments from all recipients within 30 days.",
        "requirements": [
          {
            "description": "Within 7 days of entry of this Order, submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury",
            "quoted_text": "19 A. Defendant, within 7 days of entry of this Order, must submit to the Commission 20 an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 445,
            "quote_end_line": 446
          },
          {
            "description": "For 5 years after entry of this Order, deliver a copy of this Order to all principals, officers, directors, LLC managers/members, employees with managerial responsibilities for subject matter conduct, agents and representatives who participate in subject matter conduct, and any resulting business entities. Delivery must occur within 7 days of entry for current personnel, and before they assume responsibilities for all others",
            "quoted_text": "21 B. For 5 years after entry of this Order, Defendant must deliver a copy of this Order 22 to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees 23 having managerial responsibilities for conduct related to the subject matter of the Order and all 24 agents and representatives who participate in conduct related to the subject matter of the Order; 25 and (3) any business entity resulting from any change in structure as set forth in the Section titled 26 Compliance Reporting. Delivery must occur within 7 days of entry of this Order for current 27 personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "7 days for current personnel; before assuming responsibilities for future personnel",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 447,
            "quote_end_line": 453
          },
          {
            "description": "From each individual or entity to which Defendant delivered a copy of this Order, obtain within 30 days a signed and dated acknowledgment of receipt of this Order",
            "quoted_text": "28 C. From each individual or entity to which Defendant delivered a copy of this Order, STIP.ORDER FOR PERM.INJUNCTION,CIV.PENALTY JUDGMENT &OTHER RELIEF Case No. 3:25-cv-07363 -11- Case 3:25-cv-07363-MMC Document 9 Filed 09/29/25 Page 12 of 25 1 Defendant must obtain, within 30 days, a signed and dated acknowledgment of receipt of this 2 Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 454,
            "quote_end_line": 462
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "V",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendant must submit a sworn annual compliance report, provide sworn notices within 14 days of material changes for 10 years, notify the Commission of bankruptcy filings within 14 days, ensure all sworn submissions comply with 28 U.S.C. § 1746, and submit all materials to the designated Commission address.",
        "requirements": [
          {
            "description": "One year after entry of this Order, submit a sworn compliance report identifying points of contact, all businesses and their activities, compliance status for each Section of the Order, and copies of all Order Acknowledgments not previously submitted",
            "quoted_text": "6 A. One year after entry of this Order, Defendant must submit a compliance report, 7 sworn under penalty of perjury. Defendant must: (a) identify the primary physical, postal, and 8 email address and telephone number, as designated points of contact, which representatives of 9 the Commission and Plaintiff may use to communicate with Defendant; (b) identify all of 10 Defendant’s businesses by all of their names, telephone numbers, and physical, postal, email, and 11 Internet addresses; (c) describe the activities of each business, including the goods and services 12 offered and the means of advertising, marketing, and sales; (d) describe in detail whether and 13 how Defendant is in compliance with each Section of this Order; and (e) provide a copy of each 14 Order Acknowledgment obtained pursuant to this Order, unless previously submitted to the 15 Commission.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 466,
            "quote_end_line": 475
          },
          {
            "description": "For 10 years after entry of this Order, submit a sworn compliance notice within 14 days of any change in designated points of contact or in the structure of any entity Defendant has ownership interest in or controls that may affect compliance obligations under this Order",
            "quoted_text": "16 B. For 10 years after entry of this Order, Defendant must submit a compliance 17 notice, sworn under penalty of perjury, within 14 days of any change in the following: Defendant 18 must report any change in: (a) any designated point of contact; or (b) the structure of any entity 19 that Defendant has any ownership interest in or controls directly or indirectly that may affect 20 compliance obligations arising under this Order, including: creation, merger, sale, or dissolution 21 of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to 22 this Order.",
            "deadline": "14 days of any qualifying change, for 10 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 476,
            "quote_end_line": 482
          },
          {
            "description": "Submit notice to the Commission of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against Defendant within 14 days of its filing",
            "quoted_text": "23 C. Defendant must submit to the Commission notice of the filing of any bankruptcy 24 petition, insolvency proceeding, or similar proceeding by or against Defendant within 14 days of 25 its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 483,
            "quote_end_line": 485
          },
          {
            "description": "All sworn submissions must be true and accurate and comply with 28 U.S.C. § 1746, concluding with the specified declaration language, date, signatory's full name, title, and signature",
            "quoted_text": "26 D. Any submission to the Commission required by this Order to be sworn under 27 penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, such as by 28 concluding: “I declare under penalty of perjury under the laws of the United States of America STIP.ORDER FOR PERM.INJUNCTION,CIV.PENALTY JUDGMENT &OTHER RELIEF Case No. 3:25-cv-07363 -12- Case 3:25-cv-07363-MMC Document 9 Filed 09/29/25 Page 13 of 25 1 that the foregoing is true and correct. Executed on: _____” and supplying the date, signatory’s 2 full name, title (if applicable), and signature.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 486,
            "quote_end_line": 496
          },
          {
            "description": "Unless otherwise directed in writing, all submissions must be emailed to DEbrief@ftc.gov or sent by overnight courier to the FTC Associate Director for Enforcement, with subject line beginning: United States v. Apitor Technology Co., Ltd., FTC matter 2423058",
            "quoted_text": "3 E. Unless otherwise directed by a Commission representative in writing, all 4 submissions to the Commission pursuant to this Order must be emailed to DEbrief@ftc.gov or 5 sent by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, 6 Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, 7 Washington, DC 20580. The subject line must begin: United States v. Apitor Technology Co., 8 Ltd., FTC matter 2423058.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 497,
            "quote_end_line": 502
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendant must create specified records for 10 years after entry of the Order and retain each such record for 5 years, covering accounting records, personnel records, consumer complaints related to privacy practices, and all records necessary to demonstrate full compliance.",
        "requirements": [
          {
            "description": "Create and retain accounting records showing the revenues from all goods or services sold, for 10 years (creating) and 5 years (retaining)",
            "quoted_text": "10 IT IS FURTHER ORDERED that Defendant must create certain records for 10 years 11 after entry of the Order, and retain each such record for 5 years. Specifically, Defendant must 12 create and retain the following records: 13 A. Accounting records showing the revenues from all goods or services sold;",
            "deadline": "10 years (creation); 5 years (retention)",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 504,
            "quote_end_line": 507
          },
          {
            "description": "Create and retain personnel records showing, for each person providing services (employee or otherwise): name, addresses, telephone numbers, job title or position, dates of service, and reason for termination (if applicable)",
            "quoted_text": "14 B. Personnel records showing, for each person providing services, whether as an 15 employee or otherwise, that person’s: name; addresses; telephone numbers; job title or position; 16 dates of service; and (if applicable) the reason for termination;",
            "deadline": "10 years (creation); 5 years (retention)",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 508,
            "quote_end_line": 510
          },
          {
            "description": "Create and retain records of all consumer complaints and refund requests related to Defendant's privacy practices, whether received directly or indirectly (including through third parties), and any responses",
            "quoted_text": "17 C. Records of all consumer complaints and refund requests related to Defendant’s 18 privacy practices, whether received directly or indirectly, such as through a third party, and any 19 response; and",
            "deadline": "10 years (creation); 5 years (retention)",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 511,
            "quote_end_line": 513
          },
          {
            "description": "Create and retain all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission",
            "quoted_text": "20 D. All records necessary to demonstrate full compliance with each provision of this 21 Order, including all submissions to the Commission.",
            "deadline": "10 years (creation); 5 years (retention)",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 514,
            "quote_end_line": 515
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission and Plaintiff are authorized to monitor Defendant's compliance through requests for reports and documents, depositions, direct communication with Defendant's personnel, and other lawful investigative means including undercover contact.",
        "requirements": [
          {
            "description": "Within 14 days of receipt of a written request from a Commission or Plaintiff representative, Defendant must submit additional compliance reports or other requested information (sworn under penalty of perjury), appear for depositions, and produce documents for inspection and copying",
            "quoted_text": "4 A. Within 14 days of receipt of a written request from a representative of the 5 Commission or Plaintiff, Defendant must: submit additional compliance repo1is or other 6 requested infonnation, which must be sworn under penalty of pe1jmy; appear for depositions; 7 and produce docmnents for inspection and copying. The Commission and Plaintiff are also 8 authorized to obtain discove1y, without fmiher leave of comi, using any of the procedmes 9 prescribed by Federal Rules of Civil Procedme 29, 30 (including depositions by remote means), 10 31, 33, 34, 36, 45, and 69.",
            "deadline": "14 days of written request",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 532,
            "quote_end_line": 538
          },
          {
            "description": "Defendant must permit representatives of the Commission and Plaintiff to interview any employee or other person affiliated with Defendant who has agreed to such an interview (with counsel permitted to be present)",
            "quoted_text": "11 B. For matters concerning this Order, the Commission and Plaintiff are authorized to 12 communicate directly with Defendant. Defendant must permit representatives of the 13 Commission and Plaintiff to inte1view any employee or other person affiliated with Defendant 14 who has agreed to such an inte1view. The person inte1viewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 539,
            "quote_end_line": 542
          },
          {
            "description": "The Commission and Plaintiff may use all other lawful means, including posing as consumers, suppliers, or other individuals or entities, without identification or prior notice; nothing limits the Commission's lawful use of compulsory process under Sections 9 and 20 of the FTC Act",
            "quoted_text": "15 C. The Commission and Plaintiff may use all other lawful means, including posing, 16 through its representatives as consmners, suppliers, or other individuals or entities, to Defendant 17 or any individual or entity affiliated with Defendant, without the necessity of identification or 18 prior notice. Nothing in this Order limits the Commission's lawful use of compulso1y process, 19 pmsuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 543,
            "quote_end_line": 547
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction over this matter for purposes of construction, modification, and enforcement of the Order.",
        "requirements": [
          {
            "description": "The Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order",
            "quoted_text": "21 IT IS FURTHER ORDERED that this Comi retains jmisdiction of this matter for 22 pmposes of constrnction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 549,
            "quote_end_line": 550
          }
        ],
        "statutory_topics": [
          "COPPA"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "10.25, Apitor Complaint.pdf",
      "order": "10.25, Apitor Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 3,
      "order_provisions": 8,
      "order_definitions": 18,
      "order_requirements": 34,
      "provisions_per_section": {
        "I": 6,
        "II": 5,
        "III": 7,
        "IV": 3,
        "V": 5,
        "VI": 4,
        "VII": 3,
        "VIII": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 3,
        "complaint_total": 3,
        "order_verified": 34,
        "order_total": 34
      }
    },
    "processing_time_seconds": 474
  }
}