{
  "case_info": {
    "docket_number": "D09386",
    "company": {
      "name": "Raging Wire Data Centers, Inc.",
      "incorporation_state": "Nevada",
      "entity_type": "corporation",
      "address": "1625 W. National Drive, Sacramento, CA 95834",
      "business_description": "Data center services provider offering hosting and facility management services."
    },
    "commissioners": [
      "Joseph J. Simons, Chairman",
      "Noah Joshua Phillips",
      "Rohit Chopra",
      "Rebecca Kelly Slaughter",
      "Christine S. Wilson"
    ],
    "case_date": {
      "month": 10,
      "year": 2020
    },
    "legal_authority": "Federal Trade Commission Act",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/182-3189-ntt-global-data-centers-americas-inc-matter"
  },
  "complaint": {
    "factual_background": "",
    "representations_made": [],
    "counts": []
  },
  "order": {
    "definitions": {
      "Respondent": "NTT Global Data Centers Americas, Inc., and any successors and assigns.",
      "EU": "European Union.",
      "Privacy Shield": "the EU-U.S. Privacy Shield Framework and/or the Swiss-U.S. Privacy Shield Framework, administered by the U.S. Department of Commerce.",
      "Privacy Shield Principles": "the requirements for self-certified participants of the EU-U.S. Privacy Shield Framework and/or the Swiss-U.S. Privacy Shield Framework, as reflected in Exhibit A."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Participation in or Compliance with Privacy Programs",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent in any manner its membership in, adherence to, compliance with, or participation in any government- or self-regulatory-sponsored privacy or security program, including the EU-U.S. Privacy Shield, Swiss-U.S. Privacy Shield, and APEC Cross-Border Privacy Rules.",
        "requirements": [
          {
            "description": "Must not misrepresent participation in or compliance with any privacy or security program, including Privacy Shield frameworks and APEC Cross-Border Privacy Rules",
            "quoted_text": "IT IS ORDERED that Respondent and its officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with the advertising, marketing, promotion, offering for sale, or sale of any product or service must not misrepresent in any manner, expressly or by implication, the extent to which Respondent is a member of, adheres to, complies with, is certified by, is endorsed by, or otherwise participates in any privacy or security program sponsored by a government or any self-regulatory or standard-setting Page 2 of 7 organization, including but not limited to the EU-U.S. Privacy Shield Framework, the Swiss-U.S. Privacy Shield Framework, and the APEC Cross-Border Privacy Rules.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 62,
            "quote_end_line": 73
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Requirement for Annual Outside Compliance Review",
        "category": "assessment",
        "summary": "While self-certified under Privacy Shield, Respondent must obtain an annual outside compliance review from an FTC-approved independent third-party assessor demonstrating that its Privacy Shield assertions are true and properly implemented; a signed verification statement must be available to the Commission upon request.",
        "requirements": [
          {
            "description": "Obtain annual outside compliance review from an FTC-approved independent third-party assessor demonstrating that Privacy Shield assertions are true and practices are implemented as represented; signed verification statement must be available to the Commission upon request",
            "quoted_text": "IT IS ORDERED that, commencing no later than 120 days after the effective date of this Order and for so long as Respondent is a self-certified participant in Privacy Shield, Respondent and its officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with the advertisement, marketing, promotion, offering for sale, or sale of any product or service, shall obtain an annual outside compliance review from an independent third-party assessor approved by the Associate Director for the Division of Enforcement of the Bureau of Consumer Protection at the Federal Trade Commission, that demonstrates that the assertions Respondent makes about its Privacy Shield practices are true, and that those Privacy Shield practices have been implemented as represented and in accord with the Privacy Shield Principles. A statement verifying that an outside compliance review has been successfully completed must be signed by the third-party assessor and made available to the Commission upon request.",
            "deadline": "120 days after effective date of Order",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 75,
            "quote_end_line": 87
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Requirement to Meet Continuing Obligations Under Privacy Shield",
        "category": "affirmative_obligation",
        "summary": "Upon any withdrawal or lapse in Privacy Shield certification, Respondent must affirm to the Department of Commerce within 30 days and annually thereafter that it will either continue applying Privacy Shield Principles, protect the information by another EU/Swiss-authorized means, or return or delete the information.",
        "requirements": [
          {
            "description": "Within 30 days after any withdrawal or lapse in Privacy Shield certification, and annually thereafter, affirm to the Department of Commerce that Respondent will continue applying EU-U.S. Privacy Shield Principles to previously received personal information",
            "quoted_text": "marketing, promotion, offering for sale, or sale of any product or service, must affirm to the Department of Commerce, within thirty (30) days after any withdrawal or lapse in its certification to the EU-U.S. Privacy Shield Framework or the Swiss-U.S. Privacy Shield Framework, and on an annual basis thereafter for as long as it retains such information, that it will: A. Continue to apply the EU-U.S. Privacy Shield Framework Principles to the personal information it received while it participated in the Privacy Shield; or",
            "deadline": "30 days after withdrawal or lapse in certification",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 93,
            "quote_end_line": 99
          },
          {
            "description": "Alternatively, protect the information by another means authorized under EU or Swiss law, including binding corporate rules or standard contractual clauses",
            "quoted_text": "B. Protect the information by another means authorized under EU (for the EU-U.S. Privacy Shield Framework) or Swiss (for the Swiss-U.S. Privacy Shield Framework) law, including by using a binding corporate rule or a contract that fully reflects the requirements of the relevant standard contractual clauses adopted by the European Commission; or",
            "deadline": "30 days after withdrawal or lapse in certification",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 100,
            "quote_end_line": 104
          },
          {
            "description": "Alternatively, return or delete the personal information received while participating in Privacy Shield",
            "quoted_text": "C. Return or delete the information.",
            "deadline": "30 days after withdrawal or lapse in certification",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 105,
            "quote_end_line": 105
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Acknowledgments of the Order",
        "category": "acknowledgment",
        "summary": "Respondent must submit an acknowledgment of receipt to the Commission within 10 days, deliver copies of the Order to relevant personnel and any successor entities (within 10 days for current personnel, before assuming responsibilities for others), and obtain signed acknowledgments from each recipient within 30 days.",
        "requirements": [
          {
            "description": "Submit to the Commission an acknowledgment of receipt of the Order within 10 days after its effective date",
            "quoted_text": "A. Respondent, within ten (10) days after the effective date of this Order, must submit to the Commission an acknowledgment of receipt of this Order.",
            "deadline": "10 days after effective date",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 112,
            "quote_end_line": 113
          },
          {
            "description": "For 5 years after issuance, deliver a copy of the Order to all principals, officers, directors, LLC managers and members, employees with managerial responsibilities for conduct related to the Order, agents and representatives, and any business entity resulting from a structural change; delivery within 10 days for current personnel, before assuming responsibilities for all others",
            "quoted_text": "B. For five (5) years after the issuance date of this Order, Respondent must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees having managerial responsibilities for conduct related to the subject matter of the Order and all agents and representatives who participate in conduct related to the subject matter of the Order; and (3) any business entity resulting from any change in structure as set forth in the Provision titled Compliance Report and Notices. Delivery must occur within ten (10) days after the effective date of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "10 days after effective date for current personnel; before assuming responsibilities for others",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 114,
            "quote_end_line": 121
          },
          {
            "description": "Obtain a signed and dated acknowledgment of receipt of the Order from each individual or entity to whom a copy was delivered, within 30 days of delivery",
            "quoted_text": "C. From each individual or entity to which Respondent delivered a copy of this Order, Respondent must obtain, within thirty (30) days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days after delivery",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 122,
            "quote_end_line": 124
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Compliance Report and Notices",
        "category": "compliance_reporting",
        "summary": "Respondent must file a sworn initial compliance report within 60 days, submit sworn notices within 14 days of structural or contact changes or bankruptcy filings, ensure all sworn submissions comply with 28 U.S.C. § 1746, and route all submissions to the FTC via the specified email or overnight courier.",
        "requirements": [
          {
            "description": "Submit a sworn compliance report within 60 days after the effective date, identifying points of contact, all businesses, their activities, compliance with each Order provision, and copies of acknowledgments",
            "quoted_text": "A. Sixty (60) days after the effective date of this Order, Respondent must submit a compliance report, sworn under penalty of perjury, in which Respondent must: (a) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission, may use to communicate with Respondent; (b) identify all of Respondent’s businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (c) describe the activities of each business; (d) describe in detail whether and how Respondent is in compliance with each Provision of this Order; and (e) provide a copy of each Acknowledgment of the Order obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "60 days after effective date",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 128,
            "quote_end_line": 137
          },
          {
            "description": "Submit a sworn compliance notice within 14 days of any change in designated points of contact or in the structure of Respondent or any entity it owns or controls that may affect compliance obligations",
            "quoted_text": "B. Respondent must submit a compliance notice, sworn under penalty of perjury, within fourteen (14) days of any change in the following: (1) any designated point of contact; or (2) the structure of Respondent or any entity that Respondent has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days of any qualifying change",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 138,
            "quote_end_line": 143
          },
          {
            "description": "Submit notice of any bankruptcy petition, insolvency proceeding, or similar proceeding filed by or against Respondent within 14 days of filing",
            "quoted_text": "C. Respondent must submit notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against Respondent within fourteen (14) days of its filing.",
            "deadline": "14 days of filing",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 147,
            "quote_end_line": 149
          },
          {
            "description": "All sworn submissions must be true and accurate and comply with 28 U.S.C. § 1746, including the required declaration language, date, full name, title, and signature",
            "quoted_text": "D. Any submission to the Commission required by this Order to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, such as by concluding: “I declare under penalty of perjury under the laws of the United States of America that the foregoing is true and correct. Executed on: _____” and supplying the date, signatory’s full name, title (if applicable), and signature.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 150,
            "quote_end_line": 154
          },
          {
            "description": "Unless otherwise directed, all submissions must be emailed to Debrief@ftc.gov or sent by overnight courier to the Associate Director of Enforcement, BCP, FTC, 600 Pennsylvania Avenue N.W., Washington D.C. 20580, with subject line beginning: In re NTT Global Data Centers Americas, Inc., Docket No. 9386",
            "quoted_text": "E. Unless otherwise directed by a Commission representative in writing, all submissions to the Commission pursuant to this Order must be emailed to Debrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director of Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue, N.W., Washington, D.C. 20580. The subject line must begin: In re NTT Global Data Centers Americas, Inc., Docket No. 9386.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 155,
            "quote_end_line": 160
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must create specified records for 10 years and retain each for 5 years, including accounting records, personnel records, full compliance records, and copies of all representations subject to the Order.",
        "requirements": [
          {
            "description": "Create and retain accounting records showing revenues from all goods or services sold, for 10 years (retained for 5 years each)",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent must create certain records for ten (10) years after the issuance date of the Order, and retain each such record for five (5) years. Specifically, Respondent must create and retain the following records: A. accounting records showing the revenues from all goods or services sold;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 162,
            "quote_end_line": 165
          },
          {
            "description": "Create and retain personnel records showing each service provider's name, addresses, telephone numbers, job title, dates of service, and reason for termination (if applicable)",
            "quoted_text": "B. personnel records showing, for each person providing services, whether as an employee or otherwise, that person’s: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 166,
            "quote_end_line": 168
          },
          {
            "description": "Create and retain all records necessary to demonstrate full compliance with each provision of the Order, including all submissions to the Commission",
            "quoted_text": "C. all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 169,
            "quote_end_line": 170
          },
          {
            "description": "Create and retain a copy of each widely disseminated representation subject to the Order and all materials relied upon in making such representation",
            "quoted_text": "D. a copy of each widely disseminated representation by Respondent making any representation subject to this Order, and all materials that were relied upon in making the representation.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 171,
            "quote_end_line": 173
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The FTC may monitor compliance by requiring sworn reports and records within 10 days of a written request, communicating directly with and interviewing Respondent's personnel, and using all other lawful means including undercover contacts.",
        "requirements": [
          {
            "description": "Within 10 days of a written request from a Commission representative, submit additional sworn compliance reports or other requested information and produce records for inspection and copying",
            "quoted_text": "A. Within ten (10) days of receipt of a written request from a representative of the Commission, Respondent must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury, and produce records for inspection and copying.",
            "deadline": "10 days of written request",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 180,
            "quote_end_line": 183
          },
          {
            "description": "Permit Commission representatives to communicate directly with Respondent and to interview anyone affiliated with Respondent who has agreed to such an interview; interviewee may have counsel present",
            "quoted_text": "B. For matters concerning this Order, representatives of the Commission are authorized to communicate directly with Respondent. Respondent must permit representatives of the Commission to interview anyone affiliated with Respondent who has agreed to such an interview. The interviewee may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 184,
            "quote_end_line": 187
          },
          {
            "description": "The Commission may use all other lawful means, including posing as consumers, suppliers, or other individuals, without identification or prior notice; nothing in the Order limits the Commission's use of compulsory process under FTC Act Sections 9 and 20",
            "quoted_text": "C. The Commission may use all other lawful means, including posing through its representatives as consumers, suppliers, or other individuals or entities, to Respondent or any individual or entity affiliated with Respondent, without the necessity of identification or prior notice. Nothing in this Order limits the Commission’s lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 188,
            "quote_end_line": 192
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Order Effective Dates",
        "category": "duration",
        "summary": "The Order becomes final and effective 60 days after service and terminates on October 28, 2040, or 20 years from the most recent date the Commission files a complaint alleging a violation, whichever is later, subject to specified exceptions.",
        "requirements": [
          {
            "description": "The Order is final and effective on the 60th day after service and terminates on October 28, 2040, or 20 years from the most recent date the Commission files a federal court complaint alleging a violation, whichever is later",
            "quoted_text": "IT IS FURTHER ORDERED that the final and effective date of this Order is the 60th day after this Order is served. This Order will terminate on October 28, 2040, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of the Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. any Provision in this Order that terminates in less than twenty (20) years; B. this Order’s application to any respondent that is not named as a defendant in such complaint; and C. this Order if such complaint is filed after the order has terminated pursuant to this Provision. Provided, further, that if such complaint is dismissed or a federal court rules that Respondent did not violate any provision of the Order, and the dismissal or ruling is either not appealed or upheld on appeal, then the Order will terminate according to this Provision as though the complaint had never been filed, except that the Order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 194,
            "quote_end_line": 210
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This Order will terminate on October 28, 2040, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of the Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. any Provision in this Order that terminates in less than twenty (20) years; B. this Order's application to any respondent that is not named as a defendant in such complaint; and C. this Order if such complaint is filed after the order has terminated pursuant to this Provision."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "10.20, NTT Global Data Centers Americas Complaint.pdf",
      "order": "10.20, NTT Global Data Centers Americas Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 0,
      "complaint_representations": 0,
      "order_provisions": 8,
      "order_definitions": 4,
      "order_requirements": 21,
      "provisions_per_section": {
        "I": 1,
        "II": 1,
        "III": 3,
        "IV": 3,
        "V": 5,
        "VI": 4,
        "VII": 3,
        "VIII": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 0,
        "complaint_total": 0,
        "order_verified": 21,
        "order_total": 21
      }
    },
    "processing_time_seconds": 96.5
  }
}