{
  "case_info": {
    "docket_number": "1:23-cv-2659",
    "company": {
      "name": "TransUnion Rental Screening Solutions, Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "Greenwood Village, Colorado",
      "business_description": "TransUnion Rental Screening Solutions, Inc. (TURSS) furnishes background screening reports about consumers to rental property owners, property management companies, employers, and other background screening companies throughout the United States to assist in tenant and employee selection. These background screening reports include public record information, including criminal records and residential eviction records."
    },
    "commissioners": [],
    "case_date": {
      "month": 10,
      "year": 2023
    },
    "legal_authority": "Section 13(b) of the Federal Trade Commission Act, 15 U.S.C. § 53(b); Section 621(a)-(b) of the Fair Credit Reporting Act (FCRA), 15 U.S.C. § 1681s(a)(1), (b)(1)(H); and Sections 1054(a) and 1055 of the Consumer Financial Protection Act of 2010 (CFPA), 12 U.S.C. §§ 5564(a) and 5565",
    "violation_type": "unfair",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/182-3204-transunion-rental-screening-solutions-inc-trans-union-llc-ftc-cfpb-v"
  },
  "complaint": {
    "factual_background": "TransUnion Rental Screening Solutions (TURSS) violated the Fair Credit Reporting Act by failing to maintain reasonable procedures to ensure accuracy in tenant screening reports used by landlords to make rental decisions. The company reported multiple entries for single eviction cases, displayed inaccurate or missing case dispositions, mislabeled judgment amounts, and included sealed court records in their reports. Additionally, TURSS failed to disclose third-party vendors like LexisNexis as sources of information in consumer file disclosures, instead identifying only the jurisdiction. These failures caused consumers harm including prolonged housing searches, additional fees, denial of housing, and difficulty correcting errors.",
    "representations_made": [
      {
        "description": "Implicitly represented that it followed reasonable procedures to assure maximum possible accuracy of information in Consumer Reports",
        "quoted_text": "Section 607(b) of the FCRA, 15 U.S.C. § 1681e(b), requires that \"[w]henever a [C]onsumer [R]eporting [A]gency prepares a [C]onsumer [R]eport it shall follow reasonable procedures to assure maximum possible accuracy of the information concerning the individual about whom the report relates.\"",
        "source_paragraph": 23
      },
      {
        "description": "Labeled fields in eviction records as 'Judgment Amount' implying court-ordered judgments",
        "quoted_text": "Until at least early 2019, TURSS included a field for Eviction Proceeding Records in Tenant Screening Reports that it labeled or described as a \"Judgment Amount.\"",
        "source_paragraph": 41
      },
      {
        "description": "Represented in File Disclosures that the jurisdiction was the sole source of criminal and eviction records",
        "quoted_text": "Prior to June 2021, when a consumer requested a File Disclosure from TURSS, TURSS provided the consumer with a File Disclosure that identified the jurisdiction for the criminal record or Eviction Proceeding Record as the sole source of the information even when, in fact, TURSS obtained the information from a third-party vendor source.",
        "source_paragraph": 58
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Failure to Follow Reasonable Accuracy Procedures",
        "representation": "TURSS was required to follow reasonable procedures to assure maximum possible accuracy of Consumer Report information under Section 607(b) of the FCRA",
        "fact": "TURSS failed to follow reasonable procedures to: (1) prevent multiple entries for the same eviction case, (2) accurately report case dispositions, (3) accurately label data fields including mislabeling amounts as 'Judgment Amount' when no judgment existed, and (4) prevent inclusion of sealed eviction records. These failures were knowing and reckless and resulted in incorrect and misleading information in Consumer Reports.",
        "conclusion": "Defendant TURSS has violated Section 607(b) of the FCRA, 15 U.S.C. § 1681e(b). Defendant Trans Union LLC has also violated Section 607(b) of the FCRA through its acts and practices described in managing and overseeing TURSS's FCRA compliance."
      },
      {
        "count_number": 2,
        "title": "Failure to Disclose Information Sources",
        "representation": "TURSS was required under Section 609(a) of the FCRA to clearly and accurately disclose to consumers all information in their file and the sources of that information",
        "fact": "In numerous instances, TURSS failed to identify third-party vendors such as LexisNexis as sources of criminal records and Eviction Proceeding Records in File Disclosures to consumers. Instead, TURSS identified only the jurisdiction as the source even when it obtained information from third-party vendors. This failure was knowing and reckless and prevented consumers from disputing inaccuracies at the actual source.",
        "conclusion": "Defendant TURSS has violated Section 609(a) of the FCRA, 15 U.S.C. § 1681g(a). Defendant Trans Union LLC has also violated Section 609(a) of the FCRA through its acts and practices described in managing and overseeing TURSS's FCRA compliance."
      }
    ]
  },
  "order": {
    "definitions": {
      "Adverse Action": "means: 1. A denial or cancellation of, an increase in any charge for, or a reduction or other adverse or unfavorable change in the terms of coverage or amount of, any insurance, existing or applied for, in connection with the underwriting of insurance; 2. A denial of employment or any other decision for employment purposes that adversely affects any current or prospective employee; 3. A denial or cancellation of, an increase in any charge for, or any other adverse or unfavorable change in the terms of, a license or other benefit granted by a governmental instrumentality required by law to consider an applicant's financial responsibility or status; or 4. An action taken or determination that is: a) made in connection with an application that was made by, or a transaction that was initiated by, any consumer, or in connection with a review of an account to determine whether the consumer continues to meet the terms of the account; and b) adverse to the interests of the consumer.",
      "Affected Consumers": "includes: 1. Each consumer who, between December 1, 2015 and the date of entry of this Order, disputed a record with Defendants, either directly or through a reseller, which resulted in a change related to an Eviction Proceeding Record that the Defendants associate with such consumer, and where the dispute concerned the disposition or outcome of an Eviction Proceeding, a \"judgment amount\" associated with an Eviction Proceeding, or the reporting of a Sealed Record from an Eviction Proceeding. 2. Each consumer for whom the following conditions are met: a) Defendants issued a recommendation between September 1, 2016 and the date of entry of this Order that the consumer's application for housing be denied based on an Eviction Proceeding Record that the Defendants associated with such consumer and the criteria associated with the customer receiving the recommendation, and b) Defendants associated an Eviction Proceeding Record with the consumer that did not have an associated final outcome.",
      "Background Screening Report": "means a Consumer Report provided for employment or rental background screening purposes that incorporates or includes either an Eviction Proceeding Record or criminal record information or otherwise reflects a search for Eviction Proceeding Records or criminal record information, including when provided to a reseller.",
      "Bureau Enforcement Director": "means the Assistant Director of the Office of Enforcement for the Bureau, or his or her delegate.",
      "Consumer Report": "means any written, oral, or other communication of any information by a Consumer Reporting Agency bearing on a consumer's credit worthiness, credit standing, credit capacity, character, general reputation, personal characteristics, or mode of living which is used or expected to be used or collected in whole or in part for the purpose of serving as a factor in establishing the consumer's eligibility for any of the following purposes: 1. Credit or insurance to be used primarily for personal, family, or household purposes; 2. Employment purposes; 3. By a person which the Consumer Reporting Agency has reason to believe: a) intends to use the information for employment purposes, b) intends to use the information in connection with a determination of the consumer's eligibility for a license or other benefit granted by a governmental instrumentality required by law to consider an applicant's financial responsibility or status, or c) otherwise has a legitimate business need for the information (i) in connection with a business transaction that is initiated by the consumer, or (ii) to review an account to determine whether the consumer continues to meet the terms of the account; or 4. Any purpose authorized by 15 U.S.C. § 1681b.",
      "Consumer Reporting Agency": "means any person which, for monetary fees, dues, or on a cooperative nonprofit basis, regularly engages in whole or in part in the practice of assembling or evaluating consumer credit information or other information on consumers for the purpose of furnishing Consumer Reports to third parties, and which uses any means or facility of interstate commerce for the purpose of preparing or furnishing Consumer Reports.",
      "Consumer's File": "means, when used in connection with information concerning any consumer, all of the information on that consumer recorded and retained by a Consumer Reporting Agency regardless of how the information is stored.",
      "Defendants": "means Trans Union LLC, a Delaware limited liability company, and TransUnion Rental Screening Solutions, Inc., a Delaware corporation, which is a subsidiary of Trans Union LLC as of the date of entry of this Order, individually, collectively, or in any combination, and their successors and assigns.",
      "Eviction Proceeding": "means any legal proceeding concerning a consumer's habitation in, occupation of, or possession of land or real property and, where applicable, related monetary claims, including for rent or damages, such as eviction or forcible entry and detainer proceedings and any other proceedings reported in the same category as eviction or forcible entry and detainer proceedings. This term does not include mortgage-related proceedings against mortgagors that relate solely to mortgage payments and do not relate to the mortgagor's habitation, occupation, or use of the property.",
      "Eviction Proceeding Record": "means any record associated with an Eviction Proceeding.",
      "Frequency Report": "means a report showing the frequency with which Eviction Proceeding Records are updated.",
      "Investigative Consumer Report": "means a Consumer Report or portion thereof in which information on a consumer's character, general reputation, personal characteristics, or mode of living is obtained through personal interviews with neighbors, friends, or associates of the consumer reported on or with others with whom he is acquainted or who may have knowledge concerning any such items of information. However, such information shall not include specific factual information on a consumer's credit record obtained directly from a creditor of the consumer or from a Consumer Reporting Agency when such information was obtained directly from a creditor of the consumer or from the consumer.",
      "Related Consumer Action": "means a private action by or on behalf of one or more consumers or an enforcement action by another governmental agency brought against either or both Defendants based on substantially the same facts as described in the Complaint.",
      "Sealed Record": "means a record that has been sealed, expunged, or similarly excluded from the public record."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibited Business Activities",
        "category": "prohibition",
        "summary": "Defendants are permanently enjoined from failing to maintain reasonable procedures to assure maximum possible accuracy in Background Screening Reports and from failing to disclose all sources of information in a Consumer's File upon request.",
        "requirements": [
          {
            "description": "Must not fail to maintain reasonable procedures to assure maximum possible accuracy of information in Background Screening Reports, including preventing multiple filings for the same Eviction Proceeding",
            "quoted_text": "IT IS ORDERED that Defendants and their officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with the provision of Background Screening Reports are hereby permanently restrained and enjoined from: A. Failing to maintain reasonable procedures to assure maximum possible accuracy of the information concerning the individual about whom a Background Screening Report relates, including reasonable procedures designed to: 1. Prevent the inclusion of multiple filings for the same Eviction Proceeding;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not fail to maintain reasonable procedures to accurately reflect dispositions of Eviction Proceedings",
            "quoted_text": "Failing to maintain reasonable procedures to assure maximum possible accuracy of the information concerning the individual about whom a Background Screening Report relates, including reasonable procedures designed to: 2. Accurately reflect dispositions of Eviction Proceedings;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Must not fail to maintain reasonable procedures to label data fields to describe accurately the contents of the data field",
            "quoted_text": "Failing to maintain reasonable procedures to assure maximum possible accuracy of the information concerning the individual about whom a Background Screening Report relates, including reasonable procedures designed to: 3. Label data fields to describe accurately the contents of the data field;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Must not fail to maintain reasonable procedures to ensure that Sealed Records are not included in Background Screening Reports",
            "quoted_text": "Failing to maintain reasonable procedures to assure maximum possible accuracy of the information concerning the individual about whom a Background Screening Report relates, including reasonable procedures designed to: 4. Ensure that Sealed Records are not included in Background Screening Reports;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Must not fail to clearly and accurately disclose to consumers all sources of all information in the Consumer's File upon request",
            "quoted_text": "B. Failing to, upon a consumer's request for such Consumer's File, clearly and accurately disclose to the consumer all sources of all information in the Consumer's File, including but not limited to any vendors or other third parties from which Defendants directly acquire criminal record or Eviction Proceeding Record information in the Consumer's File; except that the sources of information acquired solely for use in preparing an Investigative Consumer Report and actually used for no other purpose need not be disclosed;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Affirmative Requirements",
        "category": "affirmative_obligation",
        "summary": "Defendants must develop and implement written procedures to prevent inclusion of inaccurate eviction records, maintain a dispute monitoring program, establish a compliance committee, and retain Frequency Reports.",
        "requirements": [
          {
            "description": "Develop, implement, and follow written procedures to prevent inclusion of sealed records, eviction records without final outcomes, multiple filings, and inaccurate monetary amounts in Background Screening Reports",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants must, in connection with the provision of Background Screening Reports: A. Develop, implement, and follow written procedures reasonably designed to prevent the inclusion in Background Screening Reports of any of the following: (1) any Sealed Record, (2) any Eviction Proceeding Record that does not have a final outcome, (3) multiple filings for any Eviction Proceeding, (4) any filing for an Eviction Proceeding other than the most recent filing evidencing the outcome or superseding post-judgment filing, such as satisfaction or release of a final judgment, or (5) any monetary amount associated with an Eviction Proceeding Record other than a final judgment amount or an amount reflecting full or partial satisfaction of such judgment, provided that Defendants must disclose to customers that any amount reported may include attorney or court fees or costs. Defendants also must monitor the effectiveness of the procedures, take corrective action to address identified issues, and retain records sufficient to demonstrate the implementation of this provision;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Maintain a program to regularly monitor consumer dispute data relating to criminal records and Eviction Proceeding Records and take corrective action",
            "quoted_text": "B. Maintain a program to regularly monitor consumer dispute data relating to criminal records and Eviction Proceeding Records and to take corrective action internally or with public records providers, including but not limited to vendors or other third parties from which Defendants directly acquire criminal record or Eviction Proceeding Record information, that includes root cause analysis of aggregated issues, and retain records sufficient to demonstrate the program, the issues identified, and the corrective action taken;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Maintain a compliance committee that meets quarterly and reports to the Board of Directors",
            "quoted_text": "C. Maintain a committee, comprised of individuals responsible for: (1) the execution of Defendants' compliance with the FCRA with respect to the provision of Background Screening Reports; and (2) overseeing Defendants' compliance with this Order and the programs required by this Section. The committee must: (1) meet at least quarterly, (2) retain records sufficient to demonstrate the work of the committee, including minutes and materials from each meeting, and (3) regularly report on its work and Defendants' compliance with the FCRA with respect to the provision of Background Screening Reports and this Order to the Board of Directors or a committee of the Board of Directors of the ultimate parent entity that controls Defendants (which as of the date of entry of this Order, is the publicly-traded company TransUnion);",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Retain all Frequency Reports created or received from Eviction Proceeding Record providers",
            "quoted_text": "D. Retain all Frequency Reports created by any Defendant, if any, and received from Eviction Proceeding Record providers.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Consumer's File Disclosures",
        "category": "affirmative_obligation",
        "summary": "TransUnion Rental Screening Solutions must provide consumers with all information in their Consumer's File upon request at no charge.",
        "requirements": [
          {
            "description": "Provide consumers with all information in their Consumer's File upon request at no charge",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant TransUnion Rental Screening Solutions, Inc. must provide to any consumer, upon request and at no charge, all information in that Consumer's File at the time of the request, including but not limited to all information that Defendant TransUnion Rental Screening Solutions, Inc. might provide to a customer or end user.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Adverse Action Template",
        "category": "affirmative_obligation",
        "summary": "TransUnion Rental Screening Solutions must make available to customers a template for Adverse Action notices that complies with FCRA requirements and must make it publicly available on its websites.",
        "requirements": [
          {
            "description": "Make available to customers a template for written Adverse Action notices consistent with FCRA requirements that prompts attachment of Consumer Report and principal reasons for the action",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant TransUnion Rental Screening Solutions, Inc. must make available to its customers and other end users of its Consumer Reports provided for rental background screening purposes a template for written Adverse Action notices consistent with the requirements of 15 U.S.C § 1681m. In addition, the template must also prompt the customer or end user to attach a copy of the Consumer Report and state the principal reason(s) for the Adverse Action. Defendant TransUnion Rental Screening Solutions, Inc. must make the template publicly available, including on its websites in close proximity to information about its provision of Consumer Reports provided for rental background screening purposes.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Order to Pay Redress",
        "category": "affirmative_obligation",
        "summary": "Defendants must reserve $11 million for consumer redress, submit a Redress Plan to the Bureau for approval within 60 days, and implement the approved plan to compensate Affected Consumers.",
        "requirements": [
          {
            "description": "Reserve or deposit $11,000,000 into a segregated account for providing redress to Affected Consumers",
            "quoted_text": "Within 10 days of entry of this Order, Defendants must reserve or deposit into a segregated deposit account Eleven Million Dollars ($11,000,000) for the purpose of providing redress to Affected Consumers as required by this Section.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit a comprehensive written Redress Plan to the Bureau Enforcement Director for review and non-objection",
            "quoted_text": "Within 60 days of entry of this Order, Defendants must submit to the Bureau Enforcement Director for review and non-objection a comprehensive written plan for providing redress consistent with this Order (\"Redress Plan\").",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Revise and resubmit the Redress Plan within 15 days each time the Bureau Enforcement Director directs revision",
            "quoted_text": "Each time the Bureau Enforcement Director directs the Defendants to revise the Redress Plan, the Defendants must revise and resubmit the Redress Plan to the Bureau Enforcement Director within 15 days.",
            "deadline": "15 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "If redress provided is less than $11 million, pay the difference to the Bureau",
            "quoted_text": "After completing the Redress Plan, if the amount of redress provided to Affected Consumers is less than Eleven Million Dollars ($11,000,000), within 30 days of the completion of the Redress Plan, Defendants must pay to the Bureau, by wire transfer to the Bureau or to the Bureau's agent, and according to the Bureau's wiring instructions, the difference between the amount of redress provided to Affected Consumers and Eleven Million Dollars ($11,000,000).",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not condition payment of redress on Affected Consumers waiving any right",
            "quoted_text": "Defendants may not condition the payment of any redress to any Affected Consumer under this Order on that Affected Consumer waiving any right.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Order to Pay Civil Money Penalty",
        "category": "affirmative_obligation",
        "summary": "Defendants must pay a $4 million civil money penalty to the Bureau within 10 days of entry of this Order.",
        "requirements": [
          {
            "description": "Pay a civil money penalty of $4,000,000 to the Bureau by wire transfer",
            "quoted_text": "Within 10 days of entry of this Order, Defendants must pay the civil money penalty by wire transfer to the Bureau or to the Bureau's agent in compliance with the Bureau's wiring instructions.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not claim tax deduction or benefit for civil money penalty paid",
            "quoted_text": "Defendants must treat the civil money penalty paid under this Order as a penalty paid to the government for all purposes. Regardless of how the Bureau ultimately uses those funds, Defendants may not: 1. Claim, assert, or apply for a tax deduction, tax credit, or any other tax benefit for any civil money penalty paid under this Order;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not seek or accept reimbursement or indemnification for civil money penalty paid",
            "quoted_text": "Defendants may not: 2. Seek or accept, directly or indirectly, reimbursement or indemnification from any source, including but not limited to payment made under any insurance policy, with regard to any civil money penalty paid under this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Additional Monetary Provisions",
        "category": "affirmative_obligation",
        "summary": "Defendants must notify the Bureau within 30 days of any Related Consumer Action settlement and pay offset amounts to the U.S. Treasury if applicable.",
        "requirements": [
          {
            "description": "Notify the Bureau within 30 days of entry of final judgment, order, or settlement in a Related Consumer Action",
            "quoted_text": "Within 30 days of the entry of a final judgment, order, or settlement in a Related Consumer Action, the affected Defendant must notify the Bureau of the final judgment, order, or settlement in writing. That notification must indicate the amount of redress, if any, that such Defendant paid or is required to pay to consumers and describe the consumers or classes of consumers to whom that redress has been or will be paid.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "If a Related Consumer Action results in offset or reduction based on this Order's civil money penalty, pay the offset amount to the U.S. Treasury",
            "quoted_text": "If the court in any Related Consumer Action offsets or otherwise reduces the amount of compensatory monetary remedies imposed against a Defendant based on the civil money penalty paid in this action or based on any payment that the Bureau makes from the Civil Penalty Fund, that Defendant must, within 30 days after entry of a final order granting such offset or reduction, notify the Bureau and pay the amount of the offset or reduction to the U.S. Treasury.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Cooperation",
        "category": "affirmative_obligation",
        "summary": "Defendants must cooperate fully with the Bureau to help determine the identity, location, and injury of Affected Consumers, providing requested information within 14 days.",
        "requirements": [
          {
            "description": "Cooperate fully to help the Bureau determine identity, location, and injury of Affected Consumers, providing information within 14 days of written request",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants must cooperate fully to help the Bureau determine the identity and location of, and the amount of injury sustained by, each Affected Consumer. Defendants must provide such information in their or their agents' possession or control within 14 days of receiving a written request from the Bureau.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Defendants must submit acknowledgments of receipt of this Order, deliver copies to relevant personnel and service providers for 5 years, and obtain signed acknowledgments from recipients.",
        "requirements": [
          {
            "description": "Each Defendant must submit acknowledgment of receipt of this Order sworn under penalty of perjury",
            "quoted_text": "Each Defendant, within 7 days of entry of this Order, must submit to the FTC and Bureau an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "For 5 years, deliver a copy of this Order to all principals, officers, directors, managers, business leaders, senior managers, and service providers with relevant responsibilities",
            "quoted_text": "For 5 years after entry of this Order, each Defendant must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all business leaders and senior managers who have responsibilities related to the subject matter of the Order; (3) any service providers who have responsibilities related to the subject matter of the Order; and (4) any business entity resulting from any change in structure as set forth in the Section titled \"Compliance Reporting.\" Delivery must occur within 7 days of entry of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Obtain signed and dated acknowledgment of receipt from each individual or entity that received a copy of this Order",
            "quoted_text": "From each individual or entity to which a Defendant delivered a copy of this Order, that Defendant must obtain, within 30 days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendants must make timely submissions to the FTC and Bureau, including initial contact information within 7 days, a list of Order recipients within 90 days, annual compliance reports, change notifications, bankruptcy notices, and quarterly payment reports.",
        "requirements": [
          {
            "description": "Trans Union LLC must identify designated points of contact, all businesses involved in providing legal or compliance support to TransUnion Rental Screening Solutions, and describe the support provided",
            "quoted_text": "Within 7 days of the entry of this Order: 1. Defendant Trans Union LLC must, sworn under penalty of perjury: (1) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Bureau or FTC may use to communicate with that Defendant; (2) identify all of Defendant Trans Union LLC's businesses involved in providing legal or compliance support to Defendant TransUnion Rental Screening Solutions, Inc. by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; and (3) describe the legal or compliance support provided to Defendant TransUnion Rental Screening Solutions, Inc. and the involvement of any other Defendant.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "TransUnion Rental Screening Solutions must identify designated points of contact, all businesses, and describe activities of each business",
            "quoted_text": "Within 7 days of the entry of this Order: 2. Defendant TransUnion Rental Screening Solutions, Inc. must, sworn under penalty of perjury: (1) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Bureau or FTC may use to communicate with that Defendant; (2) identify all Defendant's businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; and (3) describe the activities of each such business, including the products and services offered, and the involvement of any other Defendant.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Submit a list of all persons and their titles to whom this Order has been delivered",
            "quoted_text": "Ninety days after entry of this Order, each Defendant must submit to the FTC and Bureau a list of all persons and their titles to whom this Order has been delivered pursuant to the Section of this Order titled \"Order Acknowledgements.\"",
            "deadline": "90 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit a compliance report describing compliance with each paragraph of this Order and provide copies of Order Acknowledgments",
            "quoted_text": "One year after entry of this Order, each Defendant must submit a compliance report to the FTC and Bureau, sworn under penalty of perjury, in which, at a minimum, each Defendant must (1) describe in detail whether and how that Defendant is in compliance with each paragraph of this Order; and (2) provide a copy of each Order Acknowledgment obtained pursuant to the Section of this Order titled \"Order Acknowledgements,\" unless previously submitted to the FTC and Bureau.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "For 5 years, submit compliance notice at least 30 days before or within 14 days after learning of changes to designated points of contact, structure, types of reports offered, or provision of new Consumer Reports with eviction or criminal record information",
            "quoted_text": "For 5 years after entry of this Order, each Defendant must submit a compliance notice to the FTC and Bureau, sworn under penalty of perjury, at least 30 days before, or within 14 days after learning of the change, whichever is sooner, of any change to the following: (1) any designated point of contact; (2) the structure of any Defendant or any entity that Defendant has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order; (3) the type or format of Background Screening Reports that Defendant offers; (4) if that Defendant begins providing Consumer Reports to customers in the United States or concerning consumers or transactions in the United States that include an Eviction Proceeding Record or criminal record information but are not Background Screening Reports; or (5) if any entity that Defendant has a majority ownership interest in or controls directly or indirectly that is not covered by the Sections of this Order titled \"Prohibited Business Activities\" or \"Affirmative Requirements\" begins providing Consumer Reports to customers in the United States or concerning consumers or transactions in the United States that include any Eviction Proceeding Record or criminal record information.",
            "deadline": "30 days before or 14 days after",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit notice of filing of any bankruptcy petition, insolvency proceeding, or similar proceeding",
            "quoted_text": "Each Defendant must submit to the FTC and Bureau notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against such Defendant within 14 days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit quarterly reports on all payments made pursuant to this Order, including number of and dollar amounts for Affected Customers, checks mailed, and checks negotiated",
            "quoted_text": "Defendants must submit to the FTC and Bureau reports under penalty of perjury on all payments made pursuant to this Order. Defendants must submit a report quarterly and at the conclusion of redress and any disgorgement summarizing their payment compliance, including stating the total number of, and dollar amounts for, Affected Customers, checks mailed, and checks negotiated.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XI",
        "title": "Recordkeeping Provisions",
        "category": "recordkeeping",
        "summary": "Defendants must create and retain for 5 years certain records including accounting records, personnel records, complaints, training materials, and all records demonstrating compliance with this Order.",
        "requirements": [
          {
            "description": "Create for 5 years and retain for 5 years accounting records showing revenues from all products or services sold",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants must create certain records for 5 years after entry of this Order and retain each such record for 5 years. Specifically, Defendants, in connection with the provision of Background Screening Reports, must create and retain the following records: A. Accounting records showing the revenues from all products or services sold;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Create for 5 years and retain for 5 years personnel records showing name, addresses, telephone numbers, job title, dates of service, and reason for termination",
            "quoted_text": "Defendants must create certain records for 5 years after entry of this Order and retain each such record for 5 years. Specifically, Defendants, in connection with the provision of Background Screening Reports, must create and retain the following records: B. Personnel records showing, for each person providing services, whether as an employee or otherwise: name, addresses, and telephone numbers; job title or position; dates of service; and, if applicable, the reason for termination;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Create for 5 years and retain for 5 years all complaints concerning the subject matter of this Order and any responses",
            "quoted_text": "Defendants must create certain records for 5 years after entry of this Order and retain each such record for 5 years. Specifically, Defendants, in connection with the provision of Background Screening Reports, must create and retain the following records: C. Complaints concerning the subject matter of this Order, whether received directly or indirectly, such as through a third party, and any response;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Create for 5 years and retain for 5 years all employee training materials concerning the subject matter of this Order",
            "quoted_text": "Defendants must create certain records for 5 years after entry of this Order and retain each such record for 5 years. Specifically, Defendants, in connection with the provision of Background Screening Reports, must create and retain the following records: D. All employee training materials concerning the subject matter of this Order;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Create for 5 years and retain for 5 years all records necessary to demonstrate full compliance with each provision of this Order",
            "quoted_text": "Defendants must create certain records for 5 years after entry of this Order and retain each such record for 5 years. Specifically, Defendants, in connection with the provision of Background Screening Reports, must create and retain the following records: E. All records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the FTC or Bureau.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "XII",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The FTC and Bureau may request additional compliance reports, sworn testimony, or documents from Defendants within 14 days; communicate directly with Defendants; and interview employees or affiliated persons.",
        "requirements": [
          {
            "description": "Within 14 days of written request from FTC or Bureau, submit additional compliance reports or other requested information under penalty of perjury, provide sworn testimony, or produce documents",
            "quoted_text": "Within 14 days of receipt of a written request from the FTC or Bureau, Defendants must submit additional compliance reports or other requested information, which must be made under penalty of perjury; provide sworn testimony; or produce documents.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Permit FTC or Bureau representatives to interview any employee or affiliated person who has agreed to such an interview regarding this matter, related conduct, or compliance with the Order",
            "quoted_text": "Defendants must permit FTC or Bureau representatives to interview any employee or other person affiliated with Defendants who has agreed to such an interview regarding: (a) this matter; (b) anything related to or associated with the conduct described in the Complaint; or (c)compliance with the Order. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "XIII",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
        "requirements": [
          {
            "description": "Court retains jurisdiction for construction, modification, and enforcement of this Order",
            "quoted_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 5,
      "termination_text": "For 5 years after entry of this Order, each Defendant must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all business leaders and senior managers who have responsibilities related to the subject matter of the Order; (3) any service providers who have responsibilities related to the subject matter of the Order; and (4) any business entity resulting from any change in structure as set forth in the Section titled \"Compliance Reporting.\" ... For 5 years after entry of this Order, each Defendant must submit a compliance notice to the FTC and Bureau, sworn under penalty of perjury, at least 30 days before, or within 14 days after learning of the change, whichever is sooner... IT IS FURTHER ORDERED that Defendants must create certain records for 5 years after entry of this Order and retain each such record for 5 years."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "10.23, TransUnion Rental Screening Solutions, Inc. and Trans Union, LLC., FTC and CFPB v. Complaint (Pending).pdf",
      "order": "10.23, TransUnion Rental Screening Solutions, Inc. and Trans Union, LLC., FTC and CFPB v. Order (Pending).pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 3,
      "order_provisions": 13,
      "order_definitions": 14,
      "order_requirements": 40
    },
    "processing_time_seconds": 222.6
  }
}