{
  "case_info": {
    "docket_number": "23-CV-1674",
    "company": {
      "name": "Instant Checkmate, LLC",
      "incorporation_state": "Delaware",
      "entity_type": "limited liability company",
      "address": "375 Camino de la Reina, Suite 400, San Diego, CA 90218",
      "business_description": "Instant Checkmate operates a background screening service through InstantCheckmate.com, allowing users to run background searches using an individual's name and optionally city and state of residence to obtain consumer background reports."
    },
    "commissioners": [],
    "case_date": {
      "month": 10,
      "year": 2023
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a); Section 13(b) of the Federal Trade Commission Act, 15 U.S.C. § 53(b); and Section 621(a) of the Fair Credit Reporting Act, 15 U.S.C. § 1681s(a)",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/122-3221-instant-checkmate-inc",
    "statutory_topics": [
      "FCRA"
    ],
    "practice_areas": [
      "Financial Practices"
    ],
    "industry_sectors": [
      "Financial Services"
    ]
  },
  "complaint": {
    "factual_background": "Defendants Instant Checkmate, LLC and TruthFinder, LLC (operated as a common enterprise under parent PubRec, LLC) sold consumer background report subscriptions through their websites while making a series of deceptive claims. They falsely advertised their reports as the most accurate information available, and falsely implied searched-for individuals had criminal or arrest records when they often did not. They displayed 'Remove' and 'Flag as Inaccurate' buttons that gave consumers the false impression inaccurate data could be corrected, when in fact no investigation or correction ever occurred. They also solicited reviews on the third-party site HighYa by offering free premium report credits without requiring or ensuring reviewers disclosed that material connection. Additionally, as consumer reporting agencies (CRAs), Defendants failed to comply with multiple provisions of the Fair Credit Reporting Act (FCRA), including failing to maintain permissible-purpose procedures, failing to follow employment-screening requirements, failing to assure maximum possible accuracy, failing to provide required User Notices, and failing to conduct reasonable reinvestigations of consumer disputes.",
    "representations_made": [
      {
        "description": "Claimed their background reports contain 'the MOST ACCURATE information available to the public' or 'the Most Accurate Data Available to Civilians Online'",
        "quoted_text": "20. Defendants have disseminated or have caused to be disseminated 10 advertisements and promotional materials, including online banner and search engine 11 advertisements and statements on the TruthFinder and Instant Checkmate websites, 12 touting the accuracy of TruthFinder and Instant Checkmate background reports. For 13 example, Defendants claim in advertisements that Instant Checkmate and TruthFinder 14 reports contain “the MOST ACCURATE information available to the public” (emphasis 15 in original) or “the Most Accurate Data Available to Civilians Online.”",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 20,
        "quote_start_line": 292,
        "quote_end_line": 304
      },
      {
        "description": "Represented that searched-for individuals have or may have criminal or arrest records discoverable by purchasing a subscription, including via search engine ads, push notifications, marketing emails, and on-website statements",
        "quoted_text": "25. Defendants have promoted their background reports by implicitly or 15 explicitly representing that searched-for individuals have criminal and/or arrest records 16 that can be discovered by purchasing TruthFinder or Instant Checkmate subscriptions. 17 Defendants have made these claims by multiple means, including on the TruthFinder and 18 Instant Checkmate websites, in automated messages that Defendants periodically cause to 19 appear on consumers’ computer or mobile device screens (“push notifications”), in 20 customized marketing emails to prospective customers, and in search-engine 21 advertisements.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 25,
        "quote_start_line": 357,
        "quote_end_line": 371
      },
      {
        "description": "Made specific on-website statements that an individual's report 'WILL SHOW arrest or conviction records,' 'WILL REVEAL important court records,' or that criminal records were found for the searched-for name",
        "quoted_text": "a. “The arrest records sections of your report WILL SHOW arrest or 8 conviction records associated with the name [John Smith]”; 9 b. “Your report WILL REVEAL important court records and sensitive 10 legal information associated with the name [John Smith]. We’ll reveal arrest details from 11 case numbers [XXXXX-XXXXX]”; or 12 c. “We found [some number of] CRIMINAL RECORDS for people 13 associated with the name [John Smith] in [State].”",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 27,
        "quote_start_line": 398,
        "quote_end_line": 410
      },
      {
        "description": "Represented via 'Remove' and 'Flag As Inaccurate' buttons that subscribers could correct or remove inaccurate information from background reports",
        "quoted_text": "31. Defendants have displayed buttons labeled “Remove” and “Flag As 3 Inaccurate” within or alongside TruthFinder and Instant Checkmate reports when 4 subscribers view those reports on Defendants’ websites.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 31,
        "quote_start_line": 443,
        "quote_end_line": 447
      },
      {
        "description": "Displayed pop-up language suggesting flagged information would be reviewed for accuracy, including 'Our data team will review this information' for Instant Checkmate",
        "quoted_text": "38. To submit a response, the user must click on a green button labeled “FLAG 2 AS INACCURATE.” If a user clicks this button, a second pop-up is displayed stating 3 that the information “has been flagged for inaccurate data” and, for Instant Checkmate, 4 “Our data team will review this information.”",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 38,
        "quote_start_line": 496,
        "quote_end_line": 502
      },
      {
        "description": "Represented through customer reviews on HighYa that those reviews reflected the opinions of ordinary, unbiased customers, without disclosing that reviewers were compensated with free premium report credits",
        "quoted_text": "43. Defendants have attempted to increase the number of positive reviews of 21 Instant Checkmate and TruthFinder’s background reports on third-party consumer review 22 website HighYa. This would have the effect of reducing the prominence and percentage 23 of negative reviews.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 43,
        "quote_start_line": 534,
        "quote_end_line": 540
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Deceptive Statements Regarding Accuracy",
        "representation": "Defendants represented that their background reports are highly accurate or are 'the most accurate information available to the public' and 'the most accurate information available to civilians'",
        "fact": "Defendants lacked a reasonable basis for these claims: they did not verify data from third-party providers (who explicitly disclaimed accuracy), failed to test report accuracy, and failed to investigate or correct reported inaccuracies",
        "conclusion": "The representations set forth in Paragraph 89 were false or unsubstantiated at the time they were made, constituting a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 2,
        "title": "Deceptive Statements Regarding Criminal and Arrest Records",
        "representation": "Defendants represented to users that searched-for individuals may have or have criminal or arrest records that users could view after purchasing a subscription",
        "fact": "In many instances, the searched-for individuals do not have criminal or arrest records, or have only traffic violations",
        "conclusion": "Defendants' representations to the contrary have been false or misleading, constituting a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 3,
        "title": "Deceptive Removal and Correction Claims",
        "representation": "Defendants represented, directly or indirectly, that subscribers can correct inaccurate information in background reports by clicking the 'Remove' or 'Flag as Inaccurate' buttons",
        "fact": "Subscribers cannot correct inaccurate information by clicking those buttons; Defendants take no action to investigate, modify, or notify other users of flagged or removed information",
        "conclusion": "The making of these representations constitutes a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 4,
        "title": "False Claim of Unbiased Reviews",
        "representation": "Defendants represented, directly or indirectly, that customer reviews of Instant Checkmate and TruthFinder reflect the opinions or experiences of ordinary unbiased customers",
        "fact": "These customer reviews were written by individuals compensated with a free premium report credit, not by ordinary unbiased customers",
        "conclusion": "The making of these representations was false or misleading and constitutes a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 5,
        "title": "Failure to Disclose Material Connections",
        "representation": "Defendants represented that customer reviews of Instant Checkmate and TruthFinder posted on HighYa reflected their customers' opinions or experiences",
        "fact": "Defendants failed to disclose that some of those customers received compensation in the form of a free premium report credit to post those reviews — a fact material to consumers in evaluating the reviews",
        "conclusion": "Defendants' failure to disclose this material information constitutes a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 6,
        "title": "FCRA Section 607(a) — Failure to Maintain Permissible-Purpose Procedures",
        "representation": "Defendants furnished background reports to subscribers without maintaining required procedures",
        "fact": "Defendants failed to require users to identify themselves and certify permissible purposes, failed to verify user identities and intended uses, and failed to limit report furnishing to FCRA-permitted purposes",
        "conclusion": "Defendants violated Section 607(a) of the FCRA, 15 U.S.C. § 1681e(a), which also constitutes an unfair or deceptive act or practice in violation of Section 5(a) of the FTC Act."
      },
      {
        "count_number": 7,
        "title": "FCRA Section 604(a) — Furnishing Reports Without Permissible Purpose",
        "representation": "Defendants furnished consumer reports to subscribers without reason to believe those subscribers had permissible purposes",
        "fact": "FCRA Section 604(a) permits a CRA to furnish a consumer report only for purposes authorized in the statute; Defendants furnished reports without that basis",
        "conclusion": "Defendants violated Section 604(a) of the FCRA, 15 U.S.C. § 1681b(a), which also constitutes an unfair or deceptive act or practice in violation of Section 5(a) of the FTC Act."
      },
      {
        "count_number": 8,
        "title": "FCRA Section 607(b) — Failure to Assure Maximum Possible Accuracy",
        "representation": "Defendants provided background reports without following reasonable accuracy procedures",
        "fact": "Defendants failed to verify data accuracy from third-party providers, failed to test report accuracy, and failed to investigate or correct inaccuracies reported by consumers",
        "conclusion": "Defendants violated Section 607(b) of the FCRA, 15 U.S.C. § 1681e(b), which also constitutes an unfair or deceptive act or practice in violation of Section 5(a) of the FTC Act."
      },
      {
        "count_number": 9,
        "title": "FCRA Section 604(b) — Failure to Follow Employment Screening Requirements",
        "representation": "Defendants sold consumer reports for employment purposes without obtaining required certifications",
        "fact": "Defendants did not obtain required certifications (consumer notice, consent, pre-adverse action obligations, equal employment opportunity compliance) or provide a summary of consumers' FCRA rights when furnishing reports for employment purposes",
        "conclusion": "Defendants violated Section 604(b) of the FCRA, 15 U.S.C. § 1681b(b)(1)(A) and (B), which also constitutes an unfair or deceptive act or practice in violation of Section 5(a) of the FTC Act."
      },
      {
        "count_number": 10,
        "title": "FCRA Section 607(d) — Failure to Provide User Notice",
        "representation": "Defendants furnished consumer reports without providing the required Notice to Users of Consumer Reports",
        "fact": "Defendants did not provide users with the FCRA-mandated User Notice (prescribed under 12 C.F.R. § 1022, Appendix N) informing them of their legal obligations, including adverse action notice requirements",
        "conclusion": "Defendants violated Section 607(d) of the FCRA, 15 U.S.C. § 1681e(d), which also constitutes an unfair or deceptive act or practice in violation of Section 5(a) of the FTC Act."
      },
      {
        "count_number": 11,
        "title": "FCRA Section 611(a) — Failure to Conduct Reasonable Reinvestigations",
        "representation": "Defendants accepted consumer dispute submissions via 'Remove' and 'Flag as Inaccurate' tools but took no investigative action",
        "fact": "When consumers notified Defendants of disputed information, Defendants failed to conduct reasonable reinvestigations to determine whether disputed information was inaccurate and failed to correct or delete inaccurate items within the required 30-day period",
        "conclusion": "Defendants violated Section 611(a)(1)(A) of the FCRA, 15 U.S.C. § 1681i(a)(1)(A), which also constitutes an unfair or deceptive act or practice in violation of Section 5(a) of the FTC Act."
      }
    ]
  },
  "order": {
    "definitions": {
      "Clear(ly) and Conspicuous(ly)": "means that a required disclosure is difficult to miss (i.e., easily noticeable) and easily understandable by ordinary consumers, including in all of the following ways: 1. In any communication that is solely visual or solely audible, the disclosure must be made through the same means through which the communication is presented. In any communication made through both visual and audible means, such as a television advertisement, the disclosure must be presented simultaneously in both the visual and audible portions of the communication even if the representation requiring the disclosure is made in only one means. 2. A visual disclosure, by its size, contrast, location, the length of time it appears, and other characteristics, must stand out from any accompanying text or other visual elements so that it is easily noticed, read, and understood. 3. An audible disclosure, including by telephone or streaming video, must be delivered in a volume, speed, and cadence sufficient for ordinary consumers to easily hear and understand it. 4. In any communication using an interactive electronic medium, such as the Internet or software, the disclosure must be unavoidable. 5. The disclosure must use diction and syntax understandable to ordinary consumers and must appear in each language in which the representation that requires the disclosure appears. 6. The disclosure must comply with these requirements in each medium through which it is received, including all electronic devices and face-to-face communications. 7. The disclosure must not be contradicted or mitigated by, or inconsistent with, anything else in the communication. 8. When the representation or sales practice targets a specific audience, such as children, the elderly, or the terminally ill, \"ordinary consumers\" includes reasonable members of that group.",
      "Close Proximity": "means that the disclosure is very near the triggering representation. For example, a disclosure made through a hyperlink, pop-up, interstitial, or other similar technique is not in close proximity to the triggering representation.",
      "Consumer Report": "means any written, oral, or other communication of any information by a Consumer Reporting Agency bearing on a consumer's credit worthiness, credit standing, credit capacity, character, general reputation, personal characteristics, or mode of living, which is used or expected to be used or collected in whole or in part for a Permissible Purpose.",
      "Consumer Reporting Agency": "means any Person which, for monetary fees, dues, or on a cooperative nonprofit basis, regularly engages in whole or in part in the practice of assembling or evaluating consumer credit information or other information on consumers for the purpose of furnishing Consumer Reports to third parties, and which uses any means or facility of interstate commerce for the purpose of preparing or furnishing Consumer Reports.",
      "Covered Record": "means any written or oral communication that includes any of the following information from or about an individual consumer: (1) sex offender status, (2) arrest records, (3) bankruptcy records, (4) liens, (5) eviction records, (6) civil and criminal court record information, and (7) traffic tickets or citations.",
      "Covered Report": "means any written, oral, or other communication of any information on consumers that is assembled or evaluated in whole or in part by any Person that bears on a consumer's credit worthiness, credit standing, credit capacity, character, general reputation, personal characteristics, or mode of living.",
      "Permissible Purpose": "1. In response to the order of a court having jurisdiction to issue such an order or a subpoena issued in connection with proceedings before a Federal grand jury; or\n2. In accordance with the written instructions of the consumer to whom it relates; or\n3. To a Person that the Consumer Reporting Agency has reason to believe:\na. intends to use the information in connection with a credit transaction involving the consumer on whom the information is to be furnished and involving the extension of credit to, or review or collection of an account of, the consumer; or\nb. intends to use the information for employment purposes; or\nc. intends to use the information in connection with the underwriting of insurance involving the consumer; or\nd. intends to use the information in connection with a determination of the consumer's eligibility for a licenseor other benefit granted by a governmental instrumentality required by law to consider an applicant's financial responsibility or status; or\ne. intends to use the information, as a potential investor or servicer, or current insurer, in connection with a valuation of, or an assessment of the credit or prepayment risks associated with, an existing credit obligation; or\nf. otherwise has a legitimate business need for the information:\ni. in connection with a business transaction that is initiated by the consumer, including tenant screening; or\nii. to review an account to determine whether the consumer continues to meet the terms of the account; or\ng. executive departments and agencies in connection with the issuance of government-sponsored individually billed travel charge cards; or\n4. In response to a request by the head of a State or local child support enforcement agency (or a State or local government official authorized by the head of such an agency), if the Person making the request certifies to the Consumer Reporting Agency that:\na. the Consumer Report is needed for the purpose of establishing an individual's capacity to make child support payments; determining the appropriate level of such payments; or enforcing a child support order, award, agreement, or judgment;\nb. the parentage of the consumer for the child to which the obligation relates has been established or acknowledged by the consumer in accordance with State laws under which the obligation arises (if required by those laws); and\nc. the Consumer Report will be kept confidential, will be used solely for a purpose described in subparagraph 4(a). above, and will not be used in connection with any other civil, administrative, or criminal proceeding, or for any other purpose; or\n5. To an agency administering a State plan under Section 454 of the Social Security Act, 42 U.S.C. § 654, for use to set an initial or modified child support award; or\n6. To the Federal Deposit Insurance Corporation or the National Credit Union Administration as part of its preparation for its appointment or as part of its exercise of powers, as conservator, receiver, or liquidating agent for an insured depository institution or insured credit union under the Federal Deposit Insurance Act or the Federal Credit Union Act, or other applicable Federal or State law, or in connection with the resolution or liquidation of a failed or failing insured depository institution or insured credit union, as applicable.",
      "Person": "means any individual, partnership, corporation, trust, estate, cooperative, association, government or governmental subdivision or agency, or other entity.",
      "Settling Defendants": "means Instant Checkmate, LLC, TruthFinder, LLC, The Control Group Media Company, LLC, Intelicare Direct, LLC, and PubRec, LLC, individually, collectively, or in any combination, and their successors and assigns.",
      "Unexpected Material Connection": "means any relationship that might materially affect the weight or credibility of a review or endorsement and that would not reasonably be expected by consumers."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Fair Credit Reporting Act Monitoring Program",
        "category": "affirmative_obligation",
        "summary": "Settling Defendants must establish and maintain a comprehensive monitoring program to assess whether they are operating as a Consumer Reporting Agency and to prevent prohibited business activities before advertising or selling any Covered Report.",
        "requirements": [
          {
            "description": "Must not advertise, market, promote, or offer for sale any Covered Report unless they first establish, implement, and maintain a comprehensive Monitoring Program to regularly review and assess whether each Settling Defendant is operating as a Consumer Reporting Agency",
            "quoted_text": "IT IS ORDERED that the Settling Defendants must not advertise, market, promote, 27 or offer for sale any Covered Report unless they first establish and implement, and 28 thereafter maintain, a comprehensive monitoring program (hereinafter, the “Monitoring 6 23-CV-1674 TWR (MSB) Case 3:23-cv-01674-MSB Document 17 Filed 10/11/23 PageID.215 Page 7 of 20 1 Program”) to regularly review, assess, and determine the extent to which each Settling 2 Defendant is operating in whole or in part as a Consumer Reporting Agency, and, if so, to 3 regularly review, assess, and determine the extent to which the Settling Defendant is 4 engaged in business activities prohibited by Section II of this Stipulated Order, entitled 5 “Prohibited Business Activities.” To satisfy this requirement, each Settling Defendant or 6 the Settling Defendants together must, at a minimum:",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 241,
            "quote_end_line": 256
          },
          {
            "description": "Document in writing the content, implementation, and maintenance of the Monitoring Program",
            "quoted_text": "7 A. Document in writing the content, implementation, and maintenance of the 8 Monitoring Program;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 257,
            "quote_end_line": 258
          },
          {
            "description": "Designate a qualified employee or employees to coordinate and be responsible for the Monitoring Program",
            "quoted_text": "9 B. Designate a qualified employee or employees to coordinate and be responsible 10 for the Monitoring Program;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 259,
            "quote_end_line": 260
          },
          {
            "description": "Assess and document, prior to inception and at least every 12 months, the extent to which Covered Reports are Consumer Reports and the extent to which Settling Defendants are acting as a Consumer Reporting Agency, including a review of all products/services, marketing materials, measures to prevent Permissible Purpose use, users who have used reports for Permissible Purposes, and evidence of how users use the products",
            "quoted_text": "11 C. Assess and document, prior to the inception of the Monitoring Program and 12 at least once every twelve (12) months thereafter, the extent to which the Covered Reports 13 promoted or offered for sale by the Settling Defendants are Consumer Reports, and the 14 extent to which the Settling Defendants are acting as a Consumer Reporting Agency, 15 including the extent to which users regularly use Covered Reports provided by the Settling 16 Defendants for Permissible Purposes. Such assessment shall include, at a minimum, a 17 review of: 18 1. All products and services offered or sold; 19 2. Marketing and advertising materials used to promote, offer, or sell 20 those products and services (including but not limited to any website content, 21 advertisements, blog posts, testimonials, published statements, customer service 22 scripts, search engine advertising keywords, push notifications, and any method or 23 device used to direct Persons to a website); 24 3. Any measures to prevent users from using a Settling Defendant’s 25 products or services for Permissible Purposes (e.g., disclaimers, certifications, 26 account terminations, user verification, or blocking) and available evidence or 27 information relating to the effectiveness of those measures; 28 / / / 7 23-CV-1674 TWR (MSB) Case 3:23-cv-01674-MSB Document 17 Filed 10/11/23 PageID.216 Page 8 of 20 1 4. All users whom the Settling Defendants have reason to believe have 2 used or intended to use one or more Covered Reports for a Permissible Purpose, all 3 actions taken by the Settling Defendants to permanently prevent each such user from 4 accessing Covered Reports, and the dates on which such actions were effective; and 5 5. Any evidence of or information about how users of the Settling 6 Defendants’ products or services use, intend to use, or expect to use those products 7 or services (including but not limited to consumer correspondence, consumer 8 reviews, consumer complaints, and consumer testimonials);",
            "deadline": "12 months (recurring)",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 261,
            "quote_end_line": 291
          },
          {
            "description": "Design, implement, maintain, and document safeguards to ensure Covered Reports are not sold for Permissible Purposes unless FCRA requirements are satisfied, including: training all relevant personnel at onboarding and every 12 months; refraining from advertising reports as suitable for Permissible Purposes; reviewing all marketing materials prior to publication; requiring affiliate partners to obtain prior written approval for all advertising copy; Clearly and Conspicuously disclosing permissible and impermissible uses; requiring user certifications before purchase, before running searches, and annually; implementing user onboarding procedures with contracts prohibiting Permissible Purpose use; implementing user access controls; conducting ongoing reviews and audits; and actively identifying and permanently blocking users who use reports for Permissible Purposes within 3 business days",
            "quoted_text": "9 D. Design, implement, maintain, and document compliance with safeguards to 10 assure that the Settling Defendants do not sell, offer, or make available Covered Reports 11 for a Permissible Purpose, unless the requirements of this Stipulated Order that would 12 apply to a Consumer Report are satisfied as to that product or service. Such safeguards 13 must include, at a minimum: 14 1. Training of all officers, employees, and advertising affiliates, and all 15 agents and independent contractors to the extent that their job duties are relevant to 16 the content of this Stipulated Order, at onboarding and at least every twelve (12) 17 months thereafter, on this Stipulated Order’s requirements, activities that would 18 violate those requirements, and relevant specific job duties relating to compliance 19 with this Stipulated Order; 20 2. Refraining from advertising, marketing, promoting, describing, or 21 offering for sale any product or service that involves Covered Reports as suitable or 22 appropriate for any Permissible Purpose, unless the requirements of this Stipulated 23 Order that would apply to a Consumer Report are satisfied as to that product or 24 service; 25 3. Reviewing, prior to their publication or implementation, of all 26 marketing and advertising materials used by the Settling Defendants to offer, 27 promote, or sell those products and services (including but not limited to any 28 advertisements, blog posts, testimonials, published statements, customer service 8 23-CV-1674 TWR (MSB) Case 3:23-cv-01674-MSB Document 17 Filed 10/11/23 PageID.217 Page 9 of 20 1 scripts, search engine advertising keywords, push notifications, and any method or 2 device used to direct Persons to a website); 3 4. Requiring affiliate marketing partners by contract to obtain prior 4 written approval from the Settling Defendants for all unique advertising and 5 marketing copy used to offer, promote, or sell Covered Reports; 6 5. Clearly and Conspicuously disclosing permissible and impermissible 7 uses of any Covered Reports under this Stipulated Order; 8 6. Clearly and Conspicuously requiring each user, before the purchase of 9 any product or service, prior to running any people search or background report 10 search, and annually thereafter, to certify: 11 i. that the user will not use Covered Reports to make decisions 12 about or in connection with hiring, promoting, reassigning, or continuing to 13 employ any person, including current or potential volunteers and household 14 employees such as childcare workers, contractors, or home health aides; 15 ii. that the user will not use Covered Reports to make decisions 16 about or in connection with renting or selling a house, apartment, or other 17 residential property to any person; 18 iii. that the user will not use Covered Reports to make decisions 19 about or in connection with lending money or extending credit to any person; 20 iv. that the user will not use Covered Reports in connection with the 21 underwriting of insurance; and 22 v. that the user will not use Covered Reports for any purpose related 23 to any eligibility determination about a person. 24 7. Procedures to onboard users, including requiring users to agree to 25 contracts or terms and conditions prohibiting the use of Covered Reports provided 26 by the Settling Defendants for any Permissible Purpose and Clear and Conspicuous 27 disclosure of such terms and conditions; 28 / / / 9 23-CV-1674 TWR (MSB) Case 3:23-cv-01674-MSB Document 17 Filed 10/11/23 PageID.218 Page 10 of 20 1 8. Implementing user access controls, such as controls on the number of 2 Covered Reports obtained per day and investigation of accounts with excessive or 3 suspicious patterns of obtaining Covered Reports; 4 9. Conducting ongoing reviews, tests, or audits of: 5 i. the ways that users use or expect to use the Settling Defendants’ 6 products or services; 7 ii. the extent to which each Settling Defendant’s officers, 8 employees, agents, advertising affiliates, and independent contractors have 9 implemented and are complying with the Monitoring Program; and 10 iii. the effectiveness of the Monitoring Program at detecting and 11 preventing use of Covered Reports for Permissible Purposes; and 12 10. Implementing and complying with procedures to actively identify and 13 investigate users who are using, have used, or likely intend to use Covered Reports 14 for one or more Permissible Purposes and to permanently prevent those users from 15 accessing Covered Reports within three (3) business days after a Settling Defendant 16 becomes aware of the user’s use of Covered Reports for a Permissible Purpose; and",
            "deadline": "3 business days (for blocking users)",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 292,
            "quote_end_line": 365
          },
          {
            "description": "Evaluate and adjust the Monitoring Program in light of any changes to operations or business arrangements, at a minimum every 12 months, and implement modifications based on results",
            "quoted_text": "17 E. Evaluate and adjust the Monitoring Program in light of any changes to a 18 Settling Defendant’s operations or business arrangements, or any other circumstance that 19 the Settling Defendants know or have reason to know may materially affect the Monitoring 20 Program’s effectiveness. At a minimum, each Settling Defendant must evaluate the 21 Monitoring Program every twelve (12) months and implement modifications based on the 22 results; and",
            "deadline": "12 months (recurring)",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 366,
            "quote_end_line": 371
          },
          {
            "description": "At least every 12 months, provide the written Monitoring Program and assessments to the board of directors, governing body, or senior officer responsible for regulatory compliance",
            "quoted_text": "23 F. At least once every twelve (12) months, provide: (1) the written program 24 required by Subsection I.A and any evaluations thereof or updates thereto; and (2) the 25 assessments and documentation required by Subsection I.C to the Settling Defendants’ 26 board of directors or governing body or, if no such board or equivalent governing body 27 exists, to a senior officer responsible for regulatory compliance.",
            "deadline": "12 months (recurring)",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 372,
            "quote_end_line": 376
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Prohibited Business Activities",
        "category": "prohibition",
        "summary": "Settling Defendants are permanently enjoined from failing to comply with key FCRA requirements when operating as a Consumer Reporting Agency, including maintaining proper procedures, ensuring accuracy, providing required notices, and conducting reinvestigations.",
        "requirements": [
          {
            "description": "Must not fail to maintain reasonable procedures designed to limit the furnishing of Consumer Reports to Persons with Permissible Purposes, including requiring prospective users to identify themselves, certify purposes, and verifying new users' identities and certified uses prior to furnishing a Consumer Report",
            "quoted_text": "7 A. Failing to maintain reasonable procedures designed to limit the furnishing of 8 Consumer Reports to Persons with Permissible Purposes to receive them. Such reasonable 9 procedures shall require that: (1) prospective users of the information identify themselves, 10 certify the purposes for which the information is sought, and certify that the information 11 will be used for no other purpose; and (2) the Settling Defendants make a reasonable effort 12 to verify the identity of a new prospective user and the uses certified by such prospective 13 user prior to furnishing such user a Consumer Report;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 389,
            "quote_end_line": 395
          },
          {
            "description": "Must not fail to maintain reasonable procedures to assure the maximum possible accuracy of information in Consumer Reports",
            "quoted_text": "14 B. Failing to maintain reasonable procedures to assure the maximum possible 15 accuracy of the information concerning the individual about whom the report relates;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 396,
            "quote_end_line": 397
          },
          {
            "description": "Must not fail to provide a FCRA notice to users of Consumer Reports (Attachment A) to any person to whom a Consumer Report is provided",
            "quoted_text": "16 C. Failing to provide a FCRA notice to users of Consumer Reports (attached 17 hereto as Attachment A to this Stipulated Order) to any person to whom a Consumer 18 Report is provided by the Settling Defendants;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 398,
            "quote_end_line": 400
          },
          {
            "description": "When offering Consumer Reports for employment purposes, must not fail to: obtain certification that the user has provided a standalone written disclosure and obtained consumer consent; obtain certification that the user will not violate equal employment opportunity laws; and provide a summary of consumer's rights under the FCRA (Attachment B)",
            "quoted_text": "19 D. In offering, selling, publishing, or making available Consumer Reports for 20 employment purposes, failing to: 21 1. obtain a certification that the user has complied with consumer notice 22 requirements, including: (i) the user has provided a standalone written disclosure to the 23 consumer that a Consumer Report may be obtained; (ii) obtained the written consent of the 24 consumer to obtain a Consumer Report; and, (iii) prior to taking any adverse action based 25 in whole or in part on the report, will provide the consumer with a copy of the Consumer 26 Report and a written description of the consumer’s rights under the FCRA (attached hereto 27 as Attachment B to this Stipulated Order); 28 / / / 11 23-CV-1674 TWR (MSB) Case 3:23-cv-01674-MSB Document 17 Filed 10/11/23 PageID.220 Page 12 of 20 1 2. obtain a certification that the user will not use the information from the 2 Consumer Report in violation of any applicable Federal or State equal employment 3 opportunity law or regulation; and 4 3. provide with the Consumer Report, unless it has been previously 5 provided, a summary of the consumer’s rights under the FCRA (attached hereto as 6 Attachment B to this Stipulated Order).",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 401,
            "quote_end_line": 421
          },
          {
            "description": "Must not furnish a Consumer Report to any Person whom Settling Defendants do not have reason to believe has a Permissible Purpose to receive it",
            "quoted_text": "7 E. Furnishing a Consumer Report to any Person whom the Settling Defendants 8 do not have reason to believe has a Permissible Purpose to receive the Consumer Report; 9 and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 422,
            "quote_end_line": 424
          },
          {
            "description": "Must not fail to conduct a reasonable reinvestigation free of charge when a consumer disputes the completeness or accuracy of information in a Consumer Report, and must record the current status or delete the disputed information within 30 days of receiving notice of the dispute",
            "quoted_text": "10 F. Failing to conduct a reasonable reinvestigation, free of charge, if a consumer 11 disputes the completeness or accuracy of any item of information contained in a Consumer 12 Report about that consumer that is offered, sold, published, or made available by the 13 Settling Defendants and record the current status of the disputed information in, or delete 14 the disputed information from, any Consumer Report that is offered, sold, published, or 15 made available by the Settling Defendants before the end of the 30-day period beginning 16 on the date on which the Settling Defendants receive notice of the dispute.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 425,
            "quote_end_line": 431
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "III",
        "title": "Prohibition Against Misrepresentations to Consumers Regarding Covered Reports",
        "category": "prohibition",
        "summary": "Settling Defendants are permanently enjoined from making any misrepresentations, expressly or by implication, about Covered Reports, including misrepresentations about the effect of removal mechanisms, the probability of Covered Records existing, accuracy, whether traffic tickets are criminal records, or any other facts about Covered Records.",
        "requirements": [
          {
            "description": "Must not misrepresent the effect of utilizing any mechanism to remove or flag as inaccurate certain items of information in Covered Reports",
            "quoted_text": "25 A. The effect of utilizing any mechanism to remove or flag as inaccurate certain 26 items of information in Covered Reports;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 441,
            "quote_end_line": 442
          },
          {
            "description": "Must not misrepresent the extent to which, or the probability that, any consumer has or may have Covered Records, the Settling Defendants have found Covered Records, or that there are possible or probable Covered Records",
            "quoted_text": "1 B. The extent to which, or the probability that, any consumer has or may have 2 Covered Records, the Settling Defendants have found Covered Records, or that there are 3 possible or probable Covered Records;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 450,
            "quote_end_line": 452
          },
          {
            "description": "Must not misrepresent the accuracy or completeness of the information contained in Covered Reports",
            "quoted_text": "4 C. The accuracy or completeness of the information contained in the Covered 5 Reports;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 453,
            "quote_end_line": 454
          },
          {
            "description": "Must not misrepresent that a traffic ticket or traffic citation in a Covered Report is a criminal or arrest record",
            "quoted_text": "6 D. That a traffic ticket or a traffic citation in a Covered Report is a criminal or 7 arrest record; or 8 E. Any other fact concerning Covered Records or Covered Reports or any of the",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 455,
            "quote_end_line": 457
          },
          {
            "description": "Must not misrepresent any other fact concerning Covered Records or Covered Reports, including their accuracy, nature, characteristics, or content, or any restrictions, limitations, or conditions on users' ability to access, alter, use, correct, or delete them",
            "quoted_text": "8 E. Any other fact concerning Covered Records or Covered Reports or any of the 9 information therein, such as their accuracy, nature, characteristics, or content; or any 10 restrictions, limitations, or conditions on users’ ability to access, alter, use, correct, or 11 delete them.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 457,
            "quote_end_line": 460
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Injunction Concerning Misrepresentations in Violation of Section 5 of the FTC Act",
        "category": "prohibition",
        "summary": "Settling Defendants are permanently enjoined from making or assisting in any misrepresentation about what a user can achieve with a product or service, or about the status of any reviewer or endorser, including misrepresentations that a reviewer is an unbiased or ordinary user.",
        "requirements": [
          {
            "description": "Must not make, or assist others in making, any misrepresentation about what a user can do or achieve with the product or service",
            "quoted_text": "18 PERMANENTLY RESTRAINED AND ENJOINED from making, or assisting others 19 in making, any misrepresentation, expressly or by implication, about 20 A. What a user can do or achieve with the product or service; or",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 468,
            "quote_end_line": 470
          },
          {
            "description": "Must not make, or assist others in making, any misrepresentation about the status of any person providing a review or endorsement, including misrepresenting that a reviewer or endorser is an unbiased or ordinary user of the good or service",
            "quoted_text": "21 B. The status of any person providing a review or endorsement of a good or 22 service, including a misrepresentation that the reviewer or endorser is an unbiased or 23 ordinary user of the good or service.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 471,
            "quote_end_line": 473
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "V",
        "title": "Required Disclosures of Unexpected Material Connections",
        "category": "prohibition",
        "summary": "Settling Defendants are permanently enjoined from making any representation about any reviewer or endorser of a Covered Report or related good or service without Clearly and Conspicuously disclosing, in Close Proximity to that representation, any Unexpected Material Connection between the reviewer or endorser and the Settling Defendants or affiliated entities.",
        "requirements": [
          {
            "description": "Must not make, or assist others in making, any representation about any reviewer or endorser without disclosing, Clearly and Conspicuously and in Close Proximity to that representation, any Unexpected Material Connection between such reviewer or endorser and the Settling Defendants or any other individual or entity affiliated with the good or service",
            "quoted_text": "1 connection with promoting or offering for sale any Covered Report or related good or 2 service, are PERMANENTLY RESTRAINED AND ENJOINED from making, or 3 assisting others in making, any representation, expressly or by implication, about any 4 reviewer or endorser of such good or service without disclosing, Clearly and 5 Conspicuously, and in Close Proximity to that representation, any Unexpected Material 6 Connection between such reviewer or endorser and (1) the Settling Defendants; or (2) any 7 other individual or entity affiliated with the good or service.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 485,
            "quote_end_line": 491
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Monitoring of Endorsers",
        "category": "monitoring",
        "summary": "Within 90 days of entry of the order, Settling Defendants must implement steps to ensure compliance with endorser disclosure requirements, including providing clear disclosure statements to each reviewer, obtaining signed acknowledgments, establishing a monitoring system for endorser representations, contacting non-compliant endorsers, and creating monitoring reports.",
        "requirements": [
          {
            "description": "Within 90 days of entry of the order, take steps sufficient to ensure compliance with the misrepresentation and disclosure provisions, including providing each reviewer or endorser with a clear statement of disclosure responsibilities and obtaining from each a signed and dated acknowledgment expressly agreeing to comply",
            "quoted_text": "9 IT IS FURTHER ORDERED that within ninety (90) days of the date of entry of 10 this Stipulated Order, the Settling Defendants; their officers, agents, employees, and 11 attorneys; and all other persons in active concert or participation with any of them, who 12 receive actual notice of this Stipulated Order, whether acting directly or indirectly, in 13 connection with promoting or offering for sale any Covered Report or related good or 14 service, must take steps sufficient to ensure compliance with Subsection B of the Section 15 of this Stipulated Order titled Injunction Concerning Misrepresentations in Violation of 16 Section 5 of the FTC Act and the Section of this Stipulated Order titled Required 17 Disclosures of Unexpected Material Connections. Such steps shall include, at a minimum: 18 A. Providing each reviewer or endorser of any Covered Report or related good 19 or service with a clear statement of his or her responsibilities to disclose Clearly and 20 Conspicuously and in Close Proximity to the endorsement, in any review, online video, 21 social media posting, or other communication endorsing the good or service, the reviewer 22 or endorser’s Unexpected Material Connection to the Settling Defendants, or any other 23 individual or entity affiliated with the good or service; and obtaining from each such 24 reviewer or endorser a signed and dated statement acknowledging receipt of that statement 25 and expressly agreeing to comply with it. For the purpose of this subsection, the term 26 “signed” may include a verifiable electronic or digital form of signature, to the extent that 27 such form of signature is recognized as a valid signature under applicable Federal law or 28 State contract law;",
            "deadline": "90 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 493,
            "quote_end_line": 512
          },
          {
            "description": "Establish, implement, and maintain a system to monitor and review the representations and disclosures of reviewers and endorsers with any Unexpected Material Connection, including monitoring reviews, online videos, and social media postings, to ensure compliance with endorser disclosure requirements",
            "quoted_text": "1 B. Establishing, implementing, and thereafter maintaining a system to monitor 2 and review the representations and disclosures of reviewers and endorsers with any 3 Unexpected Material Connection to the Settling Defendants, or any other individual or 4 entity affiliated with the good or service to ensure compliance with the Subsection B of the 5 Section of this Stipulated Order titled Injunction Concerning Misrepresentations in 6 Violation of Section 5 of the FTC Act and the Section of this Stipulated Order titled 7 Required Disclosures of Unexpected Material Connections. The system shall include, at a 8 minimum, monitoring and reviewing the endorsers’ reviews, online videos, and social 9 media postings;",
            "deadline": "90 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 518,
            "quote_end_line": 526
          },
          {
            "description": "In the event an Unexpected Material Connection is not disclosed, contact each reviewer or endorser to request such a disclosure; if disclosure is not made or the review is not removed, contact the platform requesting its removal",
            "quoted_text": "10 C. In the event an Unexpected Material Connection is not disclosed, contacting 11 each reviewer or endorser to request such a disclosure. If such disclosure is not made or 12 the review or endorsement is not removed, the Settling Defendants shall contact the 13 platform on which the review or endorsement appears requesting its removal; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 527,
            "quote_end_line": 530
          },
          {
            "description": "Create reports showing the results of the monitoring required by the endorser monitoring and contact subsections",
            "quoted_text": "14 D. Creating reports showing the results of the monitoring required by 15 Subsections B and C of this Section.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 531,
            "quote_end_line": 532
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Monetary Judgment for Civil Penalty",
        "category": "affirmative_obligation",
        "summary": "Judgment of $5,800,000 is entered jointly and severally against the Settling Defendants as a civil penalty, to be paid to the U.S. Treasury within 7 days of entry of the order by electronic fund transfer.",
        "requirements": [
          {
            "description": "Judgment of $5,800,000 is entered in favor of the Commission against the Settling Defendants, jointly and severally, as a civil penalty",
            "quoted_text": "18 A. Judgment in the amount of Five Million, Eight Hundred Thousand, Dollars 19 ($5,800,000) is entered in favor of the Commission against the Settling Defendants, jointly 20 and severally, as a civil penalty.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 535,
            "quote_end_line": 537
          },
          {
            "description": "Pay $5,800,000 to the Treasurer of the United States within 7 days of entry of this Stipulated Order by electronic fund transfer in accordance with Commission instructions; counsel holds this amount in escrow solely for this purpose",
            "quoted_text": "21 B. The Settling Defendants are ordered to pay to the Commission, by making 22 payment to the Treasurer of the United States, Five Million, Eight Hundred Thousand, 23 Dollars ($5,800,000), which, as the Settling Defendants stipulate, their undersigned 24 counsel holds in escrow for no purpose other than payment to the Commission. Such 25 payment must be made within seven (7) days of entry of this Stipulated Order by electronic 26 fund transfer in accordance with instructions previously provided by a representative of the 27 Commission.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 538,
            "quote_end_line": 544
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Additional Monetary Provisions",
        "category": "affirmative_obligation",
        "summary": "Settling Defendants relinquish all rights to transferred assets and must submit their Taxpayer Identification Numbers to the Commission for use in collecting any delinquent amounts.",
        "requirements": [
          {
            "description": "Relinquish dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Stipulated Order and may not seek the return of any assets",
            "quoted_text": "2 A. The Settling Defendants relinquish dominion and all legal and equitable right, 3 title, and interest in all assets transferred pursuant to this Stipulated Order and may not seek 4 the return of any assets.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 552,
            "quote_end_line": 554
          },
          {
            "description": "Submit Taxpayer Identification Numbers (Social Security Numbers or Employer Identification Numbers) to the Commission, which may be used for collecting and reporting on any delinquent amount arising out of this Stipulated Order",
            "quoted_text": "5 B. The Settling Defendants acknowledge that their Taxpayer Identification 6 Numbers (Social Security Numbers or Employer Identification Numbers), which the 7 Settling Defendants must submit to the Commission, may be used for collecting and 8 reporting on any delinquent amount arising out of this Stipulated Order, in accordance with 9 31 U.S.C. § 7701.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 555,
            "quote_end_line": 559
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      },
      {
        "provision_number": "IX",
        "title": "Cooperation",
        "category": "affirmative_obligation",
        "summary": "Settling Defendants must fully cooperate with FTC representatives in this case and related investigations, providing truthful information and making officers, employees, and agents available for interviews and proceedings upon 5 days' written notice.",
        "requirements": [
          {
            "description": "Must fully cooperate with Commission representatives in this case and any related investigation, provide truthful and complete information, evidence, and testimony, and cause officers, employees, representatives, or agents to appear for interviews, discovery, hearings, trials, and other proceedings upon five (5) days' written notice, without the service of a subpoena",
            "quoted_text": "11 IT IS FURTHER ORDERED that the Settling Defendants must fully cooperate 12 with representatives of the Commission in this case and in any investigation related to or 13 associated with the transactions or the occurrences that are the subject of the Complaint. 14 Such Settling Defendants must provide truthful and complete information, evidence, and 15 testimony. Such Settling Defendants must cause the Defendants’ officers, employees, 16 representatives, or agents to appear for interviews, discovery, hearings, trials, and any other 17 proceedings that a Commission representative may reasonably request upon five (5) days’ 18 written notice, or other reasonable notice, at such places and times as a Commission 19 representative may designate, without the service of a subpoena.",
            "deadline": "5 days' written notice (for appearances)",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 561,
            "quote_end_line": 569
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "X",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Each Settling Defendant must submit a sworn acknowledgment of receipt of the order within 7 days, deliver copies to all principals, managerial employees, and agents within 7 days (or before they assume responsibilities), and obtain signed acknowledgments from each recipient within 30 days.",
        "requirements": [
          {
            "description": "Each Defendant must submit to the Commission an acknowledgment of receipt of this Stipulated Order sworn under penalty of perjury within 7 days of entry",
            "quoted_text": "23 A. Each Defendant, within seven (7) days of entry of this Stipulated Order, must 24 submit to the Commission an acknowledgment of receipt of this Stipulated Order sworn 25 under penalty of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 573,
            "quote_end_line": 575
          },
          {
            "description": "For 15 years after entry, each Settling Defendant must deliver a copy of this Stipulated Order to all principals, officers, directors, LLC managers and members; all employees with managerial responsibilities for conduct related to the order; agents and representatives participating in related conduct; and any business entity resulting from a structural change. Delivery must occur within 7 days for current personnel and before others assume their responsibilities.",
            "quoted_text": "26 B. For fifteen (15) years after entry of this Stipulated Order, each Settling 27 Defendant must deliver a copy of this Stipulated Order to: (1) all principals, officers, 28 directors, and LLC managers and members; (2) all employees having managerial 16 23-CV-1674 TWR (MSB) Case 3:23-cv-01674-MSB Document 17 Filed 10/11/23 PageID.225 Page 17 of 20 1 responsibilities for conduct related to the subject matter of the Stipulated Order and all 2 agents and representatives who participate in conduct related to the subject matter of the 3 Stipulated Order; and (3) any business entity resulting from any change in structure as set 4 forth in the Section titled Compliance Reporting. Delivery must occur within seven (7) 5 days of entry of this Stipulated Order for current personnel. For all others, delivery must 6 occur before they assume their responsibilities.",
            "deadline": "7 days (current personnel); before assuming responsibilities (others)",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 576,
            "quote_end_line": 589
          },
          {
            "description": "From each individual or entity to which a copy of the order was delivered, obtain within 30 days a signed and dated acknowledgment of receipt",
            "quoted_text": "7 C. From each individual or entity to which a Settling Defendant delivered a copy 8 of this Stipulated Order, that Defendant must obtain, within thirty (30) days, a signed and 9 dated acknowledgment of receipt of this Stipulated Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 590,
            "quote_end_line": 592
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "XI",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Settling Defendants must submit an initial compliance report one year after entry of the order, provide sworn notices within 14 days of any structural or contact changes for 15 years, and notify the Commission within 14 days of any bankruptcy filings. All submissions must be sworn under penalty of perjury and sent to the FTC's designated address.",
        "requirements": [
          {
            "description": "One year after entry, each Settling Defendant must submit a compliance report sworn under penalty of perjury, identifying contact information, all business names and addresses, describing activities, detailing compliance with each section of the order, and providing copies of all order acknowledgments obtained",
            "quoted_text": "13 A. One (1) year after entry of this Stipulated Order, each Settling Defendant must 14 submit a compliance report, sworn under penalty of perjury: 15 1. Each Settling Defendant must: (a) identify the primary physical, postal, 16 and email address and telephone number, as designated points of contact, which 17 representatives of the Commission may use to communicate with Defendant; (b) identify 18 all of that Defendant’s businesses by all of their names; telephone numbers; and physical, 19 postal, email, and Internet addresses; (c) describe the activities of each business, including 20 the goods and services offered; the means of advertising, marketing, and sales; and the 21 involvement of any other Defendant; (d) describe in detail whether and how that Defendant 22 is in compliance with each Section of this Stipulated Order; and (e) provide a copy of each 23 Order Acknowledgment obtained pursuant to this Stipulated Order, unless previously 24 submitted to the Commission.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 596,
            "quote_end_line": 607
          },
          {
            "description": "For 15 years after entry, each Settling Defendant must submit a compliance notice sworn under penalty of perjury within 14 days of any change in designated contact points or in the structure of any Defendant or entity in which Defendant has an ownership interest or control that may affect compliance obligations",
            "quoted_text": "25 B. For fifteen (15) years after entry of this Stipulated Order, each Settling 26 Defendant must submit a compliance notice, sworn under penalty of perjury, within 27 fourteen (14) days of any change in the following: 28 / / / 17 23-CV-1674 TWR (MSB) Case 3:23-cv-01674-MSB Document 17 Filed 10/11/23 PageID.226 Page 18 of 20 1 1. Each Settling Defendant must report any change in: (a) any designated 2 point of contact; or (b) the structure of any Defendant or any entity that Defendant has any 3 ownership interest in or controls directly or indirectly that may affect compliance 4 obligations arising under this Stipulated Order, including: creation, merger, sale, or 5 dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or 6 practices subject to this Stipulated Order.",
            "deadline": "14 days of change (recurring for 15 years)",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 608,
            "quote_end_line": 625
          },
          {
            "description": "Each Settling Defendant must submit notice to the Commission of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding within 14 days of its filing",
            "quoted_text": "7 C. Each Settling Defendant must submit to the Commission notice of the filing 8 of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against such 9 Defendant within fourteen (14) days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 626,
            "quote_end_line": 628
          },
          {
            "description": "All submissions required to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, concluding with a declaration under penalty of perjury including date, full name, title, and signature",
            "quoted_text": "10 D. Any submission to the Commission required by this Stipulated Order to be 11 sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. 12 § 1746, such as by concluding: “I declare under penalty of perjury under the laws of the 13 United States of America that the foregoing is true and correct. Executed on: _____” and 14 supplying the date, signatory’s full name, title (if applicable), and signature.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 629,
            "quote_end_line": 633
          },
          {
            "description": "Unless otherwise directed in writing, all submissions must be emailed to DEbrief@ftc.gov or sent by overnight courier to the Associate Director for Enforcement, Bureau of Consumer Protection, FTC, 600 Pennsylvania Avenue NW, Washington, DC 20580, with a subject line beginning \"Federal Trade Commission v. Instant Checkmate, LLC et al.\"",
            "quoted_text": "15 E. Unless otherwise directed by a Commission representative in writing, all 16 submissions to the Commission pursuant to this Stipulated Order must be emailed to 17 DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: 18 Associate Director for Enforcement, Bureau of Consumer Protection Federal Trade Commission 19 600 Pennsylvania Avenue NW 20 Washington, DC 20580. 21 The subject line must begin: “Federal Trade Commission v. Instant Checkmate, LLC et 22 al.”",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 634,
            "quote_end_line": 643
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "XII",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Settling Defendants must create certain records for 15 years after entry of the order and retain each record for 5 years, including accounting records, personnel records, consumer complaints, marketing materials, training materials, and all records necessary to demonstrate full compliance.",
        "requirements": [
          {
            "description": "Create and retain accounting records showing the revenues from all goods or services sold, for 15 years (creating) and 5 years (retaining)",
            "quoted_text": "1 A. Accounting records showing the revenues from all goods or services sold;",
            "deadline": "15 years (creation); 5 years (retention)",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 660,
            "quote_end_line": 660
          },
          {
            "description": "Create and retain personnel records showing each service provider's name, addresses, telephone numbers, job title or position, dates of service, and (if applicable) reason for termination",
            "quoted_text": "2 B. Personnel records showing, for each person providing services in relation to 3 any aspect of this Stipulated Order, whether as an employee or otherwise, that person’s: 4 name, addresses, telephone numbers, job title or position, dates of service, and (if 5 applicable) the reason for termination;",
            "deadline": "15 years (creation); 5 years (retention)",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 661,
            "quote_end_line": 664
          },
          {
            "description": "Create and retain records of all consumer complaints and refund requests related to the subject matter of this Stipulated Order, whether received directly or indirectly, and any response",
            "quoted_text": "6 C. Records of all consumer complaints and refund requests related to the subject 7 matter of this Stipulated Order, whether received directly or indirectly, such as through a 8 third party, and any response; 9 D. All unique sales or customer service scripts, form letters or emails,",
            "deadline": "15 years (creation); 5 years (retention)",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 665,
            "quote_end_line": 668
          },
          {
            "description": "Create and retain all unique sales or customer service scripts, form letters or emails, advertisements, or other marketing materials related to the subject matter of this Stipulated Order",
            "quoted_text": "10 advertisements, or other marketing materials related to the subject matter of this Stipulated 11 Order;",
            "deadline": "15 years (creation); 5 years (retention)",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 669,
            "quote_end_line": 670
          },
          {
            "description": "Create and retain all employee manuals and training materials related to the subject matter of this Stipulated Order",
            "quoted_text": "12 E. All employee manuals and training materials related to the subject matter of 13 this Stipulated Order; and",
            "deadline": "15 years (creation); 5 years (retention)",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 671,
            "quote_end_line": 672
          },
          {
            "description": "Create and retain all records necessary to demonstrate full compliance with each provision of this Stipulated Order, including all submissions to the Commission",
            "quoted_text": "14 F. All records necessary to demonstrate full compliance with each provision of 15 this Stipulated Order, including all submissions to the Commission.",
            "deadline": "15 years (creation); 5 years (retention)",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 673,
            "quote_end_line": 674
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "XIII",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The FTC is authorized to monitor Settling Defendants' compliance through additional reports, depositions, document production, and direct communication with employees; Settling Defendants must respond within 14 days to written requests and permit employee interviews.",
        "requirements": [
          {
            "description": "Within 14 days of receipt of a written request from the Commission, each Settling Defendant must submit additional compliance reports or other requested information sworn under penalty of perjury, appear for depositions, and produce documents for inspection and copying. The Commission is authorized to obtain discovery using Federal Rules of Civil Procedure 29, 30, 31, 33, 34, 36, 45, and 69 without further leave of court.",
            "quoted_text": "20 A. Within fourteen (14) days of receipt of a written request from a representative 21 of the Commission, each Settling Defendant must submit additional compliance reports or 22 other requested information, which must be sworn under penalty of perjury; appear for 23 depositions; and produce documents for inspection and copying. The Commission is also 24 authorized to obtain discovery, without further leave of the Court, using any of the 25 procedures prescribed by Federal Rules of Civil Procedure 29, 30 (including telephonic 26 depositions), 31, 33, 34, 36, 45, and 69.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 679,
            "quote_end_line": 685
          },
          {
            "description": "For matters concerning this Stipulated Order, the Commission is authorized to communicate directly with each Settling Defendant; Settling Defendants must permit Commission representatives to interview any affiliated employee or person who has agreed to such an interview, with counsel permitted to be present",
            "quoted_text": "27 B. For matters concerning this Stipulated Order, the Commission is authorized 28 to communicate directly with each Settling Defendant. The Settling Defendants must 19 23-CV-1674 TWR (MSB) Case 3:23-cv-01674-MSB Document 17 Filed 10/11/23 PageID.228 Page 20 of 20 1 permit representatives of the Commission to interview any employee or other Person 2 affiliated with any Settling Defendant who has agreed to such an interview. The Person 3 interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 686,
            "quote_end_line": 695
          },
          {
            "description": "The Commission may use all other lawful means, including posing through its representatives as consumers, suppliers, or other individuals or entities, without identification or prior notice. Nothing in this Stipulated Order limits the Commission's lawful use of compulsory process pursuant to Sections 9 and 20 of the FTC Act.",
            "quoted_text": "4 C. The Commission may use all other lawful means, including posing, through 5 its representatives as consumers, suppliers, or other individuals or entities, to the Settling 6 Defendants or any individual or entity affiliated with the Settling Defendants, without the 7 necessity of identification or prior notice. Nothing in this Stipulated Order limits the 8 Commission’s lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC 9 Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 696,
            "quote_end_line": 701
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "XIV",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction for construction, modification, and enforcement of this Stipulated Order, with the Honorable Michael S. Berg, United States Magistrate Judge, retaining continuing and exclusive jurisdiction over all parties and matters relating to the litigation and settlement agreement.",
        "requirements": [
          {
            "description": "The Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement ofthis Stipulated Order; the Honorable Michael S. Berg, United States Magistrate Judge, shall retain continuing and exclusive jurisdiction over the Parties and all matters relating to the litigation and settlement agreement, including administration, interpretation, construction, effectuation, enforcement, and consummation",
            "quoted_text": "11 IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for 12 purposes of construction, modification, and enforcement of this Stipulated Order. 13 Specifically, in accordance with the Parties’ Consent to Jurisdiction by a United States 14 Magistrate Judge and Order of Reference, (see ECF No. 16), the Honorable Michael S. 15 Berg, United States Magistrate Judge, SHALL RETAIN continuing and exclusive 16 jurisdiction over the Parties and all matters relating to the litigation and settlement 17 agreement, including the administration, interpretation, construction, effectuation, 18 enforcement, and consummation of the agreement and this Stipulated Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 703,
            "quote_end_line": 710
          }
        ],
        "statutory_topics": [
          "FCRA"
        ],
        "practice_areas": [
          "Financial Practices"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Stipulated Order. Specifically, in accordance with the Parties' Consent to Jurisdiction by a United States Magistrate Judge and Order of Reference, (see ECF No. 16), the Honorable Michael S. Berg, United States Magistrate Judge, SHALL RETAIN continuing and exclusive jurisdiction over the Parties and all matters relating to the litigation and settlement agreement, including the administration, interpretation, construction, effectuation, enforcement, and consummation of the agreement and this Stipulated Order."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "10.23, TruthFinder Complaint (Pending).pdf",
      "order": "10.23, TruthFinder Order (Pending).pdf"
    },
    "extraction_stats": {
      "complaint_counts": 11,
      "complaint_representations": 6,
      "order_provisions": 14,
      "order_definitions": 10,
      "order_requirements": 48,
      "provisions_per_section": {
        "I": 7,
        "II": 6,
        "III": 5,
        "IV": 2,
        "V": 1,
        "VI": 4,
        "VII": 2,
        "VIII": 2,
        "IX": 1,
        "X": 3,
        "XI": 5,
        "XII": 6,
        "XIII": 3,
        "XIV": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 1
      },
      "verification_details": {
        "complaint_verified": 6,
        "complaint_total": 6,
        "order_verified": 48,
        "order_total": 48
      }
    },
    "processing_time_seconds": 617.5
  }
}