{
  "case_info": {
    "docket_number": "C-4807",
    "company": {
      "name": "Marriott International, Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "7750 Wisconsin Ave., Bethesda, Maryland 20814",
      "business_description": "Marriott is a multinational hospitality company that manages and franchises hotels and related lodging facilities, including 30 brands and more than 7,000 properties throughout the United States and across 131 countries and territories."
    },
    "commissioners": [
      "Lina M. Khan, Chair",
      "Rebecca Kelly Slaughter",
      "Alvaro M. Bedoya",
      "Melissa Holyoak",
      "Andrew Ferguson"
    ],
    "case_date": {
      "month": 10,
      "year": 2024
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a)",
    "violation_type": "unfair",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/192-3022-marriott-international-inc-starwood-hotels-resorts-worldwide-llc-matter",
    "statutory_topics": [
      "Section 5 Only"
    ],
    "practice_areas": [
      "Data Security",
      "Privacy"
    ],
    "industry_sectors": [
      "Technology",
      "Healthcare",
      "Financial Services"
    ]
  },
  "complaint": {
    "factual_background": "Marriott International and its subsidiary Starwood Hotels & Resorts experienced three major data breaches between 2014 and 2020 affecting hundreds of millions of consumers. The First Breach (2014–2015) exposed payment card data for over 40,000 consumers due to inadequate firewalls, access controls, outdated software, and lack of multifactor authentication. The Second Breach, undetected for over four years (July 2014–September 2018), compromised 339 million global consumer records including 5.25 million unencrypted passport numbers. The Third Breach (September 2018–February 2020) exposed more than 5.2 million guest records. Despite these failures, both the Starwood and Marriott websites published privacy policies claiming the companies used appropriate and reasonable security safeguards to protect consumers' personal information.",
    "representations_made": [
      {
        "description": "Starwood's website privacy policy claimed it used appropriate administrative, procedural, and technical safeguards—including password controls, firewalls, and up to 256-bit encryption—to protect consumers' personal data against unauthorized access, misuse, or disclosure",
        "quoted_text": "SECURITY SAFEGUARDS: Starwood recognizes the importance of information security, and is constantly reviewing and enhancing our technical, physical, and logical security rules and procedures. All Starwood owned web sites and servers have security measures in place to help protect your personal data against accidental, loss, misuse, unlawful or unauthorized access, disclosure, or alteration while under our control. Although “guaranteed security” does not exist either on or off the Internet, we safeguard your information using appropriate administrative, procedural and technical safeguards, including password controls, “firewalls” and the use of up to 256-bit encryption based on a Class 3 Digital Certificate issued by VeriSign, Inc. This allows for the use of Secure Sockets Layer (SSL), an encryption method used to help protect your data from interception and hacking while in transit. (emphasis added).",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 24,
        "quote_start_line": 142,
        "quote_end_line": 153
      },
      {
        "description": "Marriott's website privacy policy claimed it sought to use reasonable organizational, technical, and administrative measures to protect consumers' personal data",
        "quoted_text": "We seek to use reasonable organizational, technical and administrative measures to protect Personal Data. Unfortunately, no data transmission or storage system can be guaranteed to be 100% secure. If you have reason to believe that your interaction with us is no longer secure (for example, if you feel that the security of your account has been compromised), please immediately notify us in accordance with the “Contacting Us” section, below. (emphasis added).",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 26,
        "quote_start_line": 161,
        "quote_end_line": 167
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Deceptive Security Statements",
        "representation": "Through their Starwood and Marriott website privacy policies, Respondents represented, directly or indirectly, expressly or by implication, that they used appropriate safeguards to protect consumers' personal information.",
        "fact": "Respondents did not use appropriate safeguards to protect consumers' personal information. Among other failures, they did not implement appropriate password controls, failed to patch outdated software, failed to adequately monitor and log network environments, failed to implement appropriate access controls and firewall controls, failed to implement adequate network segmentation, and failed to apply adequate multifactor authentication.",
        "conclusion": "The representations set forth in Paragraphs 24 and 26 are false or misleading, in violation of Section 5(a) of the FTC Act."
      },
      {
        "count_number": 2,
        "title": "Unfair Information Security Practices",
        "representation": "Respondents failed to employ reasonable security measures to protect consumers' personal information.",
        "fact": "Respondents' failure to employ reasonable security measures caused or is likely to cause substantial injury to consumers—including identity theft, fraudulent redemption of loyalty points, passport fraud, and financial losses—that is not outweighed by countervailing benefits to consumers or competition and is not reasonably avoidable by consumers themselves.",
        "conclusion": "This practice was, and is, an unfair act or practice in violation of Section 5(a) of the FTC Act."
      }
    ]
  },
  "order": {
    "definitions": {
      "Clear and Conspicuous": "means that a required disclosure is difficult to miss (i.e., easily noticeable) and easily understandable by ordinary consumers, including in all of the following ways: (a) In any communication that is solely visual or solely audible, the disclosure must be made through the same means through which the communication is presented. In any communication made through both visual and audible means, such as a television advertisement, the disclosure must be presented simultaneously in both the visual and audible portions of the communication even if the representation requiring the disclosure (\"triggering representation\") is made through only one means. (b) A visual disclosure, by its size, contrast, location, the length of time it appears, and other characteristics, must stand out from any accompanying text or other visual elements so that it is easily noticed, read, and understood. (c) An audible disclosure, including by telephone or streaming video, must be delivered in a volume, speed, and cadence sufficient for ordinary consumers to easily hear and understand it. (d) In any communication using an interactive electronic medium, such as the Internet or software, the disclosure must be unavoidable. (e) The disclosure must use diction and syntax understandable to ordinary consumers and must appear in each language in which the triggering representation appears. (f) The disclosure must comply with these requirements in each medium through which it is received, including all electronic devices and face-to-face communications. The disclosure must not be contradicted or mitigated by, or inconsistent with, anything else in the communication. (g) The disclosure must not be contradicted or mitigated by, or inconsistent with, anything else in the communication. (h) When the representation or sales practice targets a specific audience, such as children, the elderly, or the terminally ill, \"ordinary consumers\" includes reasonable members of that group.",
      "Covered Incident": "means a Security Event that Marriott is legally required to notify a United States federal, state, or local governmental entity that information of or about an individual was, or is reasonably believed to have been, accessed, acquired, or publicly exposed without authorization.",
      "Encrypt or Encryption": "shall mean encoding data into ciphertext—at rest or in transit—rendering it unusable, unreadable, or indecipherable without converting the ciphertext to plaintext through the use of a confidential process and key leveraging a security technology, methodology, or encryption algorithm generally accepted in the field of information security, commensurate with the sensitivity of the data at issue.",
      "Loyalty Rewards Program": "means the Marriott Bonvoy program (or such name as it may be known in the future) offered by Respondents that allows consumers to redeem points for certain goods or services according to the terms of such program offered by Respondents.",
      "Marriott": "shall mean Marriott International, Inc., and its subsidiaries, successors, and assigns that collect, store, or process Personal Information; provided, however, that in no event shall \"Marriott\" include the \"Marriott Franchised Hotels\" or any subsidiary of Marriott that is incorporated and operates outside of the United States. \"Marriott\" shall include \"Starwood\" unless specifically stated otherwise.",
      "Marriott Franchised Hotel": "shall mean any hotel that is owned by a third party and operated under a Marriott brand by a third party pursuant to a license or franchise agreement with any Respondent.",
      "Personal Information": "means individually identifiable information from or about an individual consumer, including: (a) a first and last name; (b) a home or other physical address; (c) an email address; (d) financial account information, such as payment card number; (e) government-issued identifiers, such as driver's license or passport numbers; or (f) account information, such as username and password or Loyalty Rewards Program numbers.",
      "Respondents": "means (a) Marriott and its subsidiaries, and any successors and assigns; and (b) Starwood and its subsidiaries, and any successors and assigns, individually, collectively, or in any combination.",
      "Security Event": "shall mean any compromise to the confidentiality, integrity, or availability of Personal Information held on or accessed through any Marriott information technology (\"IT\") asset, or any event that gives rise to a reasonable likelihood of such compromise.",
      "Starwood": "shall mean Starwood Hotels & Resorts Worldwide, LLC, its subsidiaries, successors, and assigns that collect, store, or process Personal Information; provided, however, that in no event shall \"Starwood\" include any subsidiary of Starwood that is incorporated and operates outside of the United States."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Privacy and Security",
        "category": "prohibition",
        "summary": "Respondents must not misrepresent in any manner their collection, maintenance, use, deletion, or disclosure of Personal Information, or the extent to which they protect the privacy, security, availability, confidentiality, or integrity of Personal Information.",
        "requirements": [
          {
            "description": "Must not misrepresent collection, maintenance, use, deletion, or disclosure of Personal Information",
            "quoted_text": "IT IS ORDERED that Respondents, Respondents’ officers, agents, and employees, and all other persons in active concert or participation with any of them who receive actual notice of this Order, whether acting directly or indirectly, in connection with any product or service, must not misrepresent in any manner, expressly or by implication: A. Respondents’ collection, maintenance, use, deletion, or disclosure of Personal Information; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 133,
            "quote_end_line": 138
          },
          {
            "description": "Must not misrepresent the extent to which Respondents protect the privacy, security, availability, confidentiality, or integrity of Personal Information",
            "quoted_text": "B. The extent to which Respondents protect the privacy, security, availability, confidentiality, or integrity of Personal Information.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 139,
            "quote_end_line": 140
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition",
          "Data Deletion"
        ]
      },
      {
        "provision_number": "II",
        "title": "Mandated Information Security Program",
        "category": "affirmative_obligation",
        "summary": "Respondents must establish, implement, and maintain a comprehensive information security program within 180 days of the effective date, encompassing risk assessments, safeguards, training, incident response, access controls, encryption, vulnerability management, vendor oversight, and franchisee requirements.",
        "requirements": [
          {
            "description": "Establish, implement, and maintain a comprehensive information security program within 180 days of the effective date of this Order",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents, in connection with the collection, maintenance, use, or disclosure of, or provision of access to, Personal Information, must, within 180 days of the effective date of this Order, establish, implement and maintain a comprehensive information security program (“Information Security Program”) that protects the security, confidentiality, and integrity of such Personal Information. To satisfy this requirement, Respondents must, at a minimum:",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 142,
            "quote_end_line": 147
          },
          {
            "description": "Document in writing the content, establishment, implementation, and maintenance of the Information Security Program",
            "quoted_text": "A. Document in writing the content, establishment, implementation, and maintenance of the Information Security Program;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 148,
            "quote_end_line": 149
          },
          {
            "description": "Provide the written program and evaluations or updates to the Board of Directors or senior officer at least annually, and provide a Covered Incident report promptly (not to exceed 120 days) after a Covered Incident",
            "quoted_text": "B. Provide the written program and any evaluations thereof or updates thereto to Respondents’ Board of Directors or governing body or, if no such board or Page 4 of 16 equivalent governing body exists, to a senior officer of Respondents responsible for Respondents’ Information Security Program at least annually. Marriott shall also provide to that governing structure outlined above a Covered Incident report promptly (not to exceed 120 days) after a Covered Incident;",
            "deadline": "Annually / 120 days after Covered Incident",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 150,
            "quote_end_line": 158
          },
          {
            "description": "Designate a qualified employee to coordinate and be responsible for the Information Security Program",
            "quoted_text": "C. Designate a qualified employee to coordinate and be responsible for the Information Security Program;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 159,
            "quote_end_line": 160
          },
          {
            "description": "Assess and document internal and external risks to the security, confidentiality, or integrity of Personal Information at least annually and promptly (not to exceed 120 days) following a Covered Incident",
            "quoted_text": "D. Assess and document, at least annually and promptly (not to exceed 120 days) following a Covered Incident, internal and external risks to the security, confidentiality, or integrity of Personal Information (“Risk Assessment”) that could result in the (1) unauthorized collection, maintenance, alteration, destruction, use, or disclosure of, or provision of access to, Personal Information; or the (2) misuse, loss, theft, or other compromise of such Personal Information;",
            "deadline": "Annually / 120 days after Covered Incident",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 161,
            "quote_end_line": 166
          },
          {
            "description": "Design, implement, maintain, and document safeguards that control for identified risks, accounting for volume and sensitivity of Personal Information",
            "quoted_text": "E. Design, implement, maintain, and document safeguards that control for the internal and external risks Respondents identify based on the Risk Assessment described in sub-Provision II.D or risk-based analysis. Each safeguard must take into account the volume and sensitivity of the Personal Information that is being assessed, and the likelihood of unauthorized disclosure, misuse, loss, or other compromise of such Personal Information. Such safeguards must also include:",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 167,
            "quote_end_line": 172
          },
          {
            "description": "Provide role-appropriate security training for employees with access to Personal Information on Marriott IT assets at least annually, and require Marriott Franchised Hotels to do the same",
            "quoted_text": "1. Providing role-appropriate training for Respondents’ employees who either are responsible for the Information Security Program or have access to Personal Information on any Marriott IT asset, at least annually, on how to safeguard Personal Information on such Marriott IT asset. Respondents shall have policies and procedures that require Marriott Franchised Hotels to provide role-appropriate training for their employees who have access to Personal Information on any Marriott IT asset, at least annually, on how to safeguard Personal Information on such Marriott IT asset;",
            "deadline": "Annually",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 173,
            "quote_end_line": 180
          },
          {
            "description": "Document an incident response plan in writing designed to identify, investigate, and respond to unauthorized access to Personal Information on Marriott IT assets, and revise it as appropriate",
            "quoted_text": "2. Documenting in writing the content, establishment, implementation, and maintenance of an incident response plan designed to ensure the identification of, investigation of, and response to the unauthorized access to Personal Information on Marriott IT assets. Where appropriate, Respondents shall revise and update this incident response plan to adapt to any changes to any Marriott IT asset;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 181,
            "quote_end_line": 186
          },
          {
            "description": "Establish, implement, and maintain policies and procedures for logging and monitoring Marriott IT assets, including a SIEM solution and third-party monitoring services, with active review of logs within a 24-hour period",
            "quoted_text": "3. Establishing, implementing, and maintaining policies and procedures for logging and monitoring Marriott IT assets. Such policies and procedures shall include appropriate applications and services, such as a Security Information and Event Management solution and third-party monitoring services, to collect logs of events occurring on Marriott IT assets. Such policies and procedures shall also require Marriott to use such technical measures to regularly and actively review logs for anomalous activity and active threats within a twenty-four (24) hour period, and appropriately follow up with respect to Security Events. Such measures shall require Page 5 of 16 Respondents to identify and respond to anomalous events and unauthorized attempts to access or exfiltrate Personal Information. Marriott shall appropriately configure and test logging and monitoring services to facilitate effective identification of a Security Event and escalation according to Marriott’s incident response plan;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 187,
            "quote_end_line": 203
          },
          {
            "description": "Establish, implement, and maintain data access controls for employees and vendors to Marriott IT assets, including restricting connections, enforcing strong passwords, preventing reuse of compromised credentials, implementing password resets, and applying the principle of least privilege",
            "quoted_text": "4. Establishing, implementing, and maintaining data access controls for Marriott employees and vendors to Marriott IT assets (including databases) storing Personal Information and policies, procedures, and technical measures to minimize or prevent online attacks resulting from the misuse of valid credentials, including: (a) restricting inbound and outbound connections; (b) requiring and enforcing strong passwords; (c) preventing the reuse of credentials known to Marriott to be compromised to access Personal Information; (d) implementing password resets for credentials known to Marriott to be compromised; and (e) using the principle of least privilege to limit employee access to Personal Information to the minimum required to perform that employee’s job;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 204,
            "quote_end_line": 214
          },
          {
            "description": "Establish, implement, and maintain multi-factor authentication or equivalent enhanced authentication measures for remote access to Marriott IT assets, and provide MFA as an option for U.S. consumers with accounts collecting Personal Information",
            "quoted_text": "5. Establishing, implementing, and maintaining multi-factor authentication or equivalent enhanced authentication measures for remote access by Marriott employees and vendors to Marriott IT assets (including databases) storing Personal Information. Respondents need only provide multi-factor authentication or enhanced authentication measure as an option for U.S. consumers for any account that collects Personal Information and authenticates U.S. consumers. Any information collected solely for multi-factor authentication may only be used for authentication purposes and no other purpose;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 215,
            "quote_end_line": 223
          },
          {
            "description": "Develop configuration standards to harden operating systems and network devices against known threats; new devices must meet configuration standards before use as Marriott IT assets",
            "quoted_text": "6. Developing configuration standards to harden operating systems and network devices in Marriott’s corporate network segment and other non- property network segments against known threats and vulnerabilities. New operating systems and network devices introduced to such segments shall not be approved for use as Marriott IT assets until they meet Respondents’ configuration standards;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 224,
            "quote_end_line": 229
          },
          {
            "description": "Identify instances where Respondents shall Encrypt, tokenize, or use other security measures to protect Personal Information on Marriott IT assets",
            "quoted_text": "7. Identifying instances where Respondents shall Encrypt, tokenize, or use other security measures to protect Personal Information on Marriott IT assets;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 230,
            "quote_end_line": 232
          },
          {
            "description": "Establish, implement, and maintain scanning or equivalent tools to inventory and classify Marriott IT assets containing Personal Information; remove or Encrypt Personal Information on any asset being decommissioned",
            "quoted_text": "8. Establishing, implementing, and maintaining scanning or equivalent tools to regularly inventory and classify Marriott IT assets containing Personal Information that includes hardware, software, and location of any such Marriott IT assets. In the event that Marriott removes any Marriott IT asset containing Personal Information and does not intend to reinstate that asset, Marriott shall remove or Encrypt the Personal Information contained on the asset, or destroy that asset;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 233,
            "quote_end_line": 239
          },
          {
            "description": "Establish, implement, and maintain vulnerability and patch management policies and procedures, including timely installation of updates and security patches with confirmation processes and timelines based on severity and exploitability",
            "quoted_text": "9. Establishing, implementing and maintaining vulnerability and patch management policies and procedures to maintain, keep updated, and support the software on Marriott IT assets containing Personal Information, using measures that take into consideration the impact a software update will have on such Marriott IT assets’ data security, Marriott’s ongoing business, network, and operational needs, and the scope of the resources required to maintain, update, and support the software. Marriott shall implement and maintain processes and procedures to schedule and install updates and security patches on that software in a timely manner, that require confirmation that any directives to apply patches or remediate vulnerabilities are received and completed, and that include timelines for addressing vulnerabilities that account for the severity and exploitability of the risk implicated; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 243,
            "quote_end_line": 255
          },
          {
            "description": "Enforce policies and procedures to ensure timely investigation of Security Events and timely remediation of critical and high-risk security vulnerabilities",
            "quoted_text": "10. Enforcing policies and procedures to ensure the timely investigation of Security Events and the timely remediation of critical and high-risk security vulnerabilities;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 256,
            "quote_end_line": 258
          },
          {
            "description": "Assess the sufficiency of safeguards at least annually and promptly (not to exceed 120 days) following a Covered Incident, and modify the Information Security Program based on the results",
            "quoted_text": "F. Assess, at least annually and promptly (not to exceed 120) days following a Covered Incident, the sufficiency of any safeguards in place to address the internal and external risks to the security, confidentiality, or integrity of Personal Information, and modify the Information Security Program based on the results;",
            "deadline": "Annually / 120 days after Covered Incident",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 259,
            "quote_end_line": 262
          },
          {
            "description": "Following an acquisition, assess whether the Acquired Entity's information security program complies with Provision II requirements, and design and implement a plan to address identified gaps and deficiencies prior to using the acquired entity's IT assets in the production environment",
            "quoted_text": "G. Following the closing of an acquisition pursuant to which any Respondent assumes control of any entity that owns, licenses, maintains, processes, or transmits Personal Information (“Acquired Entity”), Respondents must assess whether the Acquired Entity’s information security program is in compliance with the mandated terms for the Information Security Program required by Provision II of this Order (“Post-Acquisition Assessment”). Respondents shall design, implement, and maintain a plan and timeline to address gaps and deficiencies identified in the Post-Acquisition Assessment. The plan shall address such gaps and deficiencies that relate to any Acquired Entity’s IT asset prior to Respondents’ use as a Marriott IT asset in the production environment;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 263,
            "quote_end_line": 272
          },
          {
            "description": "Test and monitor effectiveness of safeguards at least annually and promptly (not to exceed 120 days) following a Covered Incident, including a vulnerability management program with quarterly network scans, risk rankings, and penetration testing not less than annually",
            "quoted_text": "H. Test and monitor the effectiveness of the safeguards at least annually and promptly (not to exceed 120 days) following a Covered Incident, and modify the Information Security Program based on the results. Such testing and monitoring must include a vulnerability management program reasonably designed to continually identify and assess vulnerabilities within Marriott IT assets containing Personal Information by (1) discovering vulnerabilities identified by reputable outside sources; (2) assigning risk rankings to new vulnerabilities; (3) running internal and external network vulnerability scans at least quarterly or after any significant change to such Marriott IT assets, and promptly (not to exceed 120 days) after a Covered Incident; and (4) performing re-scans to ensure that previously identified vulnerabilities have been properly remediated. Such testing and monitoring must also include a risk-based testing program reasonably designed to identify and assess security vulnerabilities within such Marriott IT Page 7 of 16 assets. This program shall include an appropriate schedule of risk-based tests including internal and external penetration testing, segmentation testing, and web application penetration testing to be performed on such Marriott IT assets that adequately takes into account security risk. Such testing shall not be less than annual, and promptly (not to exceed 120 days) after a Covered Incident, and shall include retests where necessary to confirm appropriate remediation;",
            "deadline": "Annually / 120 days after Covered Incident",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 273,
            "quote_end_line": 294
          },
          {
            "description": "Select and retain vendors capable of safeguarding Personal Information, and contractually require vendors to implement and maintain sufficient safeguards",
            "quoted_text": "I. Select and retain vendors capable of safeguarding Personal Information they access through or receive from Respondents, and contractually require vendors to implement and maintain safeguards sufficient to address the internal and external risks to the security, confidentiality, or integrity of Personal Information;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 295,
            "quote_end_line": 298
          },
          {
            "description": "Evaluate and adjust the Information Security Program at least annually in light of changes to operations, Covered Incidents, new technological methods, or other circumstances that may affect effectiveness of the program",
            "quoted_text": "J. Evaluate and adjust the Information Security Program as appropriate in light of any changes to Respondents’ operations or business arrangements, a Covered Incident, new or more efficient technological or operational methods to control for the risks identified in Provision II.D of this Order, or any other circumstances that Respondents know or have reason to know may have an impact on the effectiveness of the Information Security Program or any of its individual safeguards. At a minimum, Respondents must evaluate the Information Security Program at least once annually and modify the Information Security Program based on the results; and",
            "deadline": "Annually",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 299,
            "quote_end_line": 307
          },
          {
            "description": "Require Marriott Franchised Hotels by contract to implement appropriate safeguards to protect Personal Information, and develop and implement a risk-based audit program to review franchisee compliance, retaining contractual rights to enforce compliance",
            "quoted_text": "K. Require the Marriott Franchised Hotels by contract to implement and maintain appropriate safeguards to protect Personal Information. Marriott also shall develop and implement a risk-based audit program to review compliance of Marriott Franchised Hotels with the obligations imposed by Marriott. Marriott shall retain appropriate contractual rights to enforce a Marriott Franchised Hotel’s compliance with such requirements.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 308,
            "quote_end_line": 313
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Comprehensive Security Program"
        ]
      },
      {
        "provision_number": "III",
        "title": "Information Security Assessments by a Third Party",
        "category": "assessment",
        "summary": "Respondents must obtain initial and biennial third-party assessments of their Information Security Program from a qualified, independent assessor, covering the first 365 days and each 2-year period thereafter for 20 years, and submit assessments to the FTC.",
        "requirements": [
          {
            "description": "Obtain initial and biennial Third-Party Assessments from a qualified, objective, independent third-party professional who uses generally accepted procedures, conducts an independent review, retains documents for 5 years, and provides documents to the Commission within 10 days of request",
            "quoted_text": "A. The Third-Party Assessments must be obtained from a qualified, objective, independent third-party professional (“Assessor”), who: (1) uses procedures and standards generally accepted in the profession, (2) conducts an independent review of the Information Security Program, (3) retains all documents relevant to each Third-Party Assessment for 5 years after completion of such Third-Party Assessment, and (4) will provide such documents to the Commission within 10 days of receipt of a written request from a representative of the Commission. The Assessor may not withhold any documents from the Commission on the basis of a claim of confidentiality, proprietary or trade secrets, work product protection, attorney-client privilege, statutory exemption, or any similar claim.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 318,
            "quote_end_line": 327
          },
          {
            "description": "Provide the Associate Director for Enforcement with the name, affiliation, and qualifications of the proposed Assessor for approval",
            "quoted_text": "B. For each Third-Party Assessment, Respondents must provide the Associate Director for Enforcement for the Bureau of Consumer Protection at the Federal Trade Commission with the name, affiliation, and qualifications of the proposed Assessor, whom the Associate Director shall have the authority to approve in her or his sole discretion.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 331,
            "quote_end_line": 335
          },
          {
            "description": "Ensure the reporting period for Third-Party Assessments covers the first 365 days after issuance for the initial assessment, and each 2-year period thereafter for 20 years for biennial assessments",
            "quoted_text": "C. The reporting period for the Third-Party Assessments must cover: (1) the first 365 days after the issuance date of the Order for the initial Third-Party Assessment; and (2) each 2 year period thereafter for twenty (20) years after issuance of the Order for the biennial Third-Party Assessments.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 336,
            "quote_end_line": 339
          },
          {
            "description": "Each Third-Party Assessment must determine whether the Information Security Program has been implemented and maintained, assess effectiveness of sub-Provisions II.A-K, identify gaps or weaknesses, address prior assessment findings, and identify specific evidence examined; must be signed by the Assessor and state hours worked",
            "quoted_text": "D. Each Third-Party Assessment must, for the entire assessment period: (1) determine whether Respondents have implemented and maintained the Information Security Program required by Provision II; (2) assess the effectiveness of Respondents’ implementation and maintenance of sub-Provisions II.A-K; (3) identify any gaps or weaknesses in, or instances of material noncompliance with, the Information Security Program; (4) address the status of gaps or weaknesses in, or instances of material non-compliance with, the Information Security Program that were identified in any prior Third-Party Assessment required by this Order; and (5) identify specific evidence (including documents reviewed, sampling and testing performed, and interviews conducted) examined to make such determinations, assessments, and identifications, and explain why the evidence that the Assessor examined is (a) appropriate for assessing an enterprise of Respondents’ size, complexity, and risk profile; and (b) sufficient to justify the Assessor’s findings. No finding of any Third-Party Assessment shall rely primarily on assertions or attestations by Respondents’ management. The Third-Party Assessment must be signed by the Assessor, state that the Assessor conducted an independent review of the Information Security Program and did not rely primarily on assertions or attestations by Respondents’ management, and state the number of hours that each member of the assessment team worked on the Third-Party Assessment. To the extent that Respondents revise, update, or add one or more safeguards required under Provision II of this Order during an assessment period, the Third-Party Assessment must assess the effectiveness of the revised, updated, or added safeguard(s) for the time period in which it was in effect, and provide a separate statement detailing the basis for each revised, updated, or additional safeguard.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 340,
            "quote_end_line": 364
          },
          {
            "description": "Complete each Third-Party Assessment within 60 days after the end of the reporting period; submit the initial Third-Party Assessment to the Commission within 10 days after receipt; retain all subsequent biennial assessments until Order termination and provide to the Associate Director within 10 days of request",
            "quoted_text": "E. Each Third-Party Assessment must be completed within 60 days after the end of the reporting period to which the Third-Party Assessment applies. Unless otherwise directed by a Commission representative in writing, Respondents must submit the initial Third-Party Assessment to the Commission within 10 days after Respondents’ receipt of the Third-Party Assessment. The submission must be made via email to DEbrief@ftc.gov or by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin: “In re Marriott International, Inc., FTC File No. 1923022.” All subsequent biennial Third-Party Assessments must be retained Page 9 of 16 by Respondents until the Order is terminated and provided to the Associate Director for Enforcement within 10 days of request.",
            "deadline": "60 days after reporting period ends; 10 days after receipt for initial submission",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 365,
            "quote_end_line": 379
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Third-Party Assessment",
          "Comprehensive Security Program"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Cooperation with Third-Party Information Security Assessor",
        "category": "affirmative_obligation",
        "summary": "Respondents must fully cooperate with the Third-Party Assessor by providing all relevant information, disclosing all material facts, and not misrepresenting any fact material to the assessment.",
        "requirements": [
          {
            "description": "Provide or make available to the Assessor all information and material in Respondents' possession, custody, or control relevant to the Third-Party Assessment for which there is no reasonable claim of privilege",
            "quoted_text": "A. Provide or otherwise make available to the Assessor all information and material in their possession, custody, or control that is relevant to the Third-Party Assessment for which there is no reasonable claim of privilege;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 384,
            "quote_end_line": 386
          },
          {
            "description": "Provide or make available to the Assessor information about Marriott IT assets so the Assessor can determine the scope and visibility of the assessment",
            "quoted_text": "B. Provide or otherwise make available to the Assessor information about Marriott IT assets so that the Assessor can determine the scope of the Third-Party Assessment, and visibility to those Marriott IT assets deemed in scope; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 387,
            "quote_end_line": 389
          },
          {
            "description": "Disclose all material facts to the Assessor and not misrepresent in any manner any fact material to the Assessor's determinations regarding the Information Security Program",
            "quoted_text": "C. Disclose all material facts to the Assessor, and not misrepresent in any manner, expressly or by implication, any fact material to the Assessor’s: (1) determination of whether Respondents have implemented and maintained the Information Security Program required by Provision II; (2) assessment of the effectiveness of the implementation and maintenance of sub-Provisions II.A-K; or (3) identification of any gaps or weaknesses in, or instances of material noncompliance with, the Information Security Program.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 390,
            "quote_end_line": 396
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Comprehensive Security Program"
        ]
      },
      {
        "provision_number": "V",
        "title": "Annual Certification",
        "category": "compliance_reporting",
        "summary": "Respondents must provide an annual CEO certification to the FTC confirming compliance with the Order and disclosing any uncorrected material noncompliance.",
        "requirements": [
          {
            "description": "One year after the issuance date of this Order, and each year thereafter, provide the Commission with a CEO certification that Respondents have established, implemented, and maintained the Order's requirements and are not aware of any uncorrected material noncompliance",
            "quoted_text": "A. One year after the issuance date of this Order, and each year thereafter, provide the Commission with a certification from the Chief Executive Officer (“CEO”) that: (1) Respondents have established, implemented, and maintained the requirements of this Order; and (2) Respondents are not aware of any material noncompliance that has not been (a) corrected or (b) disclosed to the Commission. The certification must be based on the personal knowledge of the CEO or subject matter experts upon whom the CEO reasonably relies in making the certification.",
            "deadline": "Annually, beginning 1 year after issuance",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 399,
            "quote_end_line": 405
          },
          {
            "description": "Submit all annual certifications to the Commission via email to DEbrief@ftc.gov or overnight courier to the Associate Director for Enforcement, with the subject line beginning 'In re Marriott International, Inc., FTC File No. 1923022'",
            "quoted_text": "B. Unless otherwise directed by a Commission representative in writing, submit all annual certifications to the Commission pursuant to this Order via email to DEbrief@ftc.gov or by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin: “In re Marriott International, Inc., FTC File No. 1923022.”",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 406,
            "quote_end_line": 412
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Covered Incident Reports",
        "category": "compliance_reporting",
        "summary": "Within 10 days of notifying any U.S. government entity of a Covered Incident, Respondents must submit a detailed report to the FTC including incident dates, causes, types of information affected, number of consumers impacted, remediation steps taken, and copies of notices sent.",
        "requirements": [
          {
            "description": "Within 10 days of any notification to a U.S. federal, state, or local government entity of a Covered Incident, submit a report to the Commission including incident dates, description of facts and causes, types of information triggering notification, number of consumers affected, remediation steps, and copies of notices sent",
            "quoted_text": "IT IS FURTHER ORDERED that, within 10 days of any notification to a United States federal, state, or local government entity of a Covered Incident, Respondents must submit a report to the Commission. The report must include, to the extent possible: A. The date, estimated date, or estimated date range when the Covered Incident occurred; B. A description of the facts relating to the Covered Incident, including the causes of the Covered Incident, if known; C. A description of each type of information that triggered any notification to the U.S. federal, state, or local government entity; D. The number of consumers whose information was affected by the Covered Incident; E. The acts that Respondents have taken to date to remediate the Covered Incident and protect Personal Information from further exposure or access, and protect affected individuals from identity theft or other harm that may result from the Covered Incident; and F. A representative copy of any materially different notice sent by Respondents to U.S. consumers or to any U.S. federal, state, or local government entity regarding the Covered Incident.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 417,
            "quote_end_line": 434
          },
          {
            "description": "Submit all Covered Incident reports to the Commission via email to DEbrief@ftc.gov or overnight courier to the Associate Director for Enforcement, with the subject line beginning 'In re Marriott International, Inc., FTC File No. 1923022'",
            "quoted_text": "Unless otherwise directed by a Commission representative in writing, all Covered Incident reports to the Commission pursuant to this Order must be emailed to DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin: “In re Marriott International, Inc., FTC File No. 1923022.”",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 435,
            "quote_end_line": 440
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Loyalty Rewards Program Accounts Review",
        "category": "affirmative_obligation",
        "summary": "Respondents must provide U.S. consumers a clear and conspicuous method to request review of their Loyalty Rewards Program account for unauthorized activity within the preceding 12 months, and restore points lost to unauthorized third-party activity.",
        "requirements": [
          {
            "description": "Establish, implement, and provide a Clear and Conspicuous method by which a U.S. consumer can request review of their Loyalty Rewards Program account for suspected unauthorized activity within the preceding 12 months, and undertake reasonable steps to determine if such activity occurred upon receipt of the request",
            "quoted_text": "A. Establish, implement, and provide a Clear and Conspicuous method by which a U.S. consumer can request that Respondents review the requesting consumer’s Loyalty Rewards Program account for suspected unauthorized account activity that occurred within the preceding 12 months. Upon receipt of such request and relevant substantiating information from the consumer, Respondents shall timely undertake reasonable steps to determine if any such suspected unauthorized activity has occurred in the consumer’s Loyalty Rewards Program account; or",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 443,
            "quote_end_line": 449
          },
          {
            "description": "In the event of a Security Event involving unauthorized use of authentication credentials for U.S. consumer Loyalty Rewards Program accounts, timely undertake reasonable steps to determine if suspicious or unauthorized activity occurred; restore reduced points unless the consumer violated the program's terms of use",
            "quoted_text": "B. In the event of a Security Event specifically involving the unauthorized use of authentication credentials for U.S. consumer Loyalty Rewards Program Page 11 of 16 account(s), timely undertake reasonable steps to determine if any suspicious or unauthorized activity has occurred in such consumer Loyalty Rewards Program account(s). Following any review, pursuant to sub-Provision (A) or (B), in the event that Respondents determine that suspicious or unauthorized activity by a third party resulted in any reduction of points associated with a U.S. consumer’s Loyalty Rewards Program account, unless Respondents determine that the consumer violated the terms of use of the Loyalty Program, Respondents shall restore the reduced points in the relevant consumer’s Loyalty Rewards Program account.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 450,
            "quote_end_line": 463
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Data Handling",
        "category": "affirmative_obligation",
        "summary": "Respondents must provide a clear deletion request process for U.S. consumers within 180 days, maintain a data retention policy limiting retention to what is reasonably necessary, and disclose the purpose of data collection in their terms of use or privacy policy.",
        "requirements": [
          {
            "description": "Within 180 days after issuance of this Order, provide a Clear and Conspicuous link on Marriott's website and mobile applications directing U.S. consumers to an online deletion request process; verify receipt and explain the deletion process within 60 days of each request",
            "quoted_text": "A. Within 180 days after issuance of this Order, Respondents shall provide a Clear and Conspicuous link on Marriott’s website and on their mobile applications directing U.S. consumers to an online process through which they can request the deletion of their Personal Information that is associated with the email address and/or Loyalty Rewards Program account number identified in the consumer’s request. Respondents must verify receipt of each such request and explain the process of deletion within 60 days of the request. Nothing in this Provision shall abrogate Respondents’ right to avail itself of any and all rights, exceptions, and exemptions existing under any state or federal law.",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 466,
            "quote_end_line": 474
          },
          {
            "description": "Maintain a policy to retain Personal Information only as long as reasonably necessary for the purpose collected, and disclose the purpose and specific business need for retention in the terms of use or privacy policy",
            "quoted_text": "B. Respondents shall maintain a policy designed to retain Personal Information for only as long as is reasonably necessary to fulfill the purpose for which the Personal Information was collected, and shall disclose the purpose for which the Personal Information is collected and the specific business need for retaining Personal Information in its terms of use or privacy policy. Provided, however, that such Personal Information need not be destroyed, and may be disclosed, if requested by a government agency; if required by law, regulation, or court order or other legal obligation; or for other documented legitimate business needs except for marketing.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 475,
            "quote_end_line": 483
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Data Deletion"
        ]
      },
      {
        "provision_number": "IX",
        "title": "Acknowledgments of the Order",
        "category": "acknowledgment",
        "summary": "Respondents must submit a sworn acknowledgment of receipt of the Order to the FTC within 10 days, deliver copies to all relevant officers, directors, employees, and agents, and obtain signed acknowledgments within 30 days.",
        "requirements": [
          {
            "description": "Within 10 days after the Effective Date of this Order, submit to the Commission a sworn acknowledgment of receipt of this Order under penalty of perjury",
            "quoted_text": "A. Respondents, within 10 days after the Effective Date of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 487,
            "quote_end_line": 489
          },
          {
            "description": "Deliver a copy of this Order to all principals, officers, directors, LLC managers and members, employees with managerial responsibilities for the Information Security Program, agents and representatives participating in the Information Security Program, and any resulting business entity from a structural change; within 10 days for current personnel, and before assuming responsibilities for all others",
            "quoted_text": "B. Respondents must deliver a copy of this Order to: (1) Respondents’ principals, officers, directors, and LLC managers and members; (2) Respondents’ employees having managerial responsibilities for Respondents’ Information Security Program and Respondents’ agents and representatives who participate in Page 12 of 16 Respondents’ Information Security Program; and (3) any business entity resulting from any change in structure as set forth in the Provision titled Compliance Reports and Notices. Delivery must occur within 10 days after the Effective Date of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "10 days for current personnel; before assuming responsibilities for others",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 490,
            "quote_end_line": 501
          },
          {
            "description": "Obtain a signed and dated acknowledgment of receipt of this Order from each individual or entity to whom the Order is delivered, within 30 days of delivery",
            "quoted_text": "C. From each individual or entity to which Respondents deliver a copy of this Order, Respondents must obtain, within 30 days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 502,
            "quote_end_line": 504
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "X",
        "title": "Compliance Reports and Notices",
        "category": "compliance_reporting",
        "summary": "Respondents must submit a sworn compliance report one year after issuance, provide compliance notices within 14 days of any designated contact or structural changes, notify the Commission of any bankruptcy filings within 14 days, and submit all filings via email or overnight courier.",
        "requirements": [
          {
            "description": "One year after the issuance date of this Order, submit a sworn compliance report identifying contact information, all businesses, their activities, describing compliance with each Order Provision including changes made, and providing copies of acknowledgments obtained",
            "quoted_text": "A. One year after the issuance date of this Order, Respondents must submit a compliance report, sworn under penalty of perjury, in which Respondents must: (a) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission, may use to communicate with Respondents; (b) identify all of Respondents’ businesses by all of their names, primary telephone numbers, and primary physical, postal, email, and Internet addresses; (c) describe the activities of each of Respondents’ businesses; (d) describe in detail whether and how Respondents are in compliance with each Provision of this Order, including a discussion of all of the changes Respondents made to comply with the Order; and (e) provide a copy of each Acknowledgment of the Order obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "1 year after issuance",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 508,
            "quote_end_line": 519
          },
          {
            "description": "Submit a sworn compliance notice within 14 days of any change in a designated point of contact or in the structure of any Respondent or any controlled entity that may affect compliance obligations under this Order",
            "quoted_text": "B. Respondents must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following: (a) any designated point of contact; or (b) the structure of any Respondent or any entity that any Respondent has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 520,
            "quote_end_line": 526
          },
          {
            "description": "Submit notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding within 14 days of its filing",
            "quoted_text": "C. Each Respondent must submit notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against such Respondent within 14 days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 527,
            "quote_end_line": 529
          },
          {
            "description": "All sworn submissions must be true and accurate and comply with 28 U.S.C. § 1746, concluding with the prescribed declaration language including date, name, title, and signature",
            "quoted_text": "D. Any submission to the Commission required by this Order to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, such as by concluding: “I declare under penalty of perjury under the laws of the United States of America that the foregoing is true and correct. Executed on: _____” and supplying the date, signatory’s full name, title (if applicable), and signature.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 530,
            "quote_end_line": 535
          },
          {
            "description": "All submissions to the Commission must be emailed to DEbrief@ftc.gov or sent by overnight courier to the Associate Director for Enforcement, with the subject line beginning 'In re Marriott International, Inc., FTC File No. 1923022'",
            "quoted_text": "E. Unless otherwise directed by a Commission representative in writing, all submissions to the Commission pursuant to this Order must be emailed to DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin: In re Marriott International, Inc., FTC File No. 1923022.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 539,
            "quote_end_line": 544
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "XI",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondents must create and retain specified records for 20 years after issuance (retaining each record for 5 years), including accounting records, personnel records, consumer complaints, privacy representations, third-party assessment materials, law enforcement communications, and all compliance records.",
        "requirements": [
          {
            "description": "Create and retain records for 20 years after the issuance date of the Order, retaining each such record for 5 years",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents must create certain records for 20 years after the issuance date of the Order, and retain each such record for 5 years. Specifically, Respondents must create and retain the following records:",
            "deadline": "20 years / retain each for 5 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 546,
            "quote_end_line": 548
          },
          {
            "description": "Create and retain accounting records showing revenues from all goods or services sold",
            "quoted_text": "A. Accounting records showing the revenues from all goods or services sold;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 549,
            "quote_end_line": 549
          },
          {
            "description": "Create and retain personnel records showing each service provider's name, addresses, telephone numbers, job title, dates of service, and reason for termination",
            "quoted_text": "B. Personnel records showing, for each person providing services in relation to any aspect of the Order, whether as an employee or otherwise, that person’s: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 550,
            "quote_end_line": 553
          },
          {
            "description": "Create and retain copies of all U.S. consumer complaints related to Respondents' collection, maintenance, use, deletion, or disclosure of Personal Information received through customer privacy channels, and any responses",
            "quoted_text": "C. Copies or records of all U.S. consumer complaints related to Respondents’ collection, maintenance, use, deletion, or disclosure of Personal Information received through Respondents’ customer privacy channels, and any response, except to the extent that deletion of such records has been requested by a consumer;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 554,
            "quote_end_line": 558
          },
          {
            "description": "Retain a copy of each widely disseminated representation by Respondents that describes the extent to which they maintain or protect the privacy, security, or confidentiality of Personal Information",
            "quoted_text": "D. A copy of each widely disseminated representation by Respondents that describes the extent to which Respondents maintain or protect the privacy, security or confidentiality of any Personal Information, including any representation concerning a change in any website or other service controlled by Respondents that relates to the privacy, security, or confidentiality of Personal Information;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 559,
            "quote_end_line": 563
          },
          {
            "description": "Retain for 5 years after preparation of each Third-Party Assessment all materials the Assessor relied upon, including plans, reports, studies, audits, policies, training materials, assessments, and compliance materials",
            "quoted_text": "E. For five (5) years after the date of preparation of each Third-Party Assessment required by this Order, all materials the Assessor relied upon to prepare the Third- Party Assessment, whether prepared by or on behalf of Respondents, including all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, and any other materials concerning Respondents’ compliance with related Provisions of this Order, for the compliance period covered by such Assessment;",
            "deadline": "5 years after preparation",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 564,
            "quote_end_line": 570
          },
          {
            "description": "Retain for 5 years from the date received all copies of subpoenas and other communications to and from law enforcement, and subpoena responses, relating to Respondents' compliance with this Order",
            "quoted_text": "F. For five (5) years from the date received, copies of all subpoenas and other communications to and from law enforcement, and subpoena responses, if such communications relate to Respondents’ compliance with this Order;",
            "deadline": "5 years from date received",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 571,
            "quote_end_line": 573
          },
          {
            "description": "Retain for 5 years from the date created or received all records demonstrating noncompliance by Respondents with this Order",
            "quoted_text": "G. For five (5) years from the date created or received, all records, whether prepared by or on behalf of Respondents, that demonstrate non-compliance by Respondents with this Order; and",
            "deadline": "5 years from date created or received",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 574,
            "quote_end_line": 576
          },
          {
            "description": "Retain all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission",
            "quoted_text": "H. All records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 580,
            "quote_end_line": 581
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Third-Party Assessment",
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "XII",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The FTC has the authority to monitor Respondents' compliance by requesting additional reports and records within 10 days, communicating directly with and interviewing Respondents' affiliates, and using all other lawful means including undercover methods.",
        "requirements": [
          {
            "description": "Within 10 days of receipt of a written request from a Commission representative, submit additional sworn compliance reports, other requested information, and produce records for inspection and copying",
            "quoted_text": "A. Within 10 days of receipt of a written request from a representative of the Commission, Respondents must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury, and produce records for inspection and copying.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 585,
            "quote_end_line": 588
          },
          {
            "description": "Permit representatives of the Commission to communicate directly with Respondents and to interview anyone affiliated with any Respondent who has agreed to such an interview, with counsel present if desired",
            "quoted_text": "B. For matters concerning this Order, representatives of the Commission are authorized to communicate directly with Respondents. Respondents must permit representatives of the Commission to interview anyone affiliated with any Respondent who has agreed to such an interview. The interviewee may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 589,
            "quote_end_line": 593
          },
          {
            "description": "The Commission may use all other lawful means, including posing as consumers or suppliers, without identification or prior notice, and may use compulsory process pursuant to Sections 9 and 20 of the FTC Act",
            "quoted_text": "C. The Commission may use all other lawful means, including posing through its representatives as consumers, suppliers, or other individuals or entities, to Respondents or any individual or entity affiliated with Respondents, without the necessity of identification or prior notice. Nothing in this Order limits the Commission’s lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 594,
            "quote_end_line": 599
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "XIII",
        "title": "Order Effective Dates",
        "category": "duration",
        "summary": "The Order is effective upon publication on the FTC's website and terminates 20 years from its issuance date, or 20 years from the most recent federal court complaint alleging a violation, whichever is later, subject to specified exceptions.",
        "requirements": [
          {
            "description": "Order is final and effective upon publication on the Commission's website as a final order",
            "quoted_text": "IT IS FURTHER ORDERED that this Order is final and effective upon the date of its publication on the Commission’s website (ftc.gov) as a final order. This Order will terminate 20",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 601,
            "quote_end_line": 602
          },
          {
            "description": "Order will terminate 20 years from the date of its issuance, or 20 years from the most recent federal court complaint alleging any violation of this Order, whichever is later; with exceptions for provisions that terminate in less than 20 years, Respondents not named in a complaint, and orders already terminated",
            "quoted_text": "publication on the Commission’s website (ftc.gov) as a final order. This Order will terminate 20 years from the date of its issuance (which date may be stated at the end of this Order, near the Commission’s seal), or 20 years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of this Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Provision in this Order that terminates in less than 20 years; B. This Order’s application to any Respondent that is not named as a defendant in such complaint; and C. This Order if such complaint is filed after the Order has terminated pursuant to this Provision. Provided, further, that if such complaint is dismissed or a federal court rules that any Respondent did not violate any Provision of the Order, and the dismissal or ruling is either not appealed or upheld on appeal, then the Order will terminate according to this Provision as though the complaint had never been filed, except that the Order will not terminate between the date such Page 15 of 16 complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": "20 years",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 602,
            "quote_end_line": 621
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This Order will terminate 20 years from the date of its issuance (which date may be stated at the end of this Order, near the Commission's seal), or 20 years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of this Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Provision in this Order that terminates in less than 20 years; B. This Order's application to any Respondent that is not named as a defendant in such complaint; and C. This Order if such complaint is filed after the Order has terminated pursuant to this Provision."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "10.24, Marriott International, Inc. and Starwood Hotels & Resorts Worldwide Complaint (Pending).pdf",
      "order": "10.24, Marriott International, Inc. and Starwood Hotels & Resorts Worldwide Order (Pending).pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 2,
      "order_provisions": 13,
      "order_definitions": 10,
      "order_requirements": 62,
      "provisions_per_section": {
        "I": 2,
        "II": 22,
        "III": 5,
        "IV": 3,
        "V": 2,
        "VI": 2,
        "VII": 2,
        "VIII": 2,
        "IX": 3,
        "X": 5,
        "XI": 9,
        "XII": 3,
        "XIII": 2
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 2,
        "complaint_total": 2,
        "order_verified": 62,
        "order_total": 62
      }
    },
    "processing_time_seconds": 217.6
  }
}