{
  "case_info": {
    "docket_number": "C-4664",
    "company": {
      "name": "VenPath Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "228 Park Ave S #37362, New York, New York 10003",
      "business_description": "VenPath offers data analytics services related to mobile apps."
    },
    "commissioners": [
      "Joseph J. Simons, Chairman",
      "Noah Joshua Phillips",
      "Rohit Chopra",
      "Rebecca Kelly Slaughter",
      "Christine S. Wilson"
    ],
    "case_date": {
      "month": 11,
      "year": 2018
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/182-3144-venpath-inc-matter"
  },
  "complaint": {
    "factual_background": "VenPath, Inc., a data analytics company, falsely claimed on its website that it participated in and complied with the EU-U.S. Privacy Shield Framework. Although VenPath obtained Privacy Shield certification in October 2016, it allowed that certification to expire in October 2017 and failed to complete renewal steps or withdraw and affirm its commitment to protect personal information acquired while in the program. Despite the lapsed certification, VenPath continued to represent through at least June 2018 that it was a current Privacy Shield participant.",
    "representations_made": [
      {
        "description": "Claimed to participate in and be certified compliant with the EU-U.S. Privacy Shield Framework",
        "quoted_text": "VenPath participates in and has certified its compliance with the EU-U.S. Privacy Shield Framework. VenPath is committed to subjecting all personal data received from European Union (EU) member countries, in reliance on the Privacy Shield Framework, to the Framework's applicable Principles.",
        "source_paragraph": 9
      },
      {
        "description": "Claimed responsibility for processing personal data under Privacy Shield and compliance with Privacy Shield Principles for onward transfers",
        "quoted_text": "VenPath is responsible for the processing of personal data it receives, under the Privacy Shield Framework, and subsequently transfers to a third party acting as an agent on its behalf. VenPath complies with the Privacy Shield Principles for all onward transfers of personal data from the EU, including the onward transfer liability provisions.",
        "source_paragraph": 9
      },
      {
        "description": "Claimed to be subject to FTC regulatory enforcement powers with respect to Privacy Shield data",
        "quoted_text": "With respect to personal data received or transferred pursuant to the Privacy Shield Framework, VenPath is subject to the regulatory enforcement powers of the U.S. Federal Trade Commission.",
        "source_paragraph": 9
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Privacy Shield Participation Misrepresentation",
        "representation": "Respondent represented that it is a current participant in the EU-U.S. Privacy Shield framework",
        "fact": "Respondent is not a current participant in the EU-U.S. Privacy Shield framework, as its certification expired in October 2017 and was not renewed",
        "conclusion": "Therefore, the representation set forth in Paragraph 11 is false or misleading."
      },
      {
        "count_number": 2,
        "title": "Misrepresentation Regarding Continuing Obligations",
        "representation": "Respondent represented that it would abide by the EU-U.S. Privacy Shield framework principles, including the requirement to affirm continuation of principles after ceasing participation",
        "fact": "Respondent has not affirmed to Commerce that it will continue to apply the principles to personal information that it received during the time it participated in the program",
        "conclusion": "Therefore, the representation set forth in Paragraph 13 is false or misleading."
      }
    ]
  },
  "order": {
    "definitions": {
      "Respondent": "VenPath Inc., a corporation, and its successors and assigns."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Participation in Privacy or Security Programs",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent its membership, adherence, certification, or participation in any privacy or security program, including the EU-U.S. and Swiss-U.S. Privacy Shield frameworks.",
        "requirements": [
          {
            "description": "Must not misrepresent participation in privacy or security programs",
            "quoted_text": "IT IS ORDERED that Respondent and its officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with the advertising, marketing, promotion, offering for sale, or sale of any product or service must not misrepresent in any manner, expressly or by implication, the extent to which Respondent is a member of, adheres to, complies with, is certified by, is endorsed by, or otherwise participates in any privacy or security program sponsored by a government or any self-regulatory or standard-setting organization, including but not limited to the EU-U.S. Privacy Shield framework and the Swiss-U.S. Privacy Shield framework.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Requirement to Meet Continuing Obligations Under Privacy Shield",
        "category": "affirmative_obligation",
        "summary": "Respondent must either affirm to the Department of Commerce that it will continue applying Privacy Shield principles or protect information by other authorized means, or return or delete the information.",
        "requirements": [
          {
            "description": "Affirm to Department of Commerce within 10 days and annually that Respondent will continue to apply Privacy Shield principles to personal information received while participating in Privacy Shield",
            "quoted_text": "affirm to the Department of Commerce, within ten (10) days after the effective date of this Order and on an annual basis thereafter for as long as it retains such information, that it will continue to apply the EU-U.S. Privacy Shield framework principles to the personal information it received while it participated in the Privacy Shield",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Alternatively, protect the information by other means authorized under EU or Swiss law, such as binding corporate rules or standard contractual clauses",
            "quoted_text": "protect the information by another means authorized under EU (for the EU-U.S. Privacy Shield framework) or Swiss (for the Swiss-U.S. Privacy Shield framework) law, including by using a binding corporate rule or a contract that fully reflects the requirements of the relevant standard contractual clauses adopted by the European Commission",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Alternatively, return or delete the information within 10 days",
            "quoted_text": "return or delete the information within ten (10) days after the effective date of this Order.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Acknowledgments of the Order",
        "category": "acknowledgment",
        "summary": "Respondent must submit acknowledgment of receipt to the Commission, deliver copies of the Order to personnel with managerial responsibilities, and obtain signed acknowledgments from them.",
        "requirements": [
          {
            "description": "Submit acknowledgment of receipt to the Commission within 10 days",
            "quoted_text": "Respondent, within ten (10) days after the effective date of this Order, must submit to the Commission an acknowledgment of receipt of this Order.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "For five years, deliver a copy of the Order to all principals, officers, directors, LLC managers and members, employees with managerial responsibilities, and any business entity resulting from change in structure",
            "quoted_text": "For five (5) years after the issuance date of this Order, Respondent must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees, agents and representatives having managerial responsibilities for conduct related to the subject matter of the Order ; and (3) any business entity resulting from any change in structure as set forth in the Provision titled Compliance Report and Notices. Delivery must occur within ten (10) days after the effective date of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Obtain signed and dated acknowledgments of receipt from each individual or entity to which the Order was delivered",
            "quoted_text": "From each individual or entity to which Respondent delivered a copy of this Order, Respondent must obtain, within sixty (60) days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Compliance Report and Notices",
        "category": "compliance_reporting",
        "summary": "Respondent must submit compliance reports and notices to the Commission, including an initial compliance report within 60 days, notices of structural changes within 14 days, and bankruptcy notices within 14 days.",
        "requirements": [
          {
            "description": "Submit initial compliance report within 60 days, sworn under penalty of perjury, identifying contact information, business details, compliance status, and acknowledgments",
            "quoted_text": "Sixty (60) days after the issuance date of this Order, Respondent must submit a compliance report, sworn under penalty of perjury, in which Respondent must: (a) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission, may use to communicate with Respondent; (b) identify all of Respondent's businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (c) describe the activities of each business; (d) describe in detail whether and how Respondent is in compliance with each Provision of this Order; and (e) provide a copy of each Acknowledgment of the Order obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit compliance notice within 14 days of any change in designated point of contact or structure of Respondent",
            "quoted_text": "Respondent must submit a compliance notice, sworn under penalty of perjury, within fourteen (14) days of any change in the following: (1) any designated point of contact; or (2) the structure of Respondent or any entity that Respondent has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit notice of bankruptcy petition or insolvency proceeding within 14 days of filing",
            "quoted_text": "Respondent must submit notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against Respondent within fourteen (14) days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must create and retain specific records for 20 years after Order issuance, with each record retained for 5 years, including accounting records, personnel records, compliance records, and marketing materials.",
        "requirements": [
          {
            "description": "Create accounting records showing revenues from all goods or services sold for 20 years, retaining each record for 5 years",
            "quoted_text": "Respondent must create certain records for twenty (20) years after the issuance date of the Order, and retain each such record for five (5) years. Specifically, Respondent must create and retain the following records: A. accounting records showing the revenues from all goods or services sold",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create personnel records showing name, addresses, telephone numbers, job title, dates of service, and reason for termination for 20 years, retaining each record for 5 years",
            "quoted_text": "personnel records showing, for each person providing services, whether as an employee or otherwise, that person's: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and retain all records necessary to demonstrate full compliance with each provision of the Order for 20 years, retaining each record for 5 years",
            "quoted_text": "all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and retain a copy of each unique advertisement or marketing material making a representation subject to the Order for 20 years, retaining each record for 5 years",
            "quoted_text": "a copy of each unique advertisement or other marketing material making a representation subject to this Order, and all materials that were relied upon in making the representation.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission may monitor Respondent's compliance by requesting additional reports and records, interviewing affiliated persons, and using other lawful investigative means including undercover operations.",
        "requirements": [
          {
            "description": "Within 10 days of written request from the Commission, submit additional compliance reports or requested information and produce records for inspection",
            "quoted_text": "Within ten (10) days of receipt of a written request from a representative of the Commission, Respondent must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury, and produce records for inspection and copying.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Permit Commission representatives to communicate directly with Respondent and interview anyone affiliated with Respondent who has agreed to such interview",
            "quoted_text": "For matters concerning this Order, representatives of the Commission are authorized to communicate directly with Respondent. Respondent must permit representatives of the Commission to interview anyone affiliated with Respondent who has agreed to such an interview. The interviewee may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Allow the Commission to use all lawful investigative means, including undercover operations",
            "quoted_text": "The Commission may use all other lawful means, including posing through its representatives as consumers, suppliers, or other individuals or entities, to Respondent or any individual or entity affiliated with Respondent, without the necessity of identification or prior notice. Nothing in this Order limits the Commission's lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Order Effective Dates",
        "category": "duration",
        "summary": "The Order is final and effective upon publication on the FTC website and will terminate on November 15, 2038, or 20 years from the most recent date the United States or Commission files a complaint in federal court alleging violation of the Order, whichever comes later.",
        "requirements": [
          {
            "description": "Order is final and effective upon publication on ftc.gov and terminates on November 15, 2038, or 20 years from most recent federal court complaint filing, whichever is later",
            "quoted_text": "IT IS FURTHER ORDERED that this Order is final and effective upon the date of its publication on the Commission's website (ftc.gov) as a final order. This Order will terminate on November 15, 2038, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of the Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. any Provision in this Order that terminates in less than twenty (20) years; B. this Order's application to any respondent that is not named as a defendant in such complaint; and C. this Order if such complaint is filed after the order has terminated pursuant to this Provision.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This Order will terminate on November 15, 2038, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of the Order, whichever comes later"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "11.18, VenPath Complaint.pdf",
      "order": "11.18, VenPath Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 3,
      "order_provisions": 7,
      "order_definitions": 1,
      "order_requirements": 18
    },
    "processing_time_seconds": 88.1
  }
}