{
  "case_info": {
    "docket_number": "CV 10-5516",
    "company": {
      "name": "EchoMetrix, Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "6800 Jericho Turnpike, Suite 208E, Syosset, NY 11791",
      "business_description": "EchoMetrix sells Sentry Parental Controls, a software program that monitors and records activity on target computers including web history, chat conversations, and password-protected instant message conversations. The company also operates The Pulse, a web-based market research software program that aggregates, measures, and analyzes consumer opinion and sentiment from user-generated digital social media content."
    },
    "commissioners": [],
    "case_date": {
      "month": 11,
      "year": 2010
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. ยง 45(a)",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/102-3006-echometrix-inc"
  },
  "complaint": {
    "factual_background": "EchoMetrix sold Sentry Parental Controls software to parents for monitoring their children's computer activity, including instant messages and web history. The company failed to adequately disclose that information collected from children's online activities would be shared with third-party marketers through a separate product called The Pulse, a market research tool. Parents were unaware their children's monitored conversations were being fed into a database marketed to advertisers and product developers.",
    "representations_made": [
      {
        "description": "Claimed the Sentry software would track all online activity on a computer, including instant message conversations, websites visited, and applications used by children",
        "quoted_text": "In numerous instances in connection with the advertising, marketing, promotion, offering for sale, or sale of the Sentry Parental Controls software, EchoMetrix has represented, directly or indirectly, expressly or by implication, that the software would track all online activity on a computer, including instant message conversations, websites visited, and applications used by children using the computer.",
        "source_paragraph": 16
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Deceptive Omission of Third-Party Data Sharing",
        "representation": "The software would track all online activity on a computer, including instant message conversations, websites visited, and applications used by children using the computer",
        "fact": "EchoMetrix failed to disclose adequately to consumers that information revealed by children in connection with online activity that was monitored by Sentry would be disclosed to third-party marketers through Pulse. This additional information would have been material to consumers in deciding to purchase Sentry.",
        "conclusion": "The failure to disclose adequately the material information set forth in Paragraph 17, in light of the representation described in Paragraph 16, above, constitutes a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. ยง 45(a)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Defendant": "EchoMetrix, Inc., and its successors and assigns.",
      "Sentry": "the Sentry Parental Controls software program, or any other similar software program marketed or sold by Defendant that can monitor and/or record activity on a computer.",
      "Collected Information": "any information or data collected by and transmitted from Sentry, from a computer on which Sentry is installed to any computer server owned by, operated by, or operated for the benefit of, Defendant.",
      "Commerce": "as defined in Section 4 of the FTC Act, 15 U.S.C. ยง 44.",
      "Computer": "any desktop or laptop computer, handheld device, telephone, or other electronic product or device that has a platform on which to download, install, or run any software program, code, script, or other content.",
      "Personnel Necessary to Support Sentry": "only those persons, whether employed by EchoMetrix or a third party, who require access to Collected Information to maintain the technical functioning of Sentry and who use the Collected Information solely for that purpose.",
      "Registered Sentry User": "a purchaser of Sentry, who is authorized (via login and password) to access Collected Information from a specific account or accounts.",
      "Pulse": "The Pulse service, or any substantially similar service marketed by Defendant that aggregates, collects, measures, or analyzes data from user-generated digital content (including but not limited to Internet forums, message boards, chats, blogs, and instant message conversations) for use by third parties.",
      "and/or": "shall be construed conjunctively or disjunctively as necessary, to make the applicable sentence or phrase inclusive rather than exclusive.",
      "including": "including without limitation."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Ban on Use of Information from Sentry",
        "category": "prohibition",
        "summary": "Defendant is permanently enjoined from disclosing Collected Information to anyone other than Personnel Necessary to Support Sentry or Registered Sentry Users accessing their own accounts.",
        "requirements": [
          {
            "description": "Must not disclose Collected Information except to support personnel or registered users",
            "quoted_text": "IT IS HEREBY ORDERED that Defendant, operating directly or through any corporation, partnership, subsidiary, division, trade name, or other device, and its officers, agents, servants, employees and attorneys, and all other persons who are in active concert or participation with them who receive actual notice of this Order, by personal service or otherwise, are hereby permanently enjoined and restrained from disclosing Collected Information to anyone other than Personnel Necessary to Support Sentry or a Registered Sentry User for the sole purpose of accessing that user's account.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Destruction of Collected Information",
        "category": "affirmative_obligation",
        "summary": "Defendant must destroy any Collected Information that was transferred to or is available in any database or server used by Pulse, except for information only available to Registered Sentry Users.",
        "requirements": [
          {
            "description": "Destroy Collected Information in Pulse databases, except information available only to Registered Sentry Users",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant, operating directly or through any corporation, partnership, subsidiary, division, trade name, or other device, shall, no later than five (5) days after the date of entry of this Order, destroy any Collected Information that was transferred to or is available in any database or server used by Pulse, provided, however, that Collected Information on a database or server that is only available to Registered Sentry Users need not be destroyed.",
            "deadline": "5 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendant must notify the FTC of structural changes, provide annual compliance reports, and notify the Commission of bankruptcy filings.",
        "requirements": [
          {
            "description": "Notify FTC of structural or ownership changes at least 30 days prior, or as soon as practicable if learned less than 30 days before",
            "quoted_text": "For a period of four (4) years from the date of entry of this Order, Defendant shall notify the Commission of any changes in its structure or any business entity that Defendant directly or indirectly controls, or has an ownership interest in, that may affect compliance obligations arising under this Order, including but not limited to: incorporation or other organization; a dissolution, assignment, sale, merger, or other action; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order; or a change in the business name or address, at least thirty (30) days prior to such change, provided that, with respect to any such change in the business entity about which Defendant learns less than thirty (30) days prior to the date such action is to take place, Defendant shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide written compliance report to FTC within 60 days and annually thereafter for 4 years",
            "quoted_text": "Sixty (60) days after the date of entry of this Order, and annually thereafter for a period of four (4) years, Defendant shall provide a written report to the Commission, which is true and accurate and sworn to under penalty of perjury, setting forth in detail the manner and form in which they have complied and are complying with this Order. This report shall include, but not be limited to: 1. A copy of each acknowledgment of receipt of this Order, obtained pursuant to the Section titled \"Distribution of Order;\" and 2. Any other changes required to be reported under Subsection A of this Section.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Notify FTC of bankruptcy petition filing within 15 days",
            "quoted_text": "Defendant shall notify the Commission of the filing of a bankruptcy petition by such Defendant within fifteen (15) days of filing.",
            "deadline": "15 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "FTC is authorized to monitor compliance through written reports, document production, depositions, site inspections, discovery, and undercover operations.",
        "requirements": [
          {
            "description": "Submit additional reports, produce documents, appear for deposition, and provide entry to business locations within 10 days of FTC request",
            "quoted_text": "Within ten (10) days of receipt of written notice from a representative of the Commission, Defendant shall submit additional written reports, which are true and accurate and sworn to under penalty of perjury; produce documents for inspection and copying; appear for deposition; and provide entry during normal business hours to any business location in Defendant's possession or direct or indirect control to inspect the business operation;",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Permit FTC representatives to interview officers, directors, consultants, contractors, representatives, agents, or employees who agree to such interviews",
            "quoted_text": "Defendant shall permit representatives of the Commission to interview any officer, director, consultant, independent contractor, representative, agent, or employee who has agreed to such an interview, relating in any way to any conduct subject to this Order. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Record-Keeping Requirements",
        "category": "recordkeeping",
        "summary": "Defendant must create and retain records for 7 years including accounting records, personnel records, customer files, complaints, advertisements, and compliance documents.",
        "requirements": [
          {
            "description": "Create and retain accounting records reflecting revenues and disbursements from Sentry and Pulse for 7 years",
            "quoted_text": "IT IS FURTHER ORDERED that, for a period of seven (7) years from the date of entry of this Order, Defendant and its agents, employees, officers, corporations, and those persons in active concert or participation with them who receive actual notice of this Order by personal service or otherwise, are hereby restrained and enjoined from failing to create and retain the following records: A. Accounting records that reflect the revenues generated by sale of Sentry and Pulse, and the disbursement of such revenues;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and retain personnel records for employees involved in advertising, marketing, promotion, or sale of Sentry or Pulse for 7 years",
            "quoted_text": "Personnel records accurately reflecting: the name, address, and telephone number of each person employed in any capacity by such business, including as an independent contractor, who is involved in the advertising, marketing, promotion, offering for sale, sale, or distribution of Sentry or Pulse; that person's job title or position; the date upon which the person commenced work; and the date and reason for the person's termination, if applicable;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Create and retain customer files for purchasers of Sentry and Pulse for 7 years",
            "quoted_text": "Customer files containing the names, addresses, phone numbers, dollar amounts paid, and description of product purchased, for each purchaser of Sentry and of Pulse, to the extent such information is obtained in the ordinary course of business;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and retain complaints and refund requests related to Sentry or Pulse for 7 years",
            "quoted_text": "Complaints and refund requests (whether received directly or indirectly, such as through a third party), including, but not limited to, reports of disclosure of personal information claimed to be associated with the use of Sentry or Pulse, and any responses to those complaints or requests;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and retain copies of all advertisements, promotional materials, websites, privacy policies, and similar documents for Sentry for 7 years",
            "quoted_text": "Copies of all advertisements, promotional materials, sales scripts, training materials, websites, end-user license agreements, frequently asked questions, privacy policies, and similar documents relating to Defendant's dissemination of Sentry;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and retain all records necessary to demonstrate full compliance with the Order for 7 years",
            "quoted_text": "All records and documents necessary to demonstrate full compliance with each provision of this Order, including, but not limited to, copies of acknowledgments of receipt of this Order, required by the Section titled \"Distribution of Order\" and the Section titled \"Acknowledgment of Receipt of Order,\" and all reports submitted to the Commission pursuant to the Section of this Order titled \"Compliance Reporting.\"",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Distribution of Order",
        "category": "acknowledgment",
        "summary": "Defendant must deliver copies of the Order to principals, officers, directors, managers, relevant employees, and successor entities, and secure signed acknowledgments of receipt.",
        "requirements": [
          {
            "description": "Deliver copy of Order to current principals, officers, directors, managers, and relevant employees within 5 days of service",
            "quoted_text": "IT IS FURTHER ORDERED that, for a period of four (4) years from the date of entry of this Order, Defendant shall deliver copies of this Order as directed below: A. Defendant shall deliver a copy of this Order to: (1) all of its principals, officers, directors, and managers; (2) all of its employees, agents, and representatives who engage in conduct related to the subject matter of this Order; and (3) any business entity resulting from any change in structure set forth in Subsection A of the Section titled \"Compliance Reporting.\" For current personnel, delivery shall be within five (5) days of service of this Order upon Defendant.",
            "deadline": "5 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Deliver copy of Order to new personnel prior to assuming responsibilities",
            "quoted_text": "For new personnel, delivery shall occur prior to their assuming their responsibilities.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver copy of Order to successor business entities at least 10 days prior to structural change",
            "quoted_text": "For any business entity resulting from any change in structure set forth in Subsection A of the Section titled \"Compliance Reporting,\" delivery shall be at least ten (10) days prior to the change in structure.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Secure signed and dated acknowledgment statements from all persons receiving the Order within 30 days of delivery",
            "quoted_text": "Defendant must secure a signed and dated statement acknowledging receipt of the Order, within thirty (30) days of delivery, from all persons receiving a copy of the Order pursuant to this Section.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Acknowledgment of Receipt of Order",
        "category": "acknowledgment",
        "summary": "Defendant must submit a truthful sworn statement to the FTC acknowledging receipt of the Order within 5 business days.",
        "requirements": [
          {
            "description": "Submit truthful sworn statement acknowledging receipt of Order to FTC within 5 business days",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant, within five (5) business days of receipt of this Order as entered by the Court, shall submit to the Commission a truthful sworn statement acknowledging receipt of this Order.",
            "deadline": "5 business days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction for purposes of construction, modification, and enforcement of the Order.",
        "requirements": [
          {
            "description": "Court retains jurisdiction for construction, modification, and enforcement of the Order",
            "quoted_text": "IT IS FURTHER ORDERED that this Court shall retain jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "IT IS FURTHER ORDERED that this Court shall retain jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "11.10, EchoMetrix Complaint.pdf",
      "order": "11.10, EchoMetrix Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 1,
      "order_provisions": 8,
      "order_definitions": 10,
      "order_requirements": 19
    },
    "processing_time_seconds": 127.5
  }
}