{
  "case_info": {
    "docket_number": "C-4629",
    "company": {
      "name": "Md7, LLC",
      "incorporation_state": "Delaware",
      "entity_type": "limited liability company",
      "address": "10590 West Ocean Air Drive, Suite 300, San Diego 92130",
      "business_description": "Md7, LLC assists wireless operators in managing real estate-related issues."
    },
    "commissioners": [
      "Maureen K. Ohlhausen, Acting Chairman",
      "Terrell McSweeny"
    ],
    "case_date": {
      "month": 11,
      "year": 2017
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/172-3172-md7-llc-matter"
  },
  "complaint": {
    "factual_background": "Md7, LLC posted a privacy policy on its website claiming it complied with and was certified under the EU-U.S. Privacy Shield Framework. In reality, although the company initiated an application for Privacy Shield certification, it never completed the necessary steps to actually participate in the framework. The company falsely represented its Privacy Shield participation to consumers.",
    "representations_made": [
      {
        "description": "Claimed to be a participant in the EU-U.S Privacy Shield framework",
        "quoted_text": "Through the means described in Paragraph 11, Respondent represents, expressly or by implication, that it is a participant in the EU-U.S Privacy Shield framework.",
        "source_paragraph": 12
      },
      {
        "description": "Claimed to comply with the US-EU Privacy Shield Framework and certified adherence to Privacy Shield principles",
        "quoted_text": "Md7, LLC complies with the US-EU Privacy Shield Framework as set forth by the U.S. Department of Commerce regarding the collection, use, and retention of personal information from Individual Customers in the European Union member countries. Md7, LLC has certified that it adheres to the Privacy Shield principles of notice, choice, accountability for onward transfer, security, data integrity and purpose limitation, access, recourse, enforcement and liability.",
        "source_paragraph": 11
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "False Privacy Shield Participation Claim",
        "representation": "Respondent represented that it is a participant in the EU-U.S Privacy Shield framework",
        "fact": "Although Respondent initiated an application to Commerce for Privacy Shield certification, it did not complete the steps necessary to participate in the EU-U.S Privacy Shield framework",
        "conclusion": "Therefore, the representation set forth in Paragraph 12 is false and misleading."
      }
    ]
  },
  "order": {
    "definitions": {
      "Respondent": "Md7, LLC, a limited liability company and its successors and assigns."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition against Misrepresentations about Participation in Privacy or Security Programs",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent its membership, adherence, compliance, certification, endorsement, or participation in any privacy or security program sponsored by a government or self-regulatory organization, including the EU-U.S. and Swiss-U.S. Privacy Shield frameworks.",
        "requirements": [
          {
            "description": "Must not misrepresent participation in privacy or security programs",
            "quoted_text": "IT IS ORDERED that Respondent and its officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this order, whether acting directly or indirectly, in connection with the advertising, marketing, promotion, offering for sale, or sale of any product or service must not misrepresent in any manner, expressly or by implication, the extent to which Respondent is a member of, adheres to, complies with, is certified by, is endorsed by, or otherwise participates in any privacy or security program sponsored by a government or any self-regulatory or standard-setting organization, including but not limited to the EU-U.S. Privacy Shield framework and the Swiss - U.S. Privacy Shield framework.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Acknowledgments of the Order",
        "category": "acknowledgment",
        "summary": "Respondent must obtain acknowledgments of receipt of this Order from itself, and for 20 years must deliver the Order to principals, officers, employees, and others with relevant responsibilities and obtain signed acknowledgments.",
        "requirements": [
          {
            "description": "Submit acknowledgment of receipt of Order to the Commission",
            "quoted_text": "Respondent, within 10 days after the effective date of this Order, must submit to the Commission an acknowledgment of receipt of this Order.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver copy of Order to current principals, officers, directors, LLC managers and members, employees, agents, and representatives with relevant responsibilities",
            "quoted_text": "For twenty (20) years after the issuance date of this Order, Respondent must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees, agents, and representatives with responsibilities related to the subject matter of the Order; and (3) any business entity resulting from any change in structure as set forth in the Provision titled Compliance Report and Notices. Delivery must occur within ten (10) days after the effective date of this Order for current personnel.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Deliver copy of Order to future personnel before they assume their responsibilities",
            "quoted_text": "For all others, delivery must occur before they assume their responsibilities.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Obtain signed and dated acknowledgments from individuals and entities who received the Order",
            "quoted_text": "From each individual or entity to which Respondent delivered a copy of this Order, Respondent must obtain, within thirty (30) days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Compliance Report and Notices",
        "category": "compliance_reporting",
        "summary": "Respondent must submit an initial compliance report within 60 days and ongoing notices within 14 days of changes in contact information, business structure, or bankruptcy proceedings.",
        "requirements": [
          {
            "description": "Submit initial compliance report identifying contact information, businesses, activities, compliance status, and acknowledgments",
            "quoted_text": "Sixty (60) days after the issuance date of this Order, Respondent must submit a compliance report, sworn under penalty of perjury, in which Respondent must: (a) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission, may use to communicate with Respondent; (b) identify all of Respondent's businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (c) describe the activities of each business; (d) describe in detail whether and how Respondent is in compliance with each Provision of this Order; and (e) provide a copy of each Acknowledgment of the Order obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit compliance notice for changes in contact information or business structure",
            "quoted_text": "Respondent must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following: (1) any designated point of contact; or (2) the structure of Respondent or any entity that Respondent has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit notice of bankruptcy or insolvency proceedings",
            "quoted_text": "Respondent must submit notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against Respondent within 14 days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Ensure submissions are sworn under penalty of perjury and comply with 28 U.S.C. § 1746",
            "quoted_text": "Any submission to the Commission required by this Order to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, such as by concluding: \"I declare under penalty of perjury under the laws of the United States of America that the foregoing is true and correct. Executed on: _____\" and supplying the date, signatory's full name, title (if applicable), and signature.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit all Order-related communications to the specified FTC address and format",
            "quoted_text": "Unless otherwise directed by a Commission representative in writing, all submissions to the Commission pursuant to this Order must be emailed to Debrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director of Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue, N.W., Washington, D.C. 20580. The subject line must begin: In re Md7, LLC, FTC File No. 1723172.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must create and retain records for 20 years, including accounting records, personnel records, compliance records, and marketing materials, with each record retained for 5 years.",
        "requirements": [
          {
            "description": "Create and retain accounting records showing revenues from all goods or services sold",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent must create certain records for twenty (20) years after the issuance date of the Order, and retain each such record for 5 (five) years. Specifically, Respondent must create and retain the following records: A. accounting records showing the revenues from all goods or services sold;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and retain personnel records showing name, addresses, telephone numbers, job title, dates of service, and reason for termination",
            "quoted_text": "personnel records showing, for each person providing services, whether as an employee or otherwise, that person's: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and retain all records necessary to demonstrate full compliance with each provision of the Order",
            "quoted_text": "all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and retain copies of all advertisements, promotional materials, or marketing materials making representations subject to the Order",
            "quoted_text": "a copy of each unique advertisement, promotional material, or other marketing material making any representation subject to this Order, and all materials that were relied upon in making the representation.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission may monitor compliance by requesting additional reports and records, interviewing personnel, and using other lawful investigative means including posing as consumers.",
        "requirements": [
          {
            "description": "Submit additional compliance reports or requested information and produce records for inspection upon Commission request",
            "quoted_text": "Within ten (10) days of receipt of a written request from a representative of the Commission, Respondent must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury, and produce records for inspection and copying.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Permit Commission representatives to communicate directly with Respondent and interview affiliated persons",
            "quoted_text": "For matters concerning this Order, representatives of the Commission are authorized to communicate directly with Respondent. Respondent must permit representatives of the Commission to interview anyone affiliated with Respondent who has agreed to such an interview. The interviewee may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Allow Commission to use all lawful investigative means including undercover investigations",
            "quoted_text": "The Commission may use all other lawful means, including posing through its representatives as consumers, suppliers, or other individuals or entities, to Respondent or any individual or entity affiliated with Respondent, without the necessity of identification or prior notice. Nothing in this Order limits the Commission's lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Order Effective Dates",
        "category": "duration",
        "summary": "The Order is effective upon publication on ftc.gov and terminates on November 20, 2037, or 20 years from the most recent date a complaint is filed in federal court alleging violation of the Order, whichever comes later.",
        "requirements": [
          {
            "description": "Order becomes final and effective upon publication on FTC website",
            "quoted_text": "IT IS FURTHER ORDERED that this Order is final and effective upon the date of its publication on the Commission's website (ftc.gov) as a final order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This Order will terminate on November 20, 2037, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of the Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. any Provision in this Order that terminates in less than twenty (20) years; B. this Order's application to any Respondent that is not named as a defendant in such complaint; and C. this Order if such complaint is filed after the order has terminated pursuant to this Provision. If such complaint is dismissed or a federal court rules that Respondent did not violate any provision of the Order, and the dismissal or ruling is either not appealed or upheld on appeal, then the Order as to Respondent will terminate according to this Provision as though the complaint had never been filed, except that the Order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "11.17, Md7 Complaint.pdf",
      "order": "11.17, Md7 Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 2,
      "order_provisions": 6,
      "order_definitions": 1,
      "order_requirements": 18
    },
    "processing_time_seconds": 83.6
  }
}