{
  "case_info": {
    "docket_number": "C-4308",
    "company": {
      "name": "Rite Aid Corporation",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "30 Hunter Lane, Camp Hill, PA 17011",
      "business_description": "Rite Aid Corporation operates approximately 4,900 retail pharmacy stores in the United States and an online pharmacy business, selling prescription and non-prescription medicines, supplies, and other products. The company processes consumer payments through credit, debit, and electronic benefit transfer cards, as well as insurance cards, checks, and cash."
    },
    "commissioners": [
      "Jon Leibowitz, Chairman",
      "William E. Kovacic",
      "J. Thomas Rosch",
      "Edith Ramirez",
      "Julie Brill"
    ],
    "case_date": {
      "month": 11,
      "year": 2010
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a)",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/2023190-rite-aid-corporation-ftc-v",
    "statutory_topics": [
      "Section 5 Only"
    ],
    "practice_areas": [
      "Data Security",
      "AI / Automated Decision-Making",
      "Surveillance"
    ],
    "industry_sectors": [
      "Healthcare",
      "Retail"
    ]
  },
  "complaint": {
    "factual_background": "Rite Aid Corporation, operating approximately 4,900 retail pharmacy stores across the United States, collected sensitive personal information from customers and employees including Social Security numbers, prescription details, payment card data, and health insurance information. Rite Aid published privacy notices and brochures stating it took its responsibility for protecting personal health information seriously and that it respected and protected consumer privacy. However, Rite Aid failed to implement policies for secure disposal of personal information, failed to adequately train employees, failed to assess compliance with disposal policies, and failed to employ a process for discovering and remedying risks. As a result, pharmacy labels, employment applications, and other documents containing personal information in clear readable text were repeatedly discarded in unsecured, publicly-accessible trash dumpsters at Rite Aid locations across at least 7 U.S. cities, exposing consumers to risks of identity theft and prescription drug theft.",
    "representations_made": [
      {
        "description": "Claimed to take its responsibility for maintaining protected health information in confidence very seriously, and to be required by law to maintain privacy of protected health information",
        "quoted_text": "Rite Aid takes its responsibility for maintaining your protected health information in confidence very seriously. Protected health information means information about you that may identify you and that relates to your past, present or future physical or mental health or condition and related health care services. It also includes basic demographic information. We are required by law to maintain the privacy of protected health information and to provide you with a Notice of Privacy Practices including our legal duties with respect to protected health information. (See Exhibit A).",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 6,
        "quote_start_line": 55,
        "quote_end_line": 64
      },
      {
        "description": "Claimed to respect and protect customer privacy in connection with the collection of medical history information",
        "quoted_text": "Although you have the right not to disclose your medical history, Rite Aid would like to assure you that we respect and protect your privacy. (See Exhibit B.)",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 6,
        "quote_start_line": 67,
        "quote_end_line": 69
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Deceptive Privacy and Security Representations",
        "representation": "Through its Notice of Privacy Practices and medical history brochure, Rite Aid represented, expressly or by implication, that it implemented reasonable and appropriate measures to protect personal information against unauthorized access.",
        "fact": "Rite Aid did not implement reasonable and appropriate measures to protect personal information against unauthorized access, resulting in personal information being discarded in clear readable text in publicly-accessible trash dumpsters on numerous occasions.",
        "conclusion": "The representation set forth in Paragraph 9 was, and is, false or misleading, constituting a deceptive act or practice in violation of Section 5(a) of the Federal Trade Commission Act."
      },
      {
        "count_number": 2,
        "title": "Unfair Data Security Practices",
        "representation": "Rite Aid's failure to employ reasonable and appropriate measures to prevent unauthorized access to personal information, including failure to implement secure disposal policies, train employees, assess compliance, and discover and remedy risks.",
        "fact": "Rite Aid's deficient security practices caused personal information to be discarded in unsecured, publicly-accessible dumpsters, exposing consumers to risk of identity theft and prescription drug theft — harm not offset by any countervailing benefit and not reasonably avoidable by consumers.",
        "conclusion": "Rite Aid's practice was, and is, an unfair act or practice, and together with the deceptive representations constitutes unfair or deceptive acts or practices in or affecting commerce in violation of Section 5(a) of the Federal Trade Commission Act."
      }
    ]
  },
  "order": {
    "definitions": {
      "Affirmative Express Consent": "any freely given, specific, informed, and unambiguous indication of an individual consumer's wishes demonstrating agreement by the individual, such as by a clear affirmative action, following a Clear and Conspicuous disclosure to the individual of: (i) the categories of information that will be collected; (ii) the specific purpose(s) for which the information is being collected; (iii) the names or categories of Third Parties collecting the information, or to whom the information is disclosed, provided that if Respondent discloses the categories of Third Parties, the disclosure shall include a hyperlink or information about how to access a separate page listing the names of the Third Parties; (iv) a simple, easily-located means by which the consumer can withdraw consent; and (v) any limitations on the consumer's ability to withdraw consent. The Clear and Conspicuous disclosure must be separate and apart from any \"privacy policy,\" \"terms of service,\" \"terms of use,\" or other similar document, but it may reference them.\n\nThe following do not constitute Affirmative Express Consent:\n1. Inferring consent from the hovering over, muting, pausing, or closing of a given piece of content by the consumer; or\n2. Obtaining consent through a user interface that has the effect of subverting or impairing user autonomy, decision-making, or choice.",
      "Automated Biometric Security or Surveillance System": "any machine-based system, including any computer software, application, or algorithm, that analyzes or uses Biometric Information of, from, or about individual consumers to generate an Output that relates to those consumers, notwithstanding any assistance by a human being in such analysis or use, and that is used in whole or in part for a Security or Surveillance Purpose. Provided, however, that the term \"Automated Biometric or Surveillance Security System\" as used in this Order does not include: 1. A camera or similar sensor that is used to capture images or videos of individuals that are not collected or used in connection with the generation of an Output; 2. Any system to the extent that it is used to authenticate or identify Respondents' employees, contractors, or agents in connection with the performance of their job duties, so long as Respondents receive Affirmative Express Consent for the collection and use of any Biometric Information in connection with such authentication; and 3. Any system to the extent it is used exclusively in the direct provision of medical services by or under the supervision of a physician, registered nurse, pharmacist, or other licensed health care professional, so long as Respondents receive Affirmative Express Consent for the collection and use of any Biometric Information in connection with such system.",
      "Biometric Information": "data that depict or describe physical, biological, or behavioral traits, characteristics, or measurements of or relating to an identified or identifiable person's body, including depictions or images, descriptions, recordings, or copies of an individual's facial or other physical features (e.g., iris/retina scans), finger or handprints, voice, genetics, or characteristic movements or gestures (e.g., gait or typing pattern). \"Biometric Information\" does not include data that relates solely to user accounts or credentials, such as a username, or to user devices, such as device IDs or IP addresses, in isolation from data that depict or describe or are used to infer physical, biological, or behavioral traits, characteristics, or measurements of or relating to a person's body.",
      "Clear(ly) and Conspicuous(ly)": "that a required disclosure is difficult to miss (i.e., easily noticeable) and easily understandable by ordinary consumers, including in all of the following ways: 1. A visual disclosure, by its size, contrast, location, the length of time it appears, and other characteristics, must stand out from any accompanying text or other visual elements so that it is easily noticed, read, and understood. 2. An audible disclosure, including by telephone or streaming video, must be delivered in a volume, speed, and cadence sufficient for ordinary consumers to easily hear and understand it. 3. In any communication using an interactive electronic medium, such as the Internet or software, the disclosure must be unavoidable. 4. The disclosure must use diction and syntax understandable to ordinary consumers and must appear in English, Spanish, and each other language in which a Covered Business provides signage or other disclosures in the physical location or on the website where the disclosure appears. 5. The disclosure must comply with these requirements in each medium through which it is received, including all electronic devices and face-to-face communications. 6. The disclosure must not be contradicted or mitigated by, or inconsistent with, any other statements or representations in or near the disclosure. 7. When the deployment of an Automated Biometric Security or Surveillance System targets a specific group, such as children, the elderly, or the terminally ill, \"ordinary consumers\" includes reasonable members of that group.",
      "Covered Business": "(1) any Respondent; (2) any business of which one or more Respondents is a majority owner or controls, directly or indirectly.",
      "Covered Incident": "any incident that results in a Covered Business notifying, pursuant to a statutory or regulatory requirement, any U.S. federal, state, or local government entity that information of or about an individual consumer was, or is reasonably believed to have been, accessed, acquired, or publicly exposed without authorization.",
      "Covered Information": "information from or about an individual consumer, including: (a) a first and last name; (b) a home or physical address; (c) an email address or other online contact information, such as an instant messaging user identifier or a screen name; (d) a mobile or other telephone number; (e) a driver's license or other government-issued identification number; (f) date of birth; (g) geolocation information sufficient to identify street name and name of a city or town; (h) bank account information or credit or debit card information (including a partial credit or debit card number with more than five digits); (i) user identifier, or other persistent identifier that can be used to recognize a user over time and across different devices, websites, or online services; (j) user account credentials, such as a login name and password (whether plain text, encrypted, hashed, and/or salted); (k) Biometric Information; or (l) Health Information.",
      "Facial Recognition or Analysis System": "an Automated Biometric Security or Surveillance System that analyzes or uses depictions or images, descriptions, recordings, copies, measurements, or geometry of or related to an individual's face to generate an Output.",
      "Gallery": "a collection, database, or list of samples of Biometric Information created and retained for purposes of comparison with other samples in connection with the use of an Automated Biometric Security or Surveillance System to generate an Output.",
      "Health Information": "individually identifiable information relating to the past, present, or future physical or mental health or conditions of an individual, the provision of health care to an individual, or the past, present, or future payment for the provision of health care to an individual. It includes, but is not limited to, the following information relating to an individual: (a) prescription information, such as medication and dosage; (b) prescribing physician name, address, and telephone number; (c) health insurer name, insurance account number, or insurance policy number; (d) information concerning medical- or health-related purchases; and (e) any information that is derived or extrapolated from information about an individual's activities, or pattern of activities, from which a determination is made that the individual has a health condition or is taking a drug.",
      "Inaccurate Output": "an Output that is false, misleading, or incorrect and includes, to the extent that the Output of an Automated Biometric Security or Surveillance System is binary, (1) false positives or false acceptances and (2) false negatives or false rejections.",
      "Output": "a match, alert, prediction, analysis, assessment, determination, recommendation, identification, calculation, candidate list, or inference that is generated by a machine-based system processing Biometric Information.",
      "Operator": "an officer, employee, manager, contractor, service provider, or other agent of a Covered Business whose job duties include the operation or oversight of any aspect of an Automated Biometric Security or Surveillance System.",
      "Respondents": "Rite Aid Corporation, Rite Aid Hdqtrs Corp., and their subsidiaries, divisions, successors and assigns.",
      "Security or Surveillance Purpose": "a purpose related to surveillance (including but not limited to tracking individuals' location or behavior without Affirmative Express Consent); the detection, deterrence, prediction, or investigation of theft, crime, fraud, or other misconduct; or access to locations, material goods, information, systems, or networks.",
      "Vendor": "any person or entity that receives, maintains, processes, or otherwise is permitted access to Covered Information from, by, or at the direction of a Covered Business through its provision of services directly to a Covered Business."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Use of Facial Recognition or Analysis Systems Prohibited",
        "category": "prohibition",
        "summary": "Respondents are prohibited for five years from deploying or using any Facial Recognition or Analysis System in any retail store, retail pharmacy, or online retail platform.",
        "requirements": [
          {
            "description": "Respondents are prohibited for five (5) years from the effective date of this Order from deploying or using, or assisting in the deployment or use of, any Facial Recognition or Analysis System, whether directly or through an intermediary, in any retail store or retail pharmacy or on any online retail platform.",
            "quoted_text": "IT IS ORDERED that Respondents, in connection with the activities of any Covered Business, are prohibited for five (5) years from the effective date of this Order from deploying or using, or assisting in the deployment or use of, any Facial Recognition or Analysis System, whether directly or through an intermediary, in any retail store or retail pharmacy or on any online retail platform.",
            "deadline": "5 years (prohibition duration)",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 195,
            "quote_end_line": 199
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "AI / Automated Decision-Making",
          "Surveillance"
        ],
        "remedy_types": [
          "Biometric Ban"
        ]
      },
      {
        "provision_number": "II",
        "title": "Deletion of Covered Biometric Information",
        "category": "affirmative_obligation",
        "summary": "Respondents must delete all photos, videos, and derived data used in connection with Facial Recognition or Analysis Systems prior to the order's effective date, notify third parties to do the same, and provide written confirmations.",
        "requirements": [
          {
            "description": "Within 45 days after the effective date, delete or destroy all photos and videos of consumers used or collected in connection with a Facial Recognition or Analysis System prior to the effective date, and any data, models, or algorithms derived therefrom, and provide a written statement to the Commission sworn under penalty of perjury confirming deletion.",
            "quoted_text": "A. Within forty-five (45) days after the effective date of this Order, delete or destroy all photos and videos of consumers used or collected in connection with the operation of a Facial Recognition or Analysis System prior to the effective date of this Order, and any data, models, or algorithms derived in whole or in part therefrom, and provide a written statement to the Commission, sworn under penalty of perjury, confirming that all such information has been deleted or destroyed;",
            "deadline": "45 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 204,
            "quote_end_line": 209
          },
          {
            "description": "Within 60 days after the effective date, identify all third parties (other than government entities) that received photos, videos, or derived data from Facial Recognition or Analysis Systems, provide them copies of the Complaint and Order, notify them in writing of the FTC's allegations, instruct them to delete all such information, and demand written confirmation of deletion; provide all instructions sent to third parties to the FTC.",
            "quoted_text": "B. Within sixty (60) days after the effective date of this Order, Respondents must: 1. Identify all third parties, other than government entities, that received photos and videos of consumers used or collected in connection with the operation of a Facial Recognition or Analysis System prior to the effective date of this Order, and any data, models, or algorithms derived in whole or in part therefrom from any Covered Business, provide a copy of the Complaint and Order to all such identified third parties, notify all such identified third parties in writing that the Federal Trade Commission alleges that Respondents used that information in a manner that was unfair in violation of the FTC Act, and instruct all such identified third parties to delete all photos and videos of consumers used or collected in connection with the operation of a Facial Recognition or Analysis System prior to the effective date of this Order, and any data, models, or algorithms derived in whole or in part therefrom, and demand written confirmation of deletion. Defendant’s instruction to each such identified third party shall include a description of the Biometric 6 Information to be deleted. Defendant must provide all instructions sent to the identified third parties to: DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin: “In the Matter of Rite Aid, FTC File No. C-4308;” and",
            "deadline": "60 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 210,
            "quote_end_line": 233
          },
          {
            "description": "Provide all receipts of confirmation and any responses from third parties within ten (10) days of receipt to the FTC.",
            "quoted_text": "2. Provide all receipts of confirmation and any responses from third parties within ten (10) days of receipt to: DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin: “In the Matter of Rite Aid, FTC File No. C-4308.”",
            "deadline": "10 days of receipt",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 234,
            "quote_end_line": 239
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "AI / Automated Decision-Making"
        ],
        "remedy_types": [
          "Data Deletion"
        ]
      },
      {
        "provision_number": "III",
        "title": "Mandated Automated Biometric Security or Surveillance System Monitoring Program",
        "category": "affirmative_obligation",
        "summary": "Before using any Automated Biometric Security or Surveillance System (other than prohibited facial recognition), Respondents must establish, implement, and maintain a comprehensive Monitoring Program to identify and address consumer risks, including risks of disproportionate harm based on race, ethnicity, gender, sex, age, or disability.",
        "requirements": [
          {
            "description": "Document in writing the content, implementation, and maintenance of the Program.",
            "quoted_text": "A. Document in writing the content, implementation, and maintenance of the Program;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 257,
            "quote_end_line": 257
          },
          {
            "description": "Designate a qualified employee or employees to coordinate and be responsible for the Program.",
            "quoted_text": "B. Designate a qualified employee or employees to coordinate and be responsible for the Program;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 258,
            "quote_end_line": 259
          },
          {
            "description": "For each Automated Biometric Security or Surveillance System used, prior to implementation (or within 90 days of the effective date for systems already in use) and at least once every 12 months thereafter, conduct a written System Assessment of potential risks to consumers, covering at minimum 12 enumerated review areas including consequences of Inaccurate Outputs, testing methodology, accuracy-affecting factors, deployment context, operator training, and demographic disparities.",
            "quoted_text": "C. For each Automated Biometric Security or Surveillance System used, prior to its implementation (or for any Automated Biometric Security or Surveillance System in use as of the effective date of this Order, within ninety (90) days of the effective date of this Order) and, thereafter, at least once every twelve (12) months, conduct a written assessment (“System Assessment”) of potential risks to consumers from the use of the Automated Biometric Security or Surveillance System, including, at a minimum, risks that consumers could experience physical, financial, or reputational injury, stigma, or severe emotional distress in connection with Inaccurate Outputs of the Automated 7 Biometric Security or Surveillance System (e.g., if the technology misidentifies a consumer). The System Assessment must include a review of: 1. The consequences for consumers of Inaccurate Outputs of the Automated Biometric Security or Surveillance System, including actions that Respondents or others intend to or may foreseeably take in whole or in part as a result of such Outputs; 2. Any testing relating to the rate or likelihood of Inaccurate Outputs, the extent to which such testing was conducted using reliable methodologies and under conditions similar to those in which the Automated Biometric Security or Surveillance System will operate, and the results of such testing; 3. Any factors that are likely to affect the accuracy of the type of Automated Biometric Security or Surveillance System deployed, such as any characteristics of Biometric Information, of the context or method in which Biometric Information is captured, or of individuals whose Biometric Information is used in connection with the Automated Biometric Security or Surveillance System (e.g., skin tone or language or dialect spoken), that would increase or decrease the likelihood that its use in connection with the Automated Biometric Security or Surveillance System would result in Inaccurate Outputs; 4. The extent to which the specific components of the Automated Biometric Security or Surveillance System as deployed, including the specific types and models of any devices or software, that any Covered Business uses or will use to capture, transmit, or store Biometric Information could affect the likelihood that the Automated Biometric Security or Surveillance System produces Inaccurate Outputs; 5. Documentation and monitoring of the Automated Biometric Security or Surveillance System’s accuracy that Respondents have conducted pursuant to sub-Provision III.D; 6. The extent to which the Automated Biometric Security or Surveillance System was developed to be used for a similar purpose and under similar conditions to those under which any Covered Business deploys or will deploy the Automated Biometric Security or Surveillance System; 7. The methods by which any algorithms comprising part of the Automated Biometric Security or Surveillance System were developed, including the extent to which such components were developed using machine learning or any other method that entails the use of datasets to train algorithms, and the extent to which these methods increase the likelihood that Inaccurate Outputs will occur or will disproportionately affect consumers depending on their race, 8 ethnicity, gender, sex, age, or disability status. This review should include, at a minimum: a. The sources and manner of collection of data that have been used to train or otherwise develop algorithmic components of the Automated Biometric Security or Surveillance System; b. The extent to which the training data are materially similar to the Biometric Information that will be used in connection with deployment of the Automated Biometric Security or Surveillance System in light of factors that are known to affect the accuracy of the type of Automated Biometric Security or Surveillance System deployed; and c. The makeup of any datasets that have been used to train or otherwise develop algorithmic components of the Automated Biometric Security or Surveillance System, including the extent to which the datasets have been representative, in terms of race, ethnicity, gender, sex, age, and disability status, of the population(s) of consumers whose Biometric Information will be used in connection with deployment of the Automated Biometric Security or Surveillance System; 8. The context in which the Automated Biometric Security or Surveillance System is or will be deployed, including the geographical locations of stores deploying the technology, demographic characteristics, including race and ethnicity, of areas surrounding stores where technology is deployed, physical location within stores or sections of stores, such as pharmacies, of system components, and the scale, timing and duration of the deployment (e.g., how long the system will be deployed and whether the system will operate continuously or only under certain circumstances); 9. All policies and procedures governing the operation of the Automated Biometric Security or Surveillance System and its software, algorithms, hardware, or other components; 10. The extent to which Operators receive sufficient and relevant training or are subject to oversight; 11. The extent to which the Automated Biometric Security or Surveillance System is likely to generate Inaccurate Outputs at a higher rate when analyzing or using Biometric Information collected from or about consumers of particular races, ethnicities, sexes, genders, ages, or who have disabilities (or any of these categories in combination), taking into account technical elements of the Automated Biometric Security or Surveillance System and any components thereof, the selection of locations in which to deploy the Automated Biometric Security or Surveillance System, and the context or manner in 9 which any Covered Business has deployed or will deploy the Automated Biometric Security or Surveillance System; and 12. The extent to which consumers are able to avoid the Automated Biometric Security or Surveillance System without losing access to any Covered Business’s physical retail locations or online services, including by withholding Affirmative Express Consent for, or opting out of, the collection or use of their Biometric Information.",
            "deadline": "90 days (for existing systems); prior to implementation (for new systems); annually thereafter",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 260,
            "quote_end_line": 359
          },
          {
            "description": "Implement, maintain, and document safeguards designed to control for identified risks, including: selecting and retaining capable service providers with contractual requirements; requiring and documenting annual Operator training on Output interpretation, bias, system limitations, and Order requirements; documenting each Output determination and resulting actions; periodically reviewing Operator actions and updating training; developing policies for Gallery enrollment; implementing Biometric Information quality standards and monthly Gallery reviews; conducting annual reviews of Biometric Information capture methods; and conducting pre-deployment and at least annual documented testing of each system for accuracy and demographic disparities.",
            "quoted_text": "D. Implement, maintain, and document safeguards that are designed to control for the risks Respondents identify in the System Assessment. Each safeguard must be based on the severity of the risk to consumers and the likelihood that the risk could be realized. Such safeguards must also include: 1. Selecting and retaining service providers with duties related to the subject matter of this Order that are capable of performing those duties in a manner consistent with the Program and this Order, and contractually requiring such service providers to (1) comply with the requirements of the Program and this Order and (2) make available to Respondents all information and materials necessary to conduct the System Assessment; 2. Requiring and documenting regular and at least annual training for all Operators, which must cover, at a minimum: a. Methodologies for interpreting or assessing the validity of the Outputs of the Automated Biometric Security or Surveillance System, including for judging whether Outputs are Inaccurate; b. Evaluation of Biometric Information to determine its quality, value, and appropriateness for use in connection with the Automated Biometric Security or Surveillance System, particularly in light of each relevant factor identified pursuant to sub-Provision III.C.3 and the quality standards implemented pursuant to sub-Provision III.D.6.a; c. An overview of the types of human cognitive bias, such as automation bias and confirmation bias, that could foreseeably affect Operators’ interpretations of the Outputs; d. Known limitations of the Automated Biometric Security or Surveillance System, including factors that are known to affect the accuracy of the Outputs of Automated Biometric Security or Surveillance Systems of the type deployed, such as image or sound quality, the method by which Biometric Information to be used in connection with the Automated Biometric Security or Surveillance System is collected, background images or sounds, the passage of time since the capture of a Biometric Information sample, or relevant demographic, physical, or other traits of 10 the individual to whom Biometric Information pertains (such as race, ethnicity, sex, gender, age, or disability, alone or in combination); and e. The requirements of this Order; 3. Documenting, for each Output, any Respondent’s determination of whether the Output is Inaccurate and any actions that Operators take in whole or in part because of the Output; 4. Periodically, and at least annually, reviewing actions taken by any Operators in response to Outputs, updating the content of training for Operators to address systemic Operator errors identified by periodic reviews, and, if there is reason to believe that an Operator’s operation of the Automated Biometric Security or Surveillance System increases risk to consumers, or if an Operator fails to comply with the requirements of this Order, terminating such Operator’s operation of the Automated Biometric Security or Surveillance System; 5. Developing, implementing, and maintaining policies and procedures designed to ensure that Respondents have a reasonable basis for enrolling each consumer’s Biometric Information in any Gallery; 6. Implementing and maintaining policies and procedures to ensure that samples of Biometric Information used in connection with the Automated Biometric Security or Surveillance System do not increase the likelihood of Inaccurate Outputs, including by: a. Developing, implementing, and enforcing written quality standards for Biometric Information to be used in connection with the Automated Biometric Security or Surveillance System, taking into account the nature of the Automated Biometric Security or Surveillance System, the manner in which the Biometric Information is captured, and characteristics of Biometric Information that could affect the accuracy of the Automated Biometric Security or Surveillance System; b. To the extent that deployment of the Automated Biometric Security or Surveillance System entails the creation of a Gallery, periodically, and at least monthly, reviewing such Gallery to identify and, as soon as practicable, remove samples of Biometric Information that (1) have been associated with two or more Inaccurate Outputs, including Outputs that were determined to be Inaccurate based on investigations conducted in response to consumer complaints pursuant to sub-Provision IV.C of this Order; (2) do not meet the quality standards referenced in sub-Provision III.D.6.a; (3) are required to be deleted pursuant to Provision V of this Order, entitled “Required Retention Limits for Biometric Information;” or 11 (4) have been enrolled without a reasonable basis or in violation of policies and procedures implemented pursuant to sub-Provision III.D.5; c. Periodically, and at least annually, reviewing the means by which Biometric Information to be used in connection with the Automated Biometric Security or Surveillance System is captured, including the extent to which any software or hardware used to collect Biometric Information is functioning properly and are consistently capturing samples of Biometric Information that meet the quality standards developed and implemented pursuant to sub-Provision III.D.6.a and are not otherwise contributing to the generation of Inaccurate Outputs; and 7. Conducting documented testing of the Automated Biometric Security or Surveillance System prior to deployment and at least once every twelve (12) months thereafter. Such testing must be conducted with the Affirmative Express Consent of individuals whose Biometric Information will be used for testing and must: a. Be conducted under conditions that materially replicate the conditions under which the Automated Biometric Security or Surveillance System is actually used, taking into account factors that affect the accuracy of the type of Automated Biometric Security or Surveillance System to be tested, the means by which Biometric Information to be used in connection with the Automated Biometric Security or Surveillance System is captured, and the roles of Operators; b. Determine the rate at which the Automated Biometric Security or Surveillance System’s Outputs are Inaccurate, including by assessing the extent to which the Outputs can be verified using evidence or information other than an Output of an Automated Biometric Security or Surveillance System. For example, if an Output indicates the identity of an individual, the Output is verified if it is corroborated by a review of government- issued identification documents; c. Identify factors that cause or contribute to Inaccurate Outputs; and d. Assess and measure any statistically significant variation in the Automated Biometric Security or Surveillance System’s rate of Inaccurate Outputs depending on demographic characteristics of the consumers whose Biometric Information is analyzed or used, such as race, ethnicity, sex, gender, age, or disability (alone or in combination).",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 360,
            "quote_end_line": 469
          },
          {
            "description": "Evaluate and adjust the Program in light of any circumstances that may materially affect its effectiveness, and at minimum every 12 months evaluate the Program in light of the System Assessment and all monitoring/testing results, implementing modifications to substantially and timely remediate identified risks.",
            "quoted_text": "E. Evaluate and adjust the Program in light of any circumstance that Respondents know or have reason to know may materially affect the Program’s effectiveness. At a minimum, every twelve (12) months, each Covered Business must evaluate the effectiveness of the Program in light of the System Assessment and the results of all monitoring, testing, and 12 documentation conducted pursuant to the Program. Respondents must implement modifications to substantially and timely remediate any identified risks that consumers may experience physical, financial, or reputational injury, stigma, or severe emotional distress, including in connection with communications of the Outputs to law enforcement or other third parties, taking into account the extent to which such harms are likely to disproportionately affect particular demographics of consumers based on race, ethnicity, gender, sex, age, or disability (alone or in combination);",
            "deadline": "Annually",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 470,
            "quote_end_line": 483
          },
          {
            "description": "Provide the written System Assessment, Program, and any evaluations or updates to Respondents' board of directors or governing body (or senior officer if no board exists) at least once every 12 months.",
            "quoted_text": "F. Provide the written System Assessment and Program, and any evaluations thereof or updates thereto, to Respondents’ board of directors or governing body or, if no such board or equivalent governing body exists, to a senior officer of Respondents responsible for the Program at least once every twelve (12) months; and",
            "deadline": "Annually",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 484,
            "quote_end_line": 487
          },
          {
            "description": "Not deploy or discontinue deployment of an Automated Biometric Security or Surveillance System if Respondents lack competent and reliable scientific evidence to substantiate Output accuracy, or if Respondents have reason to believe the system creates unremediated risks of substantial injury, discrimination, stigma, or severe emotional distress to consumers.",
            "quoted_text": "G. Not deploy or discontinue deployment of an Automated Biometric Security or Surveillance System if: 1. Respondents do not possess competent and reliable scientific evidence that is sufficient in quality and quantity based on standards generally accepted in the relevant scientific fields, when considered in light of the entire body of relevant and reliable scientific evidence, to substantiate that Outputs of the Automated Biometric Security or Surveillance System are likely to be accurate. For purposes of this Provision III, competent and reliable scientific evidence means tests, analyses, research, or studies that have been conducted and evaluated in an objective manner by qualified persons and are generally accepted in the profession to yield accurate and reliable results; or 2. Respondents have reason to believe, taking into account the System Assessment, the Program, all consumer complaints, and all monitoring, testing, documentation, and evaluations conducted pursuant to the Program, that: a. Respondents’ use of the Automated Biometric Security or Surveillance System creates or contributes to a risk that Inaccurate Outputs will cause consumers to experience substantial physical, financial, or reputational injury, discrimination based on race, ethnicity, gender, sex, age, or disability, stigma, or severe emotional distress to consumers, including in connection with communications of the Outputs to law enforcement or other third parties, taking into account the extent to which such harms are likely to disproportionately affect consumers based on race, ethnicity, gender, sex, age, or disability; and b. The identified risks are not substantially and timely eliminated by modifications to the Program.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 488,
            "quote_end_line": 513
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "AI / Automated Decision-Making",
          "Surveillance"
        ],
        "remedy_types": [
          "Comprehensive Security Program"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Mandatory Notice and Complaint Procedures for Automated Biometric Security or Surveillance Systems",
        "category": "affirmative_obligation",
        "summary": "Before using any Automated Biometric Security or Surveillance System, Respondents must establish and maintain procedures to provide consumers with notice of Gallery enrollment and of adverse actions taken based on Outputs, and must investigate and respond to consumer complaints within specified timeframes.",
        "requirements": [
          {
            "description": "Provide written notice to all consumers whose Biometric Information will be enrolled in any Gallery (unless safety concerns preclude it), prior to or promptly after enrollment, including the basis for enrollment, instructions for obtaining a copy of their Biometric Information, the retention timeframe, and contact information for complaints.",
            "quoted_text": "A. Provide written notice to all consumers who will have their Biometric Information enrolled in any Gallery used in conjunction with an Automated Biometric Security or Surveillance System, unless Respondents are unable to provide the notice due to safety concerns or the nature of a security incident that forms the basis for enrollment. Respondents shall provide such notice prior to or promptly after enrollment, and the notice shall include: 1. An explanation for the reasonable basis (as described in sub-Provision III.D.5) for enrollment in the Gallery, including a description of any security incident that provided that basis; 2. Instructions about how to obtain a copy of the sample of Biometric Information that was collected in order to enroll the consumer, which Respondents must make available upon request so long as Respondents retain said sample; 3. The length of time for which Respondent will retain the consumer’s Biometric Information in the Gallery; and 4. An email address, online form, mailing address, and telephone number to which consumers can direct complaints or inquiries about their enrollment in the Gallery; the Automated Biometric Security or Surveillance System; or retention of their Biometric Information.",
            "deadline": "Prior to or promptly after enrollment",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 530,
            "quote_end_line": 548
          },
          {
            "description": "Provide written notice to all consumers against whom Respondents take an action based on an Output that could result in physical, financial, or reputational harm (unless safety concerns preclude it), prior to or at the time of taking action, including the date/time/location of the Output, actions taken, how they relate to the Output, and contact information for complaints.",
            "quoted_text": "B. Provide written notice to all consumers with respect to whom Respondents, in connection with an Output, take an action that could result in physical, financial, or reputational harm to the consumers, including in connection with communications of the Output to law enforcement or other third parties, unless Respondents are unable to provide the notice due to safety concerns or the nature of a security incident relating to the Output. Respondents shall provide such notice prior to taking, or, if prior notice is infeasible, at the time of taking an action, and the notice shall include: 1. The date, approximate time, and location of the Output; 2. A description of the action or actions taken; 3. An explanation of how that action relates to the Output; and 4. An email address, online form, mailing address, and telephone number to which consumers can direct complaints or inquiries about the Output; the Automated Biometric Security or Surveillance System that generated the Output; or the use, sharing, or retention of their Biometric Information.",
            "deadline": "Prior to or at the time of taking action",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 552,
            "quote_end_line": 565
          },
          {
            "description": "Investigate each consumer complaint to determine whether the relevant Output was Inaccurate, identify contributing factors, and assess whether Operators responded appropriately and consistently with the Order.",
            "quoted_text": "C. Investigate each complaint to (1) determine whether the relevant Output was an Inaccurate Output, and, if so, identify any factors that likely contributed to the generation of an Inaccurate Output; and (2) assess whether Operators responded to the Output in a manner that was appropriate and consistent with the requirements of this Order; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 566,
            "quote_end_line": 569
          },
          {
            "description": "Within 7 days of receiving a complaint, provide written confirmation of receipt to the consumer stating Respondents will investigate and provide conclusions within 30 days.",
            "quoted_text": "1. Within seven (7) days of receiving the complaint, providing written confirmation of receipt to the consumer who submitted the complaint. Such written confirmation should be provided using the same means of communication that the consumer used to submit the complaint, or by another means selected by the consumer during the complaint submission process, and should state that Respondents will investigate the consumer’s complaint and provide its conclusions within thirty (30) days;",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 572,
            "quote_end_line": 578
          },
          {
            "description": "Within 30 days of providing written confirmation, provide a written response to the consumer stating whether the Output was Inaccurate, the basis for that determination, and describing actions taken in response to the complaint.",
            "quoted_text": "2. Within thirty (30) days of providing the written confirmation, providing a written response to the consumer who submitted the complaint. Such written response must be provided using the same means of communication as the written confirmation and must (1) state whether the Output was determined to be an Inaccurate Output and the basis for such a determination; and (2) describe in general terms actions taken in response to the complaint.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 579,
            "quote_end_line": 584
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "AI / Automated Decision-Making",
          "Surveillance"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "V",
        "title": "Required Retention Limits for Biometric Information",
        "category": "affirmative_obligation",
        "summary": "Prior to implementing any Automated Biometric Security or Surveillance System, Respondents must develop and implement a written retention schedule for each type of consumer Biometric Information collected, specifying purposes, a deletion timeframe of no more than five years, and the basis for that timeframe.",
        "requirements": [
          {
            "description": "Develop and implement, prior to implementing any Automated Biometric Security or Surveillance System, a written retention schedule for each type of consumer Biometric Information that sets forth: (A) all purposes and business needs for collection or use; (B) a deletion timeframe of no greater than five (5) years (unless retention beyond five years is required by law or Affirmative Express Consent was obtained) that precludes retention beyond what is reasonably necessary; and (C) the basis for the deletion timeframe, including any effect of the passage of time on Inaccurate Output likelihood.",
            "quoted_text": "prior to implementing any Automated Biometric Security or Surveillance System, develop and implement, for each type of Biometric Information from or about consumers of such physical retail location or online retail platform that is collected in whole or in part for use in connection with any Automated Biometric Security or Surveillance System, a written retention schedule setting forth: A. All purposes and business needs for which the Covered Business collects or uses the type of Biometric Information; B. A timeframe for deletion of the Biometric Information that is no greater than five (5) years, except to the extent that retention beyond five years is required by law or Respondents have obtained Affirmative Express Consent for the retention within the previous five (5) years, and precludes retention beyond what is reasonably necessary to achieve the purpose or purposes and serve the business needs for which it was collected; and C. The basis for the timeframe for deletion of the Biometric Information, including any foreseeable effect on the likelihood of Inaccurate Outputs of the passage of time since a given sample of the type of Biometric Information was collected or enrolled in a Gallery.",
            "deadline": "Prior to implementing any Automated Biometric Security or Surveillance System",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 591,
            "quote_end_line": 606
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "AI / Automated Decision-Making"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Disclosure of Automated Biometric Security or Surveillance Systems",
        "category": "affirmative_obligation",
        "summary": "Within 30 days of the effective date, Respondents must post Clear and Conspicuous notices in each physical retail location and on each website, mobile application, or online service disclosing the use of any Automated Biometric Security or Surveillance System, including types of Biometric Information collected, types of Outputs generated, purposes for use, and retention timeframes.",
        "requirements": [
          {
            "description": "Within 30 days after the effective date of the Order, post Clear and Conspicuous notices in each physical retail location and on each website, mobile application, or online service through which Biometric Information is collected or used in connection with an Automated Biometric Security or Surveillance System, disclosing: (A) the specific types of Biometric Information collected; (B) the types of Outputs generated; (C) all purposes for use of each system or its Outputs; and (D) the timeframe for deletion of each type of Biometric Information as established pursuant to Provision V.",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents, for any Covered Business, in connection with the operation of any retail store, retail pharmacy, or online retail platform, must, within thirty (30) days after the effective date of this Order, post Clear and Conspicuous notices disclosing the Covered Business’s use of any Automated Biometric Security or Surveillance System in connection with Biometric Information collected from or about consumers of the physical retail location or online retail platform. Such notices must be posted in each physical retail location, and on each website, mobile application, or online service on or through which Biometric Information from or about consumers is collected or used in whole or in part for the purpose of operating an Automated Biometric Security or Surveillance System, and must include, as to each such location, website, mobile application, or online service: A. The specific types of Biometric Information that are collected in whole or in part for the purpose of operating an Automated Biometric Security or Surveillance System; B. The types of Outputs that are generated by the Automated Biometric Security or Surveillance Systems; C. All purposes for which the Covered Business uses each Automated Biometric Security or Surveillance System or its Outputs, including actions that the Covered Business may take on the basis of Outputs; and D. The timeframe for deletion of each type of Biometric Information used, as established pursuant to Provision V of this Order, entitled “Required Retention Limits for Biometric Information.”",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 608,
            "quote_end_line": 627
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "AI / Automated Decision-Making",
          "Surveillance"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Prohibition Against Misrepresentations",
        "category": "prohibition",
        "summary": "Respondents must not misrepresent in any manner the extent to which they maintain and protect the privacy, security, confidentiality, or integrity of Covered Information, including misrepresentations about security measures, privacy choices, data collection/use/deletion practices, or third-party access.",
        "requirements": [
          {
            "description": "Respondents and their officers, agents, employees, and attorneys must not misrepresent in any manner, expressly or by implication, in connection with any product or service, the extent to which Respondents maintain and protect the privacy, security, confidentiality, or integrity of Covered Information, including misrepresentations related to: (A) privacy and security measures to prevent unauthorized access; (B) measures to honor consumer privacy choices; (C) collection, maintenance, use, disclosure, or deletion of Covered Information; or (D) the extent to which Respondents make Covered Information accessible to third parties.",
            "quoted_text": "IT IS FURTHER ORDERED that Respondents and Respondents’ officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with any product or service, must not misrepresent in any manner, expressly or by implication, the extent to which Respondents maintain and protect the privacy, security, confidentiality, or integrity of Covered Information, including, but not limited to, misrepresentations related to: A. Respondents’ privacy and security measures to prevent unauthorized access to Covered Information; B. Respondents’ privacy and security measures to honor the privacy choices exercised by consumers; C. Respondents’ collection, maintenance, use, disclosure, or deletion of Covered Information; or D. The extent to which Respondents make or have made Covered Information accessible to any third parties.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 632,
            "quote_end_line": 645
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Mandated Information Security Program for Covered Businesses",
        "category": "affirmative_obligation",
        "summary": "Within 90 days of the effective date, Respondents must establish, implement, and maintain a comprehensive Information Security Program protecting the security, confidentiality, and integrity of Covered Information, encompassing documentation, board reporting, designated leadership, risk assessments, safeguards, vendor management, and ongoing evaluation.",
        "requirements": [
          {
            "description": "Document in writing the content, implementation, and maintenance of the Information Security Program.",
            "quoted_text": "A. Document in writing the content, implementation, and maintenance of the Information Security Program;",
            "deadline": "90 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 653,
            "quote_end_line": 654
          },
          {
            "description": "Provide the written Information Security Program and any evaluations or updates to the Covered Business's board of directors or governing body (or senior officer if no board exists) at least once every 12 months and promptly (not to exceed 30 days) after a Covered Incident affecting 500 or more consumers.",
            "quoted_text": "B. Provide the written Information Security Program and any evaluations thereof or updates thereto to the Covered Business’ board of directors or governing body or, if no such board or equivalent governing body exists, to a senior officer of the Covered Business responsible for the Covered Business’s Information Security Program at least once every twelve (12) months and promptly (not to exceed 30 days) after a Covered Incident affecting 500 or more consumers;",
            "deadline": "Annually; within 30 days after qualifying Covered Incident",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 655,
            "quote_end_line": 660
          },
          {
            "description": "Designate a qualified employee or employees who report directly to the Executive Leadership Team (including CEO, CIO, and CLO) to coordinate and be responsible for the Information Security Program, and keep the Executive Leadership Team and Board of Directors informed of all actions and procedures implemented to comply with the Order.",
            "quoted_text": "C. Designate a qualified employee or employees, who report(s) directly to the Executive Leadership Team (including the Chief Executive Officer, Chief Information Officer, and Chief Legal Officer) to coordinate and be responsible for the Information Security Program and keep the Executive Leadership Team and Board of Directors informed of the Information Security Program, including all actions and procedures implemented to 17 comply with the requirements of this Order, and any actions and procedures to be implemented to ensure continued compliance with this Order;",
            "deadline": "90 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 661,
            "quote_end_line": 670
          },
          {
            "description": "Assess and document at least once every 12 months and promptly (not to exceed 30 days) following a Covered Incident affecting 100 or more consumers, internal and external risks to the security, confidentiality, or integrity of Covered Information.",
            "quoted_text": "D. Assess and document, at least once every twelve (12) months and promptly (not to exceed 30 days) following a Covered Incident affecting 100 or more consumers, internal and external risks to the security, confidentiality, or integrity of Covered Information that could result in the (1) unauthorized collection, maintenance, alteration, destruction, use, disclosure of, or provision of access to, Covered Information; or the (2) misuse, loss, theft, or other compromise of such information;",
            "deadline": "Annually; within 30 days after qualifying Covered Incident",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 671,
            "quote_end_line": 676
          },
          {
            "description": "Design, implement, maintain, and document safeguards controlling for identified risks, including: annual employee training on safeguarding Covered Information; a written incident response plan; technical measures to log and monitor networks for anomalous activity; data minimization policies; data access controls and credential management including restrictions on reuse of compromised credentials; phishing-resistant multi-factor authentication for all employees, contractors, and affiliates; system hardening configuration standards; encryption of sensitive data (SSNs, passport numbers, financial account info, tax info, dates of birth, Health Information, and user credentials) in transit and at rest; secure installation and inventory of all assets at least annually; vulnerability and patch management; and timely investigation and remediation of security events.",
            "quoted_text": "E. Design, implement, maintain, and document safeguards that control for the internal and external risks Covered Businesses identify to the security, confidentiality, or integrity of Covered Information identified in response to sub-Provision D of this Provision. Each safeguard must be based on the volume and sensitivity of the Covered Information that is at risk, and the likelihood that the risk could be realized and result in the (1) unauthorized collection, maintenance, alteration, destruction, use, disclosure of, or provision of access to, Covered Information; or the (2) misuse, loss, theft, or other compromise of such information. Such safeguards must also include: 1. Training of all employees, at least once every twelve (12) months, on how to safeguard Covered Information including, for information security personnel, security updates and training sufficient to address relevant security risks, and verifying that key information security personnel take steps to maintain current knowledge of changing information security threats and countermeasures; 2. Documenting in writing the content, implementation, and maintenance of an incident response plan designed to ensure the identification of, investigation of, and response to the unauthorized access to Covered Information. Respondents shall revise and update this incident response plan to adapt to material changes to their assets or networks; 3. Implementing technical measures to log and monitor all networks and assets for anomalous activity and active threats. Such measures shall require Respondents to determine baseline system activity and identify and respond to anomalous events and unauthorized attempts to access or exfiltrate Covered Information; 4. Policies and procedures to minimize data collection, storage, and retention, including data deletion or retention policies and procedures; 5. Implementing data access controls for all assets (including databases) storing Covered Information and technical measures, policies, and procedures to minimize or prevent online attacks resulting from the misuse of valid credentials, including: (a) restricting inbound and outbound connections; (b) requiring and enforcing strong passwords or other credentials; 18 (c) preventing the reuse of known compromised credentials to access Covered Information; (d) implementing automatic password resets for known compromised credentials; and (e) limiting employee access to what is needed to perform that employee’s job function; 6. Requiring multi-factor authentication methods for all employees, contractors, and affiliates in order to access any assets (including databases) storing Covered Information. Such multi-factor authentication methods for all employees, contractors, and affiliates should not include telephone or SMS- based authentication methods and must be resistant to phishing attacks. Respondents may use equivalent, widely adopted industry authentication options that are not multi-factor, if the person responsible for the Information Security Program under sub-Provision C of this Provision: (1) approves in writing the use of such equivalent authentication options; and (2) documents a written explanation of how the authentication options are widely adopted and at least equivalent to the security provided by multi-factor authentication; 7. Developing and implementing configuration standards to harden system components against known threats and vulnerabilities. New system components shall not be granted access to any Covered Businesses’ network, resources, or Covered Information until they meet Respondents’ configuration standards; 8. Encryption of, at a minimum, all Social Security numbers, passport numbers, financial account information, tax information, dates of birth associated with a user’s account, Health Information, and user account credentials while in transit or at rest on each Covered Businesses’ computer networks, including but not limited to cloud storage; 9. Policies and procedures to ensure that all networks, systems, and assets with access to Covered Information within the Covered Businesses’ custody or control are securely installed and inventoried at least once every twelve (12) months; 10. Implementing vulnerability and patch management measures, policies, and procedures that (a) require confirmation that any directives to apply patches or remediate vulnerabilities are received and completed and (b) include timelines for addressing vulnerabilities that account for the severity and exploitability of the risk implicated; and 11. Enforcing policies and procedures to ensure the timely investigation of data security events and the timely remediation of critical and high-risk security vulnerabilities.",
            "deadline": "90 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 677,
            "quote_end_line": 747
          },
          {
            "description": "Assess at least once every 12 months and promptly (not to exceed 30 days) following a Covered Incident affecting 100 or more consumers, the sufficiency of safeguards in place, and modify the Information Security Program based on the results.",
            "quoted_text": "F. Assess, at least once every twelve (12) months and promptly (not to exceed 30 days) following a Covered Incident affecting 100 or more consumers, the sufficiency of any 19 safeguards in place to address the risks to the security, confidentiality, or integrity of Covered Information, and modify the Information Security Program based on the results;",
            "deadline": "Annually; within 30 days after qualifying Covered Incident",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 748,
            "quote_end_line": 754
          },
          {
            "description": "Test and monitor the effectiveness of safeguards at least once every 12 months and promptly (not to exceed 30 days) following a Covered Incident affecting 100 or more consumers, including vulnerability testing every four (4) months and promptly after a Covered Incident, and penetration testing at least annually and promptly after a Covered Incident, and modify the Information Security Program based on results.",
            "quoted_text": "G. Test and monitor the effectiveness of the safeguards in place at least once every twelve (12) months and promptly (not to exceed 30 days) following a Covered Incident affecting 100 or more consumers, and modify the Information Security Program based on the results as necessary. Such testing and monitoring must include: (1) vulnerability testing of each Covered Business’ network and applications once every four (4) months and promptly (not to exceed 30 days) after a Covered Incident; and (2) penetration testing of each Covered Business’ network(s) and applications at least once every twelve (12) months and promptly (not to exceed 30 days) after a Covered Incident;",
            "deadline": "Annually (penetration testing); every 4 months (vulnerability testing); within 30 days after qualifying Covered Incident",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 755,
            "quote_end_line": 762
          },
          {
            "description": "Evaluate and adjust the Information Security Program in light of material changes to operations, Covered Incidents affecting 100 or more consumers, new technological methods, or other circumstances that may materially impact its effectiveness; at minimum, evaluate and modify the Program at least once every 12 months.",
            "quoted_text": "H. Evaluate and adjust the Information Security Program in light of any material changes to a Covered Business’ operations or business arrangements, a Covered Incident affecting 100 or more consumers, new or more efficient technological or operational methods to control for the risks identified in sub-Provision D of this Provision, or any other circumstances that a Covered Business or its officers, agents, or employees know or have reason to know may have a material impact on the effectiveness of the Information Security Program or any of its individual safeguards. At a minimum, each Covered Business must evaluate the Information Security Program at least once every twelve (12) months and modify the Information Security Program, if appropriate, based on the results;",
            "deadline": "Annually",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 763,
            "quote_end_line": 772
          },
          {
            "description": "Select and retain Vendors capable of safeguarding Covered Information, implement a fully documented uniform risk assessment process for each Vendor, and contractually require Vendors to implement and maintain sufficient safeguards to address internal and external risks to the security, confidentiality, or integrity of Covered Information.",
            "quoted_text": "I. Select and retain Vendors capable of safeguarding Covered Information they access through or receive from each Covered Business, including by implementing and maintaining a uniform process that is fully documented in writing to conduct risk assessments for each Vendor, and contractually require Vendors to implement and maintain safeguards sufficient to address the internal and external risks to the security, confidentiality, or integrity of Covered Information. The uniform process must include a review and analysis of the information and documentation obtained about each Vendor pursuant to this Provision. The level of the assessment for each Vendor should be commensurate with the risk it poses to the security of Covered Information;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 773,
            "quote_end_line": 781
          },
          {
            "description": "Require each Vendor to agree by contract (upon renewal or new engagement, or in any event within 180 days of the effective date) to: (1) develop and implement policies for prompt remediation and investigation of security incidents; and (2) notify the Covered Business in writing as soon as possible, and no later than 72 hours, if the Vendor has reason to believe any person obtained Covered Information without authorization.",
            "quoted_text": "J. Require each Vendor agree by contract (upon renewal or new engagement or, in any event, within 180 days of the effective date of this Order) to: 1. Develop and implement policies and procedures for the prompt remediation and investigation of any incident that results in the Vendor or Covered Business notifying, pursuant to an applicable statutory or regulatory requirement, any U.S. federal, state, or local government entity that information of or about an individual consumer was, or is reasonably believed to have been, accessed, acquired, or publicly exposed without authorization; and 2. Notify the Covered Business in writing as soon as possible, and in any event no later than seventy-two (72) hours, if the Vendor has reason to believe that any 20 person has accessed, exfiltrated, or otherwise obtained without authorization Covered Information that the Vendor obtained from the Covered Business.",
            "deadline": "180 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 782,
            "quote_end_line": 796
          },
          {
            "description": "Obtain or possess, within 180 days of the effective date, documentation of each Vendor's information security program material to the security of Covered Information, including a cybersecurity risk assessment conducted within the last 12 months, before providing the Vendor with access to Covered Information.",
            "quoted_text": "K. Obtain or possess for each Vendor, within 180 days of the effective date of this Order, documentation regarding the Vendor’s information security program that is material to the security of Covered Information within the possession, custody, or control of the Covered Business, including, without limitation, documentation of the Vendor’s cybersecurity risk assessment conducted within the last twelve (12) months. The Covered Business must be in possession of such documentation before it provides the Vendor with access to Covered Information;",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 797,
            "quote_end_line": 803
          },
          {
            "description": "Determine in writing at least once every 24 months whether there has been a material change to each Vendor's information security program, and if so, obtain new documentation of the Vendor's information security program.",
            "quoted_text": "L. Determine in writing, at least once every twenty-four (24) months, whether there has been a material change to the Vendor’s information security program. If there has been a material change, the Covered Business must obtain or possess new documentation regarding the Vendor’s information security program that is material to the security of Covered Information within the possession, custody, or control of the Covered Business;",
            "deadline": "Every 24 months",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 804,
            "quote_end_line": 808
          },
          {
            "description": "Maintain in one or more central repositories all documentation about or provided by each Vendor pursuant to sub-Provisions J, K, and L, including each contract with a Vendor, for a period of five (5) years from when it was obtained or provided.",
            "quoted_text": "M. Maintain in one or more central repositories all documentation about or provided by each Vendor pursuant to sub-Provisions J, K, and L of this Provision, including but not limited to each contract with a Vendor, for a period of five (5) years from when it was obtained or provided. This sub-Provision is in addition to and not in lieu of the Provision entitled Recordkeeping;",
            "deadline": "5-year retention",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 809,
            "quote_end_line": 813
          },
          {
            "description": "At least once every 24 months, and promptly following a Covered Incident affecting 100 or more consumers involving a Vendor or a material change determination under sub-Provision L, conduct written reassessments of each relevant Vendor to determine the continued adequacy of their safeguards and document the basis for the determination.",
            "quoted_text": "N. At least once every twenty-four (24) months, and promptly following a Covered Incident affecting 100 or more consumers involving a Vendor or determination of a material change to a Vendor’s information security program under sub-Provision L of this Provision, conduct written reassessments of each Vendor (or, in the case of a Covered Incident affecting 100 or more consumers, each relevant Vendor) to determine the continued adequacy of their safeguards to control the internal and external risks to the security of Covered Information and document the basis for the Covered Business’s determination as to whether each Vendor’s safeguards are adequate. The level of the assessment for each Vendor should be commensurate with the risk it poses to the security of Covered Information; and",
            "deadline": "Every 24 months; promptly after qualifying Covered Incident",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 814,
            "quote_end_line": 823
          },
          {
            "description": "Maintain in one or more central repositories all documentation created pursuant to Vendor reassessments under sub-Provision N for a period of five (5) years from when it was created.",
            "quoted_text": "O. Maintain in one or more central repositories all documentation created by the Covered Business pursuant to sub-Provision N of this Provision for a period of five (5) years from when it was created. This sub-Provision is in addition to and not in lieu of the Provision entitled Recordkeeping.",
            "deadline": "5-year retention",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 824,
            "quote_end_line": 827
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Comprehensive Security Program"
        ]
      },
      {
        "provision_number": "IX",
        "title": "Third Party Information Security Assessments for Covered Businesses",
        "category": "assessment",
        "summary": "Respondents must obtain initial and biennial independent third-party assessments of the Information Security Program from a qualified Assessor approved by the FTC, covering the first 180 days after the Program is established and each two-year period thereafter for 20 years, with detailed assessment requirements and submission obligations.",
        "requirements": [
          {
            "description": "Obtain initial and biennial Assessments from a qualified, objective, independent third-party Assessor who uses generally accepted procedures, conducts an independent review, and retains all relevant documents for 5 years after completion of each Assessment, providing them to the Commission within 10 days of written request.",
            "quoted_text": "A. The Assessments must be obtained from a qualified, objective, independent third-party professional (“Assessor”), who: (1) uses procedures and standards generally accepted in 21 the profession; (2) conducts an independent review of the Information Security Program; and (3) retains all documents relevant to each Assessment for 5 years after completion of such Assessment and will provide such documents to the Commission within 10 days of receipt of a written request from a representative of the Commission. No documents may be withheld by the Assessor on the basis of a claim of confidentiality, proprietary or trade secrets, work product protection, attorney-client privilege, statutory exemption, or any similar claim.",
            "deadline": "Initial: within 60 days after first 180-day reporting period; biennial thereafter for 20 years",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 831,
            "quote_end_line": 842
          },
          {
            "description": "For each Assessment, provide the Associate Director for Enforcement with the name, affiliation, and qualifications of the proposed Assessor, who must be approved by the Associate Director in their sole discretion.",
            "quoted_text": "B. For each Assessment, Respondents must provide the Associate Director for Enforcement for the Bureau of Consumer Protection at the Federal Trade Commission with the name, affiliation, and qualifications of the proposed Assessor, whom the Associate Director shall have the authority to approve in their sole discretion.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 843,
            "quote_end_line": 846
          },
          {
            "description": "The reporting period for Assessments must cover: (1) the first 180 days after the Information Security Program is established for the initial Assessment; and (2) each two-year period thereafter for 20 years after issuance of the Order for biennial Assessments.",
            "quoted_text": "C. The reporting period for the Assessments must cover: (1) the first 180 days after the Mandated Information Security Program for Covered Businesses required by Provision VIII of this Order has been put in place for the initial Assessment; and (2) each two-year period thereafter for 20 years after issuance of the Order for the biennial Assessments.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 847,
            "quote_end_line": 850
          },
          {
            "description": "Each Assessment must, for the entire assessment period: (1) determine whether Respondents have implemented and maintained the required Information Security Program; (2) assess the effectiveness of implementation of sub-Provisions A-O; (3) identify any gaps, weaknesses, or material noncompliance; (4) address the status of previously identified gaps or weaknesses; and (5) identify specific evidence examined and explain why it is appropriate and sufficient, with the Assessment signed by the Assessor, stating the hours worked, and not relying primarily on management assertions.",
            "quoted_text": "D. Each Assessment must, for the entire assessment period: 1. Determine whether Respondents have implemented and maintained the Information Security Program required by the Provision entitled Mandated Information Security Program for Covered Businesses; 2. Assess the effectiveness of Respondents’ implementation and maintenance of sub- Provisions A-O of the Provision entitled Mandated Information Security Program for Covered Businesses; 3. Identify any gaps or weaknesses in, or instances of material noncompliance with, the Information Security Program; 4. Address the status of gaps or weaknesses in, or instances of material noncompliance with, the Information Security Program that were identified in any prior Assessment required by this Order; and 5. Identify specific evidence (including, but not limited to, documents reviewed, sampling and testing performed, and interviews conducted) examined to make such determinations, assessments, and identifications, and explain why the evidence that the Assessor examined is (a) appropriate for assessing an enterprise of the business’s size, complexity, and risk profile; and (b) sufficient to justify the Assessor’s findings. No finding of any Assessment shall rely primarily on assertions or attestations by Respondents’ management. The Assessment must be signed by the Assessor, state that the Assessor conducted an independent review of the Information Security Program and did not rely primarily on assertions or attestations by Respondents’ management, and state the number of hours that each member of the assessment team worked on the Assessment. To the extent any 22 Respondent revises, updates, or adds one or more safeguards required under the Provision entitled Mandated Information Security Program for Covered Businesses in the middle of an Assessment period, the Assessment must assess the effectiveness of the revised, updated, or added safeguard(s) for the time period in which it was in effect, and provide a separate statement detailing the basis for each revised, updated, or additional safeguard.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 851,
            "quote_end_line": 882
          },
          {
            "description": "Each Assessment must be completed within 60 days after the end of the reporting period. Submit an unredacted copy and a proposed redacted copy of the initial Assessment to the Commission within 10 days after completion. Retain unredacted and proposed redacted copies of all subsequent biennial Assessments until the Order terminates and provide them to the Associate Director for Enforcement within 10 days of request.",
            "quoted_text": "E. Each Assessment must be completed within 60 days after the end of the reporting period to which the Assessment applies. Unless otherwise directed by a Commission representative in writing, Respondents must submit an unredacted copy of the initial Assessment and a proposed redacted copy suitable for public disclosure of the initial Assessment to the Commission within 10 days after the Assessment has been completed via email to DEbrief@ftc.gov or by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin, “In re Rite Aid Corporation, FTC File No. C-4308.” Respondents must retain an unredacted copy of each subsequent biennial Assessment as well as a proposed redacted copy of each subsequent biennial Assessment suitable for public disclosure until the Order is terminated and must provide each such Assessment to the Associate Director for Enforcement within ten (10) days of request. The initial Assessment and any subsequent biennial Assessment provided to the Commission must be marked, in the upper right-hand corner of each page, with the words “Information Security Program Assessment” in red lettering.",
            "deadline": "60 days after reporting period ends; submit initial within 10 days of completion",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 883,
            "quote_end_line": 898
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Third-Party Assessment"
        ]
      },
      {
        "provision_number": "X",
        "title": "Cooperation with Third-Party Information Security Assessor",
        "category": "affirmative_obligation",
        "summary": "Respondents must fully cooperate with the third-party Assessor by providing all relevant information, network and IT asset access, and disclosing all material facts without misrepresentation.",
        "requirements": [
          {
            "description": "Provide or make available to the Assessor all information and material in Respondents' possession, custody, or control that is relevant to the Assessment for which there is no reasonable claim of privilege.",
            "quoted_text": "A. Provide or otherwise make available to the Assessor all information and material in their possession, custody, or control that is relevant to the Assessment for which there is no reasonable claim of privilege;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 903,
            "quote_end_line": 905
          },
          {
            "description": "Provide or make available to the Assessor information about Respondents' networks and all information technology assets so the Assessor can determine the scope of the Assessment, and provide visibility to those portions of networks and IT assets deemed in scope.",
            "quoted_text": "B. Provide or otherwise make available to the Assessor information about Respondents’ networks and all of Respondents’ information technology assets so that the Assessor can determine the scope of the Assessment, and visibility to those portions of the networks and information technology assets deemed in scope; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 906,
            "quote_end_line": 909
          },
          {
            "description": "Disclose all material facts to the Assessor and not misrepresent in any manner, expressly or by implication, any fact material to the Assessor's determination of whether Respondents have implemented and maintained the Information Security Program, the assessment of its effectiveness, or the identification of any gaps or weaknesses.",
            "quoted_text": "C. Disclose all material facts to the Assessor, and not misrepresent in any manner, expressly or by implication, any fact material to the Assessor’s: (1) determination of whether Respondents have implemented and maintained the Mandated Information Security Program for Covered Businesses; (2) assessment of the effectiveness of the Respondents’ implementation and maintenance of sub-Provisions A-O of the required Mandated Information Security Program for Covered Businesses; or (3) identification of any gaps 23 or weaknesses in, or instances of material noncompliance with, the Mandated Information Security Program for Covered Businesses.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 910,
            "quote_end_line": 920
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "XI",
        "title": "Annual Certification",
        "category": "compliance_reporting",
        "summary": "Respondents must provide annual certifications from their CEO (or designated senior officer) confirming compliance with the Order, absence of uncorrected material noncompliance, and describing all Covered Incidents affecting 100 or more consumers during the certified period.",
        "requirements": [
          {
            "description": "One year after the issuance date of this Order, and each year thereafter, provide the Commission with a certification from the CEO (Mr. Jeffrey S. Stein, or his successor or designated senior officer) that: (1) each Covered Business has established, implemented, and maintained the requirements of this Order; (2) each Covered Business is not aware of any material noncompliance that has not been corrected or disclosed to the Commission; and (3) includes a brief description of all Covered Incidents affecting 100 or more consumers verified or confirmed during the certified period.",
            "quoted_text": "A. One year after the issuance date of this Order, and each year thereafter, provide the Commission with a certification from Corporate Respondents’ Chief Executive Officer, Mr. Jeffrey S. Stein, or if Mr. Stein no longer serves as Respondents’ Chief Executive Officer, President or such other officer (regardless of title) that is designated in that Respondent’s Bylaws or resolution of the Board of Directors as having the duties of the principal executive officer of Respondent, then a senior corporate manager, or, if no such senior corporate manager exists, a senior officer responsible for Respondents’ Information Security Program that: (1) each Covered Business has established, implemented, and maintained the requirements of this Order; (2) each Covered Business is not aware of any material noncompliance that has not been (a) corrected or (b) disclosed to the Commission; and (3) includes a brief description of all Covered Incidents affecting 100 or more consumers that Respondents verified or confirmed during the certified period. The certification must be based on the personal knowledge of Mr. Stein, the senior corporate manager, senior officer, or subject matter experts upon whom Mr. Stein, the senior corporate manager, or senior officer reasonably relies in making the certification.",
            "deadline": "Annually, beginning 1 year after issuance",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 923,
            "quote_end_line": 938
          },
          {
            "description": "Submit all annual certifications to the Commission via email to DEbrief@ftc.gov or by overnight courier to the Associate Director for Enforcement, Bureau of Consumer Protection, with subject line beginning \"In re Rite Aid Corporation, FTC File No. C-4308.\"",
            "quoted_text": "B. Unless otherwise directed by a Commission representative in writing, submit all annual certifications to the Commission pursuant to this Order via email to DEbrief@ftc.gov or by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin, “In re Rite Aid Corporation, FTC File No. C-4308.”",
            "deadline": "Annually",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 939,
            "quote_end_line": 944
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "XII",
        "title": "Covered Incident Reports",
        "category": "compliance_reporting",
        "summary": "Within 10 days of notifying any U.S. government entity of a Covered Incident affecting 500 or more consumers, Respondents must submit a report to the Commission detailing the incident's date, facts, affected information types, number of affected consumers, remediation actions taken, and copies of consumer notices.",
        "requirements": [
          {
            "description": "Within 10 days of any notification to a U.S. federal, state, or local entity of a Covered Incident affecting 500 or more consumers, submit a report to the Commission including: (A) the date or estimated date range of the incident; (B) facts relating to the incident including causes and scope; (C) each type of information affected; (D) the number of consumers affected; (E) remediation actions taken and protective measures; and (F) a representative copy of each materially different notice sent to consumers or government entities.",
            "quoted_text": "IT IS FURTHER ORDERED that, within 10 days of any notification to a United States federal, state, or local entity of a Covered Incident affecting 500 or more consumers, Respondents, for any Covered Business, must submit a report to the Commission. The report must include, to the extent possible: A. The date, estimated date, or estimated date range when the Covered Incident occurred; B. A description of the facts relating to the Covered Incident, including the causes and scope of the Covered Incident, if known; C. A description of each type of information that was affected by the Covered Incident; D. The number of consumers whose information was affected by the Covered Incident; 24 E. The acts that each Covered Business has taken to date to remediate the Covered Incident and protect Covered Information from further exposure or access, and protect affected individuals from identity theft or other harm that may result from the Covered Incident; and F. A representative copy of each materially different notice sent by each Covered Business to consumers or to any U.S. federal, state, or local government entity regarding the Covered Incident.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 946,
            "quote_end_line": 964
          },
          {
            "description": "Submit all Covered Incident reports to the Commission via email to DEbrief@ftc.gov or by overnight courier to the Associate Director for Enforcement, Bureau of Consumer Protection, with subject line beginning \"In re Rite Aid Corporation, FTC File No. C-4308.\"",
            "quoted_text": "Unless otherwise directed by a Commission representative in writing, all Covered Incident reports to the Commission pursuant to this Order must be emailed to DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin, “In re Rite Aid Corporation, FTC File No. C-4308.”",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 965,
            "quote_end_line": 969
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "XIII",
        "title": "Acknowledgments of the Order",
        "category": "acknowledgment",
        "summary": "Respondents must submit their own acknowledgment of receipt within 10 days, deliver copies of the Order to current and future principals, officers, relevant employees, subsidiaries, and agents for 20 years, and obtain signed acknowledgments from each recipient within 30 days.",
        "requirements": [
          {
            "description": "Each Respondent, within ten (10) days after the effective date of this Order, must submit to the Commission an acknowledgment of receipt of this Order.",
            "quoted_text": "A. Each Respondent, within ten (10) days after the effective date of this Order, must submit to the Commission an acknowledgment of receipt of this Order.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 973,
            "quote_end_line": 974
          },
          {
            "description": "For twenty (20) years after the issuance date of this Order, each Respondent must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all current and future subsidiaries that own, control, or operate one or more stores or online retail platforms; (3) all employees having managerial responsibilities for conduct related to the subject matter of the Order and all agents and representatives who participate in conduct related to the subject matter; and (4) any business entity resulting from any change in structure. Delivery must occur within 10 days after the effective date for current personnel, and before others assume their responsibilities.",
            "quoted_text": "B. For twenty (20) years after the issuance date of this Order, each Respondent must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all of Respondents’ current and future subsidiaries that own, control, or operate one or more stores or online retail platforms; (3) all employees having managerial responsibilities for conduct related to the subject matter of the Order and all agents and representatives who participate in conduct related to the subject matter of the Order; and (4) any business entity resulting from any change in structure as set forth in the Provision entitled Compliance Reports and Notices. Delivery must occur within ten (10) days after the effective date of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "10 days for current personnel; before assuming responsibilities for others; ongoing for 20 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 975,
            "quote_end_line": 984
          },
          {
            "description": "From each individual or entity to which Respondents delivered a copy of this Order, obtain, within thirty (30) days, a signed and dated acknowledgment of receipt of this Order.",
            "quoted_text": "C. From each individual or entity to which Respondents delivered a copy of this Order, Respondents must obtain, within thirty (30) days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 985,
            "quote_end_line": 987
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "XIV",
        "title": "Compliance Reports and Notices",
        "category": "compliance_reporting",
        "summary": "Respondents must submit an initial sworn compliance report one year after issuance, provide sworn notices within 14 days of structural or contact changes or bankruptcy filings, and submit all required documents to the Commission via specified channels.",
        "requirements": [
          {
            "description": "One year after the issuance date of this Order, each Respondent must submit a compliance report sworn under penalty of perjury identifying designated contact information and business names, describing activities of each business, describing in detail compliance with each Provision of the Order including changes made to comply, and providing copies of all Acknowledgments obtained.",
            "quoted_text": "A. One year after the issuance date of this Order, each Respondent must submit a compliance report, sworn under penalty of perjury, in which each Respondent must: (a) 25 identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission, may use to communicate with Respondent; (b) identify all of that Respondent’s businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (c) describe the activities of each business; (d) describe in detail whether and how that Respondent is in compliance with each Provision of this Order, including a discussion of all of the changes the Respondent made to comply with the Order; and (e) provide a copy of each Acknowledgment of the Order obtained pursuant to this Order, unless previously submitted to the Commission;",
            "deadline": "1 year after issuance",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 991,
            "quote_end_line": 1004
          },
          {
            "description": "Each Respondent must submit a compliance notice, sworn under penalty of perjury, within fourteen (14) days of any change in a designated point of contact or any structural change (including creation, merger, sale, or dissolution of any entity) that may affect compliance obligations under the Order.",
            "quoted_text": "B. Each Respondent must submit a compliance notice, sworn under penalty of perjury, within fourteen (14) days of any change in (a) any designated point of contact; or (b) the structure of such Respondent or any entity that such Respondent has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order;",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 1005,
            "quote_end_line": 1010
          },
          {
            "description": "Each Respondent must submit notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against such Respondent within fourteen (14) days of its filing.",
            "quoted_text": "C. Each Respondent must submit notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against such Respondent within fourteen (14) days of its filing;",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 1011,
            "quote_end_line": 1013
          },
          {
            "description": "Any submission to the Commission required to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746.",
            "quoted_text": "D. Any submission to the Commission required by this Order to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, such as by concluding: “I declare under penalty of perjury under the laws of the United States of America that the foregoing is true and correct. Executed on: _____” and supplying the date, signatory’s full name, title (if applicable), and signature;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 1014,
            "quote_end_line": 1018
          },
          {
            "description": "Unless otherwise directed by a Commission representative in writing, all submissions to the Commission pursuant to this Order must be emailed to DEbrief@ftc.gov or sent by overnight courier to the Associate Director for Enforcement, Bureau of Consumer Protection, with subject line beginning \"In re Rite Aid Corporation, FTC File No. C-4308\".",
            "quoted_text": "E. Unless otherwise directed by a Commission representative in writing, all submissions to the Commission pursuant to this Order must be emailed to DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin: “In re Rite Aid Corporation, FTC File No. C-4308”.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 1019,
            "quote_end_line": 1024
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "XV",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondents must create certain records for 20 years after the issuance date and retain each for five years (unless otherwise specified), including accounting records, personnel records, consumer complaints, compliance records, System Assessment materials, privacy/security representations, Assessor materials, law enforcement communications, and records of non-compliance.",
        "requirements": [
          {
            "description": "Create and retain accounting records showing revenues, costs incurred generating those revenues, and resulting net profit or loss.",
            "quoted_text": "A. Accounting records showing the revenues from all goods or services sold, the costs incurred in generating those revenues, and resulting net profit or loss;",
            "deadline": "20-year creation period; 5-year retention",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 1030,
            "quote_end_line": 1031
          },
          {
            "description": "Create and retain personnel records for each person providing services in relation to any aspect of the Order, including name, addresses, telephone numbers, job title or position, dates of service, and reason for termination.",
            "quoted_text": "B. Personnel records showing, for each person providing services in relation to any aspect of the Order, whether as an employee or otherwise, that person’s: name; addresses; 26 telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination;",
            "deadline": "20-year creation period; 5-year retention",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 1032,
            "quote_end_line": 1038
          },
          {
            "description": "Create and retain copies or records of all consumer complaints concerning the subject matter of this Order, whether received directly or indirectly, and any response.",
            "quoted_text": "C. Copies or records of all consumer complaints concerning the subject matter of this Order, whether received directly or indirectly, such as through a third party, and any response;",
            "deadline": "20-year creation period; 5-year retention",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 1039,
            "quote_end_line": 1040
          },
          {
            "description": "Create and retain all records necessary to demonstrate full compliance with each Provision of this Order, including all submissions to the Commission.",
            "quoted_text": "D. All records necessary to demonstrate full compliance with each Provision of this Order, including all submissions to the Commission;",
            "deadline": "20-year creation period; 5-year retention",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 1041,
            "quote_end_line": 1042
          },
          {
            "description": "For five (5) years after the date of preparation of each System Assessment, retain all materials relied upon to prepare the System Assessment, including all plans, test results, reports, studies, reviews, audits, policies, training materials, assessments, and any other materials concerning compliance with related Provisions.",
            "quoted_text": "E. For five (5) years after the date of preparation of each System Assessment required by this Order, all materials relied upon to prepare the System Assessment, including all plans, test results, reports, studies, reviews, audits, policies, training materials, and assessments, and any other materials concerning Respondents’ compliance with related Provisions of this Order, for the compliance period covered by such System Assessment;",
            "deadline": "5 years from each System Assessment's preparation date",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 1043,
            "quote_end_line": 1047
          },
          {
            "description": "Retain a copy of each widely disseminated and materially different representation describing the extent to which Respondents maintain or protect the privacy, security, availability, confidentiality, or integrity of any Covered Information, including any representation concerning a change in any website or other service relating to those topics.",
            "quoted_text": "F. A copy of each widely disseminated and materially different representation by Defendants that describes the extent to which Defendants maintains or protects the privacy, security, availability, confidentiality, or integrity of any Covered Information, including any representation concerning a change in any website or other service controlled by Respondents that relates to privacy, security, availability, confidentiality, or integrity of Covered Information;",
            "deadline": "20-year creation period; 5-year retention",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 1048,
            "quote_end_line": 1053
          },
          {
            "description": "For five (5) years after the date of preparation of each Assessment by the Assessor, retain all materials and evidence the Assessor considered, reviewed, relied upon, or examined to prepare the Assessment, including all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments.",
            "quoted_text": "G. For five (5) years after the date of preparation of each Assessment by the Assessor, as those terms are defined in Provision IX, all materials and evidence that the Assessor considered, reviewed, relied upon or examined to prepare the Assessment, whether prepared by or on behalf of Respondents, including all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, and any other materials concerning compliance with related Provisions of this Order, for the compliance period covered by such Assessment;",
            "deadline": "5 years from each Assessment's preparation date",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 1054,
            "quote_end_line": 1060
          },
          {
            "description": "For five (5) years from the date received, retain copies of all subpoenas and other communications with law enforcement, if such communications relate to Respondents' compliance with this Order.",
            "quoted_text": "H. For five (5) years from the date received, copies of all subpoenas and other communications with law enforcement, if such communications relate to Respondents’ compliance with this Order; and",
            "deadline": "5 years from date received",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 1061,
            "quote_end_line": 1063
          },
          {
            "description": "For five (5) years from the date created or received, retain all records, whether prepared by or on behalf of a Respondent, that tend to show any lack of compliance by a Respondent with this Order.",
            "quoted_text": "I. For five (5) years from the date created or received, all records, whether prepared by or on behalf of a Respondent, that tend to show any lack of compliance by a Respondent with this Order.",
            "deadline": "5 years from date created or received",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 1064,
            "quote_end_line": 1066
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "XVI",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission is authorized to monitor Respondents' compliance by requesting additional reports, conducting depositions, obtaining records, communicating directly with Respondents, interviewing affiliated individuals, and using all other lawful means including undercover operations.",
        "requirements": [
          {
            "description": "Within fourteen (14) days of receipt of a written request from a Commission representative, each Respondent must submit additional compliance reports or other requested information (sworn under penalty of perjury), appear for depositions, and produce records for inspection and copying. The Commission is also authorized to obtain discovery using Federal Rules of Civil Procedure 29, 30, 31, 33, 34, 36, 45, and 69.",
            "quoted_text": "A. Within fourteen (14) days of receipt of a written request from a representative of the Commission, each Respondent must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury; appear for 27 depositions; and produce records for inspection and copying. The Commission is also authorized to obtain discovery, without further leave of court, using any of the procedures prescribed by Federal Rules of Civil Procedure 29, 30 (including telephonic depositions), 31, 33, 34, 36, 45, and 69.",
            "deadline": "14 days of written request",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 1070,
            "quote_end_line": 1079
          },
          {
            "description": "Respondents must permit representatives of the Commission to communicate directly with each Respondent and to interview anyone affiliated with any Respondent who has agreed to such an interview, with counsel present.",
            "quoted_text": "B. For matters concerning this Order, representatives of the Commission are authorized to communicate directly with each Respondent. Respondents must permit representatives of the Commission to interview anyone affiliated with any Respondent who has agreed to such an interview. The interviewee may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 1080,
            "quote_end_line": 1083
          },
          {
            "description": "The Commission may use all other lawful means, including posing as consumers, suppliers, or other individuals or entities, without identification or prior notice, and may use compulsory process pursuant to Sections 9 and 20 of the FTC Act.",
            "quoted_text": "C. The Commission may use all other lawful means, including posing through its representatives as consumers, suppliers, or other individuals or entities, to Respondents or any individual or entity affiliated with Respondents, without the necessity of identification or prior notice. Nothing in this Order limits the Commission’s lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 1084,
            "quote_end_line": 1089
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "XVII",
        "title": "Modification of Original Decision and Order",
        "category": "affirmative_obligation",
        "summary": "This Decision and Order supersedes the Commission's prior 2010 Decision and Order in In re Rite Aid Corporation, C-4308.",
        "requirements": [
          {
            "description": "This Decision and Order supersedes the Decision and Order the Commission previously issued in In re Rite Aid Corporation, C-4308, 150 F.T.C. 694 (Nov. 12, 2010).",
            "quoted_text": "IT IS FURTHER ORDERED that this Decision and Order supersedes the Decision and Order the Commission previously issued in In re Rite Aid Corporation, C-4308, 150 F.T.C. 694 (Nov. 12, 2010).",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 1091,
            "quote_end_line": 1093
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "XVIII",
        "title": "Order Effective Dates",
        "category": "duration",
        "summary": "This Order is final and effective upon publication on ftc.gov and will terminate 20 years from the date of issuance, or 20 years from the most recent date the United States or Commission files a federal court complaint alleging a violation of this Order, whichever is later, with specified exceptions.",
        "requirements": [
          {
            "description": "This Order is final and effective upon the date of its publication on the Commission's website (ftc.gov) as a final order, and will terminate twenty (20) years from the date of its issuance or twenty (20) years from the most recent date the United States or Commission files a complaint in federal court alleging any violation of this Order, whichever comes later, subject to specified exceptions.",
            "quoted_text": "IT IS FURTHER ORDERED that this Order is final and effective upon the date of its publication on the Commission’s website (ftc.gov) as a final order. This Order will terminate twenty (20) years from the date of its issuance (which date may be stated at the end of this Order, near the Commission’s seal), or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of this Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Provision in this Order that terminates in less than twenty (20) years; B. This Order’s application to any Respondent that is not named as a defendant in such complaint; and C. This Order if such complaint is filed after the Order has terminated pursuant to this Provision. Provided, further, that if such complaint is dismissed or a federal court rules that the Respondent did not violate any Provision of the Order, and the dismissal or ruling is either not appealed or upheld on appeal, then the Order will terminate according to this Provision as though the complaint had never been filed, except that the Order will not terminate between the date such 28 complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": "20 years",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 1095,
            "quote_end_line": 1115
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This Order is final and effective upon the date of its publication on the Commission's website (ftc.gov) as a final order. This Order will terminate twenty (20) years from the date of its issuance (which date may be stated at the end of this Order, near the Commission's seal), or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of this Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Provision in this Order that terminates in less than twenty (20) years; B. This Order's application to any Respondent that is not named as a defendant in such complaint; and C. This Order if such complaint is filed after the Order has terminated pursuant to this Provision."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "11.10, Rite Aid Corporation Complaint.pdf",
      "order": "11.10, Rite Aid Corporation Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 2,
      "order_provisions": 18,
      "order_definitions": 16,
      "order_requirements": 68,
      "provisions_per_section": {
        "I": 1,
        "II": 3,
        "III": 7,
        "IV": 5,
        "V": 1,
        "VI": 1,
        "VII": 1,
        "VIII": 15,
        "IX": 5,
        "X": 3,
        "XI": 2,
        "XII": 2,
        "XIII": 3,
        "XIV": 5,
        "XV": 9,
        "XVI": 3,
        "XVII": 1,
        "XVIII": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 1
      },
      "verification_details": {
        "complaint_verified": 2,
        "complaint_total": 2,
        "order_verified": 68,
        "order_total": 68
      }
    },
    "processing_time_seconds": 304.4
  }
}