{
  "case_info": {
    "docket_number": "CV 12-04177 SI",
    "company": {
      "name": "Google Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "1600 Amphitheatre Parkway, Mountain View, CA 94043",
      "business_description": "Google Inc. operates as a technology company that provides internet services including email (Gmail), search, advertising, and social networking tools. The company collects and uses user information to provide services and tailor advertisements."
    },
    "commissioners": [],
    "case_date": {
      "month": 11,
      "year": 2012
    },
    "legal_authority": "Sections 5(1) and 16(a) of the Federal Trade Commission Act, 15 U.S.C. §§ 45(1) and 56(a)",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/google-inc"
  },
  "complaint": {
    "factual_background": "Google violated a 2011 FTC Consent Order that prohibited misrepresenting privacy protections and data collection practices. Between 2011-2012, Google represented to Safari browser users that their default privacy settings would block tracking cookies and targeted advertising, but Google secretly overrode these settings by using invisible code to simulate form submissions that tricked Safari into accepting cookies. Google then placed DoubleClick Advertising Cookies on Safari users' browsers, collected their web-browsing activity and interest category information, and served them targeted advertisements based on this data, despite representing that it would not do so.",
    "representations_made": [
      {
        "description": "Google told Safari users that Safari's default browser setting effectively accomplishes the same thing as setting the opt-out cookie",
        "quoted_text": "Google assured Safari users that the Safari default setting 'effectively accomplishes the same thing as setting the opt-out cookie'",
        "source_paragraph": 37
      },
      {
        "description": "Google represented to Safari users that if they did not change the default setting, Google would not place DoubleClick Advertising Cookies on their browser",
        "quoted_text": "Thus, Google represented to Safari users that, if they did not change the default setting, Google would not place DoubleClick Advertising Cookies on a user's browser, collect interest category information from or about the user, or serve targeted advertisements to the user.",
        "source_paragraph": 40
      },
      {
        "description": "Google stated that after users opt out, Google will not collect interest category information and users will not receive interest-based ads",
        "quoted_text": "After you opt out, Google will not collect interest category information and you will not receive interest-based ads.",
        "source_paragraph": 38
      },
      {
        "description": "Google stated that if users select the DoubleClick opt-out cookie, ads will not be served based on the DoubleClick cookie",
        "quoted_text": "If you select the DoubleClick opt-out cookie, ads delivered to your browser by our ad-serving technology will not be served based on the DoubleClick cookie. Your DoubleClick opt-out cookie will not be uniquely identified....As long as your browser retains the DoubleClick opt-out cookie, Google won't serve new DoubleClick cookies to your browser.",
        "source_paragraph": 38
      },
      {
        "description": "Google represented that it is a member of NAI and adheres to or complies with the NAI Code of Conduct",
        "quoted_text": "Google has stated, including on its Privacy Policy for Ads and Advertising Services webpage, that it is a member of NAI. Google has also authorized other entities, including NAI, to represent that it is a participating NAI member that complies with NAI's Code.",
        "source_paragraph": 16
      },
      {
        "description": "Google told Safari users they did not need to take any action to be opted out of DoubleClick targeted advertisements",
        "quoted_text": "However, Google told Safari users that they did not need to take any action to be opted out of DoubleClick targeted advertisements.",
        "source_paragraph": 36
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Misrepresentation regarding collection of covered information",
        "representation": "Google represented to Safari users that it would not place DoubleClick Advertising Cookies on their browsers or collect interest category information from users who had not changed the default browser setting",
        "fact": "Google placed DoubleClick Advertising Cookies on Safari browsers with default settings and collected web-browsing activity and interest category information by using invisible code that simulated form submissions to trick Safari into accepting cookies",
        "conclusion": "Google misrepresented the extent to which users may exercise control over the collection or use of covered information, thereby violating Part I(A) of the Google Consent Order."
      },
      {
        "count_number": 2,
        "title": "Misrepresentation regarding serving targeted advertisements",
        "representation": "Google represented to Safari users that it would not serve targeted advertisements based on information collected via the DoubleClick Advertising Cookie to Safari users who had not changed their default browser setting",
        "fact": "Google did serve targeted advertisements based on information collected via the DoubleClick Advertising Cookie to Safari users with the default setting and treated Safari users differently than users of other browsers who had opted out",
        "conclusion": "Google misrepresented the extent to which users may exercise control over the collection or use of covered information, thereby violating Part I(A) of the Google Consent Order."
      },
      {
        "count_number": 3,
        "title": "Misrepresentation of adherence to NAI Code",
        "representation": "Google represented that it adheres to or complies with the NAI Code, which requires clear and conspicuous disclosure of online behavioral advertising activities, types of data collected, and how such data will be used",
        "fact": "Google did not disclose the data collection and use practices of overriding Safari's default settings, setting tracking cookies on Safari browsers, collecting browsing information, and serving targeted ads, violating Section III(2)(a) of the NAI Code",
        "conclusion": "Google misrepresented the extent to which it adheres to or complies with a privacy, security, or compliance program, thereby violating Part I(B) of the Google Consent Order."
      }
    ]
  },
  "order": {
    "definitions": {},
    "provisions": [
      {
        "provision_number": "1",
        "title": "Civil Penalty Payment",
        "category": "affirmative_obligation",
        "summary": "Google must pay a civil penalty of $22.5 million to the United States.",
        "requirements": [
          {
            "description": "Pay civil penalty of $22.5 million",
            "quoted_text": "Google must pay a civil penalty of $22.5 million.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "2",
        "title": "Cookie Deletion Systems",
        "category": "affirmative_obligation",
        "summary": "Until February 15, 2014, Google must maintain systems that delete Google cookies from Safari browser users.",
        "requirements": [
          {
            "description": "Maintain systems to expire/delete Safari cookies",
            "quoted_text": "until February 15, 2014, Google must maintain systems that delete Google cookies from Safari browser users.",
            "deadline": "February 15, 2014",
            "verified": true,
            "confidence": 0.8645833333333334
          }
        ]
      },
      {
        "provision_number": "3",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Google must report to the FTC within twenty days after February 15, 2014, demonstrating compliance with the order.",
        "requirements": [
          {
            "description": "Submit compliance report to FTC",
            "quoted_text": "Google must report to the FTC within twenty days of February 15, 2014, setting forth how it is in compliance with the Proposed Order.",
            "deadline": "20 days after February 15, 2014",
            "verified": true,
            "confidence": 0.9957794676806084
          }
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "until February 15, 2014"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "11.12, Google Complaint.pdf",
      "order": "11.12, Google Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 3,
      "complaint_representations": 6,
      "order_provisions": 3,
      "order_definitions": 0,
      "order_requirements": 3
    },
    "processing_time_seconds": 224.9
  }
}