{
  "case_info": {
    "docket_number": "C-4666",
    "company": {
      "name": "SmartStart Employment Screening, Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "29399 US 19 N - Ste 350, Clearwater, FL 33761",
      "business_description": "SmartStart Employment Screening, Inc. offers background and employment screening services."
    },
    "commissioners": [
      "Joseph J. Simons, Chairman",
      "Noah Joshua Phillips",
      "Rohit Chopra",
      "Rebecca Kelly Slaughter",
      "Christine S. Wilson"
    ],
    "case_date": {
      "month": 11,
      "year": 2018
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/182-3154-smartstart-employment-screening-inc-matter"
  },
  "complaint": {
    "factual_background": "SmartStart Employment Screening, Inc. posted privacy statements on its website claiming active participation in the EU-U.S. Privacy Shield framework. Although the company obtained Privacy Shield certification in September 2016, it failed to renew after the certification expired in September 2017. Despite the lapsed certification, SmartStart continued to claim current participation in Privacy Shield through at least June 2018. Additionally, after allowing its certification to lapse, the company never affirmed to the Department of Commerce that it would continue protecting personal information collected during its participation in the program.",
    "representations_made": [
      {
        "description": "Claimed to be a current participant in the EU-U.S. Privacy Shield framework, asserting it certified adherence to Privacy Shield Principles including Notice, Choice, Accountability for Onward Transfer, Security, Data Integrity and Purpose Limitation, Access, and Recourse, Enforcement and Liability",
        "quoted_text": "Participation in the EU-US Privacy Shield SmartStart Employment Screening, Inc. complies with the EU-US Privacy Shield Framework as set forth by the US Department of Commerce regarding the collection, use, and retention of personal information from European Union member countries. SmartStart has certified that it adheres to the Privacy Shield Principles of Notice, Choice, Accountability for Onward Transfer, Security, Data Integrity and Purpose Limitation, Access, and Recourse, Enforcement and Liability. If there is any conflict between the policies in this privacy policy and the Privacy Shield Principles, Page 2 of 4 the Privacy Shield Principles shall govern. To learn more about the Privacy Shield program, and to view our certification page, please visit https://www.privacyshield.gov/ Smart Start has joined the EU Privacy Shield Program and complies with the EU – US Privacy Shield Principles as it relates to the collection, use and retention of personal information from European Union member countries. SmartStart adheres to each of the Privacy Shield Principles with respect data received from the EU in reliance of the Privacy Shield: Notice; Choice; Accountability for Onward Transfer; Security; Data Integrity and Purpose Limitation; Access; and Recourse, Enforcement and Liability as explained below.",
        "verified": true,
        "confidence": 0.85,
        "source_paragraph": 9,
        "quote_start_line": 68,
        "quote_end_line": 92
      },
      {
        "description": "By participating in Privacy Shield, represented that upon ceasing participation it would affirm to Commerce its commitment to continue applying Privacy Shield Principles to personal information received during participation",
        "quoted_text": "13. As described in Paragraph 6, Respondent represented that it would abide by the EU-U.S. Privacy Shield framework principles. These principles include a requirement that if it ceased to participate in the EU-U.S. Privacy Shield framework, it must affirm to Commerce that it will continue to apply the principles to personal information that it received during the time it participated in the program.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 13,
        "quote_start_line": 106,
        "quote_end_line": 110
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Privacy Shield Participation Misrepresentation",
        "representation": "Respondent represented, directly or indirectly, expressly or by implication, that it is a current participant in the EU-U.S. Privacy Shield Principles",
        "fact": "Respondent is not a current participant in the EU-U.S. Privacy Shield Principles, having allowed its certification to lapse in September 2017 without renewal",
        "conclusion": "Therefore, the representation set forth in Paragraph 11 is false or misleading."
      },
      {
        "count_number": 2,
        "title": "Misrepresentation Regarding Continuing Privacy Shield Obligations",
        "representation": "Respondent represented that it would abide by EU-U.S. Privacy Shield framework principles, including the requirement to affirm to Commerce that it will continue to apply the principles to personal information received during participation if it ceased to participate",
        "fact": "Respondent has not affirmed to Commerce that it will continue to apply the Privacy Shield principles to personal information received during the time it participated in the program",
        "conclusion": "Therefore, the representation set forth in Paragraph 13 is false or misleading."
      }
    ]
  },
  "order": {
    "definitions": {
      "Respondent": "SmartStart Employment Screening, Inc., a corporation, and its successors and assigns."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition against Misrepresentations about Participation in Privacy or Security Programs",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent, in any manner, the extent to which it participates in any privacy or security program sponsored by a government or self-regulatory organization, including the EU-U.S. and Swiss-U.S. Privacy Shield frameworks.",
        "requirements": [
          {
            "description": "Must not misrepresent membership, certification, endorsement, or participation in any government or self-regulatory privacy or security program, including the EU-U.S. Privacy Shield and Swiss-U.S. Privacy Shield frameworks",
            "quoted_text": "IT IS ORDERED that Respondent and its officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with the advertising, marketing, promotion, offering for sale, or sale of any product or service must not misrepresent in any manner, expressly or by implication, the extent to which Respondent is a member of, adheres to, complies with, is certified by, is endorsed by, or otherwise participates in any privacy or security program sponsored by a government or any self-regulatory or standard-setting organization, including but not limited to the EU-U.S. Privacy Shield framework and the Swiss- U.S. Privacy Shield framework.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 55,
            "quote_end_line": 63
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Requirement to Meet Continuing Obligations Under Privacy Shield",
        "category": "affirmative_obligation",
        "summary": "Respondent must either affirm to the Department of Commerce that it will continue applying Privacy Shield principles (or use another authorized protection method) to personal information collected while participating in Privacy Shield, or return or delete that information — both within 10 days of the Order's effective date.",
        "requirements": [
          {
            "description": "Affirm to the Department of Commerce, within 10 days and annually thereafter, that it will continue applying EU-U.S. Privacy Shield framework principles to personal information received while participating in Privacy Shield, OR protect the information by another means authorized under EU or Swiss law (e.g., binding corporate rules or standard contractual clauses)",
            "quoted_text": "A. affirm to the Department of Commerce, within ten (10) days after the effective date of this Order and on an annual basis thereafter for as long as it retains such information, that it will 1. continue to apply the EU-U.S. Privacy Shield framework principles to the personal information it received while it participated in the Privacy Shield; or 2. protect the information by another means authorized under EU (for the EU-U.S. Privacy Shield framework) or Swiss (for the Swiss-U.S. Privacy Shield framework) law, including by using a binding corporate rule or a contract that fully reflects the requirements of the relevant standard contractual clauses adopted by the European Commission; or",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 73,
            "quote_end_line": 82
          },
          {
            "description": "Return or delete the personal information received while participating in Privacy Shield within 10 days after the effective date of this Order (as an alternative to the affirmation obligation in Part A)",
            "quoted_text": "B. return or delete the information within ten (10) days after the effective date of this Order.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 83,
            "quote_end_line": 83
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Acknowledgments of the Order",
        "category": "acknowledgment",
        "summary": "Respondent must submit its own acknowledgment of receipt to the FTC within 10 days, deliver copies of the Order to relevant personnel and successor entities for 20 years, and obtain signed acknowledgments from all recipients within 30 days.",
        "requirements": [
          {
            "description": "Submit to the Commission an acknowledgment of receipt of this Order within 10 days after the effective date",
            "quoted_text": "A. Respondent, within ten (10) days after the effective date of this Order, must submit to the Commission an acknowledgment of receipt of this Order.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 87,
            "quote_end_line": 88
          },
          {
            "description": "For 20 years after the issuance date, deliver a copy of this Order to all principals, officers, directors, LLC managers and members; all employees with managerial responsibilities related to the Order's subject matter; all agents and representatives participating in related conduct; and any business entity resulting from a change in structure. Delivery must occur within 10 days for current personnel and before others assume their responsibilities.",
            "quoted_text": "B. For twenty (20) years after the issuance date of this Order, Respondent must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees having managerial responsibilities for conduct related to the subject matter of the Order and all agents and representatives who participate in conduct related to the subject matter of the Order; and (3) any business entity resulting from any change in structure as set forth in the Provision titled Compliance Report and Notices. Delivery must occur within ten (10) days after the effective date of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 89,
            "quote_end_line": 96
          },
          {
            "description": "Obtain a signed and dated acknowledgment of receipt of the Order from each individual or entity to which a copy was delivered, within 30 days of delivery",
            "quoted_text": "C. From each individual or entity to which Respondent delivered a copy of this Order, Respondent must obtain, within thirty (30) days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 97,
            "quote_end_line": 99
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Compliance Report and Notices",
        "category": "compliance_reporting",
        "summary": "Respondent must submit an initial sworn compliance report within 60 days, and thereafter submit sworn notices within 14 days of any change in contact information, corporate structure, or bankruptcy filings, following specified submission procedures.",
        "requirements": [
          {
            "description": "Submit a sworn compliance report within 60 days of the issuance date, identifying contact information and business names, describing activities, detailing compliance with each Order provision, and providing copies of all Order acknowledgments obtained",
            "quoted_text": "A. Sixty (60) days after the issuance date of this Order, Respondent must submit a compliance report, sworn under penalty of perjury, in which Respondent must: (a) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission, may use to communicate with Respondent; (b) identify all of Respondent’s businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (c) describe the activities of each business; (d) describe in detail whether and how Respondent is in compliance with each Provision of this Order; and (e) provide a copy of each Acknowledgment of the Order obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 106,
            "quote_end_line": 115
          },
          {
            "description": "Submit a sworn compliance notice within 14 days of any change in designated points of contact or in the structure of Respondent or any entity it owns or controls that may affect compliance obligations, including creation, merger, sale, or dissolution of any subsidiary, parent, or affiliate",
            "quoted_text": "B. Respondent must submit a compliance notice, sworn under penalty of perjury, within fourteen (14) days of any change in the following: (1) any designated point of contact; or (2) the structure of Respondent or any entity that Respondent has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 116,
            "quote_end_line": 121
          },
          {
            "description": "Submit notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against Respondent within 14 days of its filing",
            "quoted_text": "C. Respondent must submit notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against Respondent within fourteen (14) days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 122,
            "quote_end_line": 124
          },
          {
            "description": "All sworn submissions to the Commission must be true and accurate and comply with 28 U.S.C. § 1746, including the required declaration language, date, signatory's full name, title, and signature",
            "quoted_text": "D. Any submission to the Commission required by this Order to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, such as by concluding: “I declare under penalty of perjury under the laws of the United States of America that the foregoing is true and correct. Executed on: _____” and supplying the date, signatory’s full name, title (if applicable), and signature.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 125,
            "quote_end_line": 129
          },
          {
            "description": "Unless otherwise directed in writing, all submissions must be emailed to Debrief@ftc.gov or sent by overnight courier (not USPS) to the Associate Director of Enforcement, Bureau of Consumer Protection, FTC, 600 Pennsylvania Avenue, N.W., Washington, D.C. 20580, with the subject line beginning: In re SmartStart Employment Screening, Inc., FTC File No. ___",
            "quoted_text": "E. Unless otherwise directed by a Commission representative in writing, all submissions to the Commission pursuant to this Order must be emailed to Debrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director of Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue, N.W., Washington, D.C. 20580. The subject line must begin: In re SmartStart Employment Screening, Inc., FTC File No. ___________.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 130,
            "quote_end_line": 135
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must create specified records for 20 years and retain each record for 5 years, covering accounting, personnel, Order compliance documentation, and advertising materials.",
        "requirements": [
          {
            "description": "Create and retain accounting records showing revenues from all goods or services sold",
            "quoted_text": "A. accounting records showing the revenues from all goods or services sold;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 143,
            "quote_end_line": 143
          },
          {
            "description": "Create and retain personnel records showing each service provider's name, addresses, telephone numbers, job title or position, dates of service, and (if applicable) reason for termination",
            "quoted_text": "B. personnel records showing, for each person providing services, whether as an employee or otherwise, that person’s: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 144,
            "quote_end_line": 146
          },
          {
            "description": "Create and retain all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission",
            "quoted_text": "C. all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 147,
            "quote_end_line": 148
          },
          {
            "description": "Create and retain a copy of each unique advertisement or other marketing material making a representation subject to this Order, and all materials relied upon in making the representation",
            "quoted_text": "D. a copy of each unique advertisement or other marketing material making a representation subject to this Order, and all materials that were relied upon in making the representation.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 149,
            "quote_end_line": 150
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The FTC is authorized to monitor Respondent's compliance by requesting additional reports and records, interviewing affiliated persons, and using other lawful investigative means including undercover methods.",
        "requirements": [
          {
            "description": "Within 10 days of receipt of a written request from a Commission representative, submit additional compliance reports or other requested information (sworn under penalty of perjury) and produce records for inspection and copying",
            "quoted_text": "A. Within ten (10) days of receipt of a written request from a representative of the Commission, Respondent must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury, and produce records for inspection and copying.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 154,
            "quote_end_line": 157
          },
          {
            "description": "Permit Commission representatives to communicate directly with Respondent and to interview anyone affiliated with Respondent who has agreed to such an interview (interviewee may have counsel present)",
            "quoted_text": "B. For matters concerning this Order, representatives of the Commission are authorized to communicate directly with Respondent. Respondent must permit representatives of the Commission to interview anyone affiliated with Respondent who has agreed to such an interview. The interviewee may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 158,
            "quote_end_line": 161
          },
          {
            "description": "The Commission may use all other lawful means, including posing as consumers, suppliers, or other individuals without identification or prior notice, and may use compulsory process under Sections 9 and 20 of the FTC Act",
            "quoted_text": "C. The Commission may use all other lawful means, including posing through its representatives as consumers, suppliers, or other individuals or entities, to Respondent or any individual or entity affiliated with Respondent, without the necessity of identification or prior notice. Nothing in this Order limits the Commission’s lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 162,
            "quote_end_line": 166
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Order Effective Dates",
        "category": "duration",
        "summary": "The Order is effective upon publication on the FTC's website and terminates on November 15, 2038, or 20 years from the most recent date the Commission files a complaint alleging any violation of the Order, whichever is later, subject to specific exceptions.",
        "requirements": [
          {
            "description": "Order is final and effective upon publication on the Commission's website (ftc.gov) as a final order, and terminates on November 15, 2038 or 20 years from the most recent federal court complaint alleging a violation of the Order, whichever is later, subject to stated exceptions",
            "quoted_text": "IT IS FURTHER ORDERED that this Order is final and effective upon the date of its publication on the Commission’s website (ftc.gov) as a final order. This Order will terminate on November 15, 2038, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of the Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. any Provision in this Order that terminates in less than twenty (20) years; B. this Order’s application to any respondent that is not named as a defendant in such complaint; and C. this Order if such complaint is filed after the order has terminated pursuant to this Provision. Provided, further, that if such complaint is dismissed or a federal court rules that Respondent did not violate any provision of the Order, and the dismissal or ruling is either not appealed or upheld on appeal, then the Order will terminate according to this Provision as though the complaint had never been filed, except that the Order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 171,
            "quote_end_line": 187
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This Order will terminate on November 15, 2038, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of the Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. any Provision in this Order that terminates in less than twenty (20) years; B. this Order's application to any respondent that is not named as a defendant in such complaint; and C. this Order if such complaint is filed after the order has terminated pursuant to this Provision."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "11.18, SmartStart Employment Screening Complaint.pdf",
      "order": "11.18, SmartStart Employment Screening Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 2,
      "order_provisions": 7,
      "order_definitions": 1,
      "order_requirements": 19,
      "provisions_per_section": {
        "I": 1,
        "II": 2,
        "III": 3,
        "IV": 5,
        "V": 4,
        "VI": 3,
        "VII": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 2,
        "complaint_total": 2,
        "order_verified": 19,
        "order_total": 19
      }
    },
    "processing_time_seconds": 73.8
  }
}