{
  "case_info": {
    "docket_number": "2:10-cv-05516-DRH",
    "company": {
      "name": "EchoMetrix, Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "6800 Jericho Turnpike, Suite 208E, Syosset, NY 11791",
      "business_description": "EchoMetrix develops and sells Sentry Parental Controls, a software program that monitors and records activity on target computers including web history, chat conversations, and instant message conversations. The company also operates The Pulse, a web-based market research software that aggregates and analyzes consumer opinion and sentiment from user-generated digital social media content."
    },
    "commissioners": [],
    "case_date": {
      "month": 11,
      "year": 2010
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a)",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/102-3006-echometrix-inc",
    "statutory_topics": [
      "Section 5 Only"
    ],
    "practice_areas": [
      "Privacy",
      "Surveillance"
    ],
    "industry_sectors": [
      "Technology"
    ]
  },
  "complaint": {
    "factual_background": "EchoMetrix, Inc. sold Sentry Parental Controls software to parents to monitor their children's online activity, including instant message conversations, websites visited, and applications used. In June 2009, EchoMetrix launched a separate web-based market research product called The Pulse, which aggregated consumer sentiment from online conversations. Without adequately disclosing this to Sentry purchasers, EchoMetrix fed data collected from children's online activity through the Sentry software into the Pulse database, which was then sold to third-party marketers and advertisers. The only potential notice given to Sentry purchasers was a vague statement buried approximately 30 paragraphs deep in a small scroll box EULA, which referred generically to 'anonymous reporting for internal and external clients' without identifying Pulse or the sharing of children's data with marketers.",
    "representations_made": [
      {
        "description": "EchoMetrix represented that Sentry software would track all online activity on a computer, including instant message conversations, websites visited, and applications used by children — without disclosing that this collected data would be shared with third-party marketers through Pulse",
        "quoted_text": "1166.. IInn nnuummeerroouuss iinnssttaanncceess iinn ccoonnnneeccttiioonn wwiitthh tthhee aaddvveerrttiissiinngg,, mmaarrkkeettiinngg,, pprroommoottiioonn,, ooffffeerriinngg ffoorr ssaallee,, oorr ssaallee ooff tthhee SSeennttrryy PPaarreennttaall CCoonnttrroollss ssooffttwwaarree,, EEcchhooMMeettrriixx hhaass rreepprreesseenntteedd,, ddiirreeccttllyy oorr iinnddiirreeccttllyy,, eexxpprreessssllyy oorr bbyy iimmpplliiccaattiioonn,, tthhaatt tthhee ssooffttwwaarree wwoouulldd ttrraacckk aallll oonnlliinnee aaccttiivviittyy oonn aa ccoommppuutteerr,, iinncclluuddiinngg iinnssttaanntt mmeessssaaggee ccoonnvveerrssaattiioonnss,, wweebbssiitteess vviissiitteedd,, aanndd aapppplliiccaattiioonnss uusseedd bbyy cchhiillddrreenn uussiinngg tthhee ccoommppuutteerr..",
        "verified": false,
        "confidence": 0.3966597077244259,
        "source_paragraph": 16,
        "quote_start_line": 111,
        "quote_end_line": 115
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Deceptive Omission — Failure to Disclose Data Sharing with Third-Party Marketers",
        "representation": "EchoMetrix represented, directly or indirectly, expressly or by implication, that Sentry software would track all online activity on a computer, including instant message conversations, websites visited, and applications used by children using the computer",
        "fact": "EchoMetrix failed to adequately disclose that information revealed by children in connection with online activity monitored by Sentry would be disclosed to third-party marketers through Pulse; this material information was not adequately communicated to consumers and would have been material to their decision to purchase Sentry",
        "conclusion": "The failure to adequately disclose the material information set forth in Paragraph 17, in light of the representation described in Paragraph 16, constitutes a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Defendant": "EchoMetrix, Inc., and its successors and assigns.",
      "Sentry": "the Sentry Parental Controls software program, or any other similar software program marketed or sold by Defendant that can monitor and/or record activity on a computer.",
      "Collected Information": "any information or data collected by and transmitted from Sentry, from a computer on which Sentry is installed to any computer server owned by, operated by, or operated for the benefit of, Defendant.",
      "Commerce": "as defined in Section 4 of the FTC Act, 15 U.S.C. § 44.",
      "Computer": "any desktop or laptop computer, handheld device, telephone, or other electronic product or device that has a platform on which to download, install, or run any software program, code, script, or other content.",
      "Personnel Necessary to Support Sentry": "only those persons, whether employed by EchoMetrix or a third party, who require access to Collected Information to maintain the technical functioning of Sentry and who use the Collected Information solely for that purpose.",
      "Registered Sentry User": "a purchaser of Sentry, who is authorized (via login and password) to access Collected Information from a specific account or accounts.",
      "Pulse": "The Pulse service, or any substantially similar service marketed by Defendant that aggregates, collects, measures, or analyzes data from user-generated digital content (including but not limited to Internet forums, message boards, chats, blogs, and instant message conversations) for use by third parties."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Ban on Use of Information from Sentry",
        "category": "prohibition",
        "summary": "Defendant is permanently enjoined from disclosing Collected Information to anyone other than Personnel Necessary to Support Sentry or a Registered Sentry User for the sole purpose of accessing that user's account.",
        "requirements": [
          {
            "description": "Defendant and all persons in active concert with it are permanently enjoined and restrained from disclosing Collected Information to anyone other than Personnel Necessary to Support Sentry or a Registered Sentry User for the sole purpose of accessing that user's account.",
            "quoted_text": "IITT IISS HHEERREEBBYY OORRDDEERREEDD tthhaatt DDeeffeennddaanntt,, ooppeerraattiinngg ddiirreeccttllyy oorr tthhrroouugghh aannyy ccoorrppoorraattiioonn,, ppaarrttnneerrsshhiipp,, ssuubbssiiddiiaarryy,, ddiivviissiioonn,, ttrraaddee nnaammee,, oorr ootthheerr ddeevviiccee,, aanndd iittss ooffffiicceerrss,, aaggeennttss,, sseerrvvaannttss,, eemmppllooyyeeeess aanndd aattttoorrnneeyyss,, aanndd aallll ootthheerr ppeerrssoonnss wwhhoo aarree iinn aaccttiivvee ccoonncceerrtt oorr ppaarrttiicciippaattiioonn wwiitthh tthheemm wwhhoo rreecceeiivvee aaccttuuaall nnoottiiccee ooff tthhiiss OOrrddeerr,, bbyy ppeerrssoonnaall sseerrvviiccee oorr ootthheerrwwiissee,, aarree hheerreebbyy ppeerrmmaanneennttllyy eennjjooiinneedd aanndd rreessttrraaiinneedd ffrroomm ddiisscclloossiinngg CCoolllleecctteedd IInnffoorrmmaattiioonn ttoo aannyyoonnee ootthheerr tthhaann PPeerrssoonnnneell NNeecceessssaarryy ttoo SSuuppppoorrtt SSeennttrryy oorr aa RReeggiisstteerreedd SSeennttrryy UUsseerr ffoorr tthhee ssoollee ppuurrppoossee ooff aacccceessssiinngg tthhaatt uusseerr''ss aaccccoouunntt..",
            "deadline": null,
            "verified": false,
            "confidence": 0.264,
            "quote_start_line": 99,
            "quote_end_line": 105
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Destruction of Collected Information",
        "category": "affirmative_obligation",
        "summary": "Defendant must destroy, within 5 days of entry of the Order, any Collected Information transferred to or available in any database or server used by Pulse, except for information only available to Registered Sentry Users.",
        "requirements": [
          {
            "description": "Defendant shall, no later than five (5) days after the date of entry of this Order, destroy any Collected Information that was transferred to or is available in any database or server used by Pulse, provided that Collected Information on a database or server only available to Registered Sentry Users need not be destroyed.",
            "quoted_text": "IITT IISS FFUURRTTHHEERR OORRDDEERREEDD tthhaatt DDeeffeennddaanntt,, ooppeerraattiinngg ddiirreeccttllyy oorr tthhrroouugghh aannyy ccoorrppoorraattiioonn,, ppaarrttnneerrsshhiipp,, ssuubbssiiddiiaarryy,, ddiivviissiioonn,, ttrraaddee nnaammee,, oorr ootthheerr ddeevviiccee,, sshhaallll,, nnoo llaatteerr tthhaann ffiivvee ((55)) ddaayyss aafftteerr tthhee ddaattee ooff eennttrryy ooff tthhiiss OOrrddeerr,, ddeessttrrooyy aannyy CCoolllleecctteedd IInnffoorrmmaattiioonn tthhaatt wwaass ttrraannssffeerrrreedd ttoo oorr iiss aavvaaiillaabbllee iinn aannyy ddaattaabbaassee oorr sseerrvveerr uusseedd bbyy PPuullssee,, pprroovviiddeedd,, hhoowweevveerr,, tthhaatt CCoolllleecctteedd IInnffoorrmmaattiioonn oonn aa ddaattaabbaassee oorr sseerrvveerr tthhaatt iiss oonnllyy aavvaaiillaabbllee ttoo RReeggiisstteerreedd SSeennttrryy UUsseerrss nneeeedd nnoott bbee ddeessttrrooyyeedd..",
            "deadline": "5 days",
            "verified": false,
            "confidence": 0.3206831119544592,
            "quote_start_line": 108,
            "quote_end_line": 113
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Data Deletion"
        ]
      },
      {
        "provision_number": "III",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendant must notify the FTC of structural changes for 4 years, submit sworn annual compliance reports starting 60 days after entry, notify of bankruptcy within 15 days, and send all reports by overnight courier or first-class mail with simultaneous electronic copy.",
        "requirements": [
          {
            "description": "For a period of four (4) years from the date of entry of this Order, Defendant shall notify the Commission of any changes in its structure or any business entity that Defendant directly or indirectly controls, or has an ownership interest in, that may affect compliance obligations, at least thirty (30) days prior to such change (or as soon as practicable if less than 30 days' notice is possible).",
            "quoted_text": "AA.. FFoorr aa ppeerriioodd ooff ffoouurr ((44)) yyeeaarrss ffrroomm tthhee ddaattee ooff eennttrryy ooff tthhiiss OOrrddeerr,, DDeeffeennddaanntt sshhaallll nnoottiiffyy tthhee CCoommmmiissssiioonn ooff aannyy cchhaannggeess iinn iittss ssttrruuccttuurree oorr aannyy bbuussiinneessss eennttiittyy tthhaatt DDeeffeennddaanntt ddiirreeccttllyy oorr iinnddiirreeccttllyy ccoonnttrroollss,, oorr hhaass aann oowwnneerrsshhiipp iinntteerreesstt iinn,, tthhaatt mmaayy aaffffeecctt ccoommpplliiaannccee oobblliiggaattiioonnss aarriissiinngg uunnddeerr tthhiiss OOrrddeerr,, iinncclluuddiinngg bbuutt nnoott lliimmiitteedd ttoo:: iinnccoorrppoorraattiioonn oorr ootthheerr oorrggaanniizzaattiioonn;; aa ddiissssoolluuttiioonn,, aassssiiggnnmmeenntt,, ssaallee,, mmeerrggeerr,, oorr ootthheerr aaccttiioonn;; tthhee ccrreeaattiioonn oorr ddiissssoolluuttiioonn ooff aa ssuubbssiiddiiaarryy,, ppaarreenntt,, oorr aaffffiilliiaattee tthhaatt eennggaaggeess iinn aannyy aaccttss oorr pprraaccttiicceess ssuubbjjeecctt ttoo tthhiiss OOrrddeerr;; oorr aa cchhaannggee iinn tthhee bbuussiinneessss nnaammee oorr aaddddrreessss,, aatt lleeaasstt tthhiirrttyy ((3300)) ddaayyss pprriioorr ttoo ssuucchh cchhaannggee,, pprroovviiddeedd tthhaatt,, wwiitthh rreessppeecctt ttoo aannyy ssuucchh cchhaannggee iinn tthhee bbuussiinneessss eennttiittyy aabboouutt wwhhiicchh DDeeffeennddaanntt lleeaarrnnss lleessss tthhaann tthhiirrttyy ((3300)) ddaayyss pprriioorr ttoo tthhee ddaattee ssuucchh aaccttiioonn iiss ttoo ttaakkee ppllaaccee,, DDeeffeennddaanntt sshhaallll nnoottiiffyy tthhee CCoommmmiissssiioonn aass ssoooonn aass iiss pprraaccttiiccaabbllee aafftteerr oobbttaaiinniinngg ssuucchh kknnoowwlleeddggee..",
            "deadline": "30 days prior to change",
            "verified": false,
            "confidence": 0,
            "quote_start_line": 122,
            "quote_end_line": 131
          },
          {
            "description": "Sixty (60) days after the date of entry of this Order, and annually thereafter for a period of four (4) years, Defendant shall provide a written report to the Commission, sworn under penalty of perjury, setting forth in detail the manner and form in which they have complied and are complying with this Order, including a copy of each acknowledgment of receipt of this Order and any other changes required to be reported under Subsection A.",
            "quoted_text": "BB.. SSiixxttyy ((6600)) ddaayyss aafftteerr tthhee ddaattee ooff eennttrryy ooff tthhiiss OOrrddeerr,, aanndd aannnnuuaallllyy tthheerreeaafftteerr ffoorr aa ppeerriioodd ooff ffoouurr ((44)) yyeeaarrss,, DDeeffeennddaanntt sshhaallll pprroovviiddee aa wwrriitttteenn rreeppoorrtt ttoo tthhee CCoommmmiissssiioonn,, wwhhiicchh iiss ttrruuee aanndd aaccccuurraattee aanndd sswwoorrnn ttoo uunnddeerr ppeennaallttyy ooff ppeerrjjuurryy,, sseettttiinngg ffoorrtthh iinn ddeettaaiill tthhee mmaannnneerr aanndd ffoorrmm iinn wwhhiicchh tthheeyy hhaavvee ccoommpplliieedd aanndd aarree ccoommppllyyiinngg wwiitthh tthhiiss OOrrddeerr.. TThhiiss rreeppoorrtt sshhaallll iinncclluuddee,, bbuutt nnoott bbee lliimmiitteedd ttoo:: 11.. AA ccooppyy ooff eeaacchh aacckknnoowwlleeddggmmeenntt ooff rreecceeiipptt ooff tthhiiss OOrrddeerr,, oobbttaaiinneedd ppuurrssuuaanntt ttoo tthhee SSeeccttiioonn ttiittlleedd \"\"DDiissttrriibbuuttiioonn ooff OOrrddeerr;;\"\" aanndd 22.. AAnnyy ootthheerr cchhaannggeess rreeqquuiirreedd ttoo bbee rreeppoorrtteedd uunnddeerr SSuubbsseeccttiioonn AA ooff tthhiiss SSeeccttiioonn..",
            "deadline": "60 days, then annually for 4 years",
            "verified": false,
            "confidence": 0.25308641975308643,
            "quote_start_line": 132,
            "quote_end_line": 139
          },
          {
            "description": "Defendant shall notify the Commission of the filing of a bankruptcy petition by such Defendant within fifteen (15) days of filing.",
            "quoted_text": "CC.. DDeeffeennddaanntt sshhaallll nnoottiiffyy tthhee CCoommmmiissssiioonn ooff tthhee ffiilliinngg ooff aa bbaannkkrruuppttccyy ppeettiittiioonn bbyy ssuucchh DDeeffeennddaanntt wwiitthhiinn ffiifftteeeenn ((1155)) ddaayyss ooff ffiilliinngg..",
            "deadline": "15 days",
            "verified": false,
            "confidence": 0.6084656084656085,
            "quote_start_line": 140,
            "quote_end_line": 141
          },
          {
            "description": "Defendant shall send all reports and notifications required by this Order by overnight courier (not the U.S. Postal Service) to the Associate Director for Enforcement, FTC, or alternatively by first-class mail with a simultaneous electronic version sent to DEBrief@ftc.gov.",
            "quoted_text": "DD.. FFoorr ppuurrppoosseess oofftthhiiss OOrrddeerr,, DDeeffeennddaanntt sshhaallll,, uunnlleessss ootthheerrwwiissee ddiirreecctteedd bbyy tthhee CCoommmmiissssiioonn''ss aauutthhoorriizzeedd rreepprreesseennttaattiivveess,, sseenndd bbyy oovveerrnniigghhtt ccoouurriieerr ((nnoott tthhee uu..SS.. PPoossttaall SSeerrvviiccee)) --55-- Case 2:10-cv-05516-DRH -ARL Document 1-2 Filed 11/30/10 Page 6 of 10 aallll rreeppoorrttss aanndd nnoottiiffiiccaattiioonnss ttoo tthhee CCoommmmiissssiioonn tthhaatt aarree rreeqquuiirreedd bbyy tthhiiss OOrrddeerr ttoo:: AAssssoocciiaattee DDiirreeccttoorr ffoorr EEnnffoorrcceemmeenntt FFeeddeerraall TTrraaddee CCoommmmiissssiioonn 660000 PPeennnnssyyllvvaanniiaa AAvveennuuee,, NN..WW.. WWaasshhiinnggttoonn,, DD..CC.. 2200558800 AAttttnn:: FFTTCC vv.. EEcchhooMMeettrriixx,, IInncc.. PPrroovviiddeedd tthhaatt,, iinn lliieeuu ooff aann oovveerrnniigghhtt ccoouurriieerr,, DDeeffeennddaanntt mmaayy sseenndd ssuucchh rreeppoorrttss oorr nnoottiiffiiccaattiioonnss bbyy ffiirrsstt--ccllaassss mmaaiill,, bbuutt oonnllyy iiff DDeeffeennddaanntt ccoonntteemmppoorraanneeoouussllyy sseennddss aann eelleeccttrroonniicc vveerrssiioonn ooff ssuucchh rreeppoorrtt oorr nnoottiiffiiccaattiioonn ttoo tthhee CCoommmmiissssiioonn aatt:: DDEEBBrriieeff@@ffttcc..ggoovv..",
            "deadline": null,
            "verified": true,
            "confidence": 0.7147058823529412,
            "quote_start_line": 142,
            "quote_end_line": 156
          },
          {
            "description": "For purposes of compliance reporting and monitoring, the Commission is authorized to communicate directly with Defendant.",
            "quoted_text": "EE.. FFoorr ppuurrppoosseess ooff tthhee ccoommpplliiaannccee rreeppoorrttiinngg aanndd mmoonniittoorriinngg rreeqquuiirreedd bbyy tthhiiss OOrrddeerr,, tthhee CCoommmmiissssiioonn iiss aauutthhoorriizzeedd ttoo ccoommmmuunniiccaattee ddiirreeccttllyy wwiitthh DDeeffeennddaanntt..",
            "deadline": null,
            "verified": false,
            "confidence": 0.3916083916083916,
            "quote_start_line": 157,
            "quote_end_line": 158
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The FTC is authorized to monitor and investigate Defendant's compliance, including requiring written reports, document production, depositions, and facility access, as well as using discovery procedures and posing as consumers or suppliers.",
        "requirements": [
          {
            "description": "Within ten (10) days of receipt of written notice from a Commission representative, Defendant shall submit additional written reports sworn under penalty of perjury, produce documents for inspection and copying, appear for deposition, and provide entry during normal business hours to any business location in Defendant's possession or control.",
            "quoted_text": "AA.. WWiitthhiinn tteenn ((1100)) ddaayyss ooff rreecceeiipptt ooff wwrriitttteenn nnoottiiccee ffrroomm aa rreepprreesseennttaattiivvee ooff tthhee CCoommmmiissssiioonn,, DDeeffeennddaanntt sshhaallll ssuubbmmiitt aaddddiittiioonnaall wwrriitttteenn rreeppoorrttss,, wwhhiicchh aarree ttrruuee aanndd aaccccuurraattee aanndd sswwoorrnn ttoo uunnddeerr ppeennaallttyy ooff ppeeIIjjuurryy;; pprroodduuccee ddooccuummeennttss ffoorr iinnssppeeccttiioonn aanndd ccooppyyiinngg;; aappppeeaarr ffoorr ddeeppoossiittiioonn;; aanndd pprroovviiddee eennttrryy dduurriinngg nnoorrmmaall bbuussiinneessss hhoouurrss ttoo aannyy bbuussiinneessss llooccaattiioonn iinn DDeeffeennddaanntt''ss ppoosssseessssiioonn oorr ddiirreecctt oorr iinnddiirreecctt ccoonnttrrooll ttoo iinnssppeecctt tthhee bbuussiinneessss ooppeerraattiioonn;;",
            "deadline": "10 days",
            "verified": false,
            "confidence": 0.2962226640159046,
            "quote_start_line": 163,
            "quote_end_line": 167
          },
          {
            "description": "The Commission is authorized to use all other lawful means, including obtaining discovery from any person using the procedures described in Fed. R. Civ. P. 30, 31, 33, 34, 36, 45, and 69.",
            "quoted_text": "BB.. IInn aaddddiittiioonn,, tthhee CCoommmmiissssiioonn iiss aauutthhoorriizzeedd ttoo uussee aallll ootthheerr llaawwffuull mmeeaannss,, iinncclluuddiinngg bbuutt nnoott lliimmiitteedd ttoo:: 11.. OObbttaaiinniinngg ddiissccoovveerryy ffrroomm aannyy ppeerrssoonn,, wwiitthhoouutt ffuurrtthheerr lleeaavvee ooff ccoouurrtt,, uussiinngg tthhee pprroocceedduurreess ddeessccrriibbeedd iinn FFeedd.. RR.. CCiivv.. PP.. 3300,, 3311,, 3333,, 3344,, 3366,, 4455,, aanndd 6699;; aanndd",
            "deadline": null,
            "verified": false,
            "confidence": 0.5339366515837104,
            "quote_start_line": 168,
            "quote_end_line": 172
          },
          {
            "description": "The Commission is authorized to have its representatives pose as consumers and suppliers to Defendant, its employees, or any other entity managed or controlled in whole or in part by Defendant, without the necessity of identification or prior notice.",
            "quoted_text": "22.. HHaavviinngg iittss rreepprreesseennttaattiivveess ppoossee aass ccoonnssuummeerrss aanndd ssuupppplliieerrss ttoo DDeeffeennddaanntt,, iittss eemmppllooyyeeeess,, oorr aannyy ootthheerr eennttiittyy mmaannaaggeedd oorr ccoonnttrroolllleedd iinn wwhhoollee oorr iinn ppaarrtt bbyy DDeeffeennddaanntt,, wwiitthhoouutt tthhee nneecceessssiittyy ooff iiddeennttiiffiiccaattiioonn oorr pprriioorr nnoottiiccee..",
            "deadline": null,
            "verified": false,
            "confidence": 0.46153846153846156,
            "quote_start_line": 177,
            "quote_end_line": 179
          },
          {
            "description": "Defendant shall permit representatives of the Commission to interview any officer, director, consultant, independent contractor, representative, agent, or employee who has agreed to such an interview, relating in any way to any conduct subject to this Order. The person interviewed may have counsel present.",
            "quoted_text": "CC.. DDeeffeennddaanntt sshhaallll ppeerrmmiitt rreepprreesseennttaattiivveess ooff tthhee CCoommmmiissssiioonn ttoo iinntteerrvviieeww aannyy ooffffiicceerr,, ddiirreeccttoorr,, ccoonnssuullttaanntt,, iinnddeeppeennddeenntt ccoonnttrraaccttoorr,, rreepprreesseennttaattiivvee,, aaggeenntt,, oorr eemmppllooyyeeee wwhhoo hhaass aaggrreeeedd ttoo ssuucchh aann iinntteerrvviieeww,, rreellaattiinngg iinn aannyy wwaayy ttoo aannyy ccoonndduucctt ssuubbjjeecctt ttoo tthhiiss OOrrddeerr.. TThhee ppeerrssoonn iinntteerrvviieewweedd mmaayy hhaavvee ccoouunnsseell pprreesseenntt..",
            "deadline": null,
            "verified": false,
            "confidence": 0.47244094488188976,
            "quote_start_line": 180,
            "quote_end_line": 183
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "V",
        "title": "Record-Keeping Requirements",
        "category": "recordkeeping",
        "summary": "Defendant must create and retain for seven years specific records related to Sentry and Pulse, including accounting records, personnel records, customer files, complaints, advertising materials, and all documents necessary to demonstrate full compliance with this Order.",
        "requirements": [
          {
            "description": "For a period of seven (7) years from the date of entry of this Order, Defendant and its agents, employees, officers, corporations, and those in active concert or participation with them must create and retain accounting records reflecting revenues generated by sale of Sentry and Pulse and disbursement of such revenues.",
            "quoted_text": "IITT IISS FFUURRTTHHEERR OORRDDEERREEDD tthhaatt,, ffoorr aa ppeerriioodd ooff sseevveenn ((77)) yyeeaarrss ffrroomm tthhee ddaattee ooff eennttrryy ooff tthhiiss OOrrddeerr,, DDeeffeennddaanntt aanndd iittss aaggeennttss,, eemmppllooyyeeeess,, ooffffiicceerrss,, ccoorrppoorraattiioonnss,, aanndd tthhoossee ppeerrssoonnss iinn aaccttiivvee ccoonncceerrtt oorr ppaarrttiicciippaattiioonn wwiitthh tthheemm wwhhoo rreecceeiivvee aaccttuuaall nnoottiiccee ooff tthhiiss OOrrddeerr bbyy ppeerrssoonnaall sseerrvviiccee oorr ootthheerrwwiissee,, aarree hheerreebbyy rreessttrraaiinneedd aanndd eennjjooiinneedd ffrroomm ffaaiilliinngg ttoo ccrreeaattee aanndd rreettaaiinn tthhee ffoolllloowwiinngg rreeccoorrddss:: AA.. AAccccoouunnttiinngg rreeccoorrddss tthhaatt rreefflleecctt tthhee rreevveennuueess ggeenneerraatteedd bbyy ssaallee ooff SSeennttrryy aanndd PPuullssee,, aanndd tthhee ddiissbbuurrsseemmeenntt ooff ssuucchh rreevveennuueess;;",
            "deadline": null,
            "verified": false,
            "confidence": 0,
            "quote_start_line": 191,
            "quote_end_line": 197
          },
          {
            "description": "Retain personnel records accurately reflecting the name, address, and telephone number of each person employed in any capacity (including as an independent contractor) who is involved in advertising, marketing, promotion, offering for sale, sale, or distribution of Sentry or Pulse; that person's job title or position; the date commenced work; and the date and reason for termination, if applicable.",
            "quoted_text": "BB.. PPeerrssoonnnneell rreeccoorrddss aaccccuurraatteellyy rreefflleeccttiinngg:: tthhee nnaammee,, aaddddrreessss,, aanndd tteelleepphhoonnee nnuummbbeerr ooff eeaacchh ppeerrssoonn eemmppllooyyeedd iinn aannyy ccaappaacciittyy bbyy ssuucchh bbuussiinneessss,, iinncclluuddiinngg aass aann iinnddeeppeennddeenntt ccoonnttrraaccttoorr,, --77-- Case 2:10-cv-05516-DRH -ARL Document 1-2 Filed 11/30/10 Page 8 of 10 wwhhoo iiss iinnvvoollvveedd iinn tthhee aaddvveerrttiissiinngg,, mmaarrkkeettiinngg,, pprroommoottiioonn,, ooffffeerriinngg ffoorr ssaallee,, ssaallee,, oorr ddiissttrriibbuuttiioonn ooff SSeennttrryy oorr PPuullssee;; tthhaatt ppeerrssoonn''ss jjoobb ttiittllee oorr ppoossiittiioonn;; tthhee ddaattee uuppoonn wwhhiicchh tthhee ppeerrssoonn ccoommmmeenncceedd wwoorrkk;; aanndd tthhee ddaattee aanndd rreeaassoonn ffoorr tthhee ppeerrssoonn''ss tteerrmmiinnaattiioonn,, iiff aapppplliiccaabbllee;;",
            "deadline": null,
            "verified": true,
            "confidence": 0.7147058823529412,
            "quote_start_line": 198,
            "quote_end_line": 206
          },
          {
            "description": "Retain customer files containing the names, addresses, phone numbers, dollar amounts paid, and description of product purchased, for each purchaser of Sentry and of Pulse, to the extent such information is obtained in the ordinary course of business.",
            "quoted_text": "CC.. CCuussttoommeerr ffiilleess ccoonnttaaiinniinngg tthhee nnaammeess,, aaddddrreesssseess,, pphhoonnee nnuummbbeerrss,, ddoollllaarr aammoouunnttss ppaaiidd,, aanndd ddeessccrriippttiioonn ooff pprroodduucctt ppuurrcchhaasseedd,, ffoorr eeaacchh ppuurrcchhaasseerr ooff SSeennttrryy aanndd ooff PPuullssee,, ttoo tthhee eexxtteenntt ssuucchh iinnffoorrmmaattiioonn iiss oobbttaaiinneedd iinn tthhee oorrddiinnaarryy ccoouurrssee ooff bbuussiinneessss;;",
            "deadline": null,
            "verified": false,
            "confidence": 0.39308176100628933,
            "quote_start_line": 207,
            "quote_end_line": 209
          },
          {
            "description": "Retain complaints and refund requests (whether received directly or indirectly, such as through a third party), including reports of disclosure of personal information claimed to be associated with the use of Sentry or Pulse, and any responses to those complaints or requests.",
            "quoted_text": "DD.. CCoommppllaaiinnttss aanndd rreeffuunndd rreeqquueessttss ((wwhheetthheerr rreecceeiivveedd ddiirreeccttllyy oorr iinnddiirreeccttllyy,, ssuucchh aass tthhrroouugghh aa tthhiirrdd ppaarrttyy)),, iinncclluuddiinngg,, bbuutt nnoott lliimmiitteedd ttoo,, rreeppoorrttss ooff ddiisscclloossuurree ooff ppeerrssoonnaall iinnffoorrmmaattiioonn ccllaaiimmeedd ttoo bbee aassssoocciiaatteedd wwiitthh tthhee uussee ooff SSeennttrryy oorr PPuullssee,, aanndd aannyy rreessppoonnsseess ttoo tthhoossee ccoommppllaaiinnttss oorr rreeqquueessttss;;",
            "deadline": null,
            "verified": false,
            "confidence": 0.504774897680764,
            "quote_start_line": 210,
            "quote_end_line": 213
          },
          {
            "description": "Retain copies of all advertisements, promotional materials, sales scripts, training materials, websites, end-user license agreements, frequently asked questions, privacy policies, and similar documents relating to Defendant's dissemination of Sentry.",
            "quoted_text": "EE.. CCooppiieess ooff aallll aaddvveerrttiisseemmeennttss,, pprroommoottiioonnaall mmaatteerriiaallss,, ssaalleess ssccrriippttss,, ttrraaiinniinngg mmaatteerriiaallss,, wweebbssiitteess,, eenndd--uusseerr lliicceennssee aaggrreeeemmeennttss,, ffrreeqquueennttllyy aasskkeedd qquueessttiioonnss,, pprriivvaaccyy ppoolliicciieess,, aanndd ssiimmiillaarr ddooccuummeennttss rreellaattiinngg ttoo DDeeffeennddaanntt''ss ddiisssseemmiinnaattiioonn ooff SSeennttrryy;; aanndd",
            "deadline": null,
            "verified": false,
            "confidence": 0.3192982456140351,
            "quote_start_line": 214,
            "quote_end_line": 216
          },
          {
            "description": "Retain all records and documents necessary to demonstrate full compliance with each provision of this Order, including copies of acknowledgments of receipt of this Order required by the 'Distribution of Order' and 'Acknowledgment of Receipt of Order' sections, and all reports submitted to the Commission pursuant to the 'Compliance Reporting' section.",
            "quoted_text": "FF.. AAllll rreeccoorrddss aanndd ddooccuummeennttss nneecceessssaarryy ttoo ddeemmoonnssttrraattee ffuullll ccoommpplliiaannccee wwiitthh eeaacchh pprroovviissiioonn ooff tthhiiss OOrrddeerr,, iinncclluuddiinngg,, bbuutt nnoott lliimmiitteedd ttoo,, ccooppiieess ooff aacckknnoowwlleeddggmmeennttss ooff rreecceeiipptt ooff tthhiiss OOrrddeerr,, rreeqquuiirreedd bbyy tthhee SSeeccttiioonn ttiittlleedd \"\"DDiissttrriibbuuttiioonn ooff OOrrddeerr\"\" aanndd tthhee SSeeccttiioonn ttiittlleedd \"\"AAcckknnoowwlleeddggmmeenntt ooff RReecceeiipptt ooff OOrrddeerr,,\"\" aanndd aallll rreeppoorrttss ssuubbmmiitttteedd ttoo tthhee CCoommmmiissssiioonn ppuurrssuuaanntt ttoo tthhee SSeeccttiioonn ooff tthhiiss OOrrddeerr ttiittlleedd \"\"CCoommpplliiaannccee RReeppoorrttiinngg..\"\"",
            "deadline": null,
            "verified": false,
            "confidence": 0.38035527690700105,
            "quote_start_line": 217,
            "quote_end_line": 221
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Distribution of Order",
        "category": "acknowledgment",
        "summary": "Defendant must deliver copies of the Order to principals, officers, directors, managers, relevant employees, agents, and successor business entities within specified timeframes, and must obtain signed acknowledgments of receipt within 30 days of delivery.",
        "requirements": [
          {
            "description": "For a period of four (4) years from the date of entry of this Order, Defendant shall deliver a copy of this Order to: (1) all of its principals, officers, directors, and managers; (2) all of its employees, agents, and representatives who engage in conduct related to the subject matter of this Order; and (3) any business entity resulting from any change in structure set forth in Subsection A of the Compliance Reporting section. For current personnel, delivery shall be within five (5) days of service of this Order upon Defendant. For new personnel, delivery shall occur prior to their assuming their responsibilities. For any business entity resulting from a change in structure, delivery shall be at least ten (10) days prior to the change in structure.",
            "quoted_text": "IITT IISS FFUURRTTHHEERR OORRDDEERREEDD tthhaatt,, ffoorr aa ppeerriioodd ooff ffoouurr ((44)) yyeeaarrss ffrroomm tthhee ddaattee ooff eennttrryy ooff tthhiiss OOrrddeerr,, DDeeffeennddaanntt sshhaallll ddeelliivveerr ccooppiieess ooff tthhiiss OOrrddeerr aass ddiirreecctteedd bbeellooww:: AA.. DDeeffeennddaanntt sshhaallll ddeelliivveerr aa ccooppyy oofftthhiiss OOrrddeerr ttoo:: ((11)) aallll ooff iittss pprriinncciippaallss,, ooffffiicceerrss,, ddiirreeccttoorrss,, --88-- Case 2:10-cv-05516-DRH -ARL Document 1-2 Filed 11/30/10 Page 9 of 10 aanndd mmaannaaggeerrss;; ((22)) aallll ooff iittss eemmppllooyyeeeess,, aaggeennttss,, aanndd rreepprreesseennttaattiivveess wwhhoo eennggaaggee iinn ccoonndduucctt rreellaatteedd ttoo tthhee ssuubbjjeecctt mmaatttteerr ooff tthhiiss OOrrddeerr;; aanndd ((33)) aannyy bbuussiinneessss eennttiittyy rreessuullttiinngg ffrroomm aannyy cchhaannggee iinn ssttrruuccttuurree sseett ffoorrtthh iinn SSuubbsseeccttiioonn AA ooff tthhee SSeeccttiioonn ttiittlleedd \"\"CCoommpplliiaannccee RReeppoorrttiinngg..\"\" FFoorr ccuurrrreenntt ppeerrssoonnnneell,, ddeelliivveerryy sshhaallll bbee wwiitthhiinn ffiivvee ((55)) ddaayyss ooff sseerrvviiccee ooff tthhiiss OOrrddeerr uuppoonn DDeeffeennddaanntt.. FFoorr nneeww ppeerrssoonnnneell,, ddeelliivveerryy sshhaallll ooccccuurr pprriioorr ttoo tthheeiirr aassssuummiinngg tthheeiirr rreessppoonnssiibbiilliittiieess.. FFoorr aannyy bbuussiinneessss eennttiittyy rreessuullttiinngg ffrroomm aannyy cchhaannggee iinn ssttrruuccttuurree sseett ffoorrtthh iinn SSuubbsseeccttiioonn AA ooff tthhee SSeeccttiioonn ttiittlleedd \"\"CCoommpplliiaannccee RReeppoorrttiinngg,,\"\" ddeelliivveerryy sshhaallll bbee aatt lleeaasstt tteenn ((1100)) ddaayyss pprriioorr ttoo tthhee cchhaannggee iinn ssttrruuccttuurree..",
            "deadline": "5 days for current personnel; prior to assuming responsibilities for new personnel; 10 days prior for successor entities",
            "verified": true,
            "confidence": 0.7147058823529412,
            "quote_start_line": 224,
            "quote_end_line": 238
          },
          {
            "description": "Defendant must secure a signed and dated statement acknowledging receipt of the Order, within thirty (30) days of delivery, from all persons receiving a copy of the Order pursuant to this section.",
            "quoted_text": "BB.. DDeeffeennddaanntt mmuusstt sseeccuurree aa ssiiggnneedd aanndd ddaatteedd ssttaatteemmeenntt aacckknnoowwlleeddggiinngg rreecceeiipptt ooff tthhee OOrrddeerr,, wwiitthhiinn tthhiirrttyy ((3300)) ddaayyss ooff ddeelliivveerryy,, ffrroomm aallll ppeerrssoonnss rreecceeiivviinngg aa ccooppyy ooff tthhee OOrrddeerr ppuurrssuuaanntt ttoo tthhiiss SSeeccttiioonn..",
            "deadline": "30 days after delivery",
            "verified": true,
            "confidence": 0.7044247787610619,
            "quote_start_line": 239,
            "quote_end_line": 241
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Acknowledgment of Receipt of Order",
        "category": "acknowledgment",
        "summary": "Defendant must submit a truthful sworn statement to the FTC acknowledging receipt of this Order within five business days of receiving it.",
        "requirements": [
          {
            "description": "Defendant, within five (5) business days of receipt of this Order as entered by the Court, shall submit to the Commission a truthful sworn statement acknowledging receipt of this Order.",
            "quoted_text": "IITT IISS FFUURRTTHHEERR OORRDDEERREEDD tthhaatt DDeeffeennddaanntt,, wwiitthhiinn ffiivvee ((55)) bbuussiinneessss ddaayyss ooff rreecceeiipptt ooff tthhiiss OOrrddeerr aass eenntteerreedd bbyy tthhee CCoouurrtt,, sshhaallll ssuubbmmiitt ttoo tthhee CCoommmmiissssiioonn aa ttrruutthhffuull sswwoorrnn ssttaatteemmeenntt aacckknnoowwlleeddggiinngg rreecceeiipptt ooff tthhiiss OOrrddeerr..",
            "deadline": "5 business days",
            "verified": false,
            "confidence": 0.5734513274336284,
            "quote_start_line": 244,
            "quote_end_line": 246
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
        "requirements": [
          {
            "description": "This Court shall retain jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "quoted_text": "IITT IISS FFUURRTTHHEERR OORRDDEERREEDD tthhaatt tthhiiss CCoouurrtt sshhaaHH rreettaaiinn jjuurriissddiiccttiioonn ooff tthhiiss mmaatttteerr ffoorr ppuurrppoosseess ooff ccoonnssttrruuccttiioonn,, mmooddiiffiiccaattiioonn,, aanndd eennffoorrcceemmeenntt ooff tthhiiss OOrrddeerr..",
            "deadline": null,
            "verified": false,
            "confidence": 0.29411764705882354,
            "quote_start_line": 253,
            "quote_end_line": 254
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "IT IS FURTHER ORDERED that this Court shall retain jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "11.10, EchoMetrix Complaint.pdf",
      "order": "11.10, EchoMetrix Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 1,
      "order_provisions": 8,
      "order_definitions": 8,
      "order_requirements": 21,
      "provisions_per_section": {
        "I": 1,
        "II": 1,
        "III": 5,
        "IV": 4,
        "V": 6,
        "VI": 2,
        "VII": 1,
        "VIII": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 0,
        "complaint_total": 1,
        "order_verified": 4,
        "order_total": 21
      }
    },
    "processing_time_seconds": 316.4
  }
}