{
  "case_info": {
    "docket_number": "Civil Action No. 1:11-cv-03846-JOF",
    "company": {
      "name": "Jones O. Godwin",
      "incorporation_state": "",
      "entity_type": "individual d/b/a",
      "address": "Northern District of Georgia",
      "business_description": "Operator of skidekids.com, a child-directed social networking website promoted as the 'Facebook and Myspace for kids' serving children ages 7 to 14."
    },
    "commissioners": [],
    "case_date": {
      "month": 11,
      "year": 2011
    },
    "legal_authority": "Sections 1303(c) and 1306(d) of the Children's Online Privacy Protection Act of 1998 (COPPA), 15 U.S.C. §§ 6501-6506, 6502(c) and 6505(d), and Sections 5(a)(1), 5(m)(1)(A), 13(b), and 16(a) of the Federal Trade Commission Act (FTC Act), 15 U.S.C. §§ 41-58, 45(a)(1), 45(m)(1)(A), 53(b), and 56(a)",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/1123033-godwin-jones-o-dba-skidekidscom"
  },
  "complaint": {
    "factual_background": "Jones O. Godwin operated Skid-e-kids (www.skidekids.com), a social networking website marketed as 'the social networking alternative for kids ages 7 to 14.' Despite his privacy policy claiming the site required a parent's email address to activate a child's account and notify parents of registration, Godwin never actually collected parent email addresses, never notified parents, and never obtained parental consent before collecting personal information from children. He collected and maintained personal information from approximately 5,600 children in violation of the Children's Online Privacy Protection Rule (COPPA Rule) and Section 5 of the FTC Act.",
    "representations_made": [
      {
        "description": "Claimed that the website requires child users to provide a parent's valid email address in order to register, and that this information is used to send the parent an activation message and notify the parent about the site's privacy practices",
        "quoted_text": "The Skid-e-kids.com website requires child users to provide a parent's valid email address in order to register on the website. We use this information to send the parent a message that can be used to activate the Skid-e kids account, to notify the parent about our privacy Rractices, to send the .parent communications either about the parent's and child s Skid-e-kids accounts or about features of our Web site, and for the other purposes described in this Privacy Policy. This email address is correlated with the account user name.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 14,
        "quote_start_line": 150,
        "quote_end_line": 159
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Violations of the Children's Online Privacy Protection Rule (COPPA Rule)",
        "representation": "Defendant collected, used, and/or disclosed personal information from children through the Skid-e-kids website since 2009",
        "fact": "Defendant failed to: (a) provide sufficient notice on his website of information collection practices; (b) provide direct notice to parents of collection, use, and disclosure practices; and (c) obtain verifiable parental consent before collecting, using, or disclosing personal information from children",
        "conclusion": "Therefore, Defendant has violated the Children's Online Privacy Protection Rule, 16 C.F.R. Part 312."
      },
      {
        "count_number": 2,
        "title": "Violations of the FTC Act — Deceptive Misrepresentation",
        "representation": "Through statements in his privacy policy, Defendant represented that he collects a parent's online contact information in order to notify the parent of a child's registration, to permit the parent to activate the child's account, and to notify the parent of Defendant's privacy practices",
        "fact": "In truth and in fact, Defendant registered children without ever collecting a parent's email, sending the parent a notice of their information practices, or providing parents with a means to assent to their children's participation",
        "conclusion": "Therefore, the representation set forth in Paragraph 23 was false and misleading, constituting a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Rule": "the Federal Trade Commission's Children's Online Privacy Protection Rule, 16 C.F.R. Part 312.",
      "child, collects, collection, Commission, delete, disclosure, Internet, online contact information, operator, parent, person, personal information, third party, verifiable consent, website or online service directed to children": "mean as those terms are defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "Defendant": "Jones O. Godwin, individually, and doing business through any name, including but not limited to Skid-e-kids Network LLC, and www.skidekids.com."
    },
    "provisions": [
      {
        "provision_number": "13",
        "title": "Injunction – COPPA Compliance Requirements",
        "category": "prohibition",
        "summary": "Defendant and those acting in concert with him are permanently enjoined from failing to provide required privacy notices, direct parental notice, and verifiable parental consent, and from violating any other provision of the COPPA Rule.",
        "requirements": [
          {
            "description": "Must not fail to provide sufficient notice of information collection practices on any website or online service directed to children or through which Defendant collects personal information from children, as required by Rule Section 312.4(b)",
            "quoted_text": "AA.. FFaaiilliinngg,, oonn aannyy wweebbssiittee oorr oonnlliinnee sseerrvviiccee ddiirreecctteedd ttoo cchhiillddrreenn,, oorr oonn aannyy wweebbssiittee oorr oonnlliinnee sseerrvviiccee tthhrroouugghh wwhhiicchh hhee,, wwiitthh aaccttuuaall kknnoowwlleeddggee,, ccoolllleeccttss,, uusseess,, aanndd//oorr ddiisscclloosseess ppeerrssoonnaall iinnffoorrmmaattiioonn ffrroomm cchhiillddrreenn,, ttoo pprroovviiddee ssuuffffiicciieenntt nnoottiiccee ooff tthhee iinnffoorrmmaattiioonn DDeeffeennddaanntt ccoolllleeccttss oonnlliinnee ffrroomm cchhiillddrreenn,, hhooww hhee uusseess ssuucchh iinnffoorrmmaattiioonn,, hhiiss ddiisscclloossuurree pprraaccttiicceess,, aanndd aallll ootthheerr ccoonntteenntt,, aass rreeqquuiirreedd bbyy SSeeccttiioonn 331122AA((bb)) ooff tthhee RRuullee,, 1166 CC..FF..RR.. §§ 331122AA((bb));;",
            "deadline": null,
            "verified": false,
            "confidence": 0.2730093071354705,
            "quote_start_line": 87,
            "quote_end_line": 93
          },
          {
            "description": "Must not fail to provide direct notice to parents of what information is collected online from children, how it is used, and disclosure practices, as required by Rule Section 312.4(c)",
            "quoted_text": "BB.. FFaaiilliinngg,, oonn aannyy wweebbssiittee oorr oonnlliinnee sseerrvviiccee ddiirreecctteedd ttoo cchhiillddrreenn,, oorr oonn aannyy wweebbssiittee oorr oonnlliinnee sseerrvviiccee tthhrroouugghh wwhhiicchh hhee,, wwiitthh aaccttuuaall kknnoovvvvJJeeddggee;; ccoolllleeccttss,, uusseess,, aanndd//oorr ddiisscclloosseess ppeerrssoonnaall iinnffoorrmmaattiioonn ££II--oomm cchhiillddrreenn,, ttoo pprroovviiddee ddiirreecctt nnoottiiccee ttoo ppaarreennttss ooff wwhhaatt iinnffoorrmmaattiioonn DDeeffeennddaanntt ccooHHeeccttss oonnlliinnee ffrroomm cchhiillddrreenn,, hhooww hhee uusseess ssuucchh iinnffoorrmmaattiioonn)) hhiiss ddiisscclloossuurree pprraaccttiicceess,, aanndd aallll ootthheerr rreeqquuiirreedd ccoonntteenntt,, aass rreeqquuiirreedd bbyy SSeeccttiioonn 331122..44((cc)) ooff tthhee RRuullee,, 1166 CC,,FF..RR.. §§ 331122..44((cc));;",
            "deadline": null,
            "verified": false,
            "confidence": 0.26321036889332006,
            "quote_start_line": 99,
            "quote_end_line": 105
          },
          {
            "description": "Must not fail to obtain verifiable parental consent before any collection, use, or disclosure of personal information from children, as required by Rule Section 312.5",
            "quoted_text": "CC.. FFaaiilliinngg,, oonn aannyy wweebbssiittee oorr oonnlliinnee sseerrvviiccee ddiirreecctteedd ttoo cchhiillddrreenn,, oorr oonn aannyy wweebbssiittee oorr oonnlliinnee sseerrvviiccee tthhrroouugghh wwhhiicchh hhee,, \\\\vviitthh aaccttuuaall kknnoowwlleeddggee,, ccoonneeccttss,, UUsseess)) aanndd//oorr ddiisscclloosseess ppeerrssoonnaall iinnffoorrmmaattiioonn ffrroomm cchhiillddrreenn,, ttoo oobbttaaiinn vveerriiffiiaabbllee ppaarreennttaall ccoonnsseenntt bbeeffoorree aannyy ccoolllleeccttiioonn,, uussee,, aanndd//oorr ddiisscclloossuurree ooff ppeerrssoonnaall iinnffoorrmmaattiioonn ffrroomm cchhiillddrreenn,, aass rreeqquuiirreedd bbyy SSeeccttiioonn 331122..55 ooff tthhee RRuullee,, 1166 CC..FF,,RR.. §§ 331122..55((aa))(( 11));; oorr,,",
            "deadline": null,
            "verified": false,
            "confidence": 0.29867256637168144,
            "quote_start_line": 106,
            "quote_end_line": 111
          },
          {
            "description": "Must not violate any other provision of the Children's Online Privacy Protection Rule, 16 C.F.R. Part 312, as the Rule may hereafter be amended",
            "quoted_text": "DD,, VViioollaattiinngg aannyy ootthheerr pprroovviissiioonn ooff tthhee CChhiillddrreenn''ss OOnnlliinnee PPrriivvaaccyy PPrrootteeccttiioonn RRuullee,, ..1166 CC..FF..RR.. PPaarrtt 331122,, aanndd aass tthhee RRuullee mmaayy hheerreeaafftteerr bbee aarrnneennddeedd.. AA ccooppyy ooff tthhee RRuuttee iiss aattttaacchheedd hheerreettoo aass \"\"AAppppeennddiixx AA~~'' aanndd iinnccoorrppoorraatteedd hheerreeiinn aass iiff ffuullllyy sseett ffoorrtthh vveerrbbaattiimm..",
            "deadline": null,
            "verified": false,
            "confidence": 0.44810543657331137,
            "quote_start_line": 112,
            "quote_end_line": 115
          }
        ]
      },
      {
        "provision_number": "14",
        "title": "Prohibition on Misrepresentations About Children's Personal Information",
        "category": "prohibition",
        "summary": "Defendant is enjoined from making any misrepresentation in any website or online service's privacy policy or elsewhere about the collection, use, disclosure, or deletion of children's personal information.",
        "requirements": [
          {
            "description": "Must not make any misrepresentation in a website or online service's privacy policy or elsewhere about the collection, use, disclosure, or deletion of children's personal information",
            "quoted_text": "1144.. IITT IISS ::FFUURRTTHHEERR OORRDDEERREEDD tthhaatt DDeeffeennddaanntt,, aanndd hhiiss ooffffiicceerrss,, aaggeennttss,, rreepprreesseennttaattiivveess~~ aanndd eemmppllooyyeeeess,, aanndd aallll ppeerrssoonnss iinn aaccttiivvee ccoonncceerrtt oorr ppaarrttiicciippaattiioonn vvvviitthh hhiimm wwhhoo rreecceeiivvee aaccttuuaall nnoottiiccee ooff tthhiiss OOrrddeerr bbyy ppeerrssoonnaall sseerrvviiccee oorr ootthheerrwwiissee,, aarree hheerreebbyy eennjjooiinneedd,, ddiirreeccttllyy oorr tthhrroouugghh aannyy ccoorrppoorraattiioonn,, ssuubbssiiddiiaarryy,, ddiivviissiioonn,, wweebbssiittee,, oorr ootthheerr ddeevviiccee,, iinn ccoonnnneeccttiioonn wwiitthh tthhee ooppeerraattiioonn ooff aannyy wweebbssiittee oorr oonnlliinnee sseerrvviiccee,, ffrroomm mmaakkiinngg aannyy mmiissrreepprreesseennttaattiioonn iinn tthhee wweebbssiittee oorr oonnlliinnee sseerrvviiccee~~ss pprriivvaaccyy ppoolliiccyy oorr eellsseewwhheerree aabboouutt tthhee wweebbssiittee oorr oonnlliinnee sseerrvviiccee))ss ccoolllleeccttiioonn,, uussee,, ddiisscclloossuurree,, oorr PPaaggee 44 ooff 2200 Case 1:11-cv-03846-JOF Document 3 Filed 02/01/12 Page 5 of 17 ddeelleettiioonn ooff cchhiillddrreenn''ss ppeerrssoonnaall iinnffoorrmmaattiioonn..",
            "deadline": null,
            "verified": true,
            "confidence": 0.8166666666666667,
            "quote_start_line": 116,
            "quote_end_line": 128
          }
        ]
      },
      {
        "provision_number": "15",
        "title": "Deletion of Children's Personal Information",
        "category": "affirmative_obligation",
        "summary": "Defendant must delete all personal information collected in violation of the Rule from April 21, 2000 through the date of Order entry, within five days of receiving notice of the Order.",
        "requirements": [
          {
            "description": "Within five (5) days of receipt of notice of entry of this Order, delete all personal information collected and maintained in violation of the Rule at any time from April 21, 2000 through the date of entry of this Order",
            "quoted_text": "1155.. IITT IISS FFUURRTTHHEE]]~~ OORRDDEERREEII)) tthhaatt DDeeffeennddaanntt,, wwiitthhiinn ffiivvee ((55)) ddaayyss ff}}''oomm tthhee ddaattee ooff rreecceeiipptt ooff nnoottiiccee ooff tthhee eennttrryy ooff tthhiiss OOrrddeerr,, sshhaallll ddeelleettee aallll ppeerrssoonnaall iinnffoorrmmaattiioonn ccoolllleecctteedd aanndd rrnnaaiinnttaallnneedd iinn vviioollaattiioonn ooff tthhee RRuullee aatt aannyy ttiimmee ffrroomm AApprriill 2211>> 22000000 tthhrroouugghh tthhee ddaattee ooff eennttrryy ooff tthhiiss OOrrddeerr..",
            "deadline": "5 days",
            "verified": false,
            "confidence": 0.45095168374816985,
            "quote_start_line": 130,
            "quote_end_line": 133
          }
        ]
      },
      {
        "provision_number": "16",
        "title": "Consumer Education Remedy – FTC Notice Posting",
        "category": "affirmative_obligation",
        "summary": "For five years from the Order's entry date, Defendant must post a clear and conspicuous FTC consumer education notice linking to OnGuardOnline.gov within required privacy policies, direct parental notices, and at each location where personal information is collected.",
        "requirements": [
          {
            "description": "For a period of five (5) years from the date of entry of this Order, place a clear and conspicuous notice within the privacy policy required by Rule Section 312.4(b), within the direct notice required by Rule Section 312.4(c), and at each location on the website where personal information is collected, directing visitors to OnGuardOnline.gov for FTC tips on protecting kids' privacy online",
            "quoted_text": "1166.. IITT IISS FFUURRTTHHEERR OORRDDEERREEDD tthhaatt,, ffoorr aa ppeerriioodd ooff ffiivvee ((55)) yyeeaarrss ffrroomm tthhee ddaattee ooff eennttrryy ooff tthhiiss OOrrddeerr,, DDeeffeennddaanntt;; iinn ccoonnnneeccttiioonn wwiitthh hhiiss ooppeerraattiioonn ooff aannyy wweebbssiittee oorr oonnlliinnee sseerrvviiccee ddiirreecctteedd ttoo cchhiillddrreenn,, aanndd aannyy wweebbssiittee oorr oonnlliinnee sseerrvviiccee tthhrroouugghh wwhhiicchh DDeeffeennddaanntt,, wwiitthh aaccttuuaall kknnoowwlleeddggee,, ccoolllleeccttss,, uusseess,, aanndd//ooff ddiisscclloosseess ppeerrssoonnaall iinnffoorrmmaattiioonn ffrroomm cchhiillddrreenn,, sshhaallll ppllaaccee aa cclleeaarr aanndd ccoonnssppiiccuuoouuss nnoottiiccee:: (('' 11)) wwiitthhiinn tthhee pprriivvaaccyy ppoolliiccyy rreeqquuiirreedd ttoo bbee ppoosstteedd bbyy SSeeccttiioonn 331122..44((bb)) ooff tthhee RRuullee,, 1166 CC..FF..RR.. §§ 331122AA((bb));; ((22)) wwiitthhiinn tthhee ddiirreecctt nnoottiiccee rreeqquuiirreedd ttoo bbee sseenntt ttoo ppaarreennttss bbyy SSeeccttiioonn 331122..44(( cc)) ooff ttnnee RRuullee,, 1166 CC..FF ..RR.. §§ 331122..44(( cc));; aanndd,, ((33)) aatt eeaacchh llooccaattiioonn oonn tthhee wweebbssiittee oorr oonnlliinnee sseerrvviiccee wwnneerree ppeerrssoonnaall iinnffoorrmmaattiioonn iiss ccoolllleecctteedd,, wwhhiicchh ssttaatteess aass ffoolllloowwss iinn bboolldd ttyyppeeffaaccee:: NNOOTTIICCEE:: VViissiitt \\\\\"\"\"\",,,,,,,,,,,,..OOnnGGuuaarrddOOnnlliinnee..ggoovv ffoorr ttiippss ffrroomm tthhee FFeeddeerraall TTrraaddee CCoommmmiissssiioonn ,, oonn pprrootteeccttiinngg kkiiddss'',, pprriivvaaccyy oo,,nnIIiinnee rr\"\"\\\\vvwwww,,OOnngguuaarrddOOnnllmmee..ggoovv\"\" mmuusstt ccoonnttaamm aa hhyyppeerrllmmkk ttoo hhttttpp::////wwwwww ..oonngguuaarrddoonnll iinnee.. ggOOYY II ttooppiiccss//kkiiddss--pprriivvaaccyy ..aassppxx]]",
            "deadline": "ongoing for 5 years",
            "verified": false,
            "confidence": 0.0,
            "quote_start_line": 135,
            "quote_end_line": 151
          },
          {
            "description": "Must change hyperlinks/URLs within fifteen (15) days after receipt of notice from the FTC of any change to such hyperlinks/URLs",
            "quoted_text": "DDeeffeennddaanntt sshhaaHH bbee rreeqquuiirreedd ttoo cchhaannggee tthhee hhyyppeerrIIiinnkkss//UURRLLss wwiitthhiinn ffiifftteeeenn ((1155)) ddaayyss aafftteerr rreecceeiipptt ooff nnoottiiccee ttII''oomm tthhee FFeeddeerraall TTrraaddee CCoommmmiissssiioonn ooff aa cchhaannggee ttoo ssuucchh hhyyppeerrlliinnkkss//UURRLLss..",
            "deadline": "15 days",
            "verified": false,
            "confidence": 0.2946058091286307,
            "quote_start_line": 152,
            "quote_end_line": 154
          }
        ]
      },
      {
        "provision_number": "17",
        "title": "Civil Penalty",
        "category": "affirmative_obligation",
        "summary": "Defendant must pay a civil penalty of $100,000, of which all but $1,000 is suspended subject to conditions, including compliance with the Retention of Children's Online Privacy Professional and Right to Reopen provisions.",
        "requirements": [
          {
            "description": "Pay to Plaintiff a civil penalty of one hundred thousand dollars ($100,000); provided, however, that upon satisfaction of payment as outlined in Paragraph 18, all but one thousand dollars ($1,000) of this amount shall be suspended, subject to the conditions set forth in the sections entitled 'Retention of Children's Online Privacy Professional' and 'Right to Reopen'",
            "quoted_text": "1177.. IITT IISS FFUURRTTHH}}::RR OORRDDEERREEDD tthhaatt DDeeffeennddaanntt sshhaallll ppaayy ttoo PPII..aaiinnttiiffff aa cciivviill ppeennaallttyy,, ppuurrssuuaanntt ttoo SSeeccttiioonn 55 ((mm))((11 ))((AA)) ooff tthhee FFTTCC AAcctt,, 1155 UU..SS,,CC.. §§ 4455((mm))((ll ))((AA )),, iinn tthhee aammoouunntt ooff oonnee hhuunnddrreedd tthhoouussaanndd ddooll11aarrss (($$110000,,000000));; pprroovviiddeeccll ,, hhoowweevveerr,, tthhaatt uuppoonn ssaattiissffaaccttiioonn ooff ppaayymmeenntt aass oouuttlliinneedd iinn PPaarraaggrraapphh 1188,, aallll bbuutt oonnee tthhoouussaanndd ddoollllaarrss (($$ll}}OOOOOO)) ooff tthhiiss aammoouunntt sshhaallll bbee ssuussppeennddeedd,, ssuubbjjeecctt ttoo tthhee ccoonnddiittiioonnss sseett ffoorrtthh iinn tthhee SSeeccttiioonnss ooff tthhiiss OOrrddeerr eennttiittiieedd \"\"RREETTEENNTTIIOONN OOFF CCHHIILLDDRREENN''SS OONNLLIINNEE PPRRIIVVAACCYY PPRROOFFEESSSSIIOONNAALL\"\" aanndd \"\"RRIIGGHHTT TTOO RREEOOPPEENN..\"\"",
            "deadline": null,
            "verified": false,
            "confidence": 0.2648888888888889,
            "quote_start_line": 160,
            "quote_end_line": 167
          }
        ]
      },
      {
        "provision_number": "18",
        "title": "Civil Penalty Payment",
        "category": "affirmative_obligation",
        "summary": "Defendant must pay the $1,000 non-suspended civil penalty within five days of receipt of notice of entry of the Order by wire transfer or certified cashier's check payable to the Treasurer of the United States.",
        "requirements": [
          {
            "description": "Within five (5) days of receipt of notice of the entry of this Order, transfer the sum of one thousand dollars ($1,000) in the form of a wire transfer or certified cashier's check made payable to the Treasurer of the United States, delivered in accordance with procedures specified by the Consumer Protection Branch, Civil Division, U.S. Department of Justice",
            "quoted_text": "1188.. DDeeffeennddaanntt sshhaallll mmaakkee tthhee ppaayymmeenntt rreeqquuiirreedd bbyy PPaarraaggrraapphh 1177 ooff tthhiiss OOrrddeerr aass ffoolllloowwss:: WWiitthhiinn ffiivvee ((55)) ddaayyss ooff rreecceeiipptt ooff nnoottiiccee ooff tthhee eennttrryy ooff tthhiiss OOttddeerr,, DDeeffeennddaanntt sshhaallll ttrraannssffeerr tthhee ssuumm ooff oonnee tthhoouussaanndd ddoollllaarrss (($$11,,000000)) iinn tthhee ffoorrmm ooff aa wwiirree ttrraannssffeerr oorr cceerrttiiffiieedd ccaasshhiieerr''ss cchheecckk mmaaddee ppaayyaabbllee ttoo tthhee TTrreeaassuurreerr ooff tthhee UUnniitteedd SSttaatteess.. TThhee cchheecckk aannddlloorr wwrriitttteenn ccoonnffiirrmmaattiioonn ooff tthhee wwiirree ttrraannssffeerr sshhaaHH bbee ddeelliivveerreedd iinn aaccccoorrddaannccee \"\"''lliitthh pprroocceedduurreess ssppeecciiff11eedd bbyy tthhee CCoonnssuummeerr PPrrootteeccttiioonn BBrraanncchh,, CCiivviill DDiivviissiioonn,, UU..SS.. DDeeppaarrttmmeenntt ooff JJuussttiiccee,, \\\\VVaasshhiinnggttoonn,, DDCC 2200553300..",
            "deadline": "5 days",
            "verified": false,
            "confidence": 0.2559322033898305,
            "quote_start_line": 168,
            "quote_end_line": 175
          }
        ]
      },
      {
        "provision_number": "19-22",
        "title": "Civil Penalty Terms – Relinquishment, Acknowledgment, and Default",
        "category": "affirmative_obligation",
        "summary": "Defendant relinquishes all control over funds paid, agrees the facts in the complaint are true for future enforcement proceedings, acknowledges the penalty is not dischargeable in bankruptcy, and agrees the full penalty becomes immediately due upon default continuing more than ten days.",
        "requirements": [
          {
            "description": "Defendant relinquishes all dominion, control, and title to the funds paid to the fullest extent permitted by law and shall make no claim to or demand return of the funds",
            "quoted_text": "1199.. DDeeffii::mmddaanntt rreelliinnqquuiisshheess aallll ddoommiinniioonn}} ccoonnttrrooll,, aanndd ttiittllee ttoo tthhee ffuunnddss ppaaiidd ttoo tthhee ffuulllleesstt eexxtteenntt ppeerrmmiitttteedd bbyy llaaww.. DDeeffeennddaanntt sshhaallll mmaakkee nnoo ccllaaiimm ttoo oorr ddeemmaanndd rreettuurrnn ooff tthhee ffuunnddss,, ddiirreeccttllyy oorr iinnddiirreeccttllyy,, tthhrroouugghh ccoouunnsseell oorr ootthheerrwwiissee,,",
            "deadline": null,
            "verified": false,
            "confidence": 0.39728353140916806,
            "quote_start_line": 176,
            "quote_end_line": 179
          },
          {
            "description": "Defendant agrees the facts as alleged in the complaint shall be taken as true without further proof in any subsequent civil litigation filed by the Commission to enforce its right to any payment of money judgment pursuant to this Order",
            "quoted_text": "2200.. DDeeffeennddaanntt aaggrreeeess tthhaatt tthhee ffaaccttss aass aalllleeggeedd iinn tthhee CCoommppllaaiinntt ttIIlleedd iinn tthhiiss aaccttiioonn sshhaallll bbee ttaakkeenn aass ttrruuee,, wwiitthhoouutt ffuurrtthheerr pprrooooff}} iinn aannyy ssuubbsseeqquueenntt cciivviill lliittiiggaattiioonn ffiilleedd bbyy oorr oonn bbeehhaallff ooff tthhee CCoommmmiissssiioonn ttoo eennffoorrccee iittss rriigghhtt ttoo aannyy PPaaggee 66 00[[ 2200 Case 1:11-cv-03846-JOF Document 3 Filed 02/01/12 Page 7 of 17 -- --vv-- .. __II__VV ppaayymmeenntt ooff mmoonneeyy jjuuddggmmeenntt ppuurrssuuaanntt ttoo tthhiiss oorrddeerr..",
            "deadline": null,
            "verified": true,
            "confidence": 0.8166666666666667,
            "quote_start_line": 180,
            "quote_end_line": 188
          },
          {
            "description": "Defendant agrees the judgment represents a civil penalty owed to the United States Government, is not compensation for actual pecuniary loss, and is not subject to discharge under the Bankruptcy Code pursuant to 11 U.S.C. § 523(a)(7)",
            "quoted_text": "2211.. DDeeffeennddaanntt aaggrreeeess tthhaatt tthhee jjuuddggmmeenntt rreepprreesseennttss aa cciivviill ppeennaallttyy oowweedd ttoo tthhee UUnniitteedd SSttaatteess GGoovveerrnnmmeenntt aanndd,, iiss nnoott ccoommppeennssaattiioonn ffoorr aaccttuuaall ppeeccuunniiaarryy lloossss}} aanndd tthheerreeffoorree,, aass ttoo tthhee DDeeffeennddaanntt,, iitt iiss nnoott ssuubbjjeecctt ttoo ddiisscchhaarrggee uunnddeerr tthhee BBaannkkrruuppttccyy CCooddee ppuurrssuuaanntt ttoo 1111 UU,,SS..CC.. §§ 552233((aa))((77))..",
            "deadline": null,
            "verified": false,
            "confidence": 0.3122238586156112,
            "quote_start_line": 189,
            "quote_end_line": 192
          },
          {
            "description": "In the event of any default in payment continuing for ten (10) days beyond the due date, the entire unpaid penalty together with interest computed pursuant to 28 U.S.C. § 1961 shall immediately become due and payable",
            "quoted_text": "2222.. IInn tthhee eevveenntt ooff aannyy ddeeffaauulltt iinn ppaayymmeenntt~~ wwhhiicchh ddeeffaauulltt ccoonnttiinnuueess ffoorr tteenn ((1100)) ddaayyss bbeeyyoonndd tthhee dduuee ddaattee ooff ppaayymmeenntt}} tthhee eennttiirree uunnppaaiidd ppeennaallttyy,, ttooggeetthheerr wwiitthh iinntteerreesstt,, aass ccoommppuutteedd ppuurrssuuaanntt ttoo 2288 UU..SS..CC.. §§ 11996611 ((aaccccrruueedd ffrroomm tthhee ddaattee ooff ddeeffaauulltt ttoo tthhee ddaattee ooff ppaayymmeenntt)) sshhaallll iimmmmeeddiiaatteellyy bbeeccoommee dduuee aanndd ppaayyaabbllee..",
            "deadline": "10 days",
            "verified": false,
            "confidence": 0.4191780821917808,
            "quote_start_line": 193,
            "quote_end_line": 197
          }
        ]
      },
      {
        "provision_number": "23",
        "title": "Retention of Children's Online Privacy Professional",
        "category": "assessment",
        "summary": "Defendant must retain a qualified independent third-party children's privacy professional to conduct annual assessments for five years, or alternatively maintain membership in a Commission-approved COPPA safe harbor program for five years.",
        "requirements": [
          {
            "description": "Within thirty (30) days of service of this Order, retain a qualified, objective, independent third-party professional with a minimum of three (3) years of experience in the field of children's online privacy and implementation of the Rule, approved by the Associate Director for Enforcement, Bureau of Consumer Protection, FTC, to conduct initial and annual assessments covering each of five annual reporting periods",
            "quoted_text": "AA.. \\\\VViitthhiinn tthhiillttyy ((3300)) ddaayyss ooff sseerrvviiccee ooff tthhiiss OOrrddeerr,, rreettaaiinn aa qquuaalliiffIIeedd,, oobbjjeeccttiivvee,, iinnddeeppeennddeenntt tthhiirrdd--ppaarrttyy pprrooffeessssiioonnaall wwhhoo uusseess pprroocceedduurreess aanndd ssttaannddaarrddss ggeenneerraaHHyy aacccceepptteedd iinn tthhee pprrooffeessssiioonn ttoo ccoonndduucctt iinniittiiaall aanndd aannnnuuaall aasssseessssmmeennttss aanndd rreeppoorrttss ((''~~ AAsssseessssmmeennttss}};;)).. AA ppeerrssoonn oorr eennttiittyy qquuaalliiffiieedd ttoo pprreeppaarree ssuucchh AAsssseessssmmeennttss sshhaallll hhaavvee aa mmiinniimmuumm ooff tthhrreeee ((33)) yyeeaarrss ooff eexxppeerriieennccee iinn tthhee ffiieelldd ooff cchhiillddrreenn oonnlliinnee pprriivvaaccyy ''$$ aanndd iimmpplleemmeennttaattiioonn ooff tthhee RRuullee.. AAllll ppeerrssoonnss ccoonndduuccttiinngg ssuucchh AAsssseessssmmeennttss aanndd pprreeppaarriinngg ssuucchh rreeppoorrttss sshhaallll bbee aapppprroovveedd bbyy tthhee PPaaggee 77 ooff 2200 Case 1:11-cv-03846-JOF Document 3 Filed 02/01/12 Page 8 of 17 AAssssoocciiaattee DDiirreeccttoorr ffoorr EEnnffoorrcceemmeenntt,, BBuurreeaauu ooff CCoonnssuummeerr PPrrootteeccttiioonn,, FFeeddeerraall TTrraaddee CCoommmmiissssiioonn,, WWaasshhiinnggttoonn~~ DD..CC.. 2200558800)) iinn hhiiss oorr hheerr ssoollee ddiissccrreettiioonn.. TThhee rreeppoorrttiinngg ppeerriioodd ffoorr tthhee AAsssseessssmmeennttss sshhaallll ccoovveerr tthhee ttllrrsstt ffuullll yyeeaarr aafftteerr sseerrvviiccee ooff tthhee OOrrddeerr,, aanndd eeaacchh ooff tthhee ffoolllloowwiinngg ffoouurr ((44)) yyeeaarrss,, ffoorr aa ttoottaall ooff ffiivvee ((55)) aannnnuuaall AAsssseessssmmeennttss.. EEaacchh",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.8166666666666667,
            "quote_start_line": 204,
            "quote_end_line": 221
          },
          {
            "description": "Each Assessment must: (1) set forth the specific children's online privacy controls implemented and maintained during the reporting period; (2) explain how the controls meet or exceed the protections required by the Injunction section; and (3) certify that the controls are operating with sufficient effectiveness to protect the privacy and security of children's personal information throughout the reporting period",
            "quoted_text": "11.. SSeett ttoorrtthh tthhee ssppeecciiffiicc cchh ii llddrreenn'' ss oonnll iinnee pprriivvaaccyy ccoonnttrroollss tthhaatt tthhee DDeeffeennddaanntt hhaass iimmpplleemmeenntteedd aanndd mmaaiinnttaaiinneedd dduurriinngg tthhee rreeppoorrttiinngg ppeerriioodd;; 22.. EExxppllaaiinn hhooww tthhee cchhiillddrreenn''ss oonnlliinnee pprriivvaaccyy ccoonnttrroollss tthhaatt hhaavvee bbeeeenn iimmpplleemmeenntteedd mmeeeett oorr eexxcceeeedd tthhee pprrootteeccttiioonnss rreeqquuiirreedd bbyy tthhee SSeeccttiioonn ooff tthhiiss OOrrddeerr eennttiittlleedd HHIINNJJUUNNCCTTIIOONN//'' aanndd,, 33.. CCeerrttiiffyy tthhaatt tthhee cchhiillddrreenn''ss oonnlliinnee pprriivvaaccyy ccoonnttrroollss aarree ooppeerraattiinngg wwiitthh ssuuffffiicciieenntt eeffffeeccttiivveenneessss ttoo pprroovviiddee rreeaassoonnaabbllee aassssuurraannccee ttoo pprrootteecctt tthhee pprriivvaaccyy aanndd sseeccuurriittyy ooff cchhiillddrreenn''ss ppeerrssoonnaall iinnffoorrmmaattiioonn aanndd tthhaatt tthhee ccoonnttrroollss hhaavvee ssoo ooppeerraatteedd tthhrroouugghhoouutt tthhee rreeppoorrttiinngg ppeerriioodd..",
            "deadline": null,
            "verified": false,
            "confidence": 0.0,
            "quote_start_line": 223,
            "quote_end_line": 233
          },
          {
            "description": "Each Assessment shall be prepared and completed within sixty (60) days after the end of the reporting period; Defendant shall provide the initial Assessment to the Associate Director for Enforcement within ten (10) days after the Assessment has been prepared; all subsequent annual Assessments shall be retained and provided within ten (10) days of request",
            "quoted_text": "EEaacchh AAsssseessssmmeenntt sshhaallll bbee pprreeppaarreedd aanndd ccoommpplleetteedd wwiitthhiinn ssiixxttyy ((6600)) ddaayyss aafftteerr tthhee eenndd ooff tthhee rreeppoorrttiinngg ppeerriioodd ttoo wwhhiicchh tthhee AAsssseessssmmeenntt aapppplliieess.. DDeeffeennddaanntt sshhaallll pprroovviiddee tthhee iinniittiiaall AAsssseessssmmeenntt ttoo tthhee AAssssoocciiaattee DDiirreeccttoorr ffoorr EEnnffoorrcceemmeenntt)) BBuurreeaauu ooff CCoonnssuummeerr PPrrootteeccttiioonn,, FFeeddeerraall TTrraaddee CCoommmmiissssiioonn,, WWaasshhiinnggttoonn,, DD..CC.. 2200558800,, wwiitthhiinn tteenn ((1100)) ddaayyss aattIIeerr tthhee AAsssseessssmmeenntt hhaass bbeeeenn pprreeppaarreedd.. AAllll ssuubbsseeqquueenntt aannnnuuaall AAsssseessssmmeennttss sshhaallll bbee rreettaaiinneedd bbyy DDeeffeennddaanntt aanndd pprroovviiddeedd ttoo tthhee PPaaggee 88 ooff22 00 Case 1:11-cv-03846-JOF Document 3 Filed 02/01/12 Page 9 of 17 AAssssoocciiaattee DDiirreeccttoorr ooff EEnnffoorrcceemmeenntt wwiitthhiinn tteenn ((1100)) ddaayyss ooff rreeqquueesstt;; oorr,,",
            "deadline": "60 days after end of reporting period; 10 days for submission",
            "verified": true,
            "confidence": 0.8166666666666667,
            "quote_start_line": 234,
            "quote_end_line": 245
          },
          {
            "description": "Alternatively, within thirty (30) days of service of this Order, become and remain a member in good standing of a Commission-approved COPPA safe harbor program for a period of five (5) years after the date of service of this Order, or until Defendant elects to retain a qualified independent third-party objective professional under Paragraph 23.A.",
            "quoted_text": "BB.. WWiitthhiinn tthhiirrttyy ((3300)) ddaayyss ooff sseerrvviiccee ooff tthhiiss OOrrddeerr,, bbeeccoommee aa mmeemmbbeerr iinn ggoooodd ssttaannddiinngg ooff oonnee ooff tthhee pprrooggrraammss aapppprroovveedd bbyy tthhee CCoommmmiissssiioonn aass aa ssaaffee hhaarrbboorr pprrooggrraamm ffoorr ppuurrppoosseess ooff iimmpplleemmeennttiinngg tthhee RRuullee.. DDeeffeennddaanntt sshhaallll rreemmaaiinn aa mmeemmbbeerr iinn ggoooodd ssttaannddiinngg ooff aa CCoorrnnmmiissssiioonn aapppprroovveedd CCOOPPPPAA ssaaffee hhaarrbboorr pprrooggrraamm ffoorr aa ppeerriioodd ooff ffiivvee ((55)) yyeeaarrss aafftteerr tthhee ddaattee ooff sseerrvviiccee ooff tthhiiss OOrrddeerr,, oorr uunnttiill ssuucchh ttiimmee aass DDeeffeennddaanntt eelleeccttss ttoo rreettaaiinn aa qquuaalliiffiieedd,, iinnddeeppeennddeenntt tthhiirrdd--ppaarrttyy oobbjjeeccttiivvee~~ pprrooffeessssiioonnaall uunnddeerr PPaarraaggrraapphh 2233.. AA .. ooff tt hhiiss OO rrddeerr..",
            "deadline": "30 days",
            "verified": false,
            "confidence": 0.2879581151832461,
            "quote_start_line": 246,
            "quote_end_line": 254
          }
        ]
      },
      {
        "provision_number": "24",
        "title": "Right to Reopen",
        "category": "affirmative_obligation",
        "summary": "The Commission's agreement to this Order is premised on the truthfulness of Defendant's financial statements; if the Court determines Defendant made a material misrepresentation or failed to comply with the privacy professional retention requirements, the Court shall lift the suspension and reinstate the full $100,000 civil penalty.",
        "requirements": [
          {
            "description": "The Commission's agreement to this Order is expressly premised upon the truthfulness, accuracy, and completeness of the Financial Statement of Individual Defendant signed and dated July 7, 2011, and the Individual Financial Statement of Jones O. Godwin: Supplemental Answers, signed and dated July 13, 2011",
            "quoted_text": "AA.. TThhee CCoommmmiissssiioonn''ss aaggrreeeemmeenntt ttoo tthhiiss OOrrddeerr iiss eexxpprreessssllyy pprreemmiisseedd uuppoonn tthhee ttrruutthhffuullnneessss,, aaccccuunnttccyy,, aanndd ccoommpplleetteenneessss ooff tthhee FFiinnaanncciiaall SSttaatteemmeenntt ooff IInnddiivviidduuaall DDeeffeennddaanntt,, ssiiggnneedd aanndd ddaatteedd JJuullyy 77,, 22001111,, aanndd tthhee IInnddiivviidduuaall FFiinnaanncciiaall SSttaatteemmeenntt ooff JJoonneess 00,, GGooddwwiinn:: SSuupppplleemmeennttaall AAnnsswweerrss,, ssiiggnneedd aanndd ddaatteedd JJuullyy 1133)) 22001111.. DDeeffeennddaanntt ssttiippuullaatteess tthhaatt aallll ooff tthhee mmaatteerriiaallss tthhaatt DDeeffeennddaanntt ssuubbmmiitttteedd aarree ttrruutthhffuull,, aaccccuurraattee,, aanndd ccoommpplleettee.. TThheessee ddooccuummeennttss ccoonnttaaiinn mmaatteerriiaall iinnffoorrmmaattiioonn uuppoonn wwhhiicchh tthhee CCoommmmiissssiioonn rreelliieedd iinn nneeggoottiiaattiinngg aanndd aaggrreeeeiinngg ttoo tthhee tteerrmmss ooff tthhiiss OOrrddeerr,,",
            "deadline": null,
            "verified": false,
            "confidence": 0.0,
            "quote_start_line": 257,
            "quote_end_line": 265
          },
          {
            "description": "If the Court determines Defendant made a material misrepresentation or omitted material information concerning Defendant's financial condition, or failed to comply with the requirements of the 'Retention of Children's Online Privacy Professional' section, the Court shall lift the suspension and reinstate the full civil penalty of $100,000 less any amount already paid",
            "quoted_text": "BB.. IIff,, uuppoonn mmoottiioonn bbyy tthhee CCoommmmiissssiioonn)) aa CCoouurrtt ddeetteerrmmiinneess eeiitthheerr tthhaatt DDeeffeennddaanntt:: 11.. MMaaddee aa mmaatteerriiaall mmiissrreepprreesseennttaattiioonn oorr oommiitttteedd mmaatteerriiaall iinnffoorrmmaattiioonn ccoonncceerrnniinngg DDeeffeennddaanntt'' ss ffiinnaanncciiaall ccoonnddiittiioonn;; oorr~~ PPaaggee 99 ooff2200 Case 1:11-cv-03846-JOF Document 3 Filed 02/01/12 Page 10 of 17 ll.. ----......11-- 22,, FFaaiilleedd ttoo ccoommppllyy wwiitthh tthhee rreeqquuiirreemmeennttss ooff tthhee SSeeccttiioonn ooff tthhiiss OOrrddeerr eennttiittlleedd \"\"RREETTEENNTTIIOONN OOFF CCHHIILLDDRREENN''SS OONNLLIINNEE PPRRIIVVAACCYY PPRROOFFEESSSSIIOONNAALL//~~ tthheenn tthhee CCoouurrtt sshhaallll lliifftt tthhee ssuussppeennssiioonn ddeessccrriibbeedd iinn tthhee SSeeccttiioonn ooff tthhiiss OOrrddeerr eennttiittlleedd \"\"CCIIVVIILL PPEENNAALLTTYY11 aanndd rreeiinnssttaattee tthhee ffuullll cciivviill ppeennaallttyy aaggaaiinnsstt '' DDeeffeennddaanntt aanndd ffoorr PPllaaiinnttiiffff iinn tthhee aammoouunntt ooff oonnee hhuunnddrreedd tthhoouussaanndd ddoollllaarrss (($$110000,,000000)),, lleessss aannyy aammoouunntt aallrreeaaddyy ppaaiidd bbyy oorr oonn bbeehhaallff ooff DDeeffeennddaanntt ttoo PPllaaiinnttiiffff,,pprroovviiddee dd,, hhOOllvveevveerr,, tthhaatt iinn aallll ootthheerr rreessppeeccttss tthhiiss OOrrddeerr sshhaallll rreemmaaiinn iinn ffuullll ffoorrccee aanndd eeffffeecctt uunnlleessss ootthheerrwwiissee oorrddeerreedd bbyy tthhee CCoouurrtt;; aanneepprroovviiddeedd,, ffuurrtthheerr,, tthhaatt pprroocceeeeddiinnggss iinnssttiittuutteedd uunnddeerr tthhiiss pprroovviissiioonn wwoouulldd bbee iinn aaddddiittiioonn ttoo,, aanndd nnoott iinn lliieeuu ooff,, aannyy ootthheerr cciivviill oorr ccrriimmiinnaall rreemmeeddiieess aass rrnnaayy bbee pprroovviiddeedd bbyy llaaww,, iinncclluuddiinngg bbuutt nnoott lliimmiitteedd ttoo ccoonntteemmpptt pprroocceeeeddiinnggss,, oorr aannyy ootthheerr pprroocceeeeddiinnggss tthhaatt tthhee CCoommmmiissssiioonn mmaayy iinniittiiaattee ttoo eennffoorrccee tthhiiss OOrrddeerr,,",
            "deadline": null,
            "verified": true,
            "confidence": 0.8166666666666667,
            "quote_start_line": 266,
            "quote_end_line": 289
          }
        ]
      },
      {
        "provision_number": "25",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission has broad authority to monitor Defendant's compliance, including through written requests, document production, depositions, facility inspections, undercover posing, and interviews of Defendant's personnel.",
        "requirements": [
          {
            "description": "Within ten (10) days of receipt of a written request from a Commission representative, Defendant shall submit written responses sworn under penalty of perjury, produce documents for inspection and copying, appear for deposition, and provide entry during normal business hours to any business location in Defendant's possession or control to inspect business operations",
            "quoted_text": "AA.. WWiitthhiinn tteenn ((1100)) ddaayyss ooff rreecceeiipptt OOLL ll wwrriitttteenn rreeqquueesstt ffrroomm aa rreepprreesseennttaattiivvee ooff tthhee CCoommmmiissssiioonn,, DDeeffeennddaanntt sshhaallll ssuubbmmiitt wwrriitttteenn rreessppoonnsseess,, \\\\::vvhhiicchh aattee ttrruuee aanndd aaccccuurraattee aanndd sswwoorrnn ttoo uunnddeerr ppeennaallttyy ooff ppeelljjuurryy;; pprroodduuccee ddooccuummeennttss ttbbrr iinnssppeeccttiioonn aanndd ccooppyyiinngg;; aappppeeaarr ffoorr ddeeppoossiittiioonn;; aanndd pprroovviiddee eennttrryy dduurriinngg nnoorrmmaall bbuussiinneessss hhoouurrss ttoo aannyy bbuussiinneessss llooccaattiioonn iinn DDeeffeennddaanntt''ss ppoosssseessssiioonn oorr ddiirreecctt oorr iinnddiirreecctt ccoonnttrrooll ttoo iinnssppeecctt tthhee bbuussiinneessss ooppeerraattiioonn..",
            "deadline": "10 days",
            "verified": false,
            "confidence": 0.2933597621407334,
            "quote_start_line": 293,
            "quote_end_line": 299
          },
          {
            "description": "The Commission is authorized to use all other lawful means including obtaining discovery from any person without further leave of court, and having its representatives pose as consumers and suppliers to Defendant, his employees, or any entity managed or controlled in whole or in part by Defendant, without the necessity of identification or prior notice",
            "quoted_text": "BB.. IInn aaddddiittiioonn,, tthhee CCoommmmiissssiioonn iiss aauutthhoorriizzeedd ttoo uussee aallll ootthheerr llaawwffuull PPaaggee 1100 ooff22 00 Case 1:11-cv-03846-JOF Document 3 Filed 02/01/12 Page 11 of 17 mmeeaannss,, iinncclluuddiinngg bbuutt nnoott lliimmiitteedd ttoo:: 11.. OObbttaaiinniinngg ddiissccoovveerryy ffrroomm aannyy ppeerrssoonn,, wwiitthhoouutt ffuurrtthheerr lleeaavvee ooff ccoouurrtt~~ uussiinngg tthhee pprroocceedduurreess pprreessccrriibbeedd bbyy FFeedd.. RR,, CCiivv,, PP.. 3300,, 3311,, 3333 3366,, 4455 aanndd 6699;; 11 22.. HHaavviinngg iittss rreepprreesseennttaattiivveess ppoossee aass ccoonnssuummeerrss aanndd ssuupppplliieerrss ttoo DDeeffeennddaanntt,, hhiiss eemmppllooyyeeeess,, oorr aannyy ootthheerr eennttiittyy mmaannaaggeedd oorr ccoonnttrroolllleedd iinn wwhhoollee oorr iinn ppaarrtt bbyy DDeeffeennddaanntt,, wwiitthh nnuutt tthhee nneecceessssiittyy ooff iiddeennttiiffiiccaattiioonn oorr pprriioorr nnoottiiccee;; aanndd,,",
            "deadline": null,
            "verified": true,
            "confidence": 0.7653846153846154,
            "quote_start_line": 300,
            "quote_end_line": 313
          },
          {
            "description": "Defendant shall permit representatives of the Commission to interview any employer, consultant, independent contractor, representative, agent, or employee who has agreed to such an interview relating in any way to any conduct subject to this Order; the person interviewed may have counsel present",
            "quoted_text": "CC.. DDeeffeennddaanntt sshhaaHH ppeerrmmiitt rreepprreesseennttaattiivveess ooff tthhee CCnnmmmmiissssiioonn ttoo iinntteerrvviieeww aannyy eemmppllooyyeerr~~ ccoonnssuullttaanntt,, iinnddeeppeennddeenntt cc((mmttnn~~ccttoorr)) rreepprreesseennttaattiivvee,, aaggeenntt,, oorr eemmppllooyyeeee wwhhoo hhaass aaggrreeeedd ttoo ssuucchh aann iinntteerrvviieeww rreellaattiinngg iinn aannyy wwaayy ttoo aannyy ccoonndduucctt ssuubbjjeecctt ttoo tthhiiss OOrrddeerr.. ll TThhee ppeerrssoonn iinntteerrvviieewweedd mmaayy hhaavvee ccoouunnsseell pprreesseenntt..",
            "deadline": null,
            "verified": false,
            "confidence": 0.4893048128342246,
            "quote_start_line": 314,
            "quote_end_line": 319
          },
          {
            "description": "For purposes of compliance reporting and monitoring, the Commission is authorized to communicate directly with Defendant",
            "quoted_text": "DD.. FFoorr ppuuqq))oosseess ooff tthhee ccoommpplliiaannccee rreeppoorrttiinngg aanndd mmoonniittoorriinngg rreeqquuiirreedd bbyy tthhiiss OOrrddeerr,, tthhee CCoommmmiissssiioonn iiss aauuttlllloorriizzeedd ttoo ccoommmmuunniiccaattee ddiirreeccttllyy wwiitthh DDeeffeennddaanntt..",
            "deadline": null,
            "verified": false,
            "confidence": 0.3448275862068966,
            "quote_start_line": 320,
            "quote_end_line": 322
          }
        ]
      },
      {
        "provision_number": "26",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "For five years, Defendant must notify the Commission of changes to his residence, employment, business structure, and name, and must submit periodic written compliance reports sworn under penalty of perjury, and notify the Commission of any bankruptcy filing.",
        "requirements": [
          {
            "description": "For a period of five (5) years from the date of entry of this Order, notify the Commission within ten (10) days of any changes in Defendant's residence, mailing address, and telephone number",
            "quoted_text": "AA.. FFoorr aa ppeerriioodd ooff ffiivvee ((55)) yyeeaarrss ff))''oomm tthhee ddaattee ooff eennttrryy ooff tthhiiss OOrrddeerr:: 11.. TThhee DDeeffeennddaanntt sshhaallll nnoottiiffyy tthhee CCoommmmiissssiioonn ooff tthhee ffoolllloowwiinngg:: aa.. AAnnyy cchhaannggeess iinn tthhee DDeeifeennddaannt}fss rreessiiddeennccee,, mmaaiilliinngg aaddddrreessss~~ aanndd tteelleepphhoonnee nnuummbbeerr)) wwiitthhiinn tteenn ((11 00)) dd~~rryyss ooff tthhee ddaa ttee ooff ssuucchh cchhaannggee;;",
            "deadline": "10 days of change",
            "verified": false,
            "confidence": 0.5571847507331378,
            "quote_start_line": 338,
            "quote_end_line": 342
          },
          {
            "description": "Notify the Commission within ten (10) days of any changes in Defendant's employment status (including self-employment) and any change in Defendant's ownership in any business entity, including name and address of each business, nature of the business, and Defendant's duties and responsibilities",
            "quoted_text": "bb.. AAnnyy cchhaannggeess iinn tthhee DDeeffeennddaanntt''ss eemmppllooyymmeenntt ssttaattuuss ((iinncc lluuddiinngg sseellff~~eemmppllooyymmeenn tt)) ,, aa nndd aannyy cchhaannggee iinn tthhee DDeeffeennddaannte~ss oo\\\\vvnneerrsshhiipp iinn aannyy bbuussiinneessss eennttiittyy,, wwiitthhiinn tteenn (( 1100 )) ddaayyss ooff tthhee ddaattee ooff ssuucchh cchhaannggee.. SSuucchh nnoottiiccee sshhaaHH iinncclluuddee tthhee nnaammee aanndd aaddddrreessss ooff eeaacchh bbuussiinneessss tthhaatt tthhee DDeeffeennddaanntt iiss aaffffiilliiaatteedd wwiitthh,, eemmppllooyyeedd bbyy,, ccrreeaatteess oorr ffoorrmmss,, oorr ppeerrffoorrmmss sseerrvviicceess ffoorr;; aa ddeettaaiilleedd ddeessccrriippttiioonn ooff tthhee nnaattuurree oofft tnhee bbuussiinneessss;; aanndd aa ddeettaaiilleedd ddeessccrriippttiioonn ooff tthhee DDeeffeennddaanntt''ss dduuttiieess aanndd rreessppoonnssiibbiilliittiieess iinn ccoonnnneeccttiioonn wwiitthh tthhee bbuussiinneessss oorr eemmppffooyyrrlllleenntt;; aanndd))",
            "deadline": "10 days of change",
            "verified": false,
            "confidence": 0.2832618025751073,
            "quote_start_line": 343,
            "quote_end_line": 352
          },
          {
            "description": "Notify the Commission at least thirty (30) days prior to any changes in the structure of any business entity that Defendant directly or indirectly controls or has an ownership interest in that may affect compliance obligations, including incorporation, dissolution, assignment, sale, merger, creation or dissolution of a subsidiary, parent, or affiliate, or a change in business name or address",
            "quoted_text": "cc,, AAnnyy cchhaannggeess iinn tthhee ssttrruuccttuurree ooff aannyy bbuussiinneessss eennttiittyy tthhaatt tthhee DDeeffeennddaanntt ddiirreecct tllyy oorr iinnd diirreeccttllyy ccoonntt rroollss oorr hhaass aann oowwnneerrsshhiipp iinntteerreesstt iinn,, tthhaatt mrn.aayy aaffffeecctt ccoommpplliiaannccee oobblliiggaattiioonnss aarriissiinngg uunnddeerr tthhiiss OOrrddeerr,, iinncclluuddiinngg bbuutt nnoott lliimmiitteedd ttoo:: iinnccoorrppoorraattiioonn 0011'' ootthheerr oorrggaanniizzaattiioonn;; aa ddiissssoolluuttiioonn,, aassssiiggnnmmeenntt,, ssaaffee,, mmeerrggeerr,, oorr ootthheerr aaccttiioonn;; tthhee PPaaggee 1122 ooff2200 Case 1:11-cv-03846-JOF Document 3 Filed 02/01/12 Page 13 of 17 (('' ccrreeaattiioonn oorr ddiissssoolluuttiioonn ooff aa ssuubbssiiddiiaarryy,, ppaarreenntt,, oorr aaffffiilliiaattee tthhaatt eennggaaggeess iinn aannyy aaccttss oorr pprraaccttiicceess ssuubbjjeecctt ttoo tthhiiss OOrrddeerr;; oorr aa cchhaannggee iinn tthhee bbuussiinneessss nnaammee oorr aaddddrreessss,, aatt lleeaasstt tthhiirrttyy ((3300)) ddaayyss pprriioorr ttoo ssuucchh cchhaannggee,,pprroovviiddee dd tthhaatt,, wwiitthh rreessppeecctt ttoo aannyy ssuucchh cchhaannggee iinn tthhee bbuussiinneessss eennttiittyy aabboouutt wwhhiicchh tthhee DDeeffeennddaanntt lleeaammss lleessss tthhaann tthhiirrttyy ((3300)) ddaayyss pprriioorr ttoo tthhee ddaattee ssuucchh aaccttiioonn iiss ttoo ttaakkee ppllaaccee,, tthhee DDeeffeennddaanntt sshhaallll nnoottiiffyy tthhee CCoommmmiissssiioonn aass ssoooonn aass iiss pprraaccttiiccaabbllee aafftteerr oobbttaaiinniinngg ssuucchh kknnoowwlleeddggee;; aanndd",
            "deadline": "30 days prior to change",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 353,
            "quote_end_line": 372
          },
          {
            "description": "Notify the Commission within ten (10) days of any changes in Defendant's name or use of any aliases or fictitious names",
            "quoted_text": "dd.. AAnnyy cchhaannggeess iinn tthhee DDeeffeennddaannee ss nnaammee oorr uussee ooff aannyy aalliiaasseess oorr ffiiccttiittiioouuss nnaammeess wwiitthhiinn tteenn ((1100)) ddaayyss ooff tthhee ddaattee ooff ssuucchh cchhaannggee..",
            "deadline": "10 days of change",
            "verified": false,
            "confidence": 0.33587786259541985,
            "quote_start_line": 373,
            "quote_end_line": 375
          },
          {
            "description": "Sixty (60) days after the date of entry of this Order, and thereafter for a period of five (5) years as the FTC shall reasonably require, provide a written report to the Commission, sworn under penalty of perjury, setting forth in detail the manner and form in which Defendant has complied and is complying with this Order, including then-current residence address, employment status, and any other required changes",
            "quoted_text": "BB.. SSiixxttyy ((6600)) ddaayyss aafftteerr tthhee ddaattee ooff eennttrryy oofftt hh11ss OOrrddeerr,, aanndd tthheerreeaafftteerr ffoorr aa ppeerriioodd ooff ffiivv ee ((55)) yyeeaarrss aatt ssuucchh ttiimmeess aass tthhee FFeeddeerraall TTrraaddee CCoommmmiissssiioonn sshhaallll rreeaassoonnaabbllyy rreeqquuiirree,, DDeeffeennddaanntt sshhaallll pprroovviiddee aa wwrriitttteenn rreeppoorrtt ttoo tthhee CCoommmmiissssiioonn,, wwhhiicchh iiss ttrruuee aanndd aaccccuurraattee aanndd sswwoorrnn ttoo uunnddeerr ppeennaallttyy ooff ppeerrjjuurryy ~~ sseettttiinngg ffoorrtthh iinn ddeettaaiill tthhee mmaannnneerr aanndd ffoorrmm iinn wwhhiicchh eeaacchh hhaass ccoommppJJiieedd aanndd iiss ccoommpp..llyyiinngg wwiitthh tthhiiss OOrrddeerr.. TThhiiss rreeppoorrtt sshhaallll iinncclluuddee,, bbuutt nnoott bbee lliimmiitteedd ttoo:: 11 ''IInnee DDeeffeennddaanntt''ss tthheenn--ccuurrrreenntt rreessiiddeennccee aaddddrreessss,, mmaaiilliinngg << aaddddrreesssseess,, aanndd tteelleepphhoonnee nnuummbbeerrss;; 22.. TThhee DDeeffeennddaanntt''ss tthheenn--ccuurrrreenntt eemmppllooyymmeenntt ssttaattuuss ((iinncclluuddiinngg sseellff--eemmppllooyymmeenntt)),, iinncclluuddiinngg tthhee nnaammee,, aaddddrreesssseess,, aanndd tteelleepphhoonnee nnuummbbeerrss ooff eeaacchh bbuussiinneessss tthhaatt tthhee DDeeffeennddaanntt iiss aaffffiilliiaatteedd wwiitthh)) PPaaggee 1133 ooff22 00 Case 1:11-cv-03846-JOF Document 3 Filed 02/01/12 Page 14 of 17 -- -- -- -- -- -- -- ----..;;;;..II -- -- -- ---- eemmppllooyyeedd bbyy)) oorr ppeerrffoorrmmss sseerrvviicceess ffoorr;; aa ddeettaaii lleedd ddeessccrriippttiioonn ooff tthhee nnaattuurree ooff tthhee bbuussiinneessss;; aanndd aa ddeettaaiilleedd ddeessccrriippttiioonn ooff tthhee DDeeffeennddaanntt''ss dduuttiieess aanndd rreessppoonnssiibbiilliittiieess iinn ccoonnnneeccttiioonn wwiitthh tthhee bbuussiinneessss oorr eemmppllooyymmeenntt;; aanndd,, 33.. AAnnyy ootthheerr cchhaannggeess rreeqquuiirreedd ttoo bbee rreeppoorrtteedd uunnddeerr PPaarraaggrraapphh 2266..AA,, ooff tthhiiss OOrrddeerr,,",
            "deadline": "60 days, then periodically for 5 years",
            "verified": true,
            "confidence": 0.8357142857142859,
            "quote_start_line": 376,
            "quote_end_line": 399
          },
          {
            "description": "Notify the Commission of the filing of a bankruptcy petition within fifteen (15) days of filing",
            "quoted_text": "CC,, DDeeffeennddaanntt sshhaallll nnoottiiffYY tthhee CCoommmmiissssiioonn ooff tthhee ffiilliinngg ooff aa bbaannkkrruuppttccyy ppeettiittiioonn wwiitthhiinn ffiifftteeeenn ((1155)) ddaayyss ooff ffllHHnngg..",
            "deadline": "15 days",
            "verified": false,
            "confidence": 0.6975308641975309,
            "quote_start_line": 400,
            "quote_end_line": 401
          },
          {
            "description": "Send all reports and notifications by overnight courier (not U.S. Postal Service) to the Associate Director for Enforcement, Bureau of Consumer Protection, FTC, 600 Pennsylvania Avenue, NW, Washington, D.C. 20580; alternatively, may send by first-class mail if Defendant contemporaneously sends an electronic version to DEBrief@ftc.gov",
            "quoted_text": "DD.. FFoorr tthhee ppuurrppoosseess ooff tthhiiss OOrrddeerr,, DDeeffeennddaanntt sshhaaHH,, uunnlleessss ootthheerrwwiissee ddiirreecctteedd bbyy tthhee CCoommmmiissssiioonn''ss aauutthhoorriizzeedd rreepprreesseennttaattiivveess ,, sseenndd bbyy oovveerrnniigghhtt ccoouurriieerr ((nnoott tthhee UU..SS.. PPoossttaall SSeerrvviiccee)) aaUU rreeppoorrttss aanndd nnoottiiffiiccaattiioonnss ttoo tthhee CCoommmmiissssiioonn tthhaatt aarree rreeqquuiirreedd bbyy tthhiiss OOrrddeerr ttoo tthhee ffoollIIoovvlliinngg aaddddrreessss:: AAssssoocciiaattee DDiirreeccttoorr ffoorr EEnnffoorrcceemmeenntt BBuurreeaauu ooff CCoonnssuummeerr PPrrootteeccttiioonn FFeeddeerraall TTrraaddee CCoommmmiissssiioonn 660000 PPeennnnssyyllvvaanniiaa AAvveennuuee,, NNWW WWaasshhii ngton. DD..CC.. 2200558800 rrc RREE:: U U . . s. ~ v. e Sk~idk~ei~kdidss NNeenn11lloorrkk LLC PPrroovviiddeedd tthhaatt,, iinn ll iieeuu ooff oo vveerrnniigghhtt ccoouurriieerr,, DD eeffeennddaanntt mmaayy ss eenndd ssuucchh rreeppoorrttss oorr nnoottiiffiiccaattiioonnss bbyy ffiirrsstt--ccllaassss mmaaiill,, bbuutt oonnllyy iiff DDeeffeennddaanntt ccoonntteemmppoorraanneeoouussllyy sseennddss aann eelleeccttrroonniicc vveerrssiioonn ooff ssuucchh rreeppoorrtt oorr nnoottiiffiiccaattiioonn ttoo tthhee CCoommmmiissssiioonn aatt:: DDEEBBrriieeff@@ffttcc..ggoovv ..",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 402,
            "quote_end_line": 425
          }
        ]
      },
      {
        "provision_number": "27",
        "title": "Record-Keeping Provisions",
        "category": "recordkeeping",
        "summary": "For eight years from the Order's entry date, Defendant must create and retain records sufficient to demonstrate full compliance with this Order, including acknowledgment copies, compliance reports, and sample web pages and documents regarding collection practices.",
        "requirements": [
          {
            "description": "For a period of eight (8) years from the date of entry of this Order, for any business for which Defendant is the majority owner or directly or indirectly controls, create and retain: (1) a print or electronic copy of all documents necessary to demonstrate full compliance with each provision of this Order, including copies of Order acknowledgments, all reports submitted to the Commission, and sample copies of every materially different form page or screen through which personal information is collected or disclosed, and a sample copy of each materially different document containing any representation regarding Defendant's collection, use, and disclosure practices pertaining to personal information of a child",
            "quoted_text": "IITT ]ISS FFUURRTTHHEERR OORRDDEERREEDD tthhaatt ffoorr aa ppeerriioodd ooff eeiigghhtt ((88)) yyeeaarrss ffrroomm tthhee 11 ddaattee ooff eennttrryy ooff tthhiiss OOrrddeerr,, DDeeffeennddaanntt,, ffoorr aannyy bbuussiinneessss ffoorr wwhhiicchh hhee iiss tthhee PPaaggee 1144 ooff 2200 Case 1:11-cv-03846-JOF Document 3 Filed 02/01/12 Page 15 of 17 ..~~ ........ ______ AAnnnn..llll,,...... ..,,........,,-- -- mmaajjoorriittyy oowwnneerr oorr ddiirreeccttllyy oorr iinnddiirreeccttllyy ccoonnttrroollss,, iiss hheerreebbyy rreessttrraaiinneedd aanndd eennjjooiinneedd ffrroomm ffaaiilliinngg ttoo ccrreeaattee aanndd rreettaaiinn tthhee ffoolllloowwiinngg rreeccoorrddss:: AA.. AA pprriinntt oorr eelleeccttrroonniicc ccooppyy ooff aallll ddooccuummeennttss nneecceessssaarryy ttoo ddeemmoonnssttrraattee ffuullll ccoommppIIii<<::llnnccee wwiitthh eeaacchh pprroovviissiioonn ooff tthhii55 OOrrddeerr,, iinnccllUUddiinngg,, bbuutt nnoott lliimmiitteedd ttoo:: 11.. CCooppiieess ooff aacckknnoowwlleeddggmmeennttss ooff rreecceeiipptt ooff tthhiiss OOrrddeerr rreeqquuiirreedd bbyy tthhee SSeeccttiioonnss ttiittlleedd \"\"DDIISSTTRRIIBBUUTTIIOONN OOFF OORRDDEERR\"\" aanndd \"\"AACCKKNNOOWWLLEEDDGGMMEENNTT OOFF RREECCEEIIPPTT OOFF OORRDDEERRll '';; 22.. AAllll rreeppoorrttss ssuubbmmiitttteedd ttoo tthhee CCoommmmiissssiioonn ppuurrssuuaanntt ttoo tthhee SSeeccttiioonn ttiittlleedd \"\"CCOOMMPPLLIIAANNCCEE RREEPPOORRTTIINNGG\"\";; 33.. AA ssaamm ppIIee ccooppyy ooff eevveerryy mmaatteerriiaaJJJJyy ddiiffffeerreenntt ffoorrmm ppaaggee,, oorr rr ssccrreeeenn tthhrroouugghh wwhhiicchh ppeerrssoonnaall iinnffoorrmmaattiioonn iiss ccoolllleecctteedd oorr ddiisscclloosseedd,, aanndd aa ssaammppllee ccooppyy ooff eeaacchh mmaatteerriiaallllyy ddiiffffeerreenntt ddooccuummeenntt ccoonnttaaiinniinngg aannyy rreepprreesseennttaattiioonn rreeggaarrddiinngg DDeeffeennddaanntt''ss ccoolllleeccttiioonn.. uussee,, aanndd ddiisscclloossuurree pprraaccttiicceess ppeerrttaaiinniinngg ttoo ppeerrssoonnaall iinnffoorrmmaattiioonn ooff aa cchhiilldd,, EEaacchh ''wweebb ppaaggee ccooppyy sshhaallll bbee aaccccoommppaanniieedd bbyy tthhee UURRLL ooff tthhee wweebb ppaaggee wwhheerree tthhee mmaatteerriiaall vvvvaass ppoosstteedd oonnlliinnee.. EElleeccttrroonniicc ccooppiieess sshhaallll iinncclluuddee aallll tt eexxtt aanndd ggrraapphhiiccss ffiilleess,, aauuddiioo ssccrriippttss~~ aanndd ootthheerr ccoommppuutteerr ffiilleess uusseedd iinn pprreesseennttii nngg iinnffoorrmmaattiioonn oonn tthhee IInntteerrnneett.. PPrroovviiddeedd ,, hhoowweevveerr)) tthhaatt DDeeffeennddaanntt sshhaaHH nnoott bbee rreeqquuiirreedd ttoo rreettaaiinn aannyy ddooccuummeenntt ffoorr lloonnggeerr tthhaann ttwwoo ((22)) yyeeaarrss aafftteerr tthhee ddooccuummeenntt wwaass ccrreeaatteedd,, oorr ttoo rreettaaiinn aa pprriinntt oorr eelleeccttrroonniicc ccooppyy ooff aannyy aammeennddeedd ffoonnttll ppaaggee,, oorr 11 ssccrreeeenn ttoo tthhee eexxtteenntt tthhaatt tthhee aammeennddmmeenntt ddooeess nnoott aaffffeecctt DDeeffeennddaannffss ccoommpplliiaannccee oobblliiggaattiioonnss uunnddeerr tthhiiss OOrrddeerr..",
            "deadline": "ongoing for 8 years",
            "verified": true,
            "confidence": 0.8166666666666667,
            "quote_start_line": 427,
            "quote_end_line": 462
          }
        ]
      },
      {
        "provision_number": "28",
        "title": "Distribution of Order",
        "category": "acknowledgment",
        "summary": "For five years from the Order's entry date, Defendant must deliver copies of the Order to principals, managers, and relevant employees of any business he controls, and to principals and managers of any business where he engages in relevant conduct, and must obtain signed acknowledgments within thirty days of delivery.",
        "requirements": [
          {
            "description": "For any business Defendant controls or has a majority ownership interest in, deliver a copy of this Order to all principals, officers, directors, and managers, and all employees, agents, and representatives with responsibilities related to the operation of any website or online service subject to this Order, and to any business entity resulting from any change in structure; for current personnel, delivery shall be within five (5) days of service of this Order upon Defendant; for new personnel, delivery shall occur prior to their assuming their responsibilities",
            "quoted_text": "AA.. DDeeffeennddaanntt aass aa ccoonnttrrooll ppeerrssoonn:: FFoorr aannyy bbuussiinneessss tthhaatt tthhee DDeeffeennddaanntt ccoonnttrroollss,, ddiirreeccttllyy oorr iinnddiirreeccttllyy,, oorr iinn wwhhiicchh tthhee DDeeffeennddaanntt hhaass aa mmaajjoorriittyy oowwnneerrsshhiipp iinntteerreesstt,, tthhee DDeeffeennddaanntt mmuusstt ddeelliivveerr aa ccooppyy ooff tthhiiss OOrrddeerr ttoo:: ((11)) aallll pprriinncciippaallss,, ooffffiicceerrss,, ddiirreeccttoorrss,, aanndd mmaannaaggeerrss;; aanndd ((22)) aaUU eemmppllooyyeeeess,, aaggeennttss,, aanndd rreepprreesseennttaattiivveess wwhhoo hhaavvee rreessppoonnssiibbiilliittiieess rreellaatteedd ttoo tthhee ooppeerraattiioonn ooff aannyy \\\\vveebbssiittee oorr oonnlliinnee sseerrvviiccee ssuubbjjeecctt ttoo tthhiiss OOrrddeerr aanndd ((33)) aannyy bbuussiinneessss eennttiittyy rreessuullttiinngg ffrroomm aannyy cchhaannggee iinn ssttrruuccttuurree sseett ffoorrtthh iinn PPaarraaggrraapphh 2266..AA..22.. ooff tthhee SSeeccttiioonn ttiittlleedd \"\"CC0011vvllPPLLIIAANNCCEE RREEPPOORRTTIINNGG..\"\" FFoorr ccuurrrreenntt ppeerrssoonnnneell ddeelliivveerryy tt sshhaallll bbee wwiitthhiinn ffiivvee ((55)) ddaayyss ooff sseerrvviiccee ooff tthhiiss OOrrddeerr uuppoonn tthhee DDeeffeennddaanntt.. FFoorr nneeww ppeerrssoonnnneell,, ddeelliivveerryy sshhaallll ooccccuurr pprriioorr ttoo tthheeiirr aassssuummiinngg tthheeiirr rreessppoonnssiibbiilliittiieess..",
            "deadline": "5 days for current personnel",
            "verified": false,
            "confidence": 0.0,
            "quote_start_line": 471,
            "quote_end_line": 483
          },
          {
            "description": "For any business where Defendant is not a controlling person but otherwise engages in conduct related to the subject matter of this Order, deliver a copy of this Order to all principals and managers of such business before engaging in such conduct",
            "quoted_text": "BB,, DDeeffeennddaanntt aass eemmppllooyyeeee oorr nnoonn--ccoonnttrrooll ppeerrssoonn:: FFoorr aannyy bbuussiinneessss wwhheerree tthhee DDeeffeennddaanntt iiss nnoott aa ccoonnttrroolllliinngg ppeerrssoonn ooff aa bbuussiinneessss bbuutt ootthheerrwwiissee eennggaaggeess iinn ccoonndduucctt rreellaatteedd ttoo tthhee ssuubbjjeecctt mmaatttteerr ooff tthhiiss OOrrddeerr,, tthhee DDeeffeennddaanntt mmuusstt ddeelliivveerr aa ccooppyy ooff tthhiiss OOrrddeerr ttoo aallll pprriinncciippaallss aanndd mmaannaaggeerrss ooff ssuucchh bbuussiinneessss bbeeffoorree eennggaaggiinngg iinn ssuucchh ccoonndduucctt",
            "deadline": "before engaging in such conduct",
            "verified": false,
            "confidence": 0.43975155279503103,
            "quote_start_line": 484,
            "quote_end_line": 489
          },
          {
            "description": "Secure a signed and dated statement acknowledging receipt of the Order within thirty (30) days of delivery from all persons receiving a copy; maintain copies of signed statements and other information regarding the fact and manner of compliance, including name and title of each person provided a copy, and make such statements available to the Commission upon request",
            "quoted_text": "CC.. DDeeffeennddaanntt mmuusstt sseeccuurree aa ssiiggnneedd aanndd ddaatteedd ssttaatteemmeenntt aacckknnoowwlleeddggiinngg rreecceeiipptt ooff tthhee OOrrddeerr,, \\\\vviitthhiinn tthhiirrttyy ((3300)) ddaayyss ooff ddeelliivveerryy,, ffrroomm aallll PPaaggee 1166 ooff22 00 Case 1:11-cv-03846-JOF Document 3 Filed 02/01/12 Page 17 of 17 CCaassee 11:: 1111--ccvv--0033884466--JJOOFF ~~ hhii ppeerrssoonnss rreecceeii vviinngg aa ccooppyy ooff tthhee OOrrddeerr ppuurrssuuaanntt ttoo tthhiiss SSeeccttiioonn.. DDeeffeennddaanntt sshhaallll mmaaiinnttaaiinn ccooppiieess ooff tthhee ssiiggnneedd ssttaatteemmeennttss,, aass wweellll aass ootthheerr iinnffoorrmmaattiioonn rreeggaarrddiinngg tthhee ff11iicctt aanndd mmaannnneerr ooff iittss ccoommpplliiaannccee,, iinncclluuddiinngg tthhee nnaammee aanndd ttiittllee ooff eeaacchh ppeerrssoonn ttoo wwhhoomm aa ccooppyy ooff tthhee OOrrddeerr hhaass bbeeeenn pprroovviiddeedd aanndd,, uuppoonn rreeqquueesstt,, sshhaallll mmaakkee tthhee ssttaatteemmeennttss aanndd ootthheerr iinnffoorrrrnnaattiioonn aavvaaiillaabbllee ttoo tthhee CCoommmmiissssiioonn..",
            "deadline": "30 days of delivery",
            "verified": true,
            "confidence": 0.8166666666666667,
            "quote_start_line": 490,
            "quote_end_line": 502
          }
        ]
      },
      {
        "provision_number": "29",
        "title": "Acknowledgment of Receipt of Order",
        "category": "acknowledgment",
        "summary": "Defendant must submit a truthful sworn statement to the Commission acknowledging receipt of this Order within five business days of receiving it.",
        "requirements": [
          {
            "description": "Within five (5) business days of receipt of this Order as entered by the Court, submit to the Commission a truthful sworn statement acknowledging receipt of this Order",
            "quoted_text": "2299.. IITT IISS FFUUHHTTHHEEHH OORRDDEEHHEE!!)) tthhaatt DDeeffeennddaanntt,, wwiitthhiinn ffiivvee ((55)) bbuussiinneessss ddaayyss ooff rreecceeiipptt ooffttll11iiss OOrrddeerr aass eenntteerreedd bbyy tthhee CCoouurrtt,, mmuusstt ssuubbmmiitt ttoo tthhee CCoommmmiissssiioonn aa ttrruutthhtthhll sswwoorrnn ssttaatteemmeenntt aacckknnoowwlleeddggiinngg rreecceeiipptt ooffttll11iiss OOrrddeerr..",
            "deadline": "5 business days",
            "verified": false,
            "confidence": 0.5222222222222223,
            "quote_start_line": 504,
            "quote_end_line": 506
          }
        ]
      },
      {
        "provision_number": "30",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction of this matter for the purposes of construction, modification, and enforcement of this Order.",
        "requirements": [
          {
            "description": "This Court shall retain jurisdiction of this matter for the purposes of construction, modification, and enforcement of this Order",
            "quoted_text": "3300.. TThhiiss CCoouurrtt sshhaallll rreettaaiinn jjuurriissddiiccttiioonn ooff tthhiiss mmaatttteerr ffoorr tthhee ppuurrppoosseess ooff ccoonnssttrruuccttiioonn,, mmooddiiffiiccaattiioonn,, aanndd eennffoorrcceemmeenntt ooff tthhiiss OOrrddeerr..",
            "deadline": null,
            "verified": false,
            "confidence": 0.6631853785900783,
            "quote_start_line": 508,
            "quote_end_line": 509
          }
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "This Court shall retain jurisdiction of this matter for the purposes of construction, modification, and enforcement of this Order."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "11.11, Godwin, Jones O., dba skidekids.com Complaint.pdf",
      "order": "11.11, Godwin, Jones O., dba skidekids.com Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 1,
      "order_provisions": 15,
      "order_definitions": 3,
      "order_requirements": 37,
      "provisions_per_section": {
        "13": 4,
        "14": 1,
        "15": 1,
        "16": 2,
        "17": 1,
        "18": 1,
        "19-22": 4,
        "23": 4,
        "24": 2,
        "25": 4,
        "26": 7,
        "27": 1,
        "28": 3,
        "29": 1,
        "30": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 1,
        "complaint_total": 1,
        "order_verified": 11,
        "order_total": 37
      }
    },
    "processing_time_seconds": 666.1
  }
}