{
  "case_info": {
    "docket_number": "C-4664",
    "company": {
      "name": "VenPath, Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "228 Park Ave S #37362, New York, New York 10003",
      "business_description": "VenPath offers data analytics services related to mobile apps."
    },
    "commissioners": [
      "Joseph J. Simons, Chairman",
      "Noah Joshua Phillips",
      "Rohit Chopra",
      "Rebecca Kelly Slaughter",
      "Christine S. Wilson"
    ],
    "case_date": {
      "month": 11,
      "year": 2018
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/182-3144-venpath-inc-matter"
  },
  "complaint": {
    "factual_background": "VenPath, Inc., a data analytics company, obtained EU-U.S. Privacy Shield certification in October 2016 but failed to renew it when it expired in October 2017. Despite this lapse, VenPath continued to display a privacy policy on its website falsely claiming active participation in the Privacy Shield framework. Additionally, VenPath never affirmed to the U.S. Department of Commerce that it would continue to protect personal data received from EU consumers during its participation period, as required by Privacy Shield rules. These deceptive claims were maintained on the company's website through at least June 2018.",
    "representations_made": [
      {
        "description": "Claimed to be a current participant in the EU-U.S. Privacy Shield Framework and certified in compliance with its principles",
        "quoted_text": "VenPath participates in and has certified its compliance with the EU-U.S. Privacy Shield Framework. VenPath is committed to subjecting all personal data received from European Union (EU) member countries, in reliance on the Privacy Shield Framework, to the Framework’s applicable Principles. To learn more about the Privacy Shield Framework, visit the U.S. Department of Commerce’s Privacy Shield List at https://www.privacyshield.gov/list.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 9,
        "quote_start_line": 66,
        "quote_end_line": 73
      },
      {
        "description": "Claimed to comply with Privacy Shield Principles for all onward transfers of personal data from the EU, including onward transfer liability provisions",
        "quoted_text": "VenPath is responsible for the processing of personal data it receives, under the Privacy Shield Framework, and subsequently transfers to a third party acting as an agent on its behalf. VenPath complies with the Privacy Shield Principles for all onward Page 2 of 4 transfers of personal data from the EU, including the onward transfer liability provisions.",
        "verified": true,
        "confidence": 0.85,
        "source_paragraph": 9,
        "quote_start_line": 74,
        "quote_end_line": 82
      },
      {
        "description": "Claimed to be subject to the regulatory enforcement powers of the U.S. Federal Trade Commission with respect to personal data received or transferred pursuant to the Privacy Shield Framework",
        "quoted_text": "With respect to personal data received or transferred pursuant to the Privacy Shield Framework, VenPath is subject to the regulatory enforcement powers of the U.S. Federal Trade Commission.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 9,
        "quote_start_line": 83,
        "quote_end_line": 85
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Privacy Shield Participation Misrepresentation",
        "representation": "Respondent represents, directly or indirectly, expressly or by implication, that it is a current participant in the EU-U.S. Privacy Shield framework.",
        "fact": "Respondent is not a current participant in the EU-U.S. Privacy Shield framework, having allowed its certification to lapse in October 2017 without completing renewal steps.",
        "conclusion": "Therefore, the representation set forth in Paragraph 11 is false or misleading."
      },
      {
        "count_number": 2,
        "title": "Misrepresentation Regarding Continuing Obligations",
        "representation": "Respondent represented that it would abide by the EU-U.S. Privacy Shield framework principles, which include a requirement to affirm to Commerce that it will continue to apply the principles to personal information received during program participation if the company ceases to participate.",
        "fact": "Respondent has not affirmed to Commerce that it will continue to apply the Privacy Shield principles to personal information received during the time it participated in the program.",
        "conclusion": "Therefore, the representation set forth in Paragraph 13 is false or misleading."
      }
    ]
  },
  "order": {
    "definitions": {
      "Respondent": "VenPath Inc., a corporation, and its successors and assigns."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Participation in Privacy or Security Programs",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent, in any manner, the extent to which it participates in any privacy or security program sponsored by a government or self-regulatory organization, including the EU-U.S. and Swiss-U.S. Privacy Shield frameworks.",
        "requirements": [
          {
            "description": "Must not misrepresent membership in, adherence to, certification by, or participation in any government- or self-regulatory-sponsored privacy or security program, including but not limited to the EU-U.S. Privacy Shield and Swiss-U.S. Privacy Shield frameworks",
            "quoted_text": "IT IS ORDERED that Respondent and its officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with the advertising, marketing, promotion, offering for sale, or sale of any product or service must not misrepresent in any manner, expressly or by implication, the extent to which Respondent is a member of, adheres to, complies with, is certified by, is endorsed by, or otherwise participates in any privacy or security program sponsored by a government or any self-regulatory or standard-setting organization, including but not limited to the EU-U.S. Privacy Shield framework and the Swiss- U.S. Privacy Shield framework.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 54,
            "quote_end_line": 62
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Requirement to Meet Continuing Obligations Under Privacy Shield",
        "category": "affirmative_obligation",
        "summary": "Respondent must either affirm to the Department of Commerce that it will continue applying Privacy Shield principles (or protect data by another EU/Swiss-authorized means) within 10 days of the Order and annually thereafter, or return or delete the personal information within 10 days.",
        "requirements": [
          {
            "description": "Affirm to the Department of Commerce, within 10 days of the effective date and annually thereafter, that Respondent will continue to apply EU-U.S. Privacy Shield framework principles to personal information received while participating in Privacy Shield, or protect that information by another EU- or Swiss-authorized means such as binding corporate rules or standard contractual clauses",
            "quoted_text": "A. affirm to the Department of Commerce, within ten (10) days after the effective date of this Order and on an annual basis thereafter for as long as it retains such information, that it will a. continue to apply the EU-U.S. Privacy Shield framework principles to the personal information it received while it participated in the Privacy Shield; or b. protect the information by another means authorized under EU (for the EU- U.S. Privacy Shield framework) or Swiss (for the Swiss-U.S. Privacy Shield framework) law, including by using a binding corporate rule or a contract that fully reflects the requirements of the relevant standard contractual clauses adopted by the European Commission; or",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 72,
            "quote_end_line": 81
          },
          {
            "description": "Alternatively, return or delete the personal information within 10 days after the effective date of this Order",
            "quoted_text": "B. return or delete the information within ten (10) days after the effective date of this Order.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 82,
            "quote_end_line": 83
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Acknowledgments of the Order",
        "category": "acknowledgment",
        "summary": "Respondent must submit its own acknowledgment of receipt of this Order to the FTC within 10 days, deliver a copy of the Order to relevant personnel for 5 years, and obtain signed acknowledgments from each recipient within 60 days.",
        "requirements": [
          {
            "description": "Submit to the Commission an acknowledgment of receipt of this Order within 10 days after the effective date",
            "quoted_text": "A. Respondent, within ten (10) days after the effective date of this Order, must submit to the Commission an acknowledgment of receipt of this Order.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 87,
            "quote_end_line": 88
          },
          {
            "description": "For 5 years after the issuance date, deliver a copy of this Order to all principals, officers, directors, LLC managers and members, employees and agents with managerial responsibilities for conduct related to the Order, and any business entity resulting from a change in structure; delivery must occur within 10 days for current personnel and before others assume their responsibilities",
            "quoted_text": "B. For five (5) years after the issuance date of this Order, Respondent must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees, agents and representatives having managerial responsibilities for conduct related to the subject matter of the Order ; and (3) any business entity resulting from any change in structure as set forth in the Provision titled Compliance Report and Notices. Delivery must occur within ten (10) days after the effective date of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "10 days (current personnel); before assuming responsibilities (new personnel)",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 89,
            "quote_end_line": 95
          },
          {
            "description": "Obtain a signed and dated acknowledgment of receipt of this Order from each individual or entity to which a copy was delivered, within 60 days of delivery",
            "quoted_text": "C. From each individual or entity to which Respondent delivered a copy of this Order, Respondent must obtain, within sixty (60) days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 96,
            "quote_end_line": 98
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Compliance Report and Notices",
        "category": "compliance_reporting",
        "summary": "Respondent must file a sworn compliance report 60 days after issuance, submit sworn notices within 14 days of changes to contact information or corporate structure, and notify the FTC within 14 days of any bankruptcy filing.",
        "requirements": [
          {
            "description": "Submit a sworn compliance report 60 days after the issuance date identifying contact information, all businesses and their activities, describing compliance with each Order provision, and providing copies of acknowledgments obtained",
            "quoted_text": "A. Sixty (60) days after the issuance date of this Order, Respondent must submit a compliance report, sworn under penalty of perjury, in which Respondent must: (a) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission, may use to communicate with Respondent; (b) identify all of Respondent’s businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (c) describe the activities of each business; (d) describe in detail whether and how Respondent is in compliance with each Provision of this Order; and (e) provide a copy of each Acknowledgment of the Order obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 105,
            "quote_end_line": 114
          },
          {
            "description": "Submit a sworn compliance notice within 14 days of any change in designated points of contact or in Respondent's corporate structure (including creation, merger, sale, or dissolution of any relevant entity)",
            "quoted_text": "B. Respondent must submit a compliance notice, sworn under penalty of perjury, within fourteen (14) days of any change in the following: (1) any designated point of contact; or (2) the structure of Respondent or any entity that Respondent has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 115,
            "quote_end_line": 120
          },
          {
            "description": "Submit notice of any bankruptcy, insolvency, or similar proceeding filed by or against Respondent within 14 days of its filing",
            "quoted_text": "C. Respondent must submit notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against Respondent within fourteen (14) days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 121,
            "quote_end_line": 123
          },
          {
            "description": "All sworn submissions must be true, accurate, and comply with 28 U.S.C. § 1746, including the prescribed declaration language, date, full name, title, and signature",
            "quoted_text": "D. Any submission to the Commission required by this Order to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, such as by concluding: “I declare under penalty of perjury under the laws of the United States of America that the foregoing is true and correct. Executed on: _____” and supplying the date, signatory’s full name, title (if applicable), and signature.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 124,
            "quote_end_line": 128
          },
          {
            "description": "Unless otherwise directed, all submissions must be emailed to Debrief@ftc.gov or sent by overnight courier to the FTC's Associate Director of Enforcement; subject line must begin: In re VenPath Inc., FTC File No. 1823144",
            "quoted_text": "E. Unless otherwise directed by a Commission representative in writing, all submissions to the Commission pursuant to this Order must be emailed to Debrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director of Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue, N.W., Washington, D.C. 20580. The subject line must begin: In re VenPath Inc., FTC File No. 1823144.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 129,
            "quote_end_line": 134
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must create specified records for 20 years after the Order's issuance date and retain each record for 5 years, including accounting records, personnel records, compliance records, and copies of marketing materials.",
        "requirements": [
          {
            "description": "Create and retain accounting records showing revenues from all goods or services sold",
            "quoted_text": "A. accounting records showing the revenues from all goods or services sold;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 142,
            "quote_end_line": 142
          },
          {
            "description": "Create and retain personnel records showing each service provider's name, addresses, telephone numbers, job title or position, dates of service, and reason for termination (if applicable)",
            "quoted_text": "B. personnel records showing, for each person providing services, whether as an employee or otherwise, that person’s: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 143,
            "quote_end_line": 145
          },
          {
            "description": "Create and retain all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission",
            "quoted_text": "C. all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 146,
            "quote_end_line": 147
          },
          {
            "description": "Create and retain a copy of each unique advertisement or marketing material making a representation subject to this Order, and all materials relied upon in making the representation",
            "quoted_text": "D. a copy of each unique advertisement or other marketing material making a representation subject to this Order, and all materials that were relied upon in making the representation.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 148,
            "quote_end_line": 149
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "Respondent must cooperate with FTC compliance monitoring by submitting additional reports and producing records within 10 days of written request, permitting direct communications and voluntary interviews, and allowing the FTC to use all lawful investigative means.",
        "requirements": [
          {
            "description": "Within 10 days of receipt of a written request from a Commission representative, submit additional sworn compliance reports or other requested information, and produce records for inspection and copying",
            "quoted_text": "A. Within ten (10) days of receipt of a written request from a representative of the Commission, Respondent must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury, and produce records for inspection and copying.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 153,
            "quote_end_line": 156
          },
          {
            "description": "Permit Commission representatives to communicate directly with Respondent and to interview anyone affiliated with Respondent who has agreed to such an interview; the interviewee may have counsel present",
            "quoted_text": "B. For matters concerning this Order, representatives of the Commission are authorized to communicate directly with Respondent. Respondent must permit representatives of the Commission to interview anyone affiliated with Respondent who has agreed to such an interview. The interviewee may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 157,
            "quote_end_line": 160
          },
          {
            "description": "The Commission may use all other lawful means, including posing as consumers, suppliers, or other individuals, without identification or prior notice; nothing in this Order limits the Commission's use of compulsory process under FTC Act Sections 9 and 20",
            "quoted_text": "C. The Commission may use all other lawful means, including posing through its representatives as consumers, suppliers, or other individuals or entities, to Respondent or any individual or entity affiliated with Respondent, without the necessity of identification or prior notice. Nothing in this Order limits the Commission’s lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 161,
            "quote_end_line": 165
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Order Effective Dates",
        "category": "duration",
        "summary": "The Order is effective upon publication on ftc.gov and terminates on November 15, 2038, or 20 years from the most recent federal court complaint alleging a violation, whichever is later, subject to specified exceptions.",
        "requirements": [
          {
            "description": "Order is final and effective upon the date of its publication on the Commission's website (ftc.gov) as a final order",
            "quoted_text": "IT IS FURTHER ORDERED that this Order is final and effective upon the date of its publication on the Commission’s website (ftc.gov) as a final order. This Order will terminate on",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 170,
            "quote_end_line": 171
          },
          {
            "description": "Order terminates on November 15, 2038, or 20 years from the most recent federal court complaint alleging any Order violation, whichever is later; exceptions apply for provisions with shorter terms, respondents not named in such a complaint, and orders already terminated before such a complaint is filed",
            "quoted_text": "publication on the Commission’s website (ftc.gov) as a final order. This Order will terminate on November 15, 2038, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of the Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. any Provision in this Order that terminates in less than twenty (20) years; B. this Order’s application to any respondent that is not named as a defendant in such complaint; and C. this Order if such complaint is filed after the order has terminated pursuant to this Provision. Provided, further, that if such complaint is dismissed or a federal court rules that Respondent did not violate any provision of the Order, and the dismissal or ruling is either not appealed or upheld on appeal, then the Order will terminate according to this Provision as though the complaint had never been filed, except that the Order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 171,
            "quote_end_line": 186
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This Order will terminate on November 15, 2038, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of the Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. any Provision in this Order that terminates in less than twenty (20) years; B. this Order's application to any respondent that is not named as a defendant in such complaint; and C. this Order if such complaint is filed after the order has terminated pursuant to this Provision."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "11.18, VenPath Complaint.pdf",
      "order": "11.18, VenPath Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 3,
      "order_provisions": 7,
      "order_definitions": 1,
      "order_requirements": 20,
      "provisions_per_section": {
        "I": 1,
        "II": 2,
        "III": 3,
        "IV": 5,
        "V": 4,
        "VI": 3,
        "VII": 2
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 3,
        "complaint_total": 3,
        "order_verified": 20,
        "order_total": 20
      }
    },
    "processing_time_seconds": 86.1
  }
}