{
  "case_info": {
    "docket_number": "C-4626",
    "company": {
      "name": "TaxSlayer, LLC",
      "incorporation_state": "Georgia",
      "entity_type": "limited liability company",
      "address": "3003 TaxSlayer Drive, Evans, Georgia 30809",
      "business_description": "TaxSlayer is a tax return preparation firm that has provided tax services for over 50 years. It developed and distributes browser-based tax return preparation software and a mobile app (TaxSlayer Online) to assist consumers in preparing and electronically filing federal and state income tax returns. The company also offers tax refund processing services, including direct deposit and prepaid debit card options."
    },
    "commissioners": [
      "Maureen K. Ohlhausen, Acting Chairman",
      "Terrell McSweeny"
    ],
    "case_date": {
      "month": 11,
      "year": 2017
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a); the Privacy of Consumer Financial Information Rule, 16 C.F.R. Part 313, and 12 C.F.R. § 1016 (Regulation P); and the Standards for Safeguarding Customer Information Rule, 16 C.F.R. Part 314",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/162-3063-taxslayer-matter"
  },
  "complaint": {
    "factual_background": "TaxSlayer, LLC, a tax preparation software company, failed to comply with the Gramm-Leach-Bliley Act's Privacy Rule and Safeguards Rule. The company did not provide customers with clear and conspicuous privacy notices, failed to implement a written information security program until November 2015, and did not implement adequate authentication safeguards. As a result, attackers conducted a list validation attack from October 10, 2015 to December 21, 2015, gaining full access to 8,882 TaxSlayer Online accounts and engaging in tax identity theft by filing fraudulent tax returns and diverting refunds to themselves.",
    "representations_made": [
      {
        "description": "Required to provide clear and conspicuous initial privacy notice",
        "quoted_text": "Both the Privacy Rule and Reg. P require financial institutions to provide consumers with an initial and annual privacy notice. Both the initial and annual privacy notices must be \"clear and conspicuous,\" 16 C.F.R. § 313.3(b) and 12 C.F.R. § 1016.3(b), and must \"accurately reflect[] [the financial institution's] privacy policies and practices.\"",
        "source_paragraph": 12
      },
      {
        "description": "Required to deliver privacy notice so each consumer can reasonably be expected to receive actual notice",
        "quoted_text": "A financial institution must provide its privacy notice so that each consumer can reasonably be expected to receive actual notice. 16 C.F.R. § 313.9; 12 C.F.R. § 1016.9.",
        "source_paragraph": 12
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Violations of the Privacy Rule and Reg. P",
        "representation": "Respondent was required to provide customers with a clear and conspicuous privacy notice and deliver it so that each customer could reasonably be expected to receive actual notice",
        "fact": "Respondent failed to provide a clear and conspicuous initial privacy notice (the Privacy Policy was contained towards the end of a long License Agreement) and failed to deliver the initial privacy notice so that each customer could reasonably be expected to receive actual notice (for example, Respondent did not require customers to acknowledge receipt of the initial notice as a necessary step to obtaining the financial product or service)",
        "conclusion": "Therefore, Respondent violated the Privacy Rule, 16 C.F.R. §§ 313.4 and 313.9; and Reg. P, 12 C.F.R. §§ 1016.4 and 1016.9."
      },
      {
        "count_number": 2,
        "title": "Violations of the Safeguards Rule",
        "representation": "The Safeguards Rule requires financial institutions to have a written comprehensive information security program, conduct risk assessments, and design and implement information safeguards to control identified risks",
        "fact": "Respondent failed to have a written comprehensive information security program until November 2015, did not conduct risk assessments to identify reasonably foreseeable internal and external risks to customer information, and did not implement information safeguards to control risks (specifically the risk that remote attackers were using stolen account credentials to take over customers' TaxSlayer Online accounts)",
        "conclusion": "Therefore, the conduct set forth in Paragraphs 26 to 28 is a violation of the Safeguards Rule."
      }
    ]
  },
  "order": {
    "definitions": {
      "Personal information": "individually identifiable information from or about an individual consumer, including but not limited to: (1) email address; (2) user account credentials, such as a login name and password; (3) first and last name; (4) government-issued identification number, such as a Social Security number; (5) mobile or other telephone number; (6) home or other physical address, including street name and name of city or town; or (7) any information from or about an individual consumer that is combined with any of (1) through (6) above.",
      "Covered product or service": "any tax return preparation product or e-filing service, including any plan or program.",
      "Respondent": "TaxSlayer, LLC, and its successors and assigns."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "GLB Rule Violations",
        "category": "prohibition",
        "summary": "Respondent is permanently restrained from violating the Privacy Rule and the Safeguards Rule issued under the Gramm-Leach-Bliley Act.",
        "requirements": [
          {
            "description": "Must not violate the Privacy of Consumer Financial Information Rule",
            "quoted_text": "IT IS ORDERED that Respondent, and Respondent's officers, agents, employees and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with any product or service, are hereby permanently restrained and enjoined from violating any provision of: A. The Privacy of Consumer Financial Information Rule, 16 C.F.R. Part 313, or the Privacy of Consumer Financial Information Rule (Regulation P), 12 C.F.R. Part 1016",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not violate the Standards for Safeguarding Consumer Information Rule",
            "quoted_text": "IT IS ORDERED that Respondent, and Respondent's officers, agents, employees and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with any product or service, are hereby permanently restrained and enjoined from violating any provision of: B. The Standards for Safeguarding Consumer Information Rule, 16 C.F.R. Part 314.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Biennial Assessment Requirements",
        "category": "assessment",
        "summary": "Respondent must obtain initial and biennial third-party security assessments for ten years covering the first 180 days and each two-year period thereafter.",
        "requirements": [
          {
            "description": "Obtain initial assessment covering first 180 days after service of Order",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent, and its successors and assigns, in connection with their compliance with Section I (A) and (B) of this Order, shall obtain initial and biennial assessments and reports (\"Assessments\") from a qualified, objective, independent third-party professional, using procedures and standards generally accepted in the profession. The reporting period for the Assessments shall cover: (1) the first one hundred and eighty (180) days after service of the Order for the initial Assessment",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Obtain biennial assessments for each two-year period for ten years after service of Order",
            "quoted_text": "The reporting period for the Assessments shall cover: (2) each two-year period thereafter for ten (10) years after service of this Order for the biennial Assessments.",
            "deadline": null,
            "verified": true,
            "confidence": 0.8934920634920636
          },
          {
            "description": "Assessment must set forth safeguards implemented and maintained",
            "quoted_text": "Each Assessment shall: A. Set forth the specific administrative, technical, and physical safeguards that Respondent has implemented and maintained during the reporting period",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Assessment must explain how safeguards are appropriate to Respondent's size, complexity, activities, and data sensitivity",
            "quoted_text": "Each Assessment shall: B. Explain how such safeguards are appropriate to Respondent's size and complexity, the nature and scope of Respondent's activities, and the sensitivity of the personal information collected from or about consumers",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Assessment must explain how safeguards meet or exceed protections required by Section I(B)",
            "quoted_text": "Each Assessment shall: C. Explain how the safeguards that have been implemented meet or exceed the protections required by Section I (B) of this Order",
            "deadline": null,
            "verified": true,
            "confidence": 0.9422807017543859
          },
          {
            "description": "Assessment must certify that security program is operating with sufficient effectiveness",
            "quoted_text": "Each Assessment shall: D. Certify that Respondent's security program(s) is operating with sufficient effectiveness to provide reasonable assurance that the security, confidentiality, and integrity of personal information is protected and has so operated throughout the reporting period.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Complete each Assessment within 60 days after end of reporting period",
            "quoted_text": "Each Assessment must be completed within 60 days after the end of the reporting period to which the Assessment applies.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Assessment must be obtained from qualified third-party professional (CISSP, CISA, GIAC, or FTC-approved)",
            "quoted_text": "The Assessment must be obtained from a qualified, objective, independent third-party professional, who uses procedures and standards generally accepted in the profession. A professional qualified to prepare such Assessments must be: an individual qualified as a Certified Information System Security Professional (CISSP) or as a Certified Information Systems Auditor (CISA); an individual holding Global Information Assurance Certification (GIAC) from the SANS Institute; or a qualified individual or entity approved by the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit initial Assessment to Commission within 10 days after completion",
            "quoted_text": "Respondent must submit the initial Assessment to the Commission within 10 days after the Assessment has been completed.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Retain all subsequent biennial Assessments until Order terminates",
            "quoted_text": "Respondent must retain all subsequent biennial Assessments, at least until the Order terminates.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit biennial Assessments to Commission within 10 days of request",
            "quoted_text": "Respondent must submit any biennial Assessments to the Commission within 10 days of a request from a representative of the Commission.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Acknowledgments of the Order",
        "category": "acknowledgment",
        "summary": "Respondent must submit acknowledgment of receipt of the Order and deliver copies to personnel with managerial responsibilities, obtaining signed acknowledgments.",
        "requirements": [
          {
            "description": "Submit acknowledgment of receipt to Commission within 10 days",
            "quoted_text": "Respondent, within 10 days after the effective date of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "For 20 years, deliver copy of Order to principals, officers, directors, managers, members, employees with managerial responsibilities, and successor entities",
            "quoted_text": "For 20 years after issuance of this Order, Respondent must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees, agents, and representatives having managerial responsibilities for the conduct specified in Provisions I through IV; and (3) any business entity resulting from any change in structure as set forth in the Provision titled Compliance Reports and Notices.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver Order to current personnel within 10 days; to others before they assume responsibilities",
            "quoted_text": "Delivery must occur within 10 days after the effective date of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Obtain signed and dated acknowledgment from each recipient within 30 days",
            "quoted_text": "From each individual or entity to which a Respondent delivered a copy of this Order, Respondent must obtain, within 30 days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Compliance Reports and Notices",
        "category": "compliance_reporting",
        "summary": "Respondent must submit compliance reports one year after issuance and notices within 14 days of specified changes such as structural changes or bankruptcy filings.",
        "requirements": [
          {
            "description": "Submit compliance report one year after issuance, including contact information, business descriptions, compliance status, and acknowledgments",
            "quoted_text": "One year after the issuance date of this Order, Respondent must submit a compliance report, sworn under penalty of perjury, in which: 1. Respondent must: (a) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission may use to communicate with Respondent; (b) identify all of the Respondent's businesses by their names, primary telephone numbers, and primary physical, postal, email, and Internet addresses; (c) describe the activities of each business, including the goods and services offered; (d) describe in detail whether and how Respondent is in compliance with each Provision of this Order; and (e) provide a copy of each Acknowledgment of the Order obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit notice within 14 days of change in designated point of contact or entity structure affecting compliance",
            "quoted_text": "Respondent must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following: 1. Respondent must submit notice of any change in: (a) any designated point of contact; or (b) the structure of Respondent or any entity that Respondent has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Submit notice of bankruptcy or insolvency proceeding within 14 days of filing",
            "quoted_text": "Respondent must submit notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against Respondent within 14 days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "All submissions sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746",
            "quoted_text": "Any submission to the Commission required by this Order to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, such as by concluding: \"I declare under penalty of perjury under the laws of the United States of America that the foregoing is true and correct. Executed on: _____\" and supplying the date, signatory's full name, title (if applicable), and signature.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit all materials to Commission by email or overnight courier as directed",
            "quoted_text": "Unless otherwise directed by a Commission representative in writing, all submissions to the Commission pursuant to this Order must be emailed to Debrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin: In re TaxSlayer, LLC.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must create and retain specified records for 20 years after Order issuance, including accounting records, personnel records, consumer complaints, compliance documentation, and assessment materials.",
        "requirements": [
          {
            "description": "Create records for 20 years after Order issuance and retain for 5 years",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent must create certain records for 20 years after the issuance date of the Order, and retain such records for 5 years.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and retain accounting records showing revenues from all goods or services sold",
            "quoted_text": "Specifically, Respondent must create and retain the following records: A. Accounting records showing the revenues from all goods or services sold",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and retain personnel records for each person providing services",
            "quoted_text": "Specifically, Respondent must create and retain the following records: B. Personnel records showing, for each person providing services in relation to any aspect of the Order, whether as an employee or otherwise, that person's: name; addresses; telephone numbers; job title or position; dates of service; and, if applicable, the reason for termination",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Create and retain records of all consumer complaints, refund requests, and responses",
            "quoted_text": "Specifically, Respondent must create and retain the following records: C. Records of all consumer complaints and refund requests, whether received directly or indirectly, such as through a third party, and any response",
            "deadline": null,
            "verified": true,
            "confidence": 0.8073878627968337
          },
          {
            "description": "Create and retain all records necessary to demonstrate full compliance with Order",
            "quoted_text": "Specifically, Respondent must create and retain the following records: D. All records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission",
            "deadline": null,
            "verified": true,
            "confidence": 0.8045977011494253
          },
          {
            "description": "Create and retain copies of widely disseminated representations about privacy, security, and confidentiality protections",
            "quoted_text": "Specifically, Respondent must create and retain the following records: E. A copy of each widely disseminated representation by Respondent that describes the extent to which Respondent maintains or protects the privacy, security and confidentiality of Personal Information, including any representation concerning a change in any website or other service controlled by Respondent that relates to the privacy, security and confidentiality of Personal Information",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Retain for 5 years from last dissemination all materials relied upon for representations and contradictory evidence",
            "quoted_text": "For 5 years from the date of the last dissemination of any representation covered by this Order: 1. All materials that were relied upon in making the representation; and 2. All evidence in Respondent's possession, custody, or control that contradicts, qualifies, or otherwise calls into question the representation, or the basis relied upon for the representation, including complaints and other communications with consumers or with governmental or consumer protection organizations",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Retain for 5 years from preparation all materials relied upon for each Assessment",
            "quoted_text": "For 5 years from the date of preparation of each Assessment required by this Order, all materials relied upon to prepare the Assessment, whether prepared by or on behalf of Respondent, including all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, and any other materials concerning Respondent's compliance with related Provisions of this Order, for the compliance period covered by such Assessment.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission has authority to monitor compliance through requests for reports and records, interviews with personnel, and use of undercover investigators.",
        "requirements": [
          {
            "description": "Submit additional compliance reports or records within 10 days of written request from Commission",
            "quoted_text": "Within 10 days of receipt of a written request from a representative of the Commission, Respondent must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury, and produce records for inspection and copying.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Allow Commission representatives to communicate directly with Respondent and interview affiliated persons",
            "quoted_text": "For matters concerning this Order, representatives of the Commission are authorized to communicate directly with Respondent. Respondent must permit representatives of the Commission to interview anyone affiliated with Respondent who has agreed to such an interview. The interviewee may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Commission may use undercover methods including posing as consumers or suppliers",
            "quoted_text": "The Commission may use all other lawful means, including posing through its representatives as consumers, suppliers, or other individuals or entities, to Respondent or any individual or entity affiliated with Respondent, without the necessity of identification or prior notice. Nothing in this Order limits the Commission's lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Order Effective Dates",
        "category": "duration",
        "summary": "The Order is effective upon publication on the FTC website and terminates on October 20, 2037, or 20 years from the most recent date of a federal court complaint alleging violation.",
        "requirements": [
          {
            "description": "Order is final and effective upon publication on FTC website",
            "quoted_text": "IT IS FURTHER ORDERED that this Order is final and effective upon the date of its publication on the Commission's website (ftc.gov) as a final order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Order terminates on October 20, 2037, or 20 years from most recent federal court complaint, whichever is later",
            "quoted_text": "This Order will terminate on October 20, 2037, or 20 years from the most recent date that the United States or the Commission files a complaint (with or without accompanying settlement) in federal court alleging any violation of this Order, whichever comes later",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Filing complaint does not affect provisions terminating in less than 20 years or application to non-defendant Respondents",
            "quoted_text": "provided, however, that the filing of such a complaint will not affect the duration of: A. Any provision in this Order that terminates in less than 20 years; B. This Order's application to a Respondent that is not named as a defendant in such complaint; and C. This Order if such complaint is filed after the Order has terminated pursuant to this Provision.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "If complaint is dismissed or ruled in Respondent's favor on appeal, Order terminates as though complaint was never filed",
            "quoted_text": "Provided further, that if such complaint is dismissed or a federal court rules that the Respondent did not violate any provision of the Order, and the dismissal or ruling is either not appealed or upheld on appeal, then the Order will terminate according to this Provision, as though the complaint had never been filed, except that the Order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This Order will terminate on October 20, 2037, or 20 years from the most recent date that the United States or the Commission files a complaint (with or without accompanying settlement) in federal court alleging any violation of this Order, whichever comes later"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "11.17, TaxSlayer Complaint.pdf",
      "order": "11.17, TaxSlayer Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 2,
      "order_provisions": 7,
      "order_definitions": 3,
      "order_requirements": 37
    },
    "processing_time_seconds": 154.0
  }
}