{
  "case_info": {
    "docket_number": "C-4913",
    "company": {
      "name": "Jones O. Godwin",
      "incorporation_state": "",
      "entity_type": "individual",
      "address": "",
      "business_description": "Operator of skidekids.com, a social networking website directed to children ages 7-14, promoted as 'the Facebook and Myspace for kids' where children can register, create profiles, make friends, play games, watch videos, and upload pictures."
    },
    "commissioners": [],
    "case_date": {
      "month": 11,
      "year": 2011
    },
    "legal_authority": "Sections 1303(c) and 1306(d) of the Children's Online Privacy Protection Act of 1998 (COPPA), 15 U.S.C. §§ 6501-6506, 6502(c) and 6505(d), and Sections 5(a)(1), 5(m)(1)(A), 13(b), and 16(a) of the Federal Trade Commission Act (FTC Act), 15 U.S.C. §§ 41-58, 45(a)(1), 45(m)(1)(A), 53(b), and 56(a)",
    "violation_type": "deceptive",
    "ftc_url": ""
  },
  "complaint": {
    "factual_background": "Jones O. Godwin operated skidekids.com, a social networking website marketed as 'Facebook and Myspace for kids' targeting children ages 7-14. Despite his privacy policy claiming he required parental email addresses and obtained parental consent before allowing children to register, Godwin actually allowed approximately 5,600 children to register and create profiles without ever notifying parents or obtaining their consent. He collected personal information including names, birthdates, email addresses, location data, and enabled children to publicly post personal information without any parental involvement.",
    "representations_made": [
      {
        "description": "Claimed to require a parent's valid email address for children to register on the website",
        "quoted_text": "The Skid-e-kids.com website requires child users to provide a parent's valid email address in order to register on the website. We use this information to send the parent a message that can be used to activate the Skid-e kids account, to notify the parent about our privacy practices, to send the parent communications either about the parent's and child's Skid-e-kids accounts or about features of our Web site, and for the other purposes described in this Privacy Policy.",
        "source_paragraph": 14
      },
      {
        "description": "Claimed to collect parental online contact information to notify parents of child registration, allow parent activation of accounts, and notify parents of privacy practices",
        "quoted_text": "Through the statements made in the privacy policy referenced in Paragraph 14 above, Defendant has represented, expressly or by implication, that he collects a parent's online contact information in order to notify the parent of a child's registration, to permit the parent to activate the child's account, and to notify the parent of Defendant's privacy practices.",
        "source_paragraph": 23
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Violations of COPPA Rule",
        "representation": "The operator was required under COPPA to: (a) provide sufficient notice on the website of information collection practices; (b) provide direct notice to parents of information collection, use, and disclosure practices; and (c) obtain verifiable parental consent before collecting, using, or disclosing personal information from children",
        "fact": "Defendant failed to provide sufficient notice on the website, failed to provide direct notice to parents, and failed to obtain verifiable parental consent before collecting personal information from approximately 5,600 children",
        "conclusion": "Therefore, Defendant has violated the Children's Online Privacy Protection Rule, 16 C.F.R. Part 312."
      },
      {
        "count_number": 2,
        "title": "False Privacy Policy Statements",
        "representation": "Defendant represented that he collects a parent's online contact information in order to notify the parent of a child's registration, to permit the parent to activate the child's account, and to notify the parent of Defendant's privacy practices",
        "fact": "In truth and in fact, Defendant has registered children without ever collecting a parent's email, sending the parent a notice of their information practices, or providing parents with a means to assent to their children's participation",
        "conclusion": "Therefore, the representation set forth in Paragraph 23 was false and misleading. Defendant's false and misleading representation constitutes a deceptive act or practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Rule": "the Federal Trade Commission's Children's Online Privacy Protection Rule, 16 C.F.R. Part 312.",
      "child": "as defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "collects": "as defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "collection": "as defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "Commission": "as defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "delete": "as defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "disclosure": "as defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "Internet": "as defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "online contact information": "as defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "operator": "as defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "parent": "as defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "person": "as defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "personal information": "as defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "third party": "as defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "verifiable consent": "as defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "website or online service directed to children": "as defined in Section 312.2 of the Rule, 16 C.F.R. § 312.2.",
      "Defendant": "Jones O. Godwin, individually, and doing business through any name, including but not limited to Skid-e-kids Network LLC, and www.skidekids.com."
    },
    "provisions": [
      {
        "provision_number": "13",
        "title": "Injunction - Notice Requirements",
        "category": "prohibition",
        "summary": "Defendant is permanently enjoined from failing to provide sufficient notice and direct notice to parents about information collection practices, and from failing to obtain verifiable parental consent before collecting children's personal information.",
        "requirements": [
          {
            "description": "Must provide sufficient notice of information collected from children, how it is used, disclosure practices, and all other content as required by the Rule",
            "quoted_text": "IT IS ORDERED that Defendant, and his officers, agents, representatives, and employees, and all persons in active concert or participation with him who receive actual notice of this Order by personal service or otherwise, are hereby enjoined, directly or through any corporation, subsidiary, division, website, or other device, from: A. Failing, on any website or online service directed to children, or on any website or online service through which he, with actual knowledge, collects, uses, and/or discloses personal information from children, to provide sufficient notice of the information Defendant collects online from children, how he uses such information, his disclosure practices, and all other content, as required by Section 312.4(b) of the Rule, 16 C.F.R. § 312.4(b);",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Must provide direct notice to parents of what information Defendant collects online from children, how he uses such information, his disclosure practices, and all other required content",
            "quoted_text": "B. Failing, on any website or online service directed to children, or on any website or online service through which he, with actual knowledge, collects, uses, and/or discloses personal information from children, to provide direct notice to parents of what information Defendant collects online from children, how he uses such information, his disclosure practices, and all other required content, as required by Section 312.4(c) of the Rule, 16 C.F.R. § 312.4(c);",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Must obtain verifiable parental consent before any collection, use, and/or disclosure of personal information from children",
            "quoted_text": "C. Failing, on any website or online service directed to children, or on any website or online service through which he, with actual knowledge, collects, uses, and/or discloses personal information from children, to obtain verifiable parental consent before any collection, use, and/or disclosure of personal information from children, as required by Section 312.5 of the Rule, 16 C.F.R. § 312.5(a)(1); or,",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Must not violate any other provision of the Children's Online Privacy Protection Rule",
            "quoted_text": "D. Violating any other provision of the Children's Online Privacy Protection Rule, 16 C.F.R. Part 312, and as the Rule may hereafter be amended.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9871428571428572
          }
        ]
      },
      {
        "provision_number": "14",
        "title": "Prohibition Against Misrepresentations",
        "category": "prohibition",
        "summary": "Defendant is enjoined from making any misrepresentation about the website or online service's collection, use, disclosure, or deletion of children's personal information.",
        "requirements": [
          {
            "description": "Must not make any misrepresentation in the website or online service's privacy policy or elsewhere about the collection, use, disclosure, or deletion of children's personal information",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant, and his officers, agents, representatives, and employees, and all persons in active concert or participation with him who receive actual notice of this Order by personal service or otherwise, are hereby enjoined, directly or through any corporation, subsidiary, division, website, or other device, in connection with the operation of any website or online service, from making any misrepresentation in the website or online service's privacy policy or elsewhere about the website or online service's collection, use, disclosure, or deletion of children's personal information.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "15",
        "title": "Deletion of Children's Personal Information",
        "category": "affirmative_obligation",
        "summary": "Defendant must delete all personal information collected and maintained in violation of the Rule from April 21, 2000 through the date of entry of the Order.",
        "requirements": [
          {
            "description": "Delete all personal information collected and maintained in violation of the Rule from April 21, 2000 through the date of entry of this Order",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant, within five (5) days from the date of receipt of notice of the entry of this Order, shall delete all personal information collected and maintained in violation of the Rule at any time from April 21, 2000 through the date of entry of this Order.",
            "deadline": "5 days",
            "verified": true,
            "confidence": 0.9530769230769232
          }
        ]
      },
      {
        "provision_number": "16",
        "title": "Consumer Education Remedy",
        "category": "affirmative_obligation",
        "summary": "For five years, Defendant must place a clear and conspicuous notice about protecting kids' privacy online in the privacy policy, direct notice to parents, and at each location where personal information is collected.",
        "requirements": [
          {
            "description": "Place a clear and conspicuous notice about FTC tips on protecting kids' privacy online within the privacy policy, within the direct notice to parents, and at each location where personal information is collected",
            "quoted_text": "IT IS FURTHER ORDERED that, for a period of five (5) years from the date of entry of this Order, Defendant, in connection with his operation of any website or online service directed to children, and any website or online service through which Defendant, with actual knowledge, collects, uses, and/or discloses personal information from children, shall place a clear and conspicuous notice: (1) within the privacy policy required to be posted by Section 312.4(b) of the Rule, 16 C.F.R. § 312.4(b); (2) within the direct notice required to be sent to parents by Section 312.4(c) of the Rule, 16 C.F.R. § 312.4(c); and, (3) at each location on the website or online service where personal information is collected, which states as follows in bold typeface: NOTICE: Visit \"www.OnGuardOnline.gov for tips from the Federal Trade Commission on protecting kids' privacy online [\"www.Onguardonline.gov\" must contain a hyperlink to http://www.onguardonline.gov/topics/kids-privacy.aspx]",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Change the hyperlinks/URLs within fifteen days after receipt of notice from the Federal Trade Commission of a change to such hyperlinks/URLs",
            "quoted_text": "Defendant shall be required to change the hyperlinks/URLs within fifteen (15) days after receipt of notice from the Federal Trade Commission of a change to such hyperlinks/URLs.",
            "deadline": "15 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "17",
        "title": "Civil Penalty",
        "category": "affirmative_obligation",
        "summary": "Defendant shall pay a civil penalty of $100,000, with $99,000 suspended upon satisfaction of the $1,000 payment and subject to conditions regarding retention of children's online privacy professional.",
        "requirements": [
          {
            "description": "Pay civil penalty of $100,000, with $99,000 suspended upon satisfaction of payment outlined in Paragraph 18",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant shall pay to Plaintiff a civil penalty, pursuant to Section 5(m)(1)(A) of the FTC Act, 15 U.S.C. § 45(m)(1)(A), in the amount of one hundred thousand dollars ($100,000); provided, however, that upon satisfaction of payment as outlined in Paragraph 18, all but one thousand dollars ($1,000) of this amount shall be suspended, subject to the conditions set forth in the Sections of this Order entitled \"RETENTION OF CHILDREN'S ONLINE PRIVACY PROFESSIONAL\" and \"RIGHT TO REOPEN.\"",
            "deadline": null,
            "verified": true,
            "confidence": 0.9302961500493584
          }
        ]
      },
      {
        "provision_number": "18",
        "title": "Payment of Civil Penalty",
        "category": "affirmative_obligation",
        "summary": "Defendant must pay $1,000 within five days of receipt of notice of entry of the Order.",
        "requirements": [
          {
            "description": "Transfer $1,000 in the form of a wire transfer or certified cashier's check made payable to the Treasurer of the United States",
            "quoted_text": "Defendant shall make the payment required by Paragraph 17 of this Order as follows: Within five (5) days of receipt of notice of the entry of this Order, Defendant shall transfer the sum of one thousand dollars ($1,000) in the form of a wire transfer or certified cashier's check made payable to the Treasurer of the United States. The check and/or written confirmation of the wire transfer shall be delivered in accordance with procedures specified by the Consumer Protection Branch, Civil Division, U.S. Department of Justice, Washington, DC 20530.",
            "deadline": "5 days",
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "23",
        "title": "Retention of Children's Online Privacy Professional",
        "category": "assessment",
        "summary": "Defendant must either retain a qualified third-party professional to conduct initial and annual assessments for five years, or become a member in good standing of a Commission-approved COPPA safe harbor program for five years.",
        "requirements": [
          {
            "description": "Within thirty days of service of this Order, retain a qualified, objective, independent third-party professional to conduct initial and annual assessments for five years, with all persons approved by the Associate Director for Enforcement",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant, in connection with his operation of any website or online service directed to children, or any website or online service through which Defendant, with actual knowledge, collects, uses, and/or discloses personal information from children, shall either: A. Within thirty (30) days of service of this Order, retain a qualified, objective, independent third-party professional who uses procedures and standards generally accepted in the profession to conduct initial and annual assessments and reports (\"Assessments\"). A person or entity qualified to prepare such Assessments shall have a minimum of three (3) years of experience in the field of children online privacy and implementation of the Rule. All persons conducting such Assessments and preparing such reports shall be approved by the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580, in his or her sole discretion.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Provide the initial Assessment to the Associate Director for Enforcement within ten days after the Assessment has been prepared; all subsequent annual Assessments shall be retained and provided within ten days of request",
            "quoted_text": "Defendant shall provide the initial Assessment to the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580, within ten (10) days after the Assessment has been prepared. All subsequent annual Assessments shall be retained by Defendant and provided to the Associate Director of Enforcement within ten (10) days of request; or,",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.8793103448275862
          },
          {
            "description": "Within thirty days of service of this Order, become a member in good standing of a Commission-approved COPPA safe harbor program and remain a member for five years",
            "quoted_text": "B. Within thirty (30) days of service of this Order, become a member in good standing of one of the programs approved by the Commission as a safe harbor program for purposes of implementing the Rule. Defendant shall remain a member in good standing of a Commission approved COPPA safe harbor program for a period of five (5) years after the date of service of this Order, or until such time as Defendant elects to retain a qualified, independent third-party objective, professional under Paragraph 23.A. of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "24",
        "title": "Right to Reopen",
        "category": "monitoring",
        "summary": "The Commission may reopen the case and reinstate the full civil penalty if Defendant made material misrepresentations about financial condition or failed to comply with the retention of children's online privacy professional requirement.",
        "requirements": [
          {
            "description": "If Court determines Defendant made material misrepresentation or failed to comply with retention of children's online privacy professional, the suspended civil penalty shall be reinstated",
            "quoted_text": "IT IS FURTHER ORDERED that A. The Commission's agreement to this Order is expressly premised upon the truthfulness, accuracy, and completeness of the Financial Statement of Individual Defendant, signed and dated July 7, 2011, and the Individual Financial Statement of Jones O. Godwin: Supplemental Answers, signed and dated July 13, 2011. Defendant stipulates that all of the materials that Defendant submitted are truthful, accurate, and complete. These documents contain material information upon which the Commission relied in negotiating and agreeing to the terms of this Order. B. If, upon motion by the Commission, a Court determines either that Defendant: 1. Made a material misrepresentation or omitted material information concerning Defendant's financial condition; or, 2. Failed to comply with the requirements of the Section of this Order entitled \"RETENTION OF CHILDREN'S ONLINE PRIVACY PROFESSIONAL\", then the Court shall lift the suspension described in the Section of this Order entitled \"CIVIL PENALTY\" and reinstate the full civil penalty against Defendant and for Plaintiff in the amount of one hundred thousand dollars ($100,000), less any amount already paid by or on behalf of Defendant to Plaintiff.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "25",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission may monitor and investigate compliance with the Order through written requests, document production, depositions, and entry to business locations.",
        "requirements": [
          {
            "description": "Within ten days of receipt of written request from Commission representative, submit written responses under penalty of perjury, produce documents for inspection, appear for deposition, and provide entry to business locations during normal business hours",
            "quoted_text": "IT IS FURTHER ORDERED that, for the purpose of monitoring and investigating compliance with any provision of this Order: A. Within ten (10) days of receipt of a written request from a representative of the Commission, Defendant shall submit written responses, which are true and accurate and sworn to under penalty of perjury; produce documents for inspection and copying; appear for deposition; and provide entry during normal business hours to any business location in Defendant's possession or direct or indirect control to inspect the business operation.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Commission is authorized to use all other lawful means to monitor compliance, including discovery procedures and having representatives pose as consumers and suppliers",
            "quoted_text": "B. In addition, the Commission is authorized to use all other lawful means, including but not limited to: 1. Obtaining discovery from any person, without further leave of court, using the procedures prescribed by Fed. R. Civ. P. 30, 31, 33, 36, 45 and 69; 2. Having its representatives pose as consumers and suppliers to Defendant, his employees, or any other entity managed or controlled in whole or in part by Defendant, without the necessity of identification or prior notice; and, C. Defendant shall permit representatives of the Commission to interview any employer, consultant, independent contractor, representative, agent, or employee who has agreed to such an interview relating in any way to any conduct subject to this Order. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "26",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "For five years, Defendant must notify the Commission of changes in residence, employment, business structure, and provide written compliance reports as required.",
        "requirements": [
          {
            "description": "Notify the Commission of any changes in residence, mailing address, and telephone number within ten days of the date of such change",
            "quoted_text": "IT IS FURTHER ORDERED that, in order that compliance with the provisions of this Order may be monitored: A. For a period of five (5) years from the date of entry of this Order: 1. The Defendant shall notify the Commission of the following: a. Any changes in the Defendant's residence, mailing address, and telephone number, within ten (10) days of the date of such change;",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.9141544607190413
          },
          {
            "description": "Notify the Commission of any changes in employment status or ownership in any business entity within ten days of the date of such change",
            "quoted_text": "b. Any changes in the Defendant's employment status (including self-employment), and any change in the Defendant's ownership in any business entity, within ten (10) days of the date of such change. Such notice shall include the name and address of each business that the Defendant is affiliated with, employed by, creates or forms, or performs services for; a detailed description of the nature of the business; and a detailed description of the Defendant's duties and responsibilities in connection with the business or employment; and,",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Notify the Commission of any changes in the structure of any business entity that may affect compliance obligations at least thirty days prior to such change",
            "quoted_text": "c. Any changes in the structure of any business entity that the Defendant directly or indirectly controls or has an ownership interest in, that may affect compliance obligations arising under this Order, including but not limited to: incorporation or other organization; a dissolution, assignment, sale, merger, or other action; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order; or a change in the business name or address, at least thirty (30) days prior to such change, provided that, with respect to any such change in the business entity about which the Defendant learns less than thirty (30) days prior to the date such action is to take place, the Defendant shall notify the Commission as soon as is practicable after obtaining such knowledge; and",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Notify the Commission of any changes in name or use of aliases or fictitious names within ten days of the date of such change",
            "quoted_text": "d. Any changes in the Defendant's name or use of any aliases or fictitious names within ten (10) days of the date of such change.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Provide a written compliance report sixty days after the date of entry of this Order, and thereafter for five years at such times as the Commission shall reasonably require",
            "quoted_text": "B. Sixty (60) days after the date of entry of this Order, and thereafter for a period of five (5) years at such times as the Federal Trade Commission shall reasonably require, Defendant shall provide a written report to the Commission, which is true and accurate and sworn to under penalty of perjury, setting forth in detail the manner and form in which each has complied and is complying with this Order.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Notify the Commission of the filing of a bankruptcy petition within fifteen days of filing",
            "quoted_text": "C. Defendant shall notify the Commission of the filing of a bankruptcy petition within fifteen (15) days of filing.",
            "deadline": "15 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "27",
        "title": "Record-Keeping Provisions",
        "category": "recordkeeping",
        "summary": "For eight years, Defendant must create and retain records necessary to demonstrate compliance with the Order, including acknowledgments, reports, and copies of web pages and documents.",
        "requirements": [
          {
            "description": "Create and retain a print or electronic copy of all documents necessary to demonstrate full compliance with each provision of this Order for eight years",
            "quoted_text": "IT IS FURTHER ORDERED that for a period of eight (8) years from the date of entry of this Order, Defendant, for any business for which he is the majority owner or directly or indirectly controls, is hereby restrained and enjoined from failing to create and retain the following records: A. A print or electronic copy of all documents necessary to demonstrate full compliance with each provision of this Order, including, but not limited to: 1. Copies of acknowledgments of receipt of this Order required by the Sections titled \"DISTRIBUTION OF ORDER\" and \"ACKNOWLEDGMENT OF RECEIPT OF ORDER\"; 2. All reports submitted to the Commission pursuant to the Section titled \"COMPLIANCE REPORTING\"; 3. A sample copy of every materially different form page, or screen through which personal information is collected or disclosed, and a sample copy of each materially different document containing any representation regarding Defendant's collection, use, and disclosure practices pertaining to personal information of a child. Each web page copy shall be accompanied by the URL of the web page where the material was posted online. Electronic copies shall include all text and graphics files, audio scripts, and other computer files used in presenting information on the Internet. Provided, however, that Defendant shall not be required to retain any document for longer than two (2) years after the document was created, or to retain a print or electronic copy of any amended form page, or screen to the extent that the amendment does not affect Defendant's compliance obligations under this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "28",
        "title": "Distribution of Order",
        "category": "acknowledgment",
        "summary": "For five years, Defendant must deliver copies of the Order to all principals, officers, directors, managers, employees, agents, and representatives with responsibilities related to the operation of any website or online service subject to the Order.",
        "requirements": [
          {
            "description": "For any business that Defendant controls or has majority ownership, deliver a copy of the Order to all principals, officers, directors, and managers; all employees, agents, and representatives with relevant responsibilities; and any business entity resulting from changes in structure. For current personnel delivery shall be within five days of service of the Order; for new personnel delivery shall occur prior to their assuming their responsibilities",
            "quoted_text": "IT IS FURTHER ORDERED that, for a period of five (5) years from the date of entry of this Order, Defendant shall deliver copies of the Order, including Appendix A, as directed below: A. Defendant as a control person: For any business that the Defendant controls, directly or indirectly, or in which the Defendant has a majority ownership interest, the Defendant must deliver a copy of this Order to: (1) all principals, officers, directors, and managers; and (2) all employees, agents, and representatives who have responsibilities related to the operation of any website or online service subject to this Order and (3) any business entity resulting from any change in structure set forth in Paragraph 26.A.2. of the Section titled \"COMPLIANCE REPORTING.\" For current personnel delivery shall be within five (5) days of service of this Order upon the Defendant. For new personnel, delivery shall occur prior to their assuming their responsibilities.",
            "deadline": "5 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "For any business where Defendant is not a controlling person but engages in conduct related to the subject matter, deliver a copy of the Order to all principals and managers before engaging in such conduct",
            "quoted_text": "B. Defendant as employee or non-control person: For any business where the Defendant is not a controlling person of a business but otherwise engages in conduct related to the subject matter of this Order, the Defendant must deliver a copy of this Order to all principals and managers of such business before engaging in such conduct",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Secure a signed and dated statement acknowledging receipt of the Order within thirty days of delivery from all persons receiving a copy",
            "quoted_text": "C. Defendant must secure a signed and dated statement acknowledging receipt of the Order, within thirty (30) days of delivery, from all persons receiving a copy of the Order pursuant to this Section. Defendant shall maintain copies of the signed statements, as well as other information regarding the fact and manner of its compliance, including the name and title of each person to whom a copy of the Order has been provided and, upon request, shall make the statements and other information available to the Commission.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "29",
        "title": "Acknowledgment of Receipt of Order",
        "category": "acknowledgment",
        "summary": "Defendant must submit to the Commission a truthful sworn statement acknowledging receipt of the Order within five business days of receipt.",
        "requirements": [
          {
            "description": "Submit to the Commission a truthful sworn statement acknowledging receipt of this Order",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant, within five (5) business days of receipt of this Order as entered by the Court, must submit to the Commission a truthful sworn statement acknowledging receipt of this Order.",
            "deadline": "5 business days",
            "verified": true,
            "confidence": 0.935
          }
        ]
      },
      {
        "provision_number": "30",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of the Order.",
        "requirements": [
          {
            "description": "Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement",
            "quoted_text": "This Court shall retain jurisdiction of this matter for the purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "This Court shall retain jurisdiction of this matter for the purposes of construction, modification, and enforcement of this Order."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "11.11, Godwin, Jones O., dba skidekids.com Complaint.pdf",
      "order": "11.11, Godwin, Jones O., dba skidekids.com Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 2,
      "order_provisions": 14,
      "order_definitions": 17,
      "order_requirements": 28
    },
    "processing_time_seconds": 236.9
  }
}