{
  "case_info": {
    "docket_number": "C-4626",
    "company": {
      "name": "TaxSlayer, LLC",
      "incorporation_state": "Georgia",
      "entity_type": "limited liability company",
      "address": "3003 TaxSlayer Drive, Evans, Georgia 30809",
      "business_description": "TaxSlayer is a tax return preparation firm with more than 50 years in business. It provides tax return preparation and electronic filing software and services, including a browser-based software service and mobile app (TaxSlayer Online) that assist consumers in preparing and electronically filing federal and state income tax returns."
    },
    "commissioners": [
      "Maureen K. Ohlhausen, Acting Chairman",
      "Terrell McSweeny"
    ],
    "case_date": {
      "month": 11,
      "year": 2017
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a); the Privacy of Consumer Financial Information Rule, 16 C.F.R. Part 313; the Standards for Safeguarding Customer Information Rule, 16 C.F.R. Part 314",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/162-3063-taxslayer-matter"
  },
  "complaint": {
    "factual_background": "TaxSlayer, LLC operated TaxSlayer Online, a tax return preparation and electronic filing service used by more than 950,000 individuals in 2016, which collected highly sensitive personal and financial information including Social Security numbers, bank account numbers, and income data. As a financial institution subject to the Gramm-Leach-Bliley Act, TaxSlayer failed to provide customers with a clear and conspicuous initial privacy notice and failed to deliver it in a manner ensuring actual customer receipt. TaxSlayer also lacked a written information security program until November 2015, never conducted a risk assessment, and failed to implement basic safeguards against account takeover attacks such as strong password requirements, risk-based authentication, and account-change notifications. Beginning October 10, 2015, attackers exploited these weaknesses in a list validation attack that compromised 8,882 customer accounts, resulting in tax identity theft through fraudulent tax return filings and diversion of refunds, with TaxSlayer not even discovering the attack until a customer called on January 11, 2016.",
    "representations_made": [
      {
        "description": "TaxSlayer's Privacy Policy was buried at the end of a long License Agreement without conveying its importance, nature, or relevance, failing to provide a clear and conspicuous initial privacy notice",
        "quoted_text": "a. Respondent failed to provide a clear and conspicuous initial privacy notice. 16 C.F.R. § 313.4, 12 C.F.R. § 1016.4. Respondent’s Privacy Policy was contained towards the end of a long License Agreement, and Respondent did not convey the importance, nature, and relevance of this Privacy Policy to its customers.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 13,
        "quote_start_line": 97,
        "quote_end_line": 100
      },
      {
        "description": "TaxSlayer failed to deliver the initial privacy notice in a way that each customer could reasonably be expected to receive actual notice, such as requiring acknowledgment as a necessary step to obtaining the service",
        "quoted_text": "b. Respondent failed to deliver the initial privacy notice so that each customer could reasonably be expected to receive actual notice. 16 C.F.R. § 313.9; 12 C.F.R. § 1016.9. For example, Respondent did not require customers to acknowledge receipt of the initial notice as a necessary step to obtaining a particular financial product or service.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 13,
        "quote_start_line": 101,
        "quote_end_line": 105
      },
      {
        "description": "TaxSlayer failed to have any written information security program until November 2015",
        "quoted_text": "a. Respondent failed to have a written information security program until November 2015.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 15,
        "quote_start_line": 132,
        "quote_end_line": 133
      },
      {
        "description": "TaxSlayer failed to conduct a risk assessment to identify reasonably foreseeable internal and external risks to customer information security, including risks from inadequate authentication",
        "quoted_text": "b. Respondent failed to conduct a risk assessment, which would have identified reasonably foreseeable internal and external risks to the security, confidentiality, and integrity of customer information, including risks associated with inadequate authentication.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 15,
        "quote_start_line": 134,
        "quote_end_line": 137
      },
      {
        "description": "TaxSlayer did not require strong passwords, only requiring passwords to be eight to sixteen characters, enabling dictionary and credential-guessing attacks",
        "quoted_text": "i. Respondent did not require consumers to choose strong passwords when setting up their accounts, which is a standard practice for accounts containing sensitive personal information. Respondent’s only requirement for passwords was that they be eight to sixteen characters in length. This created a risk that attackers could guess commonly-used passwords, or use dictionary attacks, to access TaxSlayer Online accounts.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 15,
        "quote_start_line": 140,
        "quote_end_line": 145
      },
      {
        "description": "TaxSlayer failed to implement adequate risk-based authentication measures to mitigate list validation attacks, where attackers use stolen credentials to access accounts across popular sites",
        "quoted_text": "ii. Respondent failed to implement adequate risk-based authentication measures sufficient to mitigate the risk of list validation attacks when such attacks became reasonably foreseeable. List validation attacks occur when remote attackers use lists of stolen login credentials to attempt to access accounts across a number of popular Internet sites, knowing that consumers often reuse user name and passwords combinations.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 15,
        "quote_start_line": 146,
        "quote_end_line": 151
      },
      {
        "description": "TaxSlayer failed to notify users when material changes were made to mailing addresses, passwords, security questions, bank routing numbers, or refund payment methods on their accounts",
        "quoted_text": "iii. Respondent failed to inform TaxSlayer Online users when a material change was made to the mailing address, password, or security question associated with their accounts. Respondent also failed to inform TaxSlayer Online users when a material change is made to the bank account routing number or the payment method for a refund (e.g., from bank account to a pre-paid debit card) associated with their accounts.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 15,
        "quote_start_line": 155,
        "quote_end_line": 160
      },
      {
        "description": "TaxSlayer failed to require customers to validate their email addresses at account creation, preventing verification and security communications",
        "quoted_text": "iv. Respondent failed to require customers to validate their email addresses at account creation, in order to verify accuracy and communicate with customers regarding security-related issues.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 15,
        "quote_start_line": 161,
        "quote_end_line": 163
      },
      {
        "description": "TaxSlayer failed to use readily available tools to block devices or IP addresses from attempting to access unlimited accounts in rapid succession through list validation attacks",
        "quoted_text": "v. Respondent failed to use readily-available tools to prevent devices or IP addresses from attempting to access an unlimited number of TaxSlayer Online accounts in rapid succession through a list validation attack.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 15,
        "quote_start_line": 164,
        "quote_end_line": 166
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Violations of the Privacy Rule and Reg. P",
        "representation": "TaxSlayer provided a privacy notice buried at the end of a lengthy License Agreement without ensuring customers could reasonably receive actual notice, and without requiring acknowledgment of the notice as a necessary step to obtaining the service",
        "fact": "The Privacy Rule and Reg. P require financial institutions to provide customers with a clear and conspicuous initial privacy notice that accurately reflects privacy policies and practices, delivered so that each customer could reasonably be expected to receive actual notice",
        "conclusion": "Respondent's failure to provide a clear and conspicuous initial privacy notice and failure to deliver it so each customer could reasonably be expected to receive actual notice constitutes a violation of the Privacy Rule, 16 C.F.R. §§ 313.4 and 313.9, and Reg. P, 12 C.F.R. §§ 1016.4 and 1016.9."
      },
      {
        "count_number": 2,
        "title": "Violations of the Safeguards Rule",
        "representation": "TaxSlayer operated without a written comprehensive information security program until November 2015, never conducted risk assessments, and failed to implement information safeguards to protect customer accounts from credential-based takeover attacks",
        "fact": "The Safeguards Rule requires financial institutions to develop, implement, and maintain a written comprehensive information security program including risk assessments and information safeguards designed to control identified risks to customer information security, confidentiality, and integrity",
        "conclusion": "Respondent's failure to maintain a written information security program, conduct risk assessments, and implement safeguards against account takeover attacks constitutes a violation of the Safeguards Rule, 16 C.F.R. Part 314."
      }
    ]
  },
  "order": {
    "definitions": {
      "Personal information": "individually identifiable information from or about an individual consumer, including but not limited to: (1) email address; (2) user account credentials, such as a login name and password; (3) first and last name; (4) government-issued identification number, such as a Social Security number; (5) mobile or other telephone number; (6) home or other physical address, including street name and name of city or town; or (7) any information from or about an individual consumer that is combined with any of (1) through (6) above.",
      "Covered product or service": "any tax return preparation product or e-filing service, including any plan or program.",
      "Respondent": "TaxSlayer, LLC, and its successors and assigns."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "GLB Rule Violations – Permanent Injunction",
        "category": "prohibition",
        "summary": "Respondent and all persons acting in concert with it are permanently restrained from violating the Privacy Rule (16 C.F.R. Part 313 / 12 C.F.R. Part 1016) and the Safeguards Rule (16 C.F.R. Part 314).",
        "requirements": [
          {
            "description": "Permanently cease and desist from violating the Privacy of Consumer Financial Information Rule (16 C.F.R. Part 313 / 12 C.F.R. Part 1016)",
            "quoted_text": "IT IS ORDERED that Respondent, and Respondent’s officers, agents, employees and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with any product or service, are hereby permanently restrained and enjoined from violating any provision of: A. The Privacy of Consumer Financial Information Rule, 16 C.F.R. Part 313, or the Privacy of Consumer Financial Information Rule (Regulation P), 12 C.F.R. Part 1016; or",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 61,
            "quote_end_line": 66
          },
          {
            "description": "Permanently cease and desist from violating the Standards for Safeguarding Consumer Information Rule (16 C.F.R. Part 314)",
            "quoted_text": "B. The Standards for Safeguarding Consumer Information Rule, 16 C.F.R. Part 314. In the event that any of the statutory sections or rules identified in this Part are hereafter amended or modified, compliance with that statutory section or rule as so amended or modified shall not be a violation of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 67,
            "quote_end_line": 70
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Biennial Assessment Requirements",
        "category": "assessment",
        "summary": "Respondent must obtain an initial and then biennial third-party assessments of its security safeguards for ten years, covering compliance with the GLB Rules, with each assessment completed within 60 days after its reporting period ends.",
        "requirements": [
          {
            "description": "Obtain an initial third-party assessment covering the first 180 days after service of the Order, and biennial assessments every two years thereafter for 10 years",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent, and its successors and assigns, in connection with their compliance with Section I (A) and (B) of this Order, shall obtain initial and biennial assessments and reports (“Assessments”) from a qualified, objective, independent third- party professional, using procedures and standards generally accepted in the profession. The reporting period for the Assessments shall cover: (1) the first one hundred and eighty (180) days after service of the Order for the initial Assessment, and (2) each two-year period thereafter for ten (10) years after service of this Order for the biennial Assessments. Each Assessment shall:",
            "deadline": "180 days (initial); biennial thereafter for 10 years",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 75,
            "quote_end_line": 81
          },
          {
            "description": "Each Assessment must set forth specific administrative, technical, and physical safeguards implemented and maintained during the reporting period",
            "quoted_text": "A. Set forth the specific administrative, technical, and physical safeguards that Respondent has implemented and maintained during the reporting period;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 82,
            "quote_end_line": 83
          },
          {
            "description": "Each Assessment must explain how safeguards are appropriate to Respondent's size, complexity, activities, and the sensitivity of personal information collected",
            "quoted_text": "B. Explain how such safeguards are appropriate to Respondent’s size and complexity, the nature and scope of Respondent’s activities, and the sensitivity of the personal information collected from or about consumers;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 84,
            "quote_end_line": 86
          },
          {
            "description": "Each Assessment must explain how the implemented safeguards meet or exceed the protections required by Section I(B) of this Order",
            "quoted_text": "C. Explain how the safeguards that have been implemented meet or exceed the protections required by Section I (B) of this Order, and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 87,
            "quote_end_line": 88
          },
          {
            "description": "Each Assessment must certify that Respondent's security program(s) is operating with sufficient effectiveness to provide reasonable assurance that personal information is protected throughout the reporting period",
            "quoted_text": "D. Certify that Respondent’s security program(s) is operating with sufficient effectiveness to provide reasonable assurance that the security, confidentiality, and integrity of personal information is protected and has so operated throughout the reporting period.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 89,
            "quote_end_line": 91
          },
          {
            "description": "Each Assessment must be completed within 60 days after the end of the reporting period, by a qualified CISSP, CISA, GIAC-certified professional, or one approved by the FTC Associate Director for Enforcement",
            "quoted_text": "Each Assessment must be completed within 60 days after the end of the reporting period to which the Assessment applies. The Assessment must be obtained from a qualified, objective, independent third-party professional, who uses procedures and standards generally accepted in the profession. A professional qualified to prepare such Assessments must be: an individual qualified as a Certified Information System Security Professional (CISSP) or as a Certified Information Systems Auditor (CISA); an individual holding Global Information Assurance Certification (GIAC) from the SANS Institute; or a qualified individual or entity approved by the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission.",
            "deadline": "60 days after end of reporting period",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 92,
            "quote_end_line": 100
          },
          {
            "description": "Submit the initial Assessment to the Commission within 10 days after it has been completed",
            "quoted_text": "Respondent must submit the initial Assessment to the Commission within 10 days after the",
            "deadline": "10 days after completion",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 101,
            "quote_end_line": 101
          },
          {
            "description": "Retain all subsequent biennial Assessments at least until the Order terminates, and submit any biennial Assessment to the Commission within 10 days of a request from a Commission representative",
            "quoted_text": "Assessment has been completed. Respondent must retain all subsequent biennial Assessments, at least until the Order terminates. Respondent must submit any biennial Assessments to the Commission within 10 days of a request from a representative of the Commission.",
            "deadline": "10 days of Commission request",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 102,
            "quote_end_line": 104
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Acknowledgments of the Order",
        "category": "acknowledgment",
        "summary": "Respondent must acknowledge receipt of the Order, deliver copies to key personnel and future personnel, and obtain signed acknowledgments from all recipients.",
        "requirements": [
          {
            "description": "Within 10 days after the effective date, submit to the Commission a sworn acknowledgment of receipt of this Order",
            "quoted_text": "A. Respondent, within 10 days after the effective date of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 111,
            "quote_end_line": 112
          },
          {
            "description": "For 20 years after issuance, deliver a copy of this Order to all principals, officers, directors, LLC managers and members; employees, agents, and representatives with managerial responsibilities for conduct in Provisions I–IV; and any successor business entity. Current personnel must receive delivery within 10 days of the effective date; all others before they assume responsibilities.",
            "quoted_text": "B. For 20 years after issuance of this Order, Respondent must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees, agents, and representatives having managerial responsibilities for the conduct specified in Provisions I through IV; and (3) any business entity resulting from any change in structure as set forth in the Provision titled Compliance Reports and Notices. Delivery must occur within 10 days after the effective date of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "10 days (current personnel); before assuming responsibilities (others)",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 113,
            "quote_end_line": 119
          },
          {
            "description": "Obtain a signed and dated acknowledgment of receipt of this Order from each individual or entity to whom the Order was delivered, within 30 days of delivery",
            "quoted_text": "C. From each individual or entity to which a Respondent delivered a copy of this Order, Respondent must obtain, within 30 days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 120,
            "quote_end_line": 122
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Compliance Reports and Notices",
        "category": "compliance_reporting",
        "summary": "Respondent must submit a sworn compliance report one year after issuance, provide timely notices of structural changes or bankruptcy, ensure all sworn submissions comply with 28 U.S.C. § 1746, and route all submissions by email or overnight courier.",
        "requirements": [
          {
            "description": "One year after issuance, submit a sworn compliance report identifying contact information, all businesses, their activities, and describing compliance with each Order provision, and providing copies of acknowledgments",
            "quoted_text": "A. One year after the issuance date of this Order, Respondent must submit a compliance report, sworn under penalty of perjury, in which: 1. Respondent must: (a) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission may use to communicate with Respondent; (b) identify all of the Respondent’s businesses by their names, primary telephone numbers, and primary physical, postal, email, and Internet addresses; (c) describe the activities of each business, including the goods and services offered; (d) describe in detail whether and how Respondent is in compliance with each Provision of this Order; and (e) provide a copy of each Acknowledgment of the Order obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "1 year after issuance",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 126,
            "quote_end_line": 136
          },
          {
            "description": "Submit a sworn compliance notice within 14 days of any change in designated contact points or in Respondent's structure (including creation, merger, sale, or dissolution of any subsidiary, parent, or affiliate subject to this Order)",
            "quoted_text": "B. Respondent must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following: 1. Respondent must submit notice of any change in: (a) any designated point of contact; or (b) the structure of Respondent or any entity that Respondent has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or 4 dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days of change",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 137,
            "quote_end_line": 147
          },
          {
            "description": "Submit notice within 14 days of filing any bankruptcy petition, insolvency proceeding, or similar proceeding by or against Respondent",
            "quoted_text": "C. Respondent must submit notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against Respondent within 14 days of its filing.",
            "deadline": "14 days of filing",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 148,
            "quote_end_line": 149
          },
          {
            "description": "All sworn submissions must be true, accurate, and comply with 28 U.S.C. § 1746, including the required declaration language, date, full name, title, and signature",
            "quoted_text": "D. Any submission to the Commission required by this Order to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, such as by concluding: “I declare under penalty of perjury under the laws of the United States of America that the foregoing is true and correct. Executed on: _____” and supplying the date, signatory’s full name, title (if applicable), and signature.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 150,
            "quote_end_line": 154
          },
          {
            "description": "Unless otherwise directed in writing, all submissions must be emailed to Debrief@ftc.gov or sent by overnight courier to the FTC's Associate Director for Enforcement, with subject line beginning 'In re TaxSlayer, LLC'",
            "quoted_text": "E. Unless otherwise directed by a Commission representative in writing, all submissions to the Commission pursuant to this Order must be emailed to Debrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin: In re TaxSlayer, LLC.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 155,
            "quote_end_line": 159
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must create specified categories of records for 20 years after the Order's issuance and retain them for at least 5 years, covering financials, personnel, consumer complaints, compliance evidence, privacy representations, and assessment materials.",
        "requirements": [
          {
            "description": "Create and retain accounting records showing revenues from all goods or services sold",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent must create certain records for 20 years after the issuance date of the Order, and retain such records for 5 years. Specifically, Respondent must create and retain the following records: A. Accounting records showing the revenues from all goods or services sold;",
            "deadline": "20 years creation / 5 years retention",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 161,
            "quote_end_line": 164
          },
          {
            "description": "Create and retain personnel records showing name, addresses, telephone numbers, job title, dates of service, and reason for termination for each person providing services related to any aspect of the Order",
            "quoted_text": "B. Personnel records showing, for each person providing services in relation to any aspect of the Order, whether as an employee or otherwise, that person’s: name; addresses; telephone numbers; job title or position; dates of service; and, if applicable, the reason for termination;",
            "deadline": "20 years creation / 5 years retention",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 165,
            "quote_end_line": 168
          },
          {
            "description": "Create and retain records of all consumer complaints and refund requests, whether received directly or through a third party, and any response",
            "quoted_text": "C. Records of all consumer complaints and refund requests, whether received directly or indirectly, such as through a third party, and any response;",
            "deadline": "20 years creation / 5 years retention",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 169,
            "quote_end_line": 170
          },
          {
            "description": "Create and retain all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission",
            "quoted_text": "D. All records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission;",
            "deadline": "20 years creation / 5 years retention",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 171,
            "quote_end_line": 172
          },
          {
            "description": "Retain a copy of each widely disseminated representation describing the extent to which Respondent maintains or protects the privacy, security, and confidentiality of Personal Information, including representations concerning changes to any website or service",
            "quoted_text": "E. A copy of each widely disseminated representation by Respondent that describes the extent to which Respondent maintains or protects the privacy, security and confidentiality of Personal Information, including any representation concerning a change in any website or other service controlled by Respondent that relates to the privacy, security and confidentiality of Personal Information;",
            "deadline": "20 years creation / 5 years retention",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 173,
            "quote_end_line": 177
          },
          {
            "description": "For 5 years from the date of last dissemination of any covered representation, retain all materials relied upon in making the representation and all evidence contradicting, qualifying, or calling into question the representation",
            "quoted_text": "F. For 5 years from the date of the last dissemination of any representation covered by this Order: 1. All materials that were relied upon in making the representation; and 2. All evidence in Respondent’s possession, custody, or control that contradicts, qualifies, or otherwise calls into question the representation, or the basis relied upon for the representation, including complaints and other communications with consumers or with governmental or consumer protection organizations; and",
            "deadline": "5 years from last dissemination",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 181,
            "quote_end_line": 187
          },
          {
            "description": "For 5 years from the date of preparation of each Assessment, retain all materials relied upon to prepare it, including plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments",
            "quoted_text": "G. For 5 years from the date of preparation of each Assessment required by this Order, all materials relied upon to prepare the Assessment, whether prepared by or on behalf of Respondent, including all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, and any other materials concerning Respondent’s compliance with related Provisions of this Order, for the compliance period covered by such Assessment.",
            "deadline": "5 years from date of preparation",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 188,
            "quote_end_line": 193
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission may monitor Respondent's compliance by requesting additional reports and records, interviewing affiliated personnel, and using undercover means, without prior notice.",
        "requirements": [
          {
            "description": "Within 10 days of a written request from a Commission representative, submit additional sworn compliance reports or other requested information, and produce records for inspection and copying",
            "quoted_text": "A. Within 10 days of receipt of a written request from a representative of the Commission, Respondent must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury, and produce records for inspection and copying.",
            "deadline": "10 days of request",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 197,
            "quote_end_line": 200
          },
          {
            "description": "Permit Commission representatives to communicate directly with Respondent and to interview any affiliated individual who has agreed to such an interview (interviewee may have counsel present)",
            "quoted_text": "B. For matters concerning this Order, representatives of the Commission are authorized to communicate directly with Respondent. Respondent must permit representatives of the Commission to interview anyone affiliated with Respondent who has agreed to such an interview. The interviewee may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 201,
            "quote_end_line": 204
          },
          {
            "description": "The Commission may use all lawful means, including undercover posing as consumers, suppliers, or other entities, without identification or prior notice, and may use compulsory process under FTC Act Sections 9 and 20",
            "quoted_text": "C. The Commission may use all other lawful means, including posing through its representatives as consumers, suppliers, or other individuals or entities, to Respondent or any individual or entity affiliated with Respondent, without the necessity of identification or prior notice. Nothing in this Order limits the Commission’s lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 205,
            "quote_end_line": 209
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Order Effective Dates and Duration",
        "category": "duration",
        "summary": "The Order is effective upon publication on ftc.gov and terminates on October 20, 2037, or 20 years from the most recent federal court complaint alleging any violation, whichever is later, subject to specified exceptions.",
        "requirements": [
          {
            "description": "Order is final and effective upon publication on the Commission's website (ftc.gov) as a final order",
            "quoted_text": "IT IS FURTHER ORDERED that this Order is final and effective upon the date of its publication on the Commission’s website (ftc.gov) as a final order. This Order will terminate on",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 211,
            "quote_end_line": 212
          },
          {
            "description": "Order terminates on October 20, 2037, or 20 years from the most recent federal court complaint alleging any Order violation, whichever is later; termination does not affect provisions that expire sooner, Respondents not named in the complaint, or an Order that has already terminated",
            "quoted_text": "publication on the Commission’s website (ftc.gov) as a final order. This Order will terminate on October 20, 2037, or 20 years from the most recent date that the United States or the Commission files a complaint (with or without accompanying settlement) in federal court alleging any violation of this Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: 6 A. Any provision in this Order that terminates in less than 20 years; B. This Order’s application to a Respondent that is not named as a defendant in such complaint; and C. This Order if such complaint is filed after the Order has terminated pursuant to this Provision.",
            "deadline": "October 20, 2037 or 20 years from most recent complaint",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 212,
            "quote_end_line": 224
          },
          {
            "description": "If a federal court complaint is dismissed or the Respondent is found not to have violated the Order, and the dismissal or ruling is not appealed or is upheld on appeal, the Order terminates as though the complaint had never been filed (except during the pendency of any appeal)",
            "quoted_text": "Provided further, that if such complaint is dismissed or a federal court rules that the Respondent did not violate any provision of the Order, and the dismissal or ruling is either not appealed or upheld on appeal, then the Order will terminate according to this Provision, as though the complaint had never been filed, except that the Order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 225,
            "quote_end_line": 230
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This Order will terminate on October 20, 2037, or 20 years from the most recent date that the United States or the Commission files a complaint (with or without accompanying settlement) in federal court alleging any violation of this Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any provision in this Order that terminates in less than 20 years; B. This Order's application to a Respondent that is not named as a defendant in such complaint; and C. This Order if such complaint is filed after the Order has terminated pursuant to this Provision."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "11.17, TaxSlayer Complaint.pdf",
      "order": "11.17, TaxSlayer Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 9,
      "order_provisions": 7,
      "order_definitions": 3,
      "order_requirements": 31,
      "provisions_per_section": {
        "I": 2,
        "II": 8,
        "III": 3,
        "IV": 5,
        "V": 7,
        "VI": 3,
        "VII": 3
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 9,
        "complaint_total": 9,
        "order_verified": 31,
        "order_total": 31
      }
    },
    "processing_time_seconds": 93.3
  }
}