{
  "case_info": {
    "docket_number": "4:20-cv-01674",
    "company": {
      "name": "Midwest Recovery Systems, LLC",
      "incorporation_state": "Missouri",
      "entity_type": "limited liability company",
      "address": "514 Earth City Plaza, Suite 100, Earth City, MO 63045",
      "business_description": "Midwest Recovery Systems, LLC is a third-party debt collection business that pursues consumers for alleged debts, including payday lending debts, medical debts, and other debts. The company reports debts to consumer reporting agencies and engages in debt collection activities across the United States."
    },
    "commissioners": [],
    "case_date": {
      "month": 11,
      "year": 2020
    },
    "legal_authority": "Sections 5(a), 5(m)(1)(A), 13(b), and 19 of the FTC Act, 15 U.S.C. §§ 45(a), 45(m)(1)(A), 53(b), and 57b; Section 814 of the Fair Debt Collection Practices Act (FDCPA), 15 U.S.C. §1692l; and Section 621(a) of the Fair Credit Reporting Act (FCRA), 15 U.S.C. § 1681s(a)",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/1923042-midwest-recovery-systems-llc"
  },
  "complaint": {
    "factual_background": "Midwest Recovery Systems, LLC and its three co-owner officers operated a third-party debt collection business that pursued consumers for debts they did not actually owe, including phantom payday loans, counterfeit debts, and unverifiable medical debts. Since at least 2015, Defendants reported over $98 million in unauthorized or unsubstantiated debts to consumer reporting agencies (CRAs) using 'debt parking'—placing debts on consumers' credit reports without first notifying them—causing credit score drops and jeopardizing home purchases, jobs, and other time-sensitive transactions. Each month, Defendants determined 80–97% of disputed debts to be inaccurate or invalid, yet continued to collect on them, generating an estimated $24.3 million in gross revenues. Defendants also failed to provide required validation notices, failed to conduct reasonable investigations of consumer disputes, and failed to report investigation results to consumers. The FTC filed this complaint on November 25, 2020, alleging violations of the FTC Act, FDCPA, FCRA, and the Furnisher Rule.",
    "representations_made": [
      {
        "description": "Represented that consumers are delinquent on a medical, payday loan, or other debt that Defendants have the authority to collect, or that consumers have a legal obligation to pay Defendants",
        "quoted_text": "35. In numerous instances, in connection with the collection of debts, Defendants have represented, directly or indirectly, expressly or by implication, that: a. The consumer is delinquent on a medical, payday loan, or other debt that Defendants have the authority to collect; or b. The consumer has a legal obligation to pay Defendants.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 35,
        "quote_start_line": 296,
        "quote_end_line": 300
      },
      {
        "description": "Used false, deceptive, or misleading representations in connection with debt collection, including falsely representing the character, amount, or legal status of a debt, communicating false credit information, and using false or deceptive means to collect debts",
        "quoted_text": "43. In numerous instances, in connection with the collection of debts, Defendants have, directly or indirectly, expressly or by implication, used false, deceptive, or misleading representations or means, in violation of Section 807 of the FDCPA, 15 U.S.C. § l692e, including, but not limited to: 12 Case: 4:20-cv-01674 Doc. #: 1 Filed: 11/25/20 Page: 13 of 19 PageID #: 13 a. Falsely representing the character, amount, or legal status of any debt, in violation of Section 807(2)(A) of the FDCPA, 15 U.S.C. § l692e(2)(A); b. Communicating to any person credit information which is known or which should be known to be false, in violation of Section 807(8); and c. Using false representations or deceptive means to collect or attempt to collect a debt or to obtain information concerning a consumer, in violation of Section 807(10) of the FDCPA, 15 U.S.C. § 1692e(10).",
        "verified": true,
        "confidence": 0.85,
        "source_paragraph": 43,
        "quote_start_line": 330,
        "quote_end_line": 344
      },
      {
        "description": "Used unfair or unconscionable means to collect debts by furnishing debt information to consumer reporting agencies before communicating with the consumer about the debt (debt parking)",
        "quoted_text": "44. In numerous instances, in connection with the collection of debts, Defendants have, directly or indirectly, used unfair or unconscionable means to collect or attempt to collect, including by furnishing information regarding a debt to a consumer reporting agency before communicating with the consumer about the debt, in violation of Section 808 of the FDCPA, 15 U.S.C. § 1692f.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 44,
        "quote_start_line": 347,
        "quote_end_line": 351
      },
      {
        "description": "Furnished consumer information to CRAs while knowing or having reasonable cause to believe that the information was inaccurate",
        "quoted_text": "52. In numerous instances in connection with furnishing information relating to a consumer to a consumer reporting agency, Defendants have furnished such information while knowing or having reasonable cause to believe that the information was inaccurate.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 52,
        "quote_start_line": 406,
        "quote_end_line": 408
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "False or Unsubstantiated Claims that Consumers Owe Debts",
        "representation": "Defendants represented, directly or indirectly, expressly or by implication, that: (a) the consumer is delinquent on a medical, payday loan, or other debt that Defendants have the authority to collect; or (b) the consumer has a legal obligation to pay Defendants",
        "fact": "The representations were false or misleading, or were not substantiated at the time they were made; Defendants collected on phantom, counterfeit, unverifiable, already-paid, or otherwise invalid debts, and upon investigation found 80–97% of disputed debts to be inaccurate or invalid",
        "conclusion": "The making of the representations as set forth in Paragraph 35 constitutes a deceptive act or practice, in or affecting commerce, in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)"
      },
      {
        "count_number": 2,
        "title": "False or Misleading Collection Representations (FDCPA § 807)",
        "representation": "Defendants used false, deceptive, or misleading representations or means in connection with debt collection, including: (a) falsely representing the character, amount, or legal status of debts; (b) communicating credit information known or that should have been known to be false; and (c) using false representations or deceptive means to collect debts or obtain consumer information",
        "fact": "Defendants collected on debts they could not substantiate, knew were counterfeit or invalid, or had been flagged as inaccurate through their own internal review processes",
        "conclusion": "Defendants violated Section 807 of the FDCPA, 15 U.S.C. § 1692e, including subsections (2)(A), (8), and (10), which is deemed an unfair or deceptive act or practice in violation of the FTC Act"
      },
      {
        "count_number": 3,
        "title": "Unfair Collection Practices – Debt Parking (FDCPA § 808)",
        "representation": "Defendants furnished information regarding debts to consumer reporting agencies before communicating with consumers about those debts",
        "fact": "Consumers had no opportunity to challenge the validity of debts before they were placed on their credit reports, causing credit score damage and jeopardizing time-sensitive financial transactions",
        "conclusion": "Defendants violated Section 808 of the FDCPA, 15 U.S.C. § 1692f, which prohibits unfair or unconscionable means to collect or attempt to collect a debt, and this constitutes an unfair or deceptive act or practice in violation of the FTC Act"
      },
      {
        "count_number": 4,
        "title": "Failure to Provide Validation Notice (FDCPA § 809(a))",
        "representation": "Defendants initiated debt collection without providing consumers the required written validation notice within five days of initial communication",
        "fact": "The FDCPA requires debt collectors to send consumers a written notice containing: (1) the amount of the debt; (2) the creditor's name; (3) a statement that the debt will be assumed valid unless disputed within 30 days; (4) a statement that written dispute triggers verification; and (5) a statement that consumers may request the original creditor's name and address",
        "conclusion": "Defendants violated Section 809(a) of the FDCPA, 15 U.S.C. § 1692g(a), which is deemed an unfair or deceptive act or practice in violation of the FTC Act"
      },
      {
        "count_number": 5,
        "title": "Furnishing Inaccurate Information to CRAs (FCRA § 623(a)(1)(A))",
        "representation": "Defendants furnished consumer account information to major CRAs",
        "fact": "Defendants furnished such information while knowing or having reasonable cause to believe the information was inaccurate, in violation of Section 623(a)(1)(A) of the FCRA, 15 U.S.C. § 1681s-2(a)(1)(A)",
        "conclusion": "Defendants violated Section 623(a)(1)(A) of the FCRA, and pursuant to Section 621(a)(1), these acts also constitute unfair or deceptive acts or practices in violation of Section 5(a) of the FTC Act"
      },
      {
        "count_number": 6,
        "title": "Failure to Conduct Reasonable Investigation of Direct Disputes (FCRA § 623(a)(8)(E)(i))",
        "representation": "Defendants purported to handle consumer direct disputes by requesting validation documents from their clients",
        "fact": "In numerous instances, Defendants failed to conduct a reasonable investigation of direct disputes—including failing to request validation documents—as required by Section 623(a)(8)(E)(i) of the FCRA and 12 C.F.R. § 1022.43(e)(1)",
        "conclusion": "Defendants violated Section 623(a)(8)(E)(i) of the FCRA, 15 U.S.C. § 1681s-2(a)(8)(E)(i), and 12 C.F.R. § 1022.43(e)(1); pursuant to Section 621(a)(1) of the FCRA, these acts also constitute unfair or deceptive acts or practices in violation of Section 5(a) of the FTC Act"
      },
      {
        "count_number": 7,
        "title": "Failure to Report Investigation Results to Consumers (FCRA § 623(a)(8)(E)(iii))",
        "representation": "Defendants conducted investigations of direct disputes",
        "fact": "After receiving direct disputes, Defendants failed to report investigation results to consumers before expiration of the period prescribed by Section 611(a)(1) of the FCRA; in cases where clients could not provide validation documents, Defendants deleted account information without notifying consumers of the deletion or investigation results",
        "conclusion": "Defendants violated Section 623(a)(8)(E)(iii) of the FCRA, 15 U.S.C. § 1681s-2(a)(8)(E)(iii), and 12 C.F.R. § 1022.43(e)(3); pursuant to Section 621(a)(1) of the FCRA, these acts also constitute unfair or deceptive acts or practices in violation of Section 5(a) of the FTC Act"
      }
    ]
  },
  "order": {
    "definitions": {
      "Defendants": "the Corporate Defendant and the Individual Defendants, individually, collectively, or in any combination.",
      "Corporate Defendant": "Midwest Recovery Systems, LLC and its successors and assigns.",
      "Individual Defendants": "Brandon M. Tumber, Kenny W. Conway, and Joseph H. Smith, individually, collectively, or in any combination.",
      "Debt": "any obligation or alleged obligation to pay money arising out of a transaction, whether or not such obligation has been reduced to judgment.",
      "Debt Collection Activities": "any activities of a Debt Collector to collect or attempt to collect, directly or indirectly, a Debt owed or due, or asserted to be owed or due.",
      "Debt Collector": "any person who uses any instrumentality of interstate commerce or the mail in any business the principal purpose of which is the collection of any Debts, or who regularly collects or attempts to collect, directly or indirectly, Debts owed or due or asserted to be owed or due another. The term also includes any creditor who, in the process of collecting its own Debts, uses any name other than its own which would indicate that a third person is collecting or attempting to collect such Debts. The term also includes any person to the extent such person collects or attempts to collect any Debt that was in default at the time it was obtained by such person.",
      "Debt Portfolio": "spreadsheets, databases, tables, lists, or any other compilation of information describing Debts or purported Debts owed by individuals to a business.",
      "Consumer": "an individual.",
      "Consumer Reporting Agency": "any person which, for monetary fees, dues, or on a cooperative nonprofit basis, regularly engages in whole or in part in the practice of assembling or evaluating Consumer credit information or other information on Consumers for the purpose of furnishing consumer reports to third parties, and which uses any means or facility of interstate commerce for the purpose of preparing or furnishing consumer reports.",
      "Direct Dispute": "a dispute submitted directly to a Furnisher (including a Furnisher that is a Debt Collector) by a Consumer concerning the accuracy of any information contained in a consumer report and pertaining to an account or other relationship that the Furnisher has or had with the Consumer.",
      "Furnisher": "an entity that furnishes information relating to Consumers to one or more Consumer Reporting Agencies for inclusion in a consumer report.",
      "FCRA Qualified Direct Dispute": "a written Direct Dispute that is submitted by the Consumer at the address provided by the Furnisher or, if the Furnisher has not specified an address, is submitted to any business address of the Furnisher and: (1) includes sufficient information to identify the account or other relationship that is in dispute; (2) includes the specific information the Consumer is disputing and an explanation for the basis of the dispute; and (3) includes all supporting documentation or other information reasonably required by the Furnisher to substantiate the basis of the dispute.",
      "Investigation": "for purposes of this Order, includes objectively evaluating the circumstances and considering information, including an assessment of the relevance, reliability, accuracy, integrity, and completeness of such information, to determine whether a Consumer owes a Debt in the amount asserted by Defendants while collecting on Debt. The information Defendants shall assess in an Investigation, where applicable, shall include but not be limited to: 1. the information that Defendants received, directly or indirectly, from the credit originator or the creditor to whom the Debt is owed, such as: (a) the Consumer's credit application, (b) the credit contract between the Consumer and the credit originator, (c) documents with the current or former name, address, and telephone phone number of the Consumer, (d) documents with the Consumer's account number, in whole or in part, and account statements, (e) documents with the date and amount of any payments, (f) documents with the date and outstanding balance at charge-off, and (g) Debt Collector's notes; 2. the information that Defendants received from data aggregators, data brokers, Consumer Reporting Agencies, skip tracers, and other third-parties, such as: (a) documents with the current or former name, address, and telephone number of the Consumer, (b) documents with consumer report information, including credit scores and updates to the information in credit reports, and (c) the scoring of the Debt through the use of a predictive model; and 3. the information that Defendants created or maintained in collecting on the Debt, such as Debt Collectors' notes; and the information Defendants received from the Consumer denying, disputing, or challenging the claim that the Consumer owes the Debt or the amount of the Debt such as: (a) documents with the Consumer's current or former name, address, and telephone number, (b) receipts or other evidence of payment from the credit originator, the creditor to whom the Debt is owed, or a Debt Collector, (c) canceled checks, bank account statements. credit card statements. and other documents evidencing payment, and (d) a consumer report relevant to the disputed item."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Furnishing Credit Information Prior to Communication with Consumer",
        "category": "prohibition",
        "summary": "Defendants are permanently enjoined from furnishing any Debt information to a Consumer Reporting Agency before first communicating with the Consumer about the Debt and providing required FDCPA disclosures.",
        "requirements": [
          {
            "description": "Must not furnish debt information to any CRA before communicating with the Consumer and providing the amount of the debt, the creditor's name, the 30-day dispute rights statement, verification rights statement, and original creditor disclosure",
            "quoted_text": "IT IS ORDERED that the Defendants, Defendants’ officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, are permanently restrained and enjoined from furnishing information regarding a Debt to any Consumer Reporting Agency before communicating with the Consumer about the Debt and providing the Consumer with: A. The amount of the Debt; B. The name of the creditor to whom the Debt is owed; C. A statement that unless the Consumer, within thirty days after receipt of the notice, disputes the validity of the Debt, or any portion thereof, the Debt will be assumed to be valid by the Debt Collector; D. A statement that if the Consumer notifies the Debt Collector in writing within the thirty-day period that the Debt, or any portion thereof, is disputed, the Debt Collector will obtain verification of the Debt or a copy of a judgment against the Consumer and a copy of such verification or judgment will be mailed to the Consumer by the Debt Collector; Page 6 of 30 Case: 4:20-cv-01674 Doc. #: 2 Filed: 11/25/20 Page: 7 of 51 PageID #: 39 E. A statement that, upon the Consumer’s written request within the thirty-day period, the Debt Collector will provide the Consumer with the name and address of the original creditor, if different from the current creditor; F. Verification of the Debt if the Consumer notifies the Debt Collector in writing within the thirty-day period that the Debt, or any portion thereof, is disputed; and G. The name and address of the original creditor, if different from the current creditor, if the Consumer makes a written request within the thirty-day period.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 140,
            "quote_end_line": 165
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Deletion of Consumer Debts",
        "category": "affirmative_obligation",
        "summary": "The Corporate Defendant and Brandon M. Tumber must, within 10 days of entry of this Order, request that each CRA delete all Debts previously reported by Defendants from consumers' credit files.",
        "requirements": [
          {
            "description": "Corporate Defendant and Individual Defendant Brandon M. Tumber must request deletion of all previously reported debts from every CRA within 10 days of entry of this Order",
            "quoted_text": "IT IS FURTHER ORDERED that, for any Debt that Defendants reported or caused to be reported to a CRA prior to entry of this Order, the Corporate Defendant and Individual Defendant Brandon M. Tumber shall, within ten (10) days of entry of this Order, request that each CRA delete such Debt from the consumer’s credit reporting file.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 167,
            "quote_end_line": 170
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Prohibition Against Unlawful Debt Collection Practices",
        "category": "prohibition",
        "summary": "Defendants are permanently enjoined from using false or deceptive representations, unfair or unconscionable means, failing to provide required FDCPA notices, and violating any provision of the FDCPA in connection with Debt Collection Activities.",
        "requirements": [
          {
            "description": "Must not use any false, deceptive, or misleading representation or means in debt collection, including falsely representing the character, amount, or legal status of any debt, authority to collect, consumer obligation, or any other material fact",
            "quoted_text": "A. Using any false, deceptive, or misleading representation or means, including, but not limited to, falsely representing, directly or indirectly, expressly or by implication: 1. the character, amount, or legal status of any Debt; 2. that a Consumer is delinquent on a Debt; Page 7 of 30 Case: 4:20-cv-01674 Doc. #: 2 Filed: 11/25/20 Page: 8 of 51 PageID #: 40 3. that Defendants have the authority to collect any Debt; 4. that the Consumer has a legal obligation to pay Defendants; 5. that the law allows them to contact third parties without limitation; or 6. any other material fact;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 176,
            "quote_end_line": 188
          },
          {
            "description": "Must not use any unfair or unconscionable means to collect or attempt to collect any debt, including collecting counterfeit debts or debts from unauthorized loans",
            "quoted_text": "B. Using any unfair or unconscionable means to collect or attempt to collect any Debt, including collecting Debts that were counterfeit or from unauthorized loans;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 189,
            "quote_end_line": 190
          },
          {
            "description": "Must not fail to provide consumers, in the initial communication or written notice within five days, with the required FDCPA disclosures: amount of debt, creditor's name, 30-day dispute validity statement, verification statement, and original creditor statement",
            "quoted_text": "C. Failing to provide Consumers, either in an initial communication or a written notice sent within five days after the initial communication, with: 1. the amount of the Debt; 2. the name of the creditor to whom the Debt is owed; 3. a statement that unless the Consumer, within thirty days after receipt of the notice, disputes the validity of the Debt, or any portion thereof, the Debt will be assumed to be valid by the Debt Collector; 4. a statement that if the Consumer notifies the Debt Collector in writing within the thirty-day period that the Debt, or any portion thereof, is disputed, the Debt Collector will obtain verification of the Debt or a copy of a judgment against the Consumer and such verification or judgment will be mailed to the Consumer by the Debt Collector; and 5. a statement that, upon the Consumer’s written request within the thirty-day period, the Debt Collector will provide the Consumer with the name and address of the original creditor, if different from the current creditor; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 191,
            "quote_end_line": 205
          },
          {
            "description": "Must not violate any provision of the FDCPA, 15 U.S.C. §§ 1692–1692p, including Sections 807–809",
            "quoted_text": "D. Violating any provision of the FDCPA, 15 U.S.C. §§ 1692-1692p (a copy of which is attached hereto as Attachment A), including, but not limited to, Sections 807-809, 15 U.S.C. §§ 1692e-1692g.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 210,
            "quote_end_line": 212
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Prohibition Against Misrepresentations Regarding Any Good or Service",
        "category": "prohibition",
        "summary": "Defendants are permanently enjoined from misrepresenting that consumers have a legal obligation to pay Defendants, from communicating false credit information, or misrepresenting any material fact about any good or service.",
        "requirements": [
          {
            "description": "Must not misrepresent that a Consumer has a legal obligation to pay Defendants, misrepresent credit information known to be false, or misrepresent any material fact concerning any good or service including total costs, restrictions, or performance characteristics",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants, Defendants’ officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with promoting or offering for sale any good or service, are permanently restrained and enjoined from misrepresenting, or assisting others in misrepresenting, expressly or by implication: A. That a Consumer has a legal obligation to pay Defendants; B. Credit information, including by communicating to any person credit information which is known or which should be known to be false; or C. Any other fact material to Consumers concerning any good or service, such as: the total costs; any material restrictions, limitations, or conditions; or any material aspect of its performance, efficacy, nature, or central characteristics.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 215,
            "quote_end_line": 225
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Prohibition Against Unsubstantiated Claims",
        "category": "prohibition",
        "summary": "Defendants are permanently enjoined from representing that a consumer owes a debt without competent and reliable substantiating evidence, and must cease collection and investigate or report disputes within required timeframes after a consumer denies or disputes a debt.",
        "requirements": [
          {
            "description": "Must not represent that a consumer owes a debt or state its amount without possessing and relying upon competent and reliable evidence sufficient to substantiate the claim, including when consumers have disputed the debt or when Defendants know a Debt Portfolio contains unreliable data",
            "quoted_text": "A. Representing, expressly or by implication, that a Consumer owes a Debt, that Defendants have authority to collect on a Debt, or the amount of a Debt, when, at Page 9 of 30 Case: 4:20-cv-01674 Doc. #: 2 Filed: 11/25/20 Page: 10 of 51 PageID #: 42 the time of the representation, Defendants do not possess and rely upon competent and reliable evidence that is sufficient to substantiate that the representation is true, including but not limited to instances where: 1. Consumers have disputed or attempted to dispute the validity or accuracy of the Debt and Defendants have failed to review information substantiating the amount of Debt, or failed to consider the Consumers’ disputes, prior to continuing collection; or 2. Defendants have knowledge or reason to believe that a specific Debt Portfolio contains unreliable data but fail to obtain information substantiating the accuracy of the data prior to collecting; and",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 231,
            "quote_end_line": 246
          },
          {
            "description": "After a consumer denies, disputes, or challenges a debt, must within 30 days (or when next reported to a CRA, if earlier) report the debt as disputed or request deletion from the consumer's credit file",
            "quoted_text": "B. Failing, after a Consumer denies, disputes, or challenges the Defendants’ claim that the Consumer owes the Debt or owes the Debt in the amount asserted, to: 1. within thirty (30) days after the denial, dispute, or challenge, or when the Debt is next reported to a Consumer Reporting Agency, if earlier: report the Debt as disputed or request deletion of that item from the Consumer’s consumer reporting file by any Consumer Reporting Agency to which the Debt was reported by Defendants; and",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 247,
            "quote_end_line": 253
          },
          {
            "description": "After a consumer denies, disputes, or challenges a debt, must promptly either cease collection and not sell or transfer the debt, or commence and complete within 30 days a full Investigation of the dispute",
            "quoted_text": "2. promptly after the denial, dispute, or challenge: (a) cease collection, and not sell, provide, or transfer the Debt to any Person or entity other than the creditor to whom the Debt is owed; or Page 10 of 30 Case: 4:20-cv-01674 Doc. #: 2 Filed: 11/25/20 Page: 11 of 51 PageID #: 43 (b) commence and complete, within thirty (30) days after a Consumer denies, disputes, or challenges Defendants’ claim that the Consumer owes the Debt or that it owes the Debt in the amount asserted, an Investigation of the denial, dispute, or challenge, provided that Defendants shall not be required to investigate any denial, dispute, or challenge more than once unless the Consumer provides to Defendants or the Defendants otherwise acquire or obtain information, data, or documentation that was not considered in any prior Investigation. Defendants shall notify the Consumer within five (5) business days if the denial, dispute, or challenge is not investigated under this proviso.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 254,
            "quote_end_line": 272
          },
          {
            "description": "If Investigation shows the consumer owes the debt in the amount asserted, must within 7 days inform the consumer (or the CRA) of the conclusion and basis, and provide verification of the debt, after which collection may resume",
            "quoted_text": "(i) If the results of the Investigation show that the Consumer owes the Debt in the amount asserted, Defendants shall, within seven (7) days of reaching their conclusion: (a) inform the Consumer, either directly or, if the denial, dispute, or challenge was received solely by notification from a Consumer Reporting Agency, by informing the Consumer Reporting Agency, of Defendants’ conclusion, and provide the basis for it; and (b) unless the denial, dispute, or challenge was received solely by notification from a Consumer Reporting Agency, provide verification of the Debt to the Consumer; after which they may continue Page 11 of 30 Case: 4:20-cv-01674 Doc. #: 2 Filed: 11/25/20 Page: 12 of 51 PageID #: 44 collection. If the Consumer continues to dispute the Debt, nothing in this order supersedes the requirement of § 623(a)(3) of the FCRA, 15 U.S.C. § 1681s-2(a)(3), that Defendants convey the dispute when furnishing information on the Debt to any Consumer Reporting Agency.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 273,
            "quote_end_line": 292
          },
          {
            "description": "If Investigation shows the consumer does not owe the debt or the debt cannot be verified, must within 7 days inform the consumer (or CRA) of the conclusion, request deletion from all CRAs, cease collection, and not sell or transfer the debt",
            "quoted_text": "(ii) If the results of the Investigation show that the Consumer does not owe the Debt or the Debt cannot be verified, Defendants shall, within seven (7) days of reaching their conclusion: (a) inform the Consumer, either directly or, if the denial, dispute, or challenge was received solely by notification from a Consumer Reporting Agency, by informing the Consumer Reporting Agency, of Defendants’ conclusion and the basis for it; (b) request that each Consumer Reporting Agency to which the Debt has been reported delete the Debt from the Consumer’s consumer reporting file; (c) cease collection; and (d) not sell, provide, or transfer the Debt to any Person or entity other than the creditor to whom the Debt is allegedly owed.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 293,
            "quote_end_line": 305
          },
          {
            "description": "If Investigation shows the consumer owes the debt but not in the amount asserted, must within 7 days inform the consumer (or CRA) of the conclusion and provide any necessary corrections to reported information to each CRA, after which collection may resume",
            "quoted_text": "(iii) If the results of the Investigation show that the Consumer does owe the Debt but not in the amount that Defendants asserted, Defendants shall, within seven (7) days of reaching their conclusion: (a) inform the Consumer, either directly or, Page 12 of 30 Case: 4:20-cv-01674 Doc. #: 2 Filed: 11/25/20 Page: 13 of 51 PageID #: 45 if the denial, dispute, or challenge was received solely by notification from a Consumer Reporting Agency, by informing the Consumer Reporting Agency, of Defendants’ conclusion and the basis for it; and (b) provide to each Consumer Reporting Agency to which the Debt has been reported any correction to the reported information that is necessary to make the information provided by Defendants accurate, after which they may continue collection.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 306,
            "quote_end_line": 321
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Prohibition on Disclosure of Inaccurate Consumer Information",
        "category": "prohibition",
        "summary": "Defendants are permanently enjoined from furnishing information about a consumer to any CRA while knowing or having reason to believe the information is inaccurate.",
        "requirements": [
          {
            "description": "Must not furnish information regarding a Consumer to any Consumer Reporting Agency while knowing or having reason to believe that the information is inaccurate",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants, Defendants’ officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with Page 13 of 30 Case: 4:20-cv-01674 Doc. #: 2 Filed: 11/25/20 Page: 14 of 51 PageID #: 46 promoting or offering for sale any good or service, are permanently restrained and enjoined from furnishing information regarding a Consumer to any Consumer Reporting Agency, notwithstanding any alternative compliance methods that may be generally available under Section 623(a)(1)(C) of the Fair Credit Reporting Act, 15 U.S.C. § 1681s-2(a)(1)(C), while knowing or having reason to believe that the information is inaccurate.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 333,
            "quote_end_line": 344
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Prohibition on Violations of Furnisher Rule",
        "category": "prohibition",
        "summary": "Defendants are permanently enjoined from violating the CFPB Furnisher Rule (12 C.F.R. § 1022.42–.43), including failing to establish written accuracy/integrity policies and procedures, failing to investigate FCRA Qualified Direct Disputes, and failing to report investigation results timely.",
        "requirements": [
          {
            "description": "Must not fail to comply with 12 C.F.R. § 1022.42 by failing to establish and implement reasonable written policies and procedures regarding accuracy and integrity of consumer information furnished to CRAs, to consider the guidelines in Appendix E to 12 C.F.R. Part 1022, and to periodically review and update those policies",
            "quoted_text": "A. Failing to comply with 12 C.F.R. § 1022.42, a copy of which is attached as Attachment B, including by failing to: 1. Establish and implement reasonable written policies and procedures regarding the accuracy and integrity of the information relating to Consumers that it furnishes to CRAs that are appropriate to the nature, size, complexity, and scope of Defendant’s activities; 2. Consider the guidelines set forth in Appendix E to 12 C.F.R. Part 1022, a copy of which is attached as Attachment C, in developing the policies and procedures, and incorporate those guidelines that are appropriate; and 3. Periodically review the written policies and procedures and update them as necessary to ensure their continued effectiveness;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 351,
            "quote_end_line": 361
          },
          {
            "description": "Must not fail to establish and implement reasonable written policies and procedures for investigating FCRA Qualified Direct Disputes, incorporating provisions for employee training, document retention, documentation of actions, and an auditing program, and must periodically review and update those policies",
            "quoted_text": "B. Failing to: 1. Establish and implement reasonable written policies and procedures regarding reasonable investigations of FCRA Qualified Direct Disputes; 2. In developing the policies and procedures concerning FCRA Qualified Direct Disputes, incorporate reasonable provisions related to: (a) training employees whose duties include processing, responding to, or investigating Direct Disputes, including training on the requirements of the FCRA and related regulations; (b) retaining documents related to FCRA Qualified Direct Disputes for a reasonable period of time to allow for effective training and auditing; (c) requiring employees to document actions taken in processing, responding to, or investigating FCRA Qualified Direct Disputes, to allow for effective training and auditing; and (d) establishing an auditing program and schedule that is reasonably designed to promote compliance with the requirements of the FCRA and related regulations; and 3. Periodically review the written policies and procedures regarding the conduct of reasonable investigations of FCRA Qualified Direct Disputes and update them as necessary to ensure their continued effectiveness;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 366,
            "quote_end_line": 382
          },
          {
            "description": "Must not fail to comply with 12 C.F.R. § 1022.43 upon receiving an FCRA Qualified Direct Dispute, by failing to conduct a reasonable investigation, review all relevant consumer-provided information, and complete and report results before expiration of the period prescribed by FCRA § 611(a)(1)",
            "quoted_text": "C. Failing to comply with 12 C.F.R. § 1022.43, a copy of which is attached as Attachment D, including by, upon receiving an FCRA Qualified Direct Dispute, failing to: 1. Conduct a reasonable investigation with respect to the disputed information; Page 15 of 30 Case: 4:20-cv-01674 Doc. #: 2 Filed: 11/25/20 Page: 16 of 51 PageID #: 48 2. Review all relevant information provided by the Consumer with the dispute notice; and 3. Complete its investigation of the dispute and report the results of the investigation to the Consumer before the expiration of the period prescribed by Section 611(a)(1) of the Fair Credit Reporting Act, 15 U.S.C 1681i(a)(1), a copy of which is attached as Attachment E.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 383,
            "quote_end_line": 397
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Monetary Judgment for Equitable Monetary Relief",
        "category": "affirmative_obligation",
        "summary": "A $24,300,000 judgment is entered against Defendants jointly and severally; Individual Defendants must assign payment rights from separation agreements to the Commission; specific cash payments and asset divestitures are required; remainder of judgment is suspended upon completion of specified payments, subject to reinstatement for financial misrepresentation.",
        "requirements": [
          {
            "description": "Judgment of $24,300,000 entered against all Defendants jointly and severally as equitable monetary relief",
            "quoted_text": "A. Judgment in the amount of Twenty-Four Million Three Hundred Thousand Dollars ($24,300,000) is entered in favor of the Commission against Defendants, jointly and severally, as equitable monetary relief.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 400,
            "quote_end_line": 402
          },
          {
            "description": "Individual Defendants must assign to the Commission all rights to payments under their Member Separation and Asset Purchase Payout Agreements with Midwest Recovery Systems, LLC, and cooperate fully in executing all necessary documents",
            "quoted_text": "B. Individual Defendants are ordered to assign to the Commission all right, title, and interest in any claim or right they may have to receive payments pursuant to their respective Member Separation and Asset Purchase Payout Agreements with Midwest Recovery Systems, LLC, dated on or about August 26, 2019 in the case of Defendants Kenny W. Conway and Joseph H. Smith, and dated on or about August 30, 2019 in the case of Defendant Brandon M. Tumber, including any amendments, replacements, or substitute agreements. Individual Defendants shall cooperate fully in such assignment and shall promptly execute all documents and take all actions necessary or appropriate to effect the assignment of any claim or right they may have to receive such payments. Only the amount of any funds actually received by the Commission pursuant to such assignment will be applied Page 16 of 30 Case: 4:20-cv-01674 Doc. #: 2 Filed: 11/25/20 Page: 17 of 51 PageID #: 49 to the unsuspended judgment amount specified in Subsection A above. Upon such assignments, the remainder of the judgment is suspended as to Individual Defendants Kenny W. Conway and Joseph H. Smith, subject to the Subsections below.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 403,
            "quote_end_line": 421
          },
          {
            "description": "Individual Defendant Brandon M. Tumber and Corporate Defendant must pay $56,748 to the Commission by electronic fund transfer within 45 days of entry of this Order",
            "quoted_text": "C. Individual Defendant Brandon M. Tumber and the Corporate Defendant are ordered to pay to the Commission Fifty-Six Thousand, Seven Hundred Forty-Eight Dollars ($56,748). Such payment must be made within forty-five (45) days of entry of this Order by electronic fund transfer in accordance with instructions previously provided by a representative of the Commission.",
            "deadline": "45 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 422,
            "quote_end_line": 426
          },
          {
            "description": "Individual Defendant Brandon M. Tumber must sell or divest his ownership interest in Consumer Adjustment Company, Inc. (CACi) within 21 days of entry of this Order, and transfer all sale proceeds to the Commission within 30 days of entry",
            "quoted_text": "D. Individual Defendant Brandon M. Tumber is ordered, within twenty-one (21) days of entry of this Order, to sell or divest his ownership interest in Consumer Adjustment Company, Inc., also d/b/a CACi, and shall transfer to the Commission all funds from the proceeds of such sale or divestiture within thirty (30) days of entry of this Order. The sale or divestiture shall not be to any member of Individual Defendant Brandon M. Tumber’s immediate family, and he shall not otherwise materially benefit from such sale or divestiture.",
            "deadline": "21 days (divestiture); 30 days (transfer of proceeds)",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 427,
            "quote_end_line": 433
          },
          {
            "description": "U.S. Bank must, within 10 business days of receipt of a copy of this Order, transfer to the Commission all funds in all accounts held for the benefit of the Corporate Defendant",
            "quoted_text": "E. In partial satisfaction of the judgment, U.S. Bank shall, within ten (10) business days of receipt of a copy of this Order, transfer to the Commission all funds, if any, in all accounts held in the name of, on behalf of, or for the benefit of, the Corporate Defendant, including, but not limited to account number xxxxxxxx4997 in the name of Midwest Recovery Systems LLC.",
            "deadline": "10 business days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 434,
            "quote_end_line": 438
          },
          {
            "description": "Upon completion of all assignments, payments, and transfers in Subsections B–E, the remainder of the judgment is suspended as to the Corporate Defendant and Brandon M. Tumber, subject to reinstatement conditions",
            "quoted_text": "F. Upon the completion of the assignments, payments, and transfers as set forth in Subsections B-E above, the remainder of the judgment is suspended as to the Corporate Defendant and Individual Defendant Brandon M. Tumber, subject to the Subsections below.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 443,
            "quote_end_line": 446
          },
          {
            "description": "Suspension of judgment will be lifted as to any Defendant if the Court finds that Defendant failed to disclose any material asset, materially misstated the value of any asset, or made any other material misstatement or omission in the financial representations",
            "quoted_text": "H. The suspension of the judgment will be lifted as to any Defendant if, upon motion by the Commission, the Court finds that Defendant failed to disclose any material asset, materially misstated the value of any asset, or made any other material misstatement or omission in the financial representations identified above.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 478,
            "quote_end_line": 481
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Additional Monetary Provisions",
        "category": "affirmative_obligation",
        "summary": "Defendants relinquish all rights to transferred assets; complaint facts may be taken as true in future litigation; Defendants must provide Taxpayer Identification Numbers; all Commission-received funds may be used for consumer redress or equitable relief.",
        "requirements": [
          {
            "description": "Defendants relinquish dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek their return",
            "quoted_text": "A. Defendants relinquish dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek the return of any assets.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 493,
            "quote_end_line": 495
          },
          {
            "description": "Facts alleged in the Complaint will be taken as true without further proof in any subsequent civil litigation by or on behalf of the Commission, including in bankruptcy nondischargeability proceedings",
            "quoted_text": "B. The facts alleged in the Complaint will be taken as true, without further proof, in any subsequent civil litigation by or on behalf of the Commission, including in a proceeding to enforce its rights to any payment or monetary judgment pursuant to this Order, such as a nondischargeability complaint in any bankruptcy case. C. The facts alleged in the Complaint establish all elements necessary to sustain an action by the Commission pursuant to Section 523(a)(2)(A) of the Bankruptcy Code, 11 U.S.C. § 523(a)(2)(A), and this Order will have collateral estoppel effect for such purposes.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 496,
            "quote_end_line": 503
          },
          {
            "description": "Defendants must submit their Taxpayer Identification Numbers (Social Security or Employer Identification Numbers) to the Commission, which may be used for collecting and reporting on any delinquent amount arising out of this Order",
            "quoted_text": "D. Defendants acknowledge that their Taxpayer Identification Numbers (Social Security Numbers or Employer Identification Numbers), which Defendants must submit to the Commission, may be used for collecting and reporting on any delinquent amount arising out of this Order, in accordance with 31 U.S.C. §7701.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 504,
            "quote_end_line": 507
          },
          {
            "description": "All money paid to the Commission may be deposited into a fund for equitable relief including consumer redress; any remaining money may be applied for other equitable relief or deposited to the U.S. Treasury as disgorgement",
            "quoted_text": "E. All money paid to the Commission pursuant to this Order may be deposited into a fund administered by the Commission or its designee to be used for equitable relief, including consumer redress and any attendant expenses for the administration of any redress fund. If a representative of the Commission decides that direct redress to consumers is wholly or partially impracticable or money remains after redress is completed, the Commission may apply any remaining money for such other equitable relief (including consumer information remedies) Page 20 of 30 Case: 4:20-cv-01674 Doc. #: 2 Filed: 11/25/20 Page: 21 of 51 PageID #: 53 as it determines to be reasonably related to Defendants’ practices alleged in the Complaint. Any money not used for such equitable relief is to be deposited to the U.S. Treasury as disgorgement. Defendants have no right to challenge any actions the Commission or its representatives may take pursuant to this Subsection.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 508,
            "quote_end_line": 522
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Customer Information",
        "category": "affirmative_obligation",
        "summary": "Defendants are permanently enjoined from failing to provide sufficient customer information to enable the Commission to administer consumer redress, and must respond to written Commission requests for redress-related information within 14 days.",
        "requirements": [
          {
            "description": "Must not fail to provide sufficient customer information to enable the Commission to administer consumer redress; must provide any requested redress-related information in Commission-prescribed form within 14 days of a written request",
            "quoted_text": "IT IS FURTHER ORDERED that the Corporate Defendant, its officers, agents, employees, and attorneys, and all persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, and the Individual Defendants, whether acting directly or indirectly, are permanently restrained and enjoined from directly or indirectly failing to provide sufficient customer information to enable the Commission to efficiently administer consumer redress. If a representative of the Commission requests in writing any information related to redress, Defendants must provide it, in the form prescribed by the Commission, within 14 days. Provided, however, that customer information need not be disposed of, and may be disclosed, to the extent requested by a government agency or required by law, regulation, or court order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 524,
            "quote_end_line": 534
          }
        ]
      },
      {
        "provision_number": "XI",
        "title": "Cooperation",
        "category": "affirmative_obligation",
        "summary": "Defendants must fully cooperate with Commission representatives in this case and related investigations, providing truthful information and appearing for proceedings upon 5 days written notice.",
        "requirements": [
          {
            "description": "Defendants must fully cooperate with Commission representatives, provide truthful and complete information, evidence, and testimony, and appear (or cause officers/employees to appear) for interviews, depositions, hearings, trials, and other proceedings upon 5 days written notice without requiring a subpoena",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants must fully cooperate with representatives of the Commission in this case and in any investigation related to or associated with the transactions or the occurrences that are the subject of the Complaint. Defendants must provide truthful and complete information, evidence, and testimony. Individual Defendants must appear and Corporate Defendant must cause Corporate Defendant’s officers, employees, representatives, or Page 21 of 30 Case: 4:20-cv-01674 Doc. #: 2 Filed: 11/25/20 Page: 22 of 51 PageID #: 54 agents to appear for interviews, discovery, hearings, trials, and any other proceedings that a Commission representative may reasonably request upon 5 days written notice, or other reasonable notice, at such places and times as a Commission representative may designate, without the service of a subpoena.",
            "deadline": "5 days written notice",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 536,
            "quote_end_line": 548
          }
        ]
      },
      {
        "provision_number": "XII",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Each Defendant must submit a sworn acknowledgment of receipt of this Order within 7 days, deliver copies of the Order to principals, officers, employees, and agents within specified timeframes for 5 years, and obtain signed acknowledgments within 30 days from each recipient.",
        "requirements": [
          {
            "description": "Each Defendant must submit to the Commission a sworn acknowledgment of receipt of this Order within 7 days of entry",
            "quoted_text": "A. Each Defendant, within 7 days of entry of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 552,
            "quote_end_line": 554
          },
          {
            "description": "For 5 years after entry of this Order, each Defendant must deliver a copy of this Order to all principals, officers, directors, LLC managers and members, employees with managerial responsibilities for debt collection and CRA furnishing activities, and any resulting business entities — within 7 days for current personnel and before assuming responsibilities for new personnel",
            "quoted_text": "B. For 5 years after entry of this Order, each Individual Defendant for any business that such Defendant, individually or collectively with any other Defendants, is the majority owner or controls directly or indirectly, and each Corporate Defendant, must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees having managerial responsibilities for Debt Collection Activities and furnishing information to Consumer Reporting Agencies and all agents and representatives who participate in Debt Collection Activities and furnishing information to Consumer Reporting Agencies; and (3) any business entity resulting from any change in structure as set forth in the Section titled Compliance Reporting. Delivery must occur within 7 days of entry of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "7 days (current personnel); before assuming responsibilities (new personnel); for 5 years",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 555,
            "quote_end_line": 566
          },
          {
            "description": "From each individual or entity to which a Defendant delivered a copy of this Order, that Defendant must obtain within 30 days a signed and dated acknowledgment of receipt",
            "quoted_text": "C. From each individual or entity to which a Defendant delivered a copy of this Order, that Defendant must obtain, within 30 days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 571,
            "quote_end_line": 573
          }
        ]
      },
      {
        "provision_number": "XIII",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Each Defendant must submit a sworn annual compliance report one year after entry of the Order, and for 10 years must submit sworn notices within 14 days of any changes to contact information, business structure, or bankruptcy filings.",
        "requirements": [
          {
            "description": "One year after entry of this Order, each Defendant must submit a sworn compliance report identifying contact information, all businesses, activities of each business, compliance status for each Order section, and copies of Order Acknowledgments",
            "quoted_text": "A. One year after entry of this Order, each Defendant must submit a compliance report, sworn under penalty of perjury: 1. Each Defendant must: (a) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission may use to communicate with Defendant; (b) identify all of that Defendant’s businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (c) describe the activities of each business, including the goods and services offered, the means of advertising, marketing, and sales, and the involvement of any other Defendant (which Individual Defendants must describe if they know or should know due to their own involvement); (d) describe in detail whether and how that Defendant is in compliance with each Section of this Order; and (e) provide a copy of each Order Acknowledgment obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "1 year after entry",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 577,
            "quote_end_line": 591
          },
          {
            "description": "Each Individual Defendant's annual compliance report must additionally identify all telephone numbers, addresses including residences, all business activities including employment and ownership interests, and describe involvement in each business",
            "quoted_text": "2. Additionally, each Individual Defendant must: (a) identify all telephone numbers and all physical, postal, email and Internet addresses, including all residences; (b) identify all business activities, including any business for which such Defendant performs services whether as an employee or otherwise and any entity in which such Defendant has any ownership interest; and (c) describe in detail such Defendant’s involvement in each such business, including title, role, responsibilities, participation, authority, control, and any ownership.",
            "deadline": "1 year after entry",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 596,
            "quote_end_line": 603
          },
          {
            "description": "For 10 years after entry of this Order, each Defendant must submit a sworn compliance notice within 14 days of any change in designated contact points or in the structure of any Corporate Defendant or entity in which any Defendant has an ownership interest",
            "quoted_text": "B. For 10 years after entry of this Order, each Defendant must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following: 1. Each Defendant must report any change in: (a) any designated point of contact; or (b) the structure of any Corporate Defendant or any entity that any Defendant has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days of any change; for 10 years",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 604,
            "quote_end_line": 613
          },
          {
            "description": "Each Individual Defendant must also report within 14 days any change in name, alias, fictitious name, residence address, or title or role in any business activity",
            "quoted_text": "2. Additionally, each Individual Defendant must report any change in: (a) name, including aliases or fictitious name, or residence address; or (b) title or role in any business activity, including any business for which such Defendant performs services whether as an employee or otherwise and any Page 24 of 30 Case: 4:20-cv-01674 Doc. #: 2 Filed: 11/25/20 Page: 25 of 51 PageID #: 57 entity in which such Defendant has any ownership interest, and identify the name, physical address, and any Internet address of the business or entity.",
            "deadline": "14 days of any change",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 614,
            "quote_end_line": 623
          },
          {
            "description": "Each Defendant must submit to the Commission notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding within 14 days of its filing",
            "quoted_text": "C. Each Defendant must submit to the Commission notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against such Defendant within 14 days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 624,
            "quote_end_line": 626
          },
          {
            "description": "All submissions required to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, concluding with a declaration under penalty of perjury",
            "quoted_text": "D. Any submission to the Commission required by this Order to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, such as by concluding: “I declare under penalty of perjury under the laws of the United States of America that the foregoing is true and correct. Executed on: _____” and supplying the date, signatory’s full name, title (if applicable), and signature.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 627,
            "quote_end_line": 632
          },
          {
            "description": "Unless otherwise directed in writing, all submissions must be emailed to DEbrief@ftc.gov or sent by overnight courier to the Associate Director for Enforcement, Bureau of Consumer Protection, FTC, 600 Pennsylvania Avenue NW, Washington, DC 20580, with subject line beginning 'Federal Trade Commission v. Midwest Recovery LLC'",
            "quoted_text": "E. Unless otherwise directed by a Commission representative in writing, all submissions to the Commission pursuant to this Order must be emailed to DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin: Federal Trade Commission v. Midwest Recovery LLC.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 633,
            "quote_end_line": 639
          }
        ]
      },
      {
        "provision_number": "XIV",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendants must create specified records for 10 years after entry of the Order and retain each record for 5 years, including accounting records, personnel records, consumer complaint records, and all records necessary to demonstrate full compliance.",
        "requirements": [
          {
            "description": "Must create and retain for 5 years (creating for 10 years) accounting records showing revenues from all goods or services sold",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants must create certain records for 10 years after entry of the Order, and retain each such record for 5 years. Specifically, Corporate Defendant, in connection with Debt Collection Activities, and each Individual Defendant for any Page 25 of 30 Case: 4:20-cv-01674 Doc. #: 2 Filed: 11/25/20 Page: 26 of 51 PageID #: 58 business that such Defendant, individually or collectively with any other Defendants, is a majority owner or controls directly or indirectly, must create and retain the following records: A. accounting records showing the revenues from all goods or services sold;",
            "deadline": "Create for 10 years; retain each for 5 years",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 641,
            "quote_end_line": 650
          },
          {
            "description": "Must create and retain personnel records showing each service provider's name, addresses, telephone numbers, job title or position, dates of service, and reason for termination",
            "quoted_text": "B. personnel records showing, for each person providing services, whether as an employee or otherwise, that person’s: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination;",
            "deadline": "Create for 10 years; retain each for 5 years",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 651,
            "quote_end_line": 653
          },
          {
            "description": "Must create and retain records of all consumer complaints and refund requests, whether received directly or indirectly, and any responses",
            "quoted_text": "C. records of all Consumer complaints and refund requests, whether received directly or indirectly, such as through a third party, and any response; and",
            "deadline": "Create for 10 years; retain each for 5 years",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 654,
            "quote_end_line": 655
          },
          {
            "description": "Must create and retain all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission",
            "quoted_text": "D. all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission.",
            "deadline": "Create for 10 years; retain each for 5 years",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 656,
            "quote_end_line": 657
          }
        ]
      },
      {
        "provision_number": "XV",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission is authorized to monitor Defendants' compliance through written requests for reports and documents (responded to within 14 days), depositions, direct communications with Defendants and employees, undercover methods, and CRA-furnished consumer reports on Individual Defendants.",
        "requirements": [
          {
            "description": "Within 14 days of a written Commission request, each Defendant must submit additional compliance reports or other requested information sworn under penalty of perjury, appear for depositions, and produce documents for inspection and copying; the Commission may also obtain discovery without further leave of court under specified Federal Rules of Civil Procedure",
            "quoted_text": "A. Within 14 days of receipt of a written request from a representative of the Commission, each Defendant must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury; appear for depositions; and produce documents for inspection and copying. The Commission is also authorized to obtain discovery, without further leave of court, using any of the procedures prescribed by Federal Rules of Civil Procedure 29, 30 (including telephonic depositions), 31, 33, 34, 36, 45, and 69, provided that Defendants, after attempting to resolve a dispute without court action and for good Page 26 of 30 Case: 4:20-cv-01674 Doc. #: 2 Filed: 11/25/20 Page: 27 of 51 PageID #: 59 cause shown, may file a motion with this Court seeking an order for one or more of the protections set forth in Rule 26(c).",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 661,
            "quote_end_line": 674
          },
          {
            "description": "Defendants must permit Commission representatives to communicate directly with each Defendant and to interview any employee or affiliated person who has agreed to be interviewed; the person interviewed may have counsel present",
            "quoted_text": "B. For matters concerning this Order, the Commission is authorized to communicate directly with each Defendant. Defendants must permit representatives of the Commission to interview any employee or other person affiliated with any Defendant who has agreed to such an interview. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 675,
            "quote_end_line": 679
          },
          {
            "description": "The Commission may use all other lawful means including posing as consumers, suppliers, or other individuals without identification or prior notice, and may use compulsory process pursuant to Sections 9 and 20 of the FTC Act",
            "quoted_text": "C. The Commission may use all other lawful means, including posing, through its representatives as Consumers, suppliers, or other individuals or entities, to Defendants or any individual or entity affiliated with Defendants, without the necessity of identification or prior notice. Nothing in this Order limits the Commission’s lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 680,
            "quote_end_line": 685
          },
          {
            "description": "Upon written request from a Commission representative, any Consumer Reporting Agency must furnish consumer reports concerning Individual Defendants pursuant to FCRA § 604(1)",
            "quoted_text": "D. Upon written request from a representative of the Commission, any Consumer Reporting Agency must furnish consumer reports concerning Individual Defendants, pursuant to Section 604(1) of the Fair Credit Reporting Act, 15 U.S.C. §1681b(a)(1).",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 686,
            "quote_end_line": 689
          }
        ]
      },
      {
        "provision_number": "XVI",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction over this matter for purposes of construction, modification, and enforcement of this Order.",
        "requirements": [
          {
            "description": "The Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order",
            "quoted_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 691,
            "quote_end_line": 692
          }
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "11.20, Midwest Recovery Systems Complaint.pdf",
      "order": "11.20, Midwest Recovery Systems Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 7,
      "complaint_representations": 4,
      "order_provisions": 16,
      "order_definitions": 13,
      "order_requirements": 49,
      "provisions_per_section": {
        "I": 1,
        "II": 1,
        "III": 4,
        "IV": 1,
        "V": 6,
        "VI": 1,
        "VII": 3,
        "VIII": 7,
        "IX": 4,
        "X": 1,
        "XI": 1,
        "XII": 3,
        "XIII": 7,
        "XIV": 4,
        "XV": 4,
        "XVI": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 1
      },
      "verification_details": {
        "complaint_verified": 4,
        "complaint_total": 4,
        "order_verified": 49,
        "order_total": 49
      }
    },
    "processing_time_seconds": 198.9
  }
}