{
  "case_info": {
    "docket_number": "Case No. 4:20-cv-01674",
    "company": {
      "name": "Midwest Recovery Systems, LLC",
      "incorporation_state": "Missouri",
      "entity_type": "limited liability company",
      "address": "514 Earth City Plaza, Suite 100, Earth City, MO 63045",
      "business_description": "Midwest Recovery Systems, LLC operates a third-party debt collection business that pursues consumers for alleged debts. The company engages in debt collection activities, including reporting debts to consumer reporting agencies and attempting to collect various types of debts including payday loans, medical debts, and other consumer obligations."
    },
    "commissioners": [],
    "case_date": {
      "month": 11,
      "year": 2020
    },
    "legal_authority": "Sections 5(a), 5(m)(1)(A), 13(b), and 19 of the FTC Act, 15 U.S.C. §§ 45(a), 45(m)(1)(A), 53(b), and 57b; Section 814 of the Fair Debt Collection Practices Act (FDCPA), 15 U.S.C. §1692l; and Section 621(a) of the Fair Credit Reporting Act (FCRA), 15 U.S.C. § 1681s(a)",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/1923042-midwest-recovery-systems-llc"
  },
  "complaint": {
    "factual_background": "Midwest Recovery Systems operated a third-party debt collection business that pursued consumers for debts they did not owe, including phantom payday loans, unsubstantiated medical debts, and debts subject to fraud claims or bankruptcy. They used 'debt parking'—adding debts to credit reports without first contacting consumers—and continued collecting despite finding 80-97% of disputed debts were invalid each month. They obtained approximately $24.3 million through these unlawful practices.",
    "representations_made": [
      {
        "description": "Claimed consumers were delinquent on debts that Defendants had authority to collect",
        "quoted_text": "The consumer is delinquent on a medical, payday loan, or other debt that Defendants have the authority to collect",
        "source_paragraph": 35
      },
      {
        "description": "Claimed consumers had a legal obligation to pay Defendants",
        "quoted_text": "The consumer has a legal obligation to pay Defendants",
        "source_paragraph": 35
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "False or Unsubstantiated Claims that Consumers Owe Debts",
        "representation": "Defendants represented that consumers were delinquent on medical, payday loan, or other debts that Defendants had the authority to collect, or that consumers had a legal obligation to pay Defendants",
        "fact": "The representations were false or misleading or were not substantiated at the time the representations were made",
        "conclusion": "Therefore, the making of the representations as set forth in Paragraph 35 of this Complaint constitutes a deceptive act or practice, in or affecting commerce in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)."
      },
      {
        "count_number": 2,
        "title": "False or Misleading Collection Representations",
        "representation": "Defendants used false, deceptive, or misleading representations or means in connection with debt collection, including falsely representing the character, amount, or legal status of debts; communicating credit information known or should be known to be false; and using false representations or deceptive means to collect debts",
        "fact": "Defendants violated Section 807 of the FDCPA by making these false representations",
        "conclusion": "In numerous instances, in connection with the collection of debts, Defendants have, directly or indirectly, expressly or by implication, used false, deceptive, or misleading representations or means, in violation of Section 807 of the FDCPA, 15 U.S.C. § l692e."
      },
      {
        "count_number": 3,
        "title": "Unfair Collection Practices",
        "representation": "Defendants furnished information regarding debts to consumer reporting agencies before communicating with consumers about the debts",
        "fact": "This practice constitutes unfair or unconscionable means to collect or attempt to collect debts",
        "conclusion": "In numerous instances, in connection with the collection of debts, Defendants have, directly or indirectly, used unfair or unconscionable means to collect or attempt to collect, including by furnishing information regarding a debt to a consumer reporting agency before communicating with the consumer about the debt, in violation of Section 808 of the FDCPA, 15 U.S.C. § 1692f."
      },
      {
        "count_number": 4,
        "title": "Failure to Provide Validation Notice",
        "representation": "Defendants were required to send consumers a written validation notice within five days after initial communication containing specific debt information and consumer rights",
        "fact": "In numerous instances, Defendants failed to send consumers this required validation notice",
        "conclusion": "In numerous instances, in connection with the collection of debts, Defendants have failed to send consumers, within five days after the initial communication with consumers, a written notice containing the required information, in violation of Section 809(a) of the FDCPA, 15 U.S.C. § 1692g(a)."
      },
      {
        "count_number": 5,
        "title": "Furnishing Inaccurate Information",
        "representation": "Defendants furnished information relating to consumers to consumer reporting agencies",
        "fact": "In numerous instances, Defendants furnished such information while knowing or having reasonable cause to believe that the information was inaccurate",
        "conclusion": "The acts and practices alleged in Paragraph 51 constitute violations of Section 623(a)(1)(A) of the FCRA, 15 U.S.C. § 1681s-2(a)(1)(A)."
      },
      {
        "count_number": 6,
        "title": "Failure to Conduct a Reasonable Investigation of Direct Disputes",
        "representation": "Defendants were required to conduct reasonable investigations of direct disputes received from consumers",
        "fact": "In numerous instances, Defendants failed to conduct a reasonable investigation of the direct disputes",
        "conclusion": "By and through the acts and practices described in Paragraph 29 and 55, Defendants have violated Section 623(a)(8)(E)(i) of the FCRA, 15 U.S.C. § 1681s-2(a)(8)(E)(i), and 12 C.F.R. § 1022.43(e)(1)."
      },
      {
        "count_number": 7,
        "title": "Failure to Report Results of Investigation",
        "representation": "Defendants were required to report the results of investigations to consumers within the prescribed time period",
        "fact": "Defendants failed to report the results of the investigation to the consumer before the expiration of the period prescribed by Section 611(a)(1) of the FCRA",
        "conclusion": "By and through the acts and practices described in Paragraphs 30 and 58, Defendants have violated Section 623(a)(8)(E)(iii) of the FCRA, 15 U.S.C. § 1681s-2(a)(8)(E)(iii), and 12 C.F.R. § 1022.43(e)(3)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Defendants": "The Corporate Defendant and the Individual Defendants, individually, collectively, or in any combination.",
      "Corporate Defendant": "Midwest Recovery Systems, LLC and its successors and assigns.",
      "Individual Defendants": "Brandon M. Tumber, Kenny W. Conway, and Joseph H. Smith, individually, collectively, or in any combination.",
      "Debt": "Any obligation or alleged obligation to pay money arising out of a transaction, whether or not such obligation has been reduced to judgment.",
      "Debt Collection Activities": "Any activities of a Debt Collector to collect or attempt to collect, directly or indirectly, a Debt owed or due, or asserted to be owed or due.",
      "Debt Collector": "Any person who uses any instrumentality of interstate commerce or the mail in any business the principal purpose of which is the collection of any Debts, or who regularly collects or attempts to collect, directly or indirectly, Debts owed or due or asserted to be owed or due another. The term also includes any creditor who, in the process of collecting its own Debts, uses any name other than its own which would indicate that a third person is collecting or attempting to collect such Debts. The term also includes any person to the extent such person collects or attempts to collect any Debt that was in default at the time it was obtained by such person.",
      "Debt Portfolio": "Spreadsheets, databases, tables, lists, or any other compilation of information describing Debts or purported Debts owed by individuals to a business.",
      "Consumer": "An individual.",
      "Consumer Reporting Agency or CRA": "Any person which, for monetary fees, dues, or on a cooperative nonprofit basis, regularly engages in whole or in part in the practice of assembling or evaluating Consumer credit information or other information on Consumers for the purpose of furnishing consumer reports to third parties, and which uses any means or facility of interstate commerce for the purpose of preparing or furnishing consumer reports.",
      "Direct Dispute": "A dispute submitted directly to a Furnisher (including a Furnisher that is a Debt Collector) by a Consumer concerning the accuracy of any information contained in a consumer report and pertaining to an account or other relationship that the Furnisher has or had with the Consumer.",
      "Furnisher": "An entity that furnishes information relating to Consumers to one or more Consumer Reporting Agencies for inclusion in a consumer report.",
      "FCRA Qualified Direct Dispute": "A written Direct Dispute that is submitted by the Consumer at the address provided by the Furnisher or, if the Furnisher has not specified an address, is submitted to any business address of the Furnisher and: (1) includes sufficient information to identify the account or other relationship that is in dispute; (2) includes the specific information the Consumer is disputing and an explanation for the basis of the dispute; and (3) includes all supporting documentation or other information reasonably required by the Furnisher to substantiate the basis of the dispute.",
      "Investigation": "Includes objectively evaluating the circumstances and considering information, including an assessment of the relevance, reliability, accuracy, integrity, and completeness of such information, to determine whether a Consumer owes a Debt in the amount asserted by Defendants while collecting on Debt. The information Defendants shall assess in an Investigation, where applicable, shall include but not be limited to: (1) the information that Defendants received, directly or indirectly, from the credit originator or the creditor to whom the Debt is owed; (2) the information that Defendants received from data aggregators, data brokers, Consumer Reporting Agencies, skip tracers, and other third-parties; and (3) the information that Defendants created or maintained in collecting on the Debt, and the information Defendants received from the Consumer denying, disputing, or challenging the claim that the Consumer owes the Debt or the amount of the Debt."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Furnishing Credit Information Prior to Communication with Consumer",
        "category": "prohibition",
        "summary": "Defendants are permanently prohibited from furnishing debt information to any Consumer Reporting Agency before first communicating with the consumer about the debt and providing all required validation notices and information under the FDCPA.",
        "requirements": [
          {
            "description": "Must not furnish debt information to CRAs before communicating with consumer and providing required information",
            "quoted_text": "IT IS ORDERED that the Defendants, Defendants' officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, are permanently restrained and enjoined from furnishing information regarding a Debt to any Consumer Reporting Agency before communicating with the Consumer about the Debt and providing the Consumer with: A. The amount of the Debt; B. The name of the creditor to whom the Debt is owed; C. A statement that unless the Consumer, within thirty days after receipt of the notice, disputes the validity of the Debt, or any portion thereof, the Debt will be assumed to be valid by the Debt Collector; D. A statement that if the Consumer notifies the Debt Collector in writing within the thirty-day period that the Debt, or any portion thereof, is disputed, the Debt Collector will obtain verification of the Debt or a copy of a judgment against the Consumer and a copy of such verification or judgment will be mailed to the Consumer by the Debt Collector; E. A statement that, upon the Consumer's written request within the thirty-day period, the Debt Collector will provide the Consumer with the name and address of the original creditor, if different from the current creditor; F. Verification of the Debt if the Consumer notifies the Debt Collector in writing within the thirty-day period that the Debt, or any portion thereof, is disputed; and G. The name and address of the original creditor, if different from the current creditor, if the Consumer makes a written request within the thirty-day period.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Deletion of Consumer Debts",
        "category": "affirmative_obligation",
        "summary": "The Corporate Defendant and Individual Defendant Brandon M. Tumber must request deletion of all debts they reported to CRAs prior to entry of this Order from consumers' credit files.",
        "requirements": [
          {
            "description": "Request deletion of all previously reported debts from consumer credit files",
            "quoted_text": "IT IS FURTHER ORDERED that, for any Debt that Defendants reported or caused to be reported to a CRA prior to entry of this Order, the Corporate Defendant and Individual Defendant Brandon M. Tumber shall, within ten (10) days of entry of this Order, request that each CRA delete such Debt from the consumer's credit reporting file.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Prohibition Against Unlawful Debt Collection Practices",
        "category": "prohibition",
        "summary": "Defendants are permanently prohibited from using false, deceptive, or misleading representations, unfair means to collect debts, failing to provide required validation notices, and violating any provision of the FDCPA.",
        "requirements": [
          {
            "description": "Must not use false, deceptive, or misleading representations about debt characteristics, consumer delinquency, authority to collect, consumer obligations, third-party contact limitations, or any other material facts",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants, Defendants' officers, agents, employees, and attorneys, and all persons or entities in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with any Debt Collection Activities, are permanently restrained and enjoined from: A. Using any false, deceptive, or misleading representation or means, including, but not limited to, falsely representing, directly or indirectly, expressly or by implication: 1. the character, amount, or legal status of any Debt; 2. that a Consumer is delinquent on a Debt; 3. that Defendants have the authority to collect any Debt; 4. that the Consumer has a legal obligation to pay Defendants; 5. that the law allows them to contact third parties without limitation; or 6. any other material fact;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Must not use unfair or unconscionable means to collect debts, including collecting counterfeit debts or debts from unauthorized loans",
            "quoted_text": "B. Using any unfair or unconscionable means to collect or attempt to collect any Debt, including collecting Debts that were counterfeit or from unauthorized loans;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must provide consumers with required validation notice information either in initial communication or written notice within five days",
            "quoted_text": "C. Failing to provide Consumers, either in an initial communication or a written notice sent within five days after the initial communication, with: 1. the amount of the Debt; 2. the name of the creditor to whom the Debt is owed; 3. a statement that unless the Consumer, within thirty days after receipt of the notice, disputes the validity of the Debt, or any portion thereof, the Debt will be assumed to be valid by the Debt Collector; 4. a statement that if the Consumer notifies the Debt Collector in writing within the thirty-day period that the Debt, or any portion thereof, is disputed, the Debt Collector will obtain verification of the Debt or a copy of a judgment against the Consumer and such verification or judgment will be mailed to the Consumer by the Debt Collector; and 5. a statement that, upon the Consumer's written request within the thirty-day period, the Debt Collector will provide the Consumer with the name and address of the original creditor, if different from the current creditor; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not violate any provision of the FDCPA",
            "quoted_text": "D. Violating any provision of the FDCPA, 15 U.S.C. §§ 1692-1692p (a copy of which is attached hereto as Attachment A), including, but not limited to, Sections 807-809, 15 U.S.C. §§ 1692e-1692g.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Prohibition Against Misrepresentations Regarding Any Good or Service",
        "category": "prohibition",
        "summary": "Defendants are permanently prohibited from misrepresenting that consumers have a legal obligation to pay, misrepresenting credit information, or misrepresenting any other material fact about goods or services.",
        "requirements": [
          {
            "description": "Must not misrepresent material facts including consumer payment obligations, credit information, or any aspect of goods or services",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants, Defendants' officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with promoting or offering for sale any good or service, are permanently restrained and enjoined from misrepresenting, or assisting others in misrepresenting, expressly or by implication: A. That a Consumer has a legal obligation to pay Defendants; B. Credit information, including by communicating to any person credit information which is known or which should be known to be false; or C. Any other fact material to Consumers concerning any good or service, such as: the total costs; any material restrictions, limitations, or conditions; or any material aspect of its performance, efficacy, nature, or central characteristics.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Prohibition Against Unsubstantiated Claims",
        "category": "prohibition",
        "summary": "Defendants are prohibited from representing that a consumer owes a debt without possessing competent and reliable evidence, and must conduct investigations when consumers dispute debts, report disputes to CRAs, and either cease collection or complete an investigation within 30 days with specific post-investigation obligations.",
        "requirements": [
          {
            "description": "Must not represent consumer owes debt without competent and reliable evidence to substantiate the claim",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants, Defendants' officers, agents, employees, and attorneys, and all persons or entities in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with Debt Collection Activities, are permanently restrained and enjoined from: A. Representing, expressly or by implication, that a Consumer owes a Debt, that Defendants have authority to collect on a Debt, or the amount of a Debt, when, at the time of the representation, Defendants do not possess and rely upon competent and reliable evidence that is sufficient to substantiate that the representation is true, including but not limited to instances where: 1. Consumers have disputed or attempted to dispute the validity or accuracy of the Debt and Defendants have failed to review information substantiating the amount of Debt, or failed to consider the Consumers' disputes, prior to continuing collection; or 2. Defendants have knowledge or reason to believe that a specific Debt Portfolio contains unreliable data but fail to obtain information substantiating the accuracy of the data prior to collecting; and",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "After consumer dispute, must report debt as disputed to CRAs or request deletion within 30 days or when next reported if earlier",
            "quoted_text": "B. Failing, after a Consumer denies, disputes, or challenges the Defendants' claim that the Consumer owes the Debt or owes the Debt in the amount asserted, to: 1. within thirty (30) days after the denial, dispute, or challenge, or when the Debt is next reported to a Consumer Reporting Agency, if earlier: report the Debt as disputed or request deletion of that item from the Consumer's consumer reporting file by any Consumer Reporting Agency to which the Debt was reported by Defendants; and",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "After consumer dispute, must promptly cease collection and not sell/transfer debt, OR commence and complete investigation within 30 days",
            "quoted_text": "2. promptly after the denial, dispute, or challenge: (a) cease collection, and not sell, provide, or transfer the Debt to any Person or entity other than the creditor to whom the Debt is owed; or (b) commence and complete, within thirty (30) days after a Consumer denies, disputes, or challenges Defendants' claim that the Consumer owes the Debt or that it owes the Debt in the amount asserted, an Investigation of the denial, dispute, or challenge, provided that Defendants shall not be required to investigate any denial, dispute, or challenge more than once unless the Consumer provides to Defendants or the Defendants otherwise acquire or obtain information, data, or documentation that was not considered in any prior Investigation. Defendants shall notify the Consumer within five (5) business days if the denial, dispute, or challenge is not investigated under this proviso.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "If investigation shows consumer owes debt as asserted, must within 7 days inform consumer, provide basis and verification, then may continue collection",
            "quoted_text": "(i) If the results of the Investigation show that the Consumer owes the Debt in the amount asserted, Defendants shall, within seven (7) days of reaching their conclusion: (a) inform the Consumer, either directly or, if the denial, dispute, or challenge was received solely by notification from a Consumer Reporting Agency, by informing the Consumer Reporting Agency, of Defendants' conclusion, and provide the basis for it; and (b) unless the denial, dispute, or challenge was received solely by notification from a Consumer Reporting Agency, provide verification of the Debt to the Consumer; after which they may continue collection. If the Consumer continues to dispute the Debt, nothing in this order supersedes the requirement of § 623(a)(3) of the FCRA, 15 U.S.C. § 1681s-2(a)(3), that Defendants convey the dispute when furnishing information on the Debt to any Consumer Reporting Agency.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "If investigation shows consumer does not owe debt or it cannot be verified, must within 7 days inform consumer, request CRA deletion, cease collection, and not sell/transfer debt",
            "quoted_text": "(ii) If the results of the Investigation show that the Consumer does not owe the Debt or the Debt cannot be verified, Defendants shall, within seven (7) days of reaching their conclusion: (a) inform the Consumer, either directly or, if the denial, dispute, or challenge was received solely by notification from a Consumer Reporting Agency, by informing the Consumer Reporting Agency, of Defendants' conclusion and the basis for it; (b) request that each Consumer Reporting Agency to which the Debt has been reported delete the Debt from the Consumer's consumer reporting file; (c) cease collection; and (d) not sell, provide, or transfer the Debt to any Person or entity other than the creditor to whom the Debt is allegedly owed.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "If investigation shows consumer owes debt but not in asserted amount, must within 7 days inform consumer, provide corrected information to CRAs, then may continue collection",
            "quoted_text": "(iii) If the results of the Investigation show that the Consumer does owe the Debt but not in the amount that Defendants asserted, Defendants shall, within seven (7) days of reaching their conclusion: (a) inform the Consumer, either directly or, if the denial, dispute, or challenge was received solely by notification from a Consumer Reporting Agency, by informing the Consumer Reporting Agency, of Defendants' conclusion and the basis for it; and (b) provide to each Consumer Reporting Agency to which the Debt has been reported any correction to the reported information that is necessary to make the information provided by Defendants accurate, after which they may continue collection.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Prohibition on Disclosure of Inaccurate Consumer Information",
        "category": "prohibition",
        "summary": "Defendants are permanently prohibited from furnishing information about a consumer to any Consumer Reporting Agency while knowing or having reason to believe that the information is inaccurate.",
        "requirements": [
          {
            "description": "Must not furnish information to CRAs while knowing or having reason to believe it is inaccurate",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants, Defendants' officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with promoting or offering for sale any good or service, are permanently restrained and enjoined from furnishing information regarding a Consumer to any Consumer Reporting Agency, notwithstanding any alternative compliance methods that may be generally available under Section 623(a)(1)(C) of the Fair Credit Reporting Act, 15 U.S.C. § 1681s-2(a)(1)(C), while knowing or having reason to believe that the information is inaccurate.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Prohibition on Violations of Furnisher Rule",
        "category": "prohibition",
        "summary": "Defendants are permanently prohibited from violating the Furnisher Rule regulations, including requirements to establish written policies and procedures for accuracy and integrity of information furnished to CRAs and for conducting reasonable investigations of direct disputes.",
        "requirements": [
          {
            "description": "Must establish and implement reasonable written policies and procedures for accuracy and integrity of information furnished to CRAs",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants, Defendants' officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with promoting or offering for sale any good or service, are hereby permanently restrained and enjoined from: A. Failing to comply with 12 C.F.R. § 1022.42, a copy of which is attached as Attachment B, including by failing to: 1. Establish and implement reasonable written policies and procedures regarding the accuracy and integrity of the information relating to Consumers that it furnishes to CRAs that are appropriate to the nature, size, complexity, and scope of Defendant's activities; 2. Consider the guidelines set forth in Appendix E to 12 C.F.R. Part 1022, a copy of which is attached as Attachment C, in developing the policies and procedures, and incorporate those guidelines that are appropriate; and 3. Periodically review the written policies and procedures and update them as necessary to ensure their continued effectiveness;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must establish written policies for investigating FCRA Qualified Direct Disputes including training, document retention, action documentation, and auditing programs",
            "quoted_text": "B. Failing to: 1. Establish and implement reasonable written policies and procedures regarding reasonable investigations of FCRA Qualified Direct Disputes; 2. In developing the policies and procedures concerning FCRA Qualified Direct Disputes, incorporate reasonable provisions related to: (a) training employees whose duties include processing, responding to, or investigating Direct Disputes, including training on the requirements of the FCRA and related regulations; (b) retaining documents related to FCRA Qualified Direct Disputes for a reasonable period of time to allow for effective training and auditing; (c) requiring employees to document actions taken in processing, responding to, or investigating FCRA Qualified Direct Disputes, to allow for effective training and auditing; and (d) establishing an auditing program and schedule that is reasonably designed to promote compliance with the requirements of the FCRA and related regulations; and 3. Periodically review the written policies and procedures regarding the conduct of reasonable investigations of FCRA Qualified Direct Disputes and update them as necessary to ensure their continued effectiveness;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Upon receiving FCRA Qualified Direct Dispute, must conduct reasonable investigation, review all relevant consumer-provided information, and complete investigation within FCRA timeframe",
            "quoted_text": "C. Failing to comply with 12 C.F.R. § 1022.43, a copy of which is attached as Attachment D, including by, upon receiving an FCRA Qualified Direct Dispute, failing to: 1. Conduct a reasonable investigation with respect to the disputed information; 2. Review all relevant information provided by the Consumer with the dispute notice; and 3. Complete its investigation of the dispute and report the results of the investigation to the Consumer before the expiration of the period prescribed by Section 611(a)(1) of the Fair Credit Reporting Act, 15 U.S.C 1681i(a)(1), a copy of which is attached as Attachment E.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Monetary Judgment for Equitable Monetary Relief",
        "category": "assessment",
        "summary": "A judgment of $24,300,000 is entered against defendants jointly and severally, with most of the judgment suspended based on financial condition subject to various payment obligations, asset assignments, and transfers to the Commission.",
        "requirements": [
          {
            "description": "Judgment entered for $24,300,000 against defendants jointly and severally",
            "quoted_text": "IT IS FURTHER ORDERED that: A. Judgment in the amount of Twenty-Four Million Three Hundred Thousand Dollars ($24,300,000) is entered in favor of the Commission against Defendants, jointly and severally, as equitable monetary relief.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Individual defendants must assign all rights to payments under Member Separation and Asset Purchase Payout Agreements to the Commission",
            "quoted_text": "B. Individual Defendants are ordered to assign to the Commission all right, title, and interest in any claim or right they may have to receive payments pursuant to their respective Member Separation and Asset Purchase Payout Agreements with Midwest Recovery Systems, LLC, dated on or about August 26, 2019 in the case of Defendants Kenny W. Conway and Joseph H. Smith, and dated on or about August 30, 2019 in the case of Defendant Brandon M. Tumber, including any amendments, replacements, or substitute agreements. Individual Defendants shall cooperate fully in such assignment and shall promptly execute all documents and take all actions necessary or appropriate to effect the assignment of any claim or right they may have to receive such payments. Only the amount of any funds actually received by the Commission pursuant to such assignment will be applied to the unsuspended judgment amount specified in Subsection A above. Upon such assignments, the remainder of the judgment is suspended as to Individual Defendants Kenny W. Conway and Joseph H. Smith, subject to the Subsections below.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Brandon M. Tumber and Corporate Defendant must pay $56,748 to the Commission",
            "quoted_text": "C. Individual Defendant Brandon M. Tumber and the Corporate Defendant are ordered to pay to the Commission Fifty-Six Thousand, Seven Hundred Forty-Eight Dollars ($56,748). Such payment must be made within forty-five (45) days of entry of this Order by electronic fund transfer in accordance with instructions previously provided by a representative of the Commission.",
            "deadline": "45 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Brandon M. Tumber must sell ownership in Consumer Adjustment Company and transfer proceeds to Commission",
            "quoted_text": "D. Individual Defendant Brandon M. Tumber is ordered, within twenty-one (21) days of entry of this Order, to sell or divest his ownership interest in Consumer Adjustment Company, Inc., also d/b/a CACi, and shall transfer to the Commission all funds from the proceeds of such sale or divestiture within thirty (30) days of entry of this Order. The sale or divestiture shall not be to any member of Individual Defendant Brandon M. Tumber's immediate family, and he shall not otherwise materially benefit from such sale or divestiture.",
            "deadline": "21 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "U.S. Bank must transfer all Corporate Defendant account funds to Commission",
            "quoted_text": "E. In partial satisfaction of the judgment, U.S. Bank shall, within ten (10) business days of receipt of a copy of this Order, transfer to the Commission all funds, if any, in all accounts held in the name of, on behalf of, or for the benefit of, the Corporate Defendant, including, but not limited to account number xxxxxxxx4997 in the name of Midwest Recovery Systems LLC.",
            "deadline": "10 business days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Additional Monetary Provisions",
        "category": "acknowledgment",
        "summary": "Defendants relinquish all rights to transferred assets, complaint facts will be taken as true in future litigation, facts establish bankruptcy nondischargeability elements, taxpayer ID numbers may be used for collection, and Commission may use funds for consumer redress or other equitable relief.",
        "requirements": [
          {
            "description": "Defendants relinquish all rights to transferred assets and may not seek their return",
            "quoted_text": "IT IS FURTHER ORDERED that: A. Defendants relinquish dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek the return of any assets.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Complaint facts taken as true in subsequent civil litigation including payment enforcement proceedings",
            "quoted_text": "B. The facts alleged in the Complaint will be taken as true, without further proof, in any subsequent civil litigation by or on behalf of the Commission, including in a proceeding to enforce its rights to any payment or monetary judgment pursuant to this Order, such as a nondischargeability complaint in any bankruptcy case.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Complaint facts establish elements for bankruptcy nondischargeability action",
            "quoted_text": "C. The facts alleged in the Complaint establish all elements necessary to sustain an action by the Commission pursuant to Section 523(a)(2)(A) of the Bankruptcy Code, 11 U.S.C. § 523(a)(2)(A), and this Order will have collateral estoppel effect for such purposes.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Defendants' taxpayer ID numbers may be used for collecting and reporting delinquent amounts",
            "quoted_text": "D. Defendants acknowledge that their Taxpayer Identification Numbers (Social Security Numbers or Employer Identification Numbers), which Defendants must submit to the Commission, may be used for collecting and reporting on any delinquent amount arising out of this Order, in accordance with 31 U.S.C. §7701.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Money paid may be used for consumer redress or other equitable relief, with remaining funds to U.S. Treasury",
            "quoted_text": "E. All money paid to the Commission pursuant to this Order may be deposited into a fund administered by the Commission or its designee to be used for equitable relief, including consumer redress and any attendant expenses for the administration of any redress fund. If a representative of the Commission decides that direct redress to consumers is wholly or partially impracticable or money remains after redress is completed, the Commission may apply any remaining money for such other equitable relief (including consumer information remedies) as it determines to be reasonably related to Defendants' practices alleged in the Complaint. Any money not used for such equitable relief is to be deposited to the U.S. Treasury as disgorgement. Defendants have no right to challenge any actions the Commission or its representatives may take pursuant to this Subsection.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Customer Information",
        "category": "affirmative_obligation",
        "summary": "Defendants are required to provide sufficient customer information to the Commission to enable efficient administration of consumer redress, and must provide requested information within 14 days of a written request.",
        "requirements": [
          {
            "description": "Must provide sufficient customer information for consumer redress administration within 14 days of written request",
            "quoted_text": "IT IS FURTHER ORDERED that the Corporate Defendant, its officers, agents, employees, and attorneys, and all persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, and the Individual Defendants, whether acting directly or indirectly, are permanently restrained and enjoined from directly or indirectly failing to provide sufficient customer information to enable the Commission to efficiently administer consumer redress. If a representative of the Commission requests in writing any information related to redress, Defendants must provide it, in the form prescribed by the Commission, within 14 days.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XI",
        "title": "Cooperation",
        "category": "affirmative_obligation",
        "summary": "Defendants must fully cooperate with Commission representatives, provide truthful information and testimony, and appear for interviews and proceedings upon 5 days written notice without requiring a subpoena.",
        "requirements": [
          {
            "description": "Must fully cooperate with FTC representatives and provide truthful and complete information, evidence, and testimony",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants must fully cooperate with representatives of the Commission in this case and in any investigation related to or associated with the transactions or the occurrences that are the subject of the Complaint. Defendants must provide truthful and complete information, evidence, and testimony. Individual Defendants must appear and Corporate Defendant must cause Corporate Defendant's officers, employees, representatives, or agents to appear for interviews, discovery, hearings, trials, and any other proceedings that a Commission representative may reasonably request upon 5 days written notice, or other reasonable notice, at such places and times as a Commission representative may designate, without the service of a subpoena.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "XII",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Defendants must submit acknowledgments of receipt of the Order within 7 days, deliver copies to relevant personnel within specified timeframes, and obtain signed acknowledgments from recipients within 30 days.",
        "requirements": [
          {
            "description": "Each defendant must submit acknowledgment of receipt within 7 days",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants obtain acknowledgments of receipt of this Order: A. Each Defendant, within 7 days of entry of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "For 5 years, must deliver Order to principals, officers, directors, managers, relevant employees and agents",
            "quoted_text": "B. For 5 years after entry of this Order, each Individual Defendant for any business that such Defendant, individually or collectively with any other Defendants, is the majority owner or controls directly or indirectly, and each Corporate Defendant, must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees having managerial responsibilities for Debt Collection Activities and furnishing information to Consumer Reporting Agencies and all agents and representatives who participate in Debt Collection Activities and furnishing information to Consumer Reporting Agencies; and (3) any business entity resulting from any change in structure as set forth in the Section titled Compliance Reporting. Delivery must occur within 7 days of entry of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "7 days for current personnel",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must obtain signed and dated acknowledgments of receipt from each recipient",
            "quoted_text": "C. From each individual or entity to which a Defendant delivered a copy of this Order, that Defendant must obtain, within 30 days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XIII",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendants must submit a comprehensive compliance report one year after entry of the Order, and for 10 years must submit compliance notices within 14 days of any changes to contact information, business structure, or personal information, as well as notice of any bankruptcy filing.",
        "requirements": [
          {
            "description": "One year after entry, submit compliance report with contact information, business details, activities, and compliance status",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants make timely submissions to the Commission: A. One year after entry of this Order, each Defendant must submit a compliance report, sworn under penalty of perjury: 1. Each Defendant must: (a) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission may use to communicate with Defendant; (b) identify all of that Defendant's businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (c) describe the activities of each business, including the goods and services offered, the means of advertising, marketing, and sales, and the involvement of any other Defendant (which Individual Defendants must describe if they know or should know due to their own involvement); (d) describe in detail whether and how that Defendant is in compliance with each Section of this Order; and (e) provide a copy of each Order Acknowledgment obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "For 10 years, submit compliance notice within 14 days of changes to contact information or business structure",
            "quoted_text": "B. For 10 years after entry of this Order, each Defendant must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following: 1. Each Defendant must report any change in: (a) any designated point of contact; or (b) the structure of any Corporate Defendant or any entity that any Defendant has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must submit notice of bankruptcy filing within 14 days",
            "quoted_text": "C. Each Defendant must submit to the Commission notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against such Defendant within 14 days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XIV",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendants must create and retain for specified periods accounting records, personnel records, consumer complaint records, and all records demonstrating compliance with the Order.",
        "requirements": [
          {
            "description": "Must create specified records for 10 years and retain each record for 5 years",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants must create certain records for 10 years after entry of the Order, and retain each such record for 5 years. Specifically, Corporate Defendant, in connection with Debt Collection Activities, and each Individual Defendant for any business that such Defendant, individually or collectively with any other Defendants, is a majority owner or controls directly or indirectly, must create and retain the following records: A. accounting records showing the revenues from all goods or services sold; B. personnel records showing, for each person providing services, whether as an employee or otherwise, that person's: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination; C. records of all Consumer complaints and refund requests, whether received directly or indirectly, such as through a third party, and any response; and D. all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "XV",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission has broad authority to monitor compliance including requiring additional reports, conducting depositions, producing documents, interviewing employees, using undercover testing, and obtaining consumer reports on individual defendants.",
        "requirements": [
          {
            "description": "Within 14 days of written request, must submit additional reports, appear for depositions, and produce documents",
            "quoted_text": "IT IS FURTHER ORDERED that, for the purpose of monitoring Defendants' compliance with this Order and any failure to transfer any assets as required by this Order: A. Within 14 days of receipt of a written request from a representative of the Commission, each Defendant must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury; appear for depositions; and produce documents for inspection and copying. The Commission is also authorized to obtain discovery, without further leave of court, using any of the procedures prescribed by Federal Rules of Civil Procedure 29, 30 (including telephonic depositions), 31, 33, 34, 36, 45, and 69, provided that Defendants, after attempting to resolve a dispute without court action and for good cause shown, may file a motion with this Court seeking an order for one or more of the protections set forth in Rule 26(c).",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Commission may communicate directly with defendants and interview employees who agree to interviews",
            "quoted_text": "B. For matters concerning this Order, the Commission is authorized to communicate directly with each Defendant. Defendants must permit representatives of the Commission to interview any employee or other person affiliated with any Defendant who has agreed to such an interview. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Commission may use undercover testing by posing as consumers, suppliers, or other entities without notice",
            "quoted_text": "C. The Commission may use all other lawful means, including posing, through its representatives as Consumers, suppliers, or other individuals or entities, to Defendants or any individual or entity affiliated with Defendants, without the necessity of identification or prior notice. Nothing in this Order limits the Commission's lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Consumer Reporting Agencies must furnish consumer reports on individual defendants upon FTC written request",
            "quoted_text": "D. Upon written request from a representative of the Commission, any Consumer Reporting Agency must furnish consumer reports concerning Individual Defendants, pursuant to Section 604(1) of the Fair Credit Reporting Act, 15 U.S.C. §1681b(a)(1).",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XVI",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction over this matter for purposes of construction, modification, and enforcement of the Order.",
        "requirements": [
          {
            "description": "Court retains jurisdiction for construction, modification, and enforcement",
            "quoted_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "11.20, Midwest Recovery Systems Complaint.pdf",
      "order": "11.20, Midwest Recovery Systems Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 7,
      "complaint_representations": 2,
      "order_provisions": 16,
      "order_definitions": 13,
      "order_requirements": 41
    },
    "processing_time_seconds": 574.4
  }
}