{
  "case_info": {
    "docket_number": "C-4120",
    "company": {
      "name": "Gateway Learning Corporation",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "2900 South Harbor Boulevard, Suite 202, Santa Ana, CA 92704",
      "business_description": "Gateway Learning Corporation markets and sells educational products designed for children learning math and reading under the 'Hooked on Phonics' brand name and trademark. The company sells children's products to parents and teachers through online and offline channels."
    },
    "commissioners": [
      "Deborah Platt Majoras, Chairman",
      "Orson Swindle",
      "Thomas B. Leary",
      "Pamela Jones Harbour",
      "Jon Leibowitz"
    ],
    "date_issued": "",
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. ยง 45 et seq.",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/042-3047-gateway-learning-corp-matter"
  },
  "complaint": {
    "factual_background": "Gateway Learning Corporation, which markets \"Hooked on Phonics\" products, promised consumers on its website that it would not sell, rent, or loan personal information to third parties without explicit consent and would not provide any information about children under 13 to third parties. In April 2003, the company began renting customer data including parents' contact information and children's age ranges and gender to third-party marketers without obtaining consent. The company retroactively changed its privacy policy in June and July 2003 without properly notifying consumers, continuing to rent information collected under the original privacy promise.",
    "representations_made": [
      {
        "description": "Would not sell, rent, or loan personal information to third parties without explicit consent",
        "quoted_text": "We do not sell, rent or loan any personally identifiable information regarding our consumers with any third party unless we receive a customer's explicit consent.",
        "source_paragraph": 5
      },
      {
        "description": "Would not provide any personal information about children under 13 to third parties for any purpose",
        "quoted_text": "We do not provide any personally identifiable information about children under 13 years of age to any third party for any purpose whatsoever.",
        "source_paragraph": 5
      },
      {
        "description": "Would notify consumers of material changes to information usage practices",
        "quoted_text": "If at some future time there is a material change to our information usage practices that affect your personally identifiable information, we will notify you of the relevant changes on this Site or by e-mail.",
        "source_paragraph": 5
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "False Privacy Promises - Renting Personal Information",
        "representation": "Respondent represented it would not sell, rent, or loan to third parties any personal information collected from consumers on the Gateway Learning Web site unless it received consumers' explicit consent, and would not provide to any third party for any purpose any personal information about children under the age of thirteen",
        "fact": "Respondent did rent to third parties personal information collected from consumers without receiving consumers' explicit consent, and did provide to third parties personal information about children under the age of thirteen, specifically, age range (0-5 years old, 2-5 years old, and 6-10 years old), gender, and parent's name and address",
        "conclusion": "Therefore, the representations set forth in Paragraph 11 were false or misleading."
      },
      {
        "count_number": 2,
        "title": "Unfair Practice - Retroactive Privacy Policy Change",
        "representation": "Respondent posted a revised privacy policy containing material changes to its practices that were inconsistent with Respondent's original promise to consumers and retroactively applied such changes to personal information it had previously collected from consumers",
        "fact": "Respondent's retroactive application of its revised privacy policy caused or is likely to cause substantial injury to consumers that is not outweighed by countervailing benefits to consumers or competition and is not reasonably avoidable by consumers",
        "conclusion": "The practice was, and is, an unfair act or practice."
      },
      {
        "count_number": 3,
        "title": "False Representation - Failure to Notify of Policy Changes",
        "representation": "Respondent represented it would notify consumers of material changes to its information practices",
        "fact": "Respondent did not notify consumers of material changes to its information practices. Instead, Respondent posted a revised privacy policy on its Web site without any indication that the policy had materially changed or what aspects of the policy had changed",
        "conclusion": "Therefore, the representation set forth in Paragraph 14 was, and is, false or misleading."
      }
    ]
  },
  "order": {
    "definitions": {
      "Personally identifiable information": "individually identifiable information from or about an individual including, but not limited to: (a) a first and last name; (b) a home or other physical address, including street name and name of city or town; (c) an email address or other online contact information, such as an instant messaging user identifier or a screen name that reveals an individual's email address; (d) a telephone number; (e) a Social Security number; (f) a persistent identifier, such as a customer number held in a \"cookie\" or processor serial number, that is combined with other available data that identifies an individual; or (g) any other information from or about an individual that is combined with any of (a) through (f) above.",
      "personal information": "individually identifiable information from or about an individual including, but not limited to: (a) a first and last name; (b) a home or other physical address, including street name and name of city or town; (c) an email address or other online contact information, such as an instant messaging user identifier or a screen name that reveals an individual's email address; (d) a telephone number; (e) a Social Security number; (f) a persistent identifier, such as a customer number held in a \"cookie\" or processor serial number, that is combined with other available data that identifies an individual; or (g) any other information from or about an individual that is combined with any of (a) through (f) above.",
      "Respondent": "Gateway Learning Corporation and its successors and assigns and its officers, and its agents, representatives, and employees.",
      "Commerce": "as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. ยง 44."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Privacy Practices",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent how it collects, uses, sells, or discloses personal information, including representations about third-party sharing and notification of privacy policy changes.",
        "requirements": [
          {
            "description": "Must not misrepresent that Respondent will not sell, rent, or loan personal information to third parties",
            "quoted_text": "IT IS ORDERED that Respondent, directly or through any corporation, subsidiary, division, or other device, in connection with the collection of personal information from or about an individual, shall not misrepresent in any manner, expressly or by implication: A. That Respondent will not sell, rent, or loan to third parties such personal information;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent that Respondent will not provide personal information about children under thirteen to third parties",
            "quoted_text": "B. That Respondent will not provide to any third party personal information about children under the age of thirteen;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent the manner by which Respondent will notify consumers of changes to its privacy policy",
            "quoted_text": "C. The manner by which Respondent will notify consumers of changes to its privacy policy;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent the manner in which Respondent will collect, use, or disclose personal information",
            "quoted_text": "D. The manner in which Respondent will collect, use, or disclose personal information.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Prohibition on Retroactive Disclosure of Pre-June 2003 Information",
        "category": "prohibition",
        "summary": "Respondent must not disclose to third parties any personal information collected on www.hop.com before June 20, 2003, unless express affirmative opt-in consent is obtained.",
        "requirements": [
          {
            "description": "Must not disclose personal information collected before June 20, 2003 without express opt-in consent",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent, directly or through any corporation, subsidiary, division, or other device, shall not disclose to any third party any personal information collected on the www.hop.com Web site prior to the date Gateway posted its revised privacy policy permitting third-party sharing (June 20, 2003), unless Respondent obtains the express affirmative (\"opt-in\") consent of the consumers to whom such personal information relates.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Prohibition on Retroactive Application of Privacy Policy Changes",
        "category": "prohibition",
        "summary": "Respondent must not apply material changes to its privacy policy retroactively to previously collected information without obtaining express affirmative opt-in consent from consumers.",
        "requirements": [
          {
            "description": "Must not apply privacy policy changes retroactively without express opt-in consent",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent, in connection with the posting of any privacy policy that contains a material change from the previous version of the policy, shall not apply such changes to information collected from or about consumers before the date of the posting, unless Respondent obtains the express affirmative (\"opt-in\") consent of the consumers to whom such personal information relates.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Disgorgement Payment",
        "category": "affirmative_obligation",
        "summary": "Respondent must pay $4,608 to the United States Treasury as disgorgement within five days of service of the Order.",
        "requirements": [
          {
            "description": "Pay $4,608 to the United States Treasury by cashier's check or certified check",
            "quoted_text": "IT IS FURTHER ORDERED that within five (5) days of the date of service of this Order, Respondent, its successors and assigns, shall pay $4,608 to the United States Treasury as disgorgement. Such payment shall be by cashier's check or certified check made payable to the Treasurer of the United States.",
            "deadline": "5 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Pay interest on unpaid balance if default continues for more than ten days beyond due date",
            "quoted_text": "In the event of any default in payment, which default continues for more than ten (10) days beyond the due date of payment, Respondent shall also pay interest as computed under 28 U.S.C. ยง 1961, which shall accrue on the unpaid balance from the date of default until the date the balance is fully paid.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Recordkeeping Requirements",
        "category": "recordkeeping",
        "summary": "Respondent must maintain and make available to the FTC for five years all documents demonstrating compliance with the Order, including privacy statements, opt-in consent records, and third-party disclosure records.",
        "requirements": [
          {
            "description": "Maintain for five years sample copies of privacy statements and communications about personal information collection",
            "quoted_text": "IT IS FURTHER ORDERED that respondent Gateway Learning Corporation and its successors and assigns shall, for a period of five (5) years after the date of issuance of this Order, maintain and upon request make available to the Federal Trade Commission for inspection and copying a print or electronic copy of all documents demonstrating their compliance with the terms and provisions of this Order, including, but not limited to: A. a sample copy of each different privacy statement or communication relating to the collection of personally identifiable information containing representations about how personally identifiable information will be used or disclosed. Each Web page copy shall be dated and contain the full URL of the Web page where the material was posted online. Electronic copies shall include all text and graphics files, audio scripts, and other computer files used in presenting the information on the Web; provided, however, that after creation of any Web page or screen in compliance with this Order, Respondent shall not be required to retain a print or electronic copy of any amended Web page or screen to the extent that the amendment does not affect Respondent's compliance obligations under this Order;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Maintain for five years sample copies of documents relating to opt-in consent attempts and consumer consent records",
            "quoted_text": "B. a sample copy of each different document relating to any attempt by Respondent to obtain the express affirmative (\"opt-in\") consent of consumers and copies of any documents demonstrating such consent provided by consumers, as required by Parts II and III of this Order;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Maintain for five years all invoices, communications, and records relating to disclosure of personal information to third parties",
            "quoted_text": "C. all invoices, communications, and records relating to the disclosure of personally identifiable information to third parties.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Order Distribution and Acknowledgment",
        "category": "acknowledgment",
        "summary": "Respondent must deliver a copy of the Order to all current and future officers, directors, managers, and employees with relevant responsibilities.",
        "requirements": [
          {
            "description": "Deliver Order to current personnel with relevant responsibilities",
            "quoted_text": "IT IS FURTHER ORDERED that respondent Gateway Learning Corporation and its successors and assigns shall deliver a copy of this Order to all current and future principals, officers, directors, and managers, and to all current and future employees, agents, and representatives having responsibilities with respect to the subject matter of this Order. Respondent shall deliver this Order to such current personnel within thirty (30) days after the date of service of this Order",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver Order to future personnel with relevant responsibilities within thirty days of their assumption of such position",
            "quoted_text": "and to such future personnel within thirty (30) days after the person assumes such position or responsibilities.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Notice of Corporate Changes",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the FTC at least thirty days prior to any corporate change that may affect compliance obligations, including dissolution, merger, bankruptcy, or change in corporate name or address.",
        "requirements": [
          {
            "description": "Notify the Commission at least thirty days prior to corporate changes affecting compliance",
            "quoted_text": "IT IS FURTHER ORDERED that respondent Gateway Learning Corporation and its successors and assigns shall notify the Commission at least thirty (30) days prior to any change in the corporation(s) that may affect compliance obligations arising under this Order, including, but not limited to, a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order; the proposed filing of a bankruptcy petition; or a change in the corporate name or address.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Notify the Commission as soon as practicable for changes learned of less than thirty days prior",
            "quoted_text": "Provided, however, that, with respect to any proposed change in the corporation about which a respondent learns less than thirty (30) days prior to the date such action is to take place, the respondent shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Send all notices by certified mail to the Associate Director, Division of Enforcement",
            "quoted_text": "All notices required by this Part shall be sent by certified mail to the Associate Director, Division of Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Compliance Report",
        "category": "compliance_reporting",
        "summary": "Respondent must file a written compliance report with the Commission within sixty days after service of the Order and at other times as the FTC may require.",
        "requirements": [
          {
            "description": "File initial compliance report with the Commission within sixty days",
            "quoted_text": "IT IS FURTHER ORDERED that respondent Gateway Learning Corporation and its successors and assigns shall, within sixty (60) days after service of this Order, and at such other times as the Federal Trade Commission may require, file with the Commission a report, in writing, setting forth in detail the manner and form in which it has complied with this Order.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "The Order will terminate on September 10, 2024, or twenty years from the most recent date the United States or FTC files a complaint alleging violation of the Order, whichever comes later.",
        "requirements": [
          {
            "description": "Order remains in effect until the termination date specified",
            "quoted_text": "This Order will terminate on September 10, 2024, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part in this Order that terminates in less than twenty (20) years; B. This Order's application to any respondent that is not named as a defendant in such complaint; and C. This Order if such complaint is filed after the Order has terminated pursuant to this Part. Provided, further, that if such complaint is dismissed or a federal court rules that a respondent did not violate any provision of the Order, and the dismissal or ruling is either not appealed or upheld on appeal, then the Order will terminate according to this Part as though the complaint had never been filed, except that the Order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This Order will terminate on September 10, 2024, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part in this Order that terminates in less than twenty (20) years; B. This Order's application to any respondent that is not named as a defendant in such complaint; and C. This Order if such complaint is filed after the Order has terminated pursuant to this Part. Provided, further, that if such complaint is dismissed or a federal court rules that a respondent did not violate any provision of the Order, and the dismissal or ruling is either not appealed or upheld on appeal, then the Order will terminate according to this Part as though the complaint had never been filed, except that the Order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "12.04, Gateway Learning Complaint.pdf",
      "order": "12.04, Gateway Learning Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 3,
      "complaint_representations": 3,
      "order_provisions": 9,
      "order_definitions": 4,
      "order_requirements": 18
    },
    "processing_time_seconds": 91.1
  }
}