{
  "case_info": {
    "docket_number": "",
    "company": {
      "name": "American United",
      "incorporation_state": "",
      "entity_type": "corporation",
      "address": "",
      "business_description": "Financial services company that receives and maintains consumer reports"
    },
    "commissioners": [],
    "case_date": {
      "month": 12,
      "year": 2007
    },
    "legal_authority": "Sections 5(a)(1) and 13(b) of the Federal Trade Commission Act, Fair Credit Reporting Act (FCRA), and Safeguarding Customer Information Rule",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/062-3103-american-united-mortgage-company-united-states-america-ftc",
    "statutory_topics": [
      "FCRA",
      "GLBA"
    ],
    "practice_areas": [
      "Data Security",
      "Financial Practices"
    ],
    "industry_sectors": [
      "Financial Services"
    ]
  },
  "complaint": {
    "factual_background": "American United, a financial institution subject to the FTC Act, the GLB Act Privacy Rule, and the Safeguards Rule, failed since at least December to implement reasonable security measures for consumer personal information. Specifically, the company failed to establish proper disposal procedures for consumer reports and information derived therefrom, such as burning, pulverizing, or shredding documents. Documents containing consumers' personal information were found in a dumpster adjacent to the company's premises. The company also failed to provide customers with a copy of its privacy policy as required by 16 C.F.R. § 313, and failed to develop a comprehensive written information security program.",
    "representations_made": [
      {
        "description": "Defendant failed to implement reasonable procedures requiring the disposal of consumers' personal information, including consumer reports and information derived therefrom, by taking reasonable actions such as burning, pulverizing, or shredding consumer reports so they cannot be practicably read or reconstructed",
        "quoted_text": "to: ) implement reasonable procedures requmnz the disposal of consumers' personal mrormanon, including consumer reports and information derived therefrom; take reasonable actions disposing such inl ormation, such as burning, pulverizing, or shredding consumer reoorts inrormation ripr.\"\",,, therefrom, so it not practicabrv or reconstructed; a comprehens:",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 8,
        "quote_start_line": 43,
        "quote_end_line": 48
      },
      {
        "description": "Documents containing consumers' personal information were found in the same dumpster adjacent to the company, indicating failure to protect consumer data from unauthorized access",
        "quoted_text": "Paragrapn 9 rrp·\"t\",·(j a risk unauthorized access to consumers personal mtormation and Safeguards and Disposal 1 1 1.1.. VtLlCvU documents contammg CO]JSllm(~rS' personal mtormation were m same dumpster adjacent to",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 10,
        "quote_start_line": 59,
        "quote_end_line": 65
      },
      {
        "description": "Defendant failed to develop a comprehensive written information security program and failed to identify reasonably foreseeable risks to customer information as required by the Safeguards Rule",
        "quoted_text": "customer ueveiotnnz a comprehensive information IHIVI j,lHI110'H ninttpn 5 to rcennry reasonabrv toreseeabte to customer to fipup IJ\"\\n UUf/'vu'v\"n, or rnamtam a comprehensive \"'nj'ip,, prozram, as 3",
        "verified": true,
        "confidence": 0.85,
        "source_paragraph": 17,
        "quote_start_line": 82,
        "quote_end_line": 89
      },
      {
        "description": "Defendant failed to provide customers with a copy of its privacy policy accurately reflecting its privacy policies and practices as required under 16 C.F.R. § 313",
        "quoted_text": "that accurately vHvv'~0 [the tmancial institution sj nnvC1,''IJ policies and practices. 16 §§ 3 3 set 1, 1 customers with a copy its privacy policy in violation 16 313~",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 20,
        "quote_start_line": 94,
        "quote_end_line": 99
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Failure to Implement Reasonable Disposal Procedures (Disposal Rule / FCRA)",
        "representation": "Defendant failed to implement reasonable measures to protect against unauthorized access to or use of consumer information, including failing to establish procedures for the proper disposal of consumer reports and information derived therefrom",
        "fact": "Consumer reports and documents containing consumers' personal information were discarded in a publicly accessible dumpster adjacent to the company's premises, making them accessible to unauthorized persons",
        "conclusion": "Defendant's failure to implement reasonable disposal procedures as described in Paragraphs 8–11 constituted a violation of the Disposal Rule and the FCRA, 15 U.S.C. § 1681w, and Section 5 of the FTC Act"
      },
      {
        "count_number": 2,
        "title": "Failure to Implement Comprehensive Information Security Program (Safeguards Rule)",
        "representation": "Defendant failed to develop, implement, or maintain a comprehensive written information security program as required by the Safeguards Rule, 16 C.F.R. Part 314",
        "fact": "Defendant did not identify reasonably foreseeable risks to customer information, did not implement safeguards to control those risks, and did not maintain a comprehensive security program as required under the GLB Act and the Safeguards Rule",
        "conclusion": "Defendant's conduct as described in Paragraphs 16–18 constituted a violation of the Safeguards Rule and Section 5 of the FTC Act"
      },
      {
        "count_number": 3,
        "title": "Failure to Provide Privacy Notice to Customers (Privacy Rule)",
        "representation": "Defendant failed to provide customers with a copy of its privacy policy accurately reflecting its privacy policies and practices as required under the GLB Act Privacy Rule, 16 C.F.R. § 313",
        "fact": "Defendant did not deliver an initial privacy notice to customers accurately describing its privacy policies and practices, in violation of the annual and initial notice requirements of 16 C.F.R. §§ 313.4–313.5",
        "conclusion": "Defendant's failure to provide customers with a copy of its privacy policy as set forth in Paragraph 20 constituted a violation of the Privacy Rule and Section 5 of the FTC Act"
      }
    ]
  },
  "order": {
    "definitions": {},
    "provisions": [],
    "duration": {
      "duration_years": null,
      "termination_text": null
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "12.07, American United Mortgage Company., United States of America Complaint.pdf",
      "order": "12.07, American United Mortgage Company., United States of America Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 3,
      "complaint_representations": 4,
      "order_provisions": 0,
      "order_definitions": 0,
      "order_requirements": 0,
      "provisions_per_section": {},
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 4,
        "complaint_total": 4,
        "order_verified": 0,
        "order_total": 0
      }
    },
    "processing_time_seconds": 55.9
  }
}