{
  "case_info": {
    "docket_number": "06-60602-CIV-COHN/SNOW",
    "company": {
      "name": "CEO Group, Inc.",
      "incorporation_state": "",
      "entity_type": "corporation",
      "address": "3201 W 100 Terrace #306, Port Lauderdale, Florida",
      "business_description": "CEO Group, Inc., d/b/a Check Em Out, operated a business that obtained and sold customer phone records and consumer personal information to third parties without proper authorization."
    },
    "commissioners": [],
    "case_date": {
      "month": 12,
      "year": 2007
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. ยง 45(a)",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/062-3100-ceo-group-inc-dba-check-em-out-scott-joseph"
  },
  "complaint": {
    "factual_background": "CEO Group, LLC and its owner Scott Jarkesy operated a business that obtained and sold confidential telephone records without customer authorization. They used false pretenses and fraudulent statements to obtain customer proprietary network information from telecommunications carriers, then sold this information to third parties. The FTC alleged these practices caused substantial injury to consumers that was not reasonably avoidable and violated Section 5(a) of the FTC Act.",
    "representations_made": [
      {
        "description": "Advertised ability to obtain confidential phone records for anyone for a fee",
        "quoted_text": "Since at least 1998, Defendants have advertised over the World Wide Web that they can obtain confidential phone records for anyone for a fee and have made such information available to their clients for a fee. On their Web site, Defendants have stated: 'Give us any residential, cellular or business phone number and we will research the billing records.'",
        "source_paragraph": 9
      },
      {
        "description": "Offered to obtain calling records for any telephone number",
        "quoted_text": "For a fee, Defendants have offered to obtain, for any telephone number, detailed calling records.",
        "source_paragraph": 10
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Unfair Practice - Unauthorized Obtaining and Selling of Phone Records",
        "representation": "Defendants obtained and sold confidential telephone records using false pretenses, fraudulent statements, stolen documents or impersonations to induce telecommunications carriers to disclose customer proprietary network information",
        "fact": "The account holders have not authorized the Defendants to obtain access to or sell their telephone records. Defendants' practices have caused or are likely to cause substantial injury to consumers that is not reasonably avoidable by consumers and is not outweighed by countervailing benefits to consumers or competition",
        "conclusion": "Therefore, Defendants' acts, as alleged in paragraphs 13 and 14, constitute an unfair practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. ยง 45(a)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Defendants": "CEO Group, Inc., d/b/a Check Em Out, and Scott Joseph, individually and as an officer of CEO Group, Inc.",
      "Customer phone records": "(a) information that relates to the quantity, technical configuration, type, destination, location, and amount of use of a telecommunications service subscribed to by any customer of a telecommunications carrier, and that is made available to the carrier by the customer solely by virtue of the carrier-customer relationship; and (b) information contained in the bills pertaining to telephone exchange service or telephone toll service received by a customer of a carrier, which includes, but is not limited to, telephone call detail records.",
      "Consumer personal information": "any individually identifiable information concerning a consumer, including, but not limited to: (a) an unpublished or unlisted wire line or wireless phone number; (b) an unpublished or unlisted physical or mailing address, including street name and name of city or town, Post Office Box number, or Private Mailbox number; (c) an email address or other online contact information, such as an instant messaging user identifier or a screen name that reveals an individual's email address; (d) a Social Security number in whole or in part; (e) credit and/or debit card information, including credit and/or debit card number, expiration date, data stored on the magnetic strip of a credit or debit card, and transaction detail records; (f) bank account information or transaction records including the ABA routing number, account number, check number, and transaction detail records; (g) a driver's license number; or (h) any other information from or about an individual consumer that is combined with (a) through (g) above."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Ban on Sale of Customer Phone Records",
        "category": "prohibition",
        "summary": "Defendants are permanently restrained from obtaining, causing others to obtain, marketing, or selling customer phone records and consumer personal information derived from customer phone records, except pursuant to law, regulation, or lawful court order.",
        "requirements": [
          {
            "description": "Must not obtain, cause others to obtain, market, or sell customer phone records and consumer personal information derived from customer phone records (except pursuant to law, regulation, or lawful court order)",
            "quoted_text": "IT IS THEREFORE ORDERED that Defendants, their assigns, agents, servants, employees and those persons in active concert or participation with them who receive actual notice of this Order by personal service or otherwise, are hereby restrained and enjoined from obtaining, causing others to obtain, marketing, or selling customer phone records and consumer personal information that is derived from customer phone records, provided, however, that Defendants shall not be prohibited from obtaining customer phone records or consumer personal information that is derived from customer phone records pursuant to any law, regulation, or lawful court order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Prohibited Business Activities",
        "category": "prohibition",
        "summary": "Defendants are permanently restrained from making false or deceptive statements to obtain consumer personal information and from requesting others to obtain such information through deceptive means.",
        "requirements": [
          {
            "description": "Must not make false or deceptive statements or representations, including impersonating any person or entity, to obtain consumer personal information",
            "quoted_text": "Making false or deceptive statements or representations, including but not limited to impersonating any person or entity, directly or by implication, to any person or entity in order to obtain consumer personal information",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not request any person or entity to obtain consumer personal information if the defendant knows or should know that the person will obtain or attempt to obtain such information through deceptive means",
            "quoted_text": "Requesting any person or entity to obtain consumer personal information relating to any third person, if the person making such a request knows or should know that the person or entity to whom such a request is made will obtain or attempt to obtain such information in violation of Subsection A of this Section II.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9886523736600307
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Monetary Relief",
        "category": "affirmative_obligation",
        "summary": "Judgment of $222,381.00 is entered against Defendants, suspended upon payment of $25,000 within five days after entry of this Order and provided there is no finding of material misrepresentation regarding assets.",
        "requirements": [
          {
            "description": "Pay $25,000 to the FTC within five days after receiving notice of entry of this Order",
            "quoted_text": "Judgment is hereby entered against Defendants, jointly and severally, in the amount of TWO HUNDRED TWENTY TWO THOUSAND THREE HUNDRED AND EIGHTY ONE DOLLARS ($222,381.00); provided, however, that this judgment shall be suspended (1) upon payment to the FTC within five (5) days after Defendants receive notice of entry of this Order, of TWENTY FIVE THOUSAND DOLLARS ($25,000.00) in the form of a cashiers check payable to the FTC",
            "deadline": "5 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Furnish tax identification numbers to the FTC for collection and reporting purposes",
            "quoted_text": "Defendants are hereby required, in accordance with 31 U.S.C. ยง 7701, to furnish to the FTC their tax identification numbers, which shall be used for purposes of collecting and reporting on any delinquent amount arising out of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9767213114754099
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Right to Reopen",
        "category": "affirmative_obligation",
        "summary": "If the Court finds that any Defendant materially misrepresented or omitted financial information, the suspended judgment becomes immediately due and payable.",
        "requirements": [
          {
            "description": "Suspended judgment becomes immediately due and payable if the Court finds material misrepresentation or omission in financial statements",
            "quoted_text": "If, upon motion by the FTC, the Court finds that the financial statement of any Defendant contains any material misrepresentation or omission, the suspended judgment entered in Section III of this Order shall become immediately due and payable as to that Defendant (less any amounts turned over to the FTC pursuant to Section III.A of this Order)",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Cooperation with FTC",
        "category": "affirmative_obligation",
        "summary": "Defendant Scott Joseph must cooperate in good faith with the FTC in connection with this action or any subsequent investigations related to the transactions alleged in the Complaint.",
        "requirements": [
          {
            "description": "Cooperate in good faith with the FTC and appear for interviews, conferences, pretrial discovery, review of documents, and other matters as reasonably requested",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant Scott Joseph shall, in connection with this action or any subsequent investigations related to or associated with the transactions or the occurrences that are the subject of the FTC's Complaint, cooperate in good faith with the FTC and appear at such places and times as the FTC shall reasonably request, after written notice, for interviews, conferences, pretrial discovery, review of documents, and for such other matters as may be reasonably requested by the FTC.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Appear and provide truthful testimony in any trial, deposition, or other proceeding if requested in writing by the FTC, without service of a subpoena",
            "quoted_text": "If requested in writing by the FTC, Defendant Scott Joseph shall appear and provide truthful testimony in any trial, deposition, or other proceeding related to or associated with the transactions or the occurrences that are the subject of the Complaint, without the service of a subpoena.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Distribution of Order",
        "category": "acknowledgment",
        "summary": "For five years from entry of this Order, Defendants must deliver copies of the Order to principals, officers, directors, managers, employees, agents, and representatives who engage in conduct related to the subject matter of the Order.",
        "requirements": [
          {
            "description": "Defendant CEO Group, Inc. must deliver a copy of the Order to all principals, officers, directors, managers, and employees, agents, and representatives who engage in conduct related to the subject matter; for current personnel within 5 days of service, for new personnel prior to assuming responsibilities",
            "quoted_text": "Defendant CEO Group, Inc. must deliver a copy of this Order to all of its principals, officers, directors, and managers. Defendant CEO Group, Inc. also must deliver copies of this Order to all of its employees, agents, and representatives who engage in conduct related to the subject matter of the Order. For current personnel, delivery shall be within (5) days of service of this Order upon Defendant. For new personnel, delivery shall occur prior to them assuming their responsibilities.",
            "deadline": "5 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "For any business that Defendant Scott Joseph controls or has majority ownership interest in, he must deliver a copy of the Order to all principals, officers, directors, managers, and employees, agents, and representatives who engage in conduct related to the subject matter; for current personnel within 5 days of service, for new personnel prior to assuming responsibilities",
            "quoted_text": "For any business related to the subject matter of this Order that Defendant Scott Joseph controls, directly or indirectly, or in which he has a majority ownership interest, he must deliver a copy of this Order to all principals, officers, directors, and managers of that business. Defendant Scott Joseph must also deliver copies of this Order to all employees, agents, and representatives of that business who engage in conduct related to the subject matter of the Order. For current personnel, delivery shall be within (5) days of service of this Order upon Defendant. For new personnel, delivery shall occur prior to them assuming their responsibilities.",
            "deadline": "5 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "For any business where Defendant Scott Joseph is not a controlling person but engages in conduct related to the subject matter, he must deliver a copy of the Order to all principals and managers before engaging in such conduct",
            "quoted_text": "For any business where Defendant Scott Joseph is not a controlling person ofa business, but otherwise engages in conduct related to the subject matter of this Order, he must deliver a copy of this Order to all principals and managers of such business before engaging in such conduct.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Secure a signed and dated statement acknowledging receipt of the Order from all persons receiving a copy",
            "quoted_text": "Defendants must secure a signed and dated statement acknowledging receipt of the Order, within thirty days of delivery, from all persons receiving a copy of the Order pursuant to this Section VI.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.9933507853403142
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Record-Keeping Provisions",
        "category": "recordkeeping",
        "summary": "For five years from entry of this Order, each Defendant must create and retain specific records for any business they control that is engaged in advertising, promoting, marketing, offering for sale, sale, or distribution of consumer personal information.",
        "requirements": [
          {
            "description": "Create and retain accounting records that reflect the cost of goods or services sold, revenues generated, and the disbursement of such revenues",
            "quoted_text": "Accounting records that reflect the cost of goods or services sold, revenues generated, and the disbursement of such revenues",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and retain personnel records accurately reflecting: the name, address, and telephone number of each person employed in any capacity by such business, including as an independent contractor; that person's job title or position; the date upon which the person commenced work; and the date and reason for the person's termination, if applicable",
            "quoted_text": "Personnel records accurately reflecting: the name, address, and telephone number of each person employed in any capacity by such business, including as an independent contractor; that person's job title or position; the date upon which the person commenced work; and the date and reason for the person's termination, if applicable",
            "deadline": null,
            "verified": true,
            "confidence": 0.9586754002911209
          },
          {
            "description": "Create and retain customer files containing the names, addresses, phone numbers, dollar amounts paid, quantity of goods or services purchased, and description of goods or services purchased, to the extent such information is obtained in the ordinary course of business",
            "quoted_text": "Customer files containing the names, addresses, phone numbers, dollar amounts paid, quantity of goods or services purchased, and description of goods or services purchased, to the extent such information is obtained in the ordinary course of business",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and retain complaints and refund requests (whether received directly, indirectly or through any third party) and any responses to those complaints or requests",
            "quoted_text": "Complaints and refund requests (whether received directly, indirectly or through any third party) and any responses to those complaints or requests",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and retain copies of all sales scripts, training materials, advertisements, or other marketing materials, and records that accurately reflect the time periods during which such materials were used and the persons and business entities that used such materials",
            "quoted_text": "Copies of all sales scripts, training materials, advertisements, or other marketing materials, and records that accurately reflect the time periods during which such materials were used and the persons and business entities that used such materials",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and retain records that accurately reflect the name, address and telephone number of any third party through which consumer personal information is obtained, including copies of all contracts and correspondence between any Defendant and such third party",
            "quoted_text": "To the extent consumer personal information is obtained through the use of any third party, records that accurately reflect the name, address and telephone number of such third party, including, but not limited to, copies of all contracts and correspondence between any Defendant and such third party",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and retain copies of each acknowledgement of receipt of Order required to be obtained pursuant to Section VI",
            "quoted_text": "Copies of each acknowledgement of receipt of Order required to be obtained pursuant to Section VI of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 0.974954128440367
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "For five years from entry of this Order, Defendants must notify the FTC of changes in residence, employment, corporate structure, and other specified matters, and must provide a compliance report 180 days after entry of this Order.",
        "requirements": [
          {
            "description": "Defendant Scott Joseph must notify the FTC of any changes in his residence, mailing addresses, and telephone numbers",
            "quoted_text": "Defendant Scott Joseph shall notify the FTC of the following: a. Any changes in his residence, mailing addresses, and telephone numbers, within ten (10) days of the date of such change",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.9464556962025317
          },
          {
            "description": "Defendant Scott Joseph must notify the FTC of any changes in his employment status (including self-employment), and any change in his ownership in any business entity, including the name and address of each business, a statement of the nature of the business, and a statement of his duties and responsibilities",
            "quoted_text": "Any changes in his employment status (including self-employment), and any change in his ownership in any business entity, within ten (10) days of the date of such change. Such notice shall include the name and address of each business that he is affiliated with, employed by, creates or forms, or performs services for; a statement of the nature of the business; and a statement of his duties and responsibilities in connection with the business or employment",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Defendant Scott Joseph must notify the FTC of any changes in his name or use of any aliases or fictitious names",
            "quoted_text": "Any changes in his name or use of any aliases or fictitious names",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.9992307692307693
          },
          {
            "description": "Defendants must notify the FTC of any changes in corporate structure of CEO Group, Inc. or any business entity that Scott Joseph directly or indirectly controls, or has an ownership interest in, that may affect compliance obligations, including dissolution, assignment, sale, merger, emergence of successor entity, creation or dissolution of subsidiary, parent, or affiliate, bankruptcy filing, or change in corporate name or address, at least 30 days prior to such change (or as soon as practicable if learned less than 30 days prior)",
            "quoted_text": "Defendants shall notify the FTC of any changes in corporate structure of CEO Group, Inc. or any business entity that Scott Joseph directly or indirectly control(s), or has an ownership interest in, that may affect compliance obligations arising under this Order, including but not limited to a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor entity; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order; the filing of a bankruptcy petition; or a change in the corporate name or address, at least thirty (30) days prior to such change, provided that, with respect to any proposed change in the corporation about which a Defendant learns less than thirty (30) days prior to the date such action is to take place, such Defendant shall notify the FTC as soon as is practicable after obtaining such knowledge.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Defendants must each provide a written report to the FTC, sworn to under penalty of perjury, setting forth in detail the manner and form in which they have complied and are complying with this Order, including current residence and business addresses, employment information, copies of acknowledgments of receipt, and other required information",
            "quoted_text": "One hundred eighty (180) days after the date of entry of this Order, Defendants each shall provide a written report to the FTC, sworn to under penalty of perjury, setting forth in detail the manner and form in which they have complied and are complying with this Order.",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The FTC is authorized to monitor compliance with this Order through various means, including obtaining additional reports, depositions, document production, and inspection of business locations.",
        "requirements": [
          {
            "description": "Defendants must submit additional written reports, sworn to under penalty of perjury; produce documents for inspection and copying; appear for deposition; and/or provide entry during normal business hours to any business location in such Defendant's possession or direct or indirect control to inspect the business operation, within fourteen days of receipt of written notice from a representative of the FTC",
            "quoted_text": "Within fourteen (14) days of receipt of written notice from a representative of the FTC, Defendants each shall submit additional written reports, sworn to under penalty of perjury; produce documents for inspection and copying; appear for deposition; and/or provide entry during normal business hours to any business location in such Defendant's possession or direct or indirect control to inspect the business operation",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Defendants must permit representatives of the FTC to interview any employer, consultant, independent contractor, representative, agent, or employee who has agreed to such an interview, relating in any way to any conduct subject to this Order",
            "quoted_text": "Defendants shall permit representatives of the FTC to interview any employer, consultant, independent contractor, representative, agent, or employee who has agreed to such an interview, relating in any way to any conduct subject to this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Acknowledgment of Receipt of Order",
        "category": "acknowledgment",
        "summary": "Each Defendant must submit to the FTC a truthful sworn statement acknowledging receipt of this Order within five business days after receipt.",
        "requirements": [
          {
            "description": "Submit to the FTC a truthful sworn statement acknowledging receipt of this Order",
            "quoted_text": "IT IS FURTHER ORDERED that within five (5) business days after receipt of this Order, as entered by the Court, each Defendant shall submit to the FTC a truthful sworn statement acknowledging receipt of this Order.",
            "deadline": "5 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XI",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court shall retain jurisdiction of this matter for purposes of construction, modification and enforcement of this Order.",
        "requirements": [
          {
            "description": "Court retains jurisdiction for purposes of construction, modification and enforcement of this Order",
            "quoted_text": "IT IS FURTHER ORDERED that this Court shall retain jurisdiction of this matter, for purposes of construction, modification and enforcement of this Order",
            "deadline": null,
            "verified": true,
            "confidence": 0.9535474006116208
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 5,
      "termination_text": "For a period of five (5) years from the date of entry of this Order"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "12.07, CEO Group, Inc. dba Check Em Out, and Scott Joseph Complaint.pdf",
      "order": "12.07, CEO Group, Inc. dba Check Em Out, and Scott Joseph Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 2,
      "order_provisions": 11,
      "order_definitions": 3,
      "order_requirements": 28
    },
    "processing_time_seconds": 202.4
  }
}