{
  "case_info": {
    "docket_number": "C-4241",
    "company": {
      "name": "Premier Capital Lending, Inc.",
      "incorporation_state": "Texas",
      "entity_type": "corporation",
      "address": "901 W. Bardin Road, Suite 200, Arlington, Texas 76017",
      "business_description": "Premier Capital Lending, Inc. is a mortgage lender that specializes in loans to fund the combined purchase by consumers of real estate and manufactured homes. As a lender, PCL routinely obtains sensitive personal information related to its customers and potential customers."
    },
    "commissioners": [
      "William E. Kovacic, Chairman",
      "Pamela Jones Harbour",
      "Jon Leibowitz",
      "J. Thomas Rosch"
    ],
    "case_date": {
      "month": 12,
      "year": 2008
    },
    "legal_authority": "Gramm-Leach-Bliley Act (15 U.S.C. § 6801 et seq.), Federal Trade Commission Act (15 U.S.C. § 45 et seq.)",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/0723004-premier-capital-lending-inc-et-al-matter"
  },
  "complaint": {
    "factual_background": "Premier Capital Lending, a mortgage lender, issued login credentials to access consumer credit reports to an off-site third-party manufactured home seller without assessing security risks or monitoring usage. A hacker compromised the seller's computer in July 2006, using the stolen credentials to access 317 fraudulent consumer reports and 83 legitimate consumer reports previously obtained by the seller. The company failed to implement reasonable security safeguards and made false claims about its data protection practices in its privacy policy.",
    "representations_made": [
      {
        "description": "Claimed to maintain physical, electronic, and procedural safeguards complying with federal standards to protect customer information from unauthorized access",
        "quoted_text": "We take our responsibility to protect the privacy and confidentiality of customer information very seriously. We maintain physical, electronic, and procedural safeguards that comply with federal standards to store and secure information about you from unauthorized access, alteration and destruction. Our control policies, for example, authorize access to customer information only by individuals who need access to do their work.",
        "source_paragraph": 19
      },
      {
        "description": "Claimed to implement reasonable and appropriate measures to protect consumers' personal information from unauthorized access",
        "quoted_text": "Through the means described in paragraph 19, respondents have represented, expressly or by implication, that they implement reasonable and appropriate measures to protect consumers' personal information from unauthorized access.",
        "source_paragraph": 20
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Violations of Safeguards Rule",
        "representation": "Respondents were required to implement reasonable and appropriate security policies and procedures under the Safeguards Rule",
        "fact": "Respondents failed to identify reasonably foreseeable internal and external risks to customer information and failed to design and implement information safeguards to control the risks to customer information and to regularly test or monitor them",
        "conclusion": "Respondents have engaged in violations of the Safeguards Rule"
      },
      {
        "count_number": 2,
        "title": "Deceptive Data Security Practices (FTC Act Section 5)",
        "representation": "Respondents represented that they implement reasonable and appropriate measures to protect consumers' personal information from unauthorized access",
        "fact": "In truth and in fact, as set forth in paragraphs 8-11 and 13-14, respondents have not implemented reasonable and appropriate measures to protect consumers' personal information from unauthorized access",
        "conclusion": "Therefore the representation set forth in paragraph 20 was, and is, false or misleading, in violation of Section 5(a) of the FTC Act"
      },
      {
        "count_number": 3,
        "title": "Violation of Privacy Rule",
        "representation": "The Privacy Rule requires a financial institution to provide a clear and conspicuous notice that accurately reflects its privacy policies and practices to its customers",
        "fact": "Respondents disseminated a privacy policy that has contained false or misleading statements regarding the measures it implemented to protect customers' personal information",
        "conclusion": "Therefore, respondents have disseminated a privacy policy that does not reflect accurately its privacy policies and practices, including its security policies and practices, in violation of the Privacy Rule"
      }
    ]
  },
  "order": {
    "definitions": {
      "Personally identifiable information": "individually identifiable information from or about an individual consumer including, but not limited to: (a) a first and last name; (b) a home or other physical address, including street name and name of city or town; (c) an email address or other online contact information, such as an instant messaging user identifier or a screen name that reveals an individual's email address; (d) a telephone number; (e) a Social Security number; (f) credit or debit card information, including card number, expiration date, and security code; (g) a persistent identifier, such as a customer number held in a \"cookie\" or processor serial number, that is combined with other available data that identifies an individual consumer; or (h) any information that is combined with any of (a) through (g) above.",
      "personal information": "individually identifiable information from or about an individual consumer including, but not limited to: (a) a first and last name; (b) a home or other physical address, including street name and name of city or town; (c) an email address or other online contact information, such as an instant messaging user identifier or a screen name that reveals an individual's email address; (d) a telephone number; (e) a Social Security number; (f) credit or debit card information, including card number, expiration date, and security code; (g) a persistent identifier, such as a customer number held in a \"cookie\" or processor serial number, that is combined with other available data that identifies an individual consumer; or (h) any information that is combined with any of (a) through (g) above.",
      "Gramm-Leach-Bliley Act": "15 U.S.C. §§ 6801-6809, as amended",
      "GLB Act": "15 U.S.C. §§ 6801-6809, as amended",
      "Safeguards Rule": "16 C.F.R. Part 314, issued pursuant to Title V, Subtitle A of the GLB Act, 15 U.S.C. §§ 6801-6809",
      "Standards for Safeguarding Customer Information Rule": "16 C.F.R. Part 314, issued pursuant to Title V, Subtitle A of the GLB Act, 15 U.S.C. §§ 6801-6809",
      "Privacy Rule": "16 C.F.R. Part 313, issued pursuant to the GLB Act",
      "Commission's Privacy of Consumer Financial Information Rule": "16 C.F.R. Part 313, issued pursuant to the GLB Act",
      "Financial institution": "as defined in Section 509(3)(A) of the GLB Act, 15 U.S.C. § 6809(3)(A)",
      "respondents": "Premier Capital Lending, Inc. and its subsidiaries, divisions, affiliates, successors and assigns (\"PCL\"), and Debra Stiles",
      "Commerce": "as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. § 44"
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Privacy and Security",
        "category": "prohibition",
        "summary": "Respondents must not misrepresent the extent to which they maintain and protect the privacy, confidentiality, or security of personal information collected from or about consumers.",
        "requirements": [
          {
            "description": "Must not misrepresent privacy, confidentiality, or security of personal information",
            "quoted_text": "IT IS ORDERED that respondents, and their officers, agents, representatives, and employees, shall not directly or through any corporation, subsidiary, division, website, or other device, in connection with the advertising, marketing, promotion, offering for sale, or sale of any product or service, in or affecting commerce, misrepresent in any manner, expressly or by implication, the extent to which respondents maintain and protect the privacy, confidentiality, or security of any personal information collected from or about consumers.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Comprehensive Information Security Program",
        "category": "affirmative_obligation",
        "summary": "Respondents must establish and maintain a comprehensive information security program reasonably designed to protect the security, confidentiality, and integrity of consumers' personal information.",
        "requirements": [
          {
            "description": "Establish and implement comprehensive information security program",
            "quoted_text": "IT IS FURTHER ORDERED that respondents, and their officers, agents, representatives, and employees, directly or through any corporation, subsidiary, division, website, or other device, no later than the date of service of this order, shall establish and implement, and thereafter maintain, a comprehensive information security program that is reasonably designed to protect the security, confidentiality, and integrity of consumers' personal information.",
            "deadline": "date of service",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Designate employee(s) to coordinate and be accountable for the information security program",
            "quoted_text": "the designation of an employee or employees to coordinate and be accountable for the information security program",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Identify material internal and external risks and assess sufficiency of safeguards",
            "quoted_text": "the identification of material internal and external risks to the security, confidentiality, and integrity of personal information that could result in the unauthorized disclosure, misuse, loss, alteration, destruction, or other compromise of such information, and assessment of the sufficiency of any safeguards in place to control these risks. At a minimum, this risk assessment should include consideration of risks in each area of relevant operation, including, but not limited to, (1) employee training and management, (2) information systems, including network and software design, information processing, storage, transmission, and disposal, and (3) prevention, detection, and response to attacks, intrusions, or other systems failure",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Design and implement reasonable safeguards and regularly test or monitor effectiveness",
            "quoted_text": "the design and implementation of reasonable safeguards to control the risks identified through risk assessment, and regular testing or monitoring of the effectiveness of the safeguards' key controls, systems, and procedures",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Select and retain service providers capable of safeguarding personal information and require them by contract to maintain appropriate safeguards",
            "quoted_text": "the development and use of reasonable steps to select and retain service providers capable of appropriately safeguarding personal information they receive from respondents and requiring service providers by contract to implement and maintain appropriate safeguards",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Evaluate and adjust information security program based on testing results, operational changes, or other material circumstances",
            "quoted_text": "the evaluation and adjustment of respondents' information security program in light of the results of the testing and monitoring required by subpart C, any material changes to respondents' operations or business arrangements, or any other circumstances that respondents know or have reason to know may have a material impact on the effectiveness of their information security program",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Compliance with Safeguards Rule and Privacy Rule",
        "category": "affirmative_obligation",
        "summary": "Respondents must not violate any provision of the Safeguards Rule (16 C.F.R. Part 314) or the Privacy Rule (16 C.F.R. Part 313).",
        "requirements": [
          {
            "description": "Must not violate the Safeguards Rule",
            "quoted_text": "IT IS FURTHER ORDERED that respondents, and their officers, agents, representatives, and employees, shall not, directly or through any corporation, subsidiary, division, website, or other device, violate any provision of: A. the Safeguards Rule, 16 C.F.R. Part 314",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not violate the Privacy Rule",
            "quoted_text": "IT IS FURTHER ORDERED that respondents, and their officers, agents, representatives, and employees, shall not, directly or through any corporation, subsidiary, division, website, or other device, violate any provision of: B. the Privacy Rule, 16 C.F.R. Part 313",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Third-Party Assessments",
        "category": "assessment",
        "summary": "Respondents must obtain initial and biennial third-party assessments of their information security program for 20 years, with the initial assessment covering the first 180 days after service of the order.",
        "requirements": [
          {
            "description": "Obtain initial assessment covering first 180 days after service of order",
            "quoted_text": "IT IS FURTHER ORDERED that, in connection with their compliance with Parts II and III.A. of this order, respondents, and their officers, agents, representatives, and employees, shall obtain initial and biennial assessments and reports (\"Assessments\") from a qualified, objective, independent third-party professional using procedures and standards generally accepted in the profession. The reporting period for the Assessments shall cover: (A) the first one hundred and eighty (180) days after service of the order for the initial Assessment",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Obtain biennial assessments for twenty years after service of order",
            "quoted_text": "The reporting period for the Assessments shall cover: (B) each two (2) year period thereafter for twenty (20) years after service of the order for the biennial Assessments",
            "deadline": null,
            "verified": true,
            "confidence": 0.8896491228070176
          },
          {
            "description": "Each assessment must set forth specific safeguards implemented and maintained",
            "quoted_text": "Each Assessment shall: A. set forth the specific administrative, technical, and physical safeguards that respondent PCL has implemented and maintained during the reporting period",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Each assessment must explain how safeguards are appropriate to PCL's size, complexity, activities, and sensitivity of information",
            "quoted_text": "Each Assessment shall: B. explain how such safeguards are appropriate to respondent PCL's size and complexity, the nature and scope of respondent PCL's activities, and the sensitivity of the personal information collected from or about consumers",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Each assessment must explain how safeguards meet or exceed Safeguards Rule protections",
            "quoted_text": "Each Assessment shall: C. explain how the safeguards that have been implemented meet or exceed the protections required by the Safeguards Rule",
            "deadline": null,
            "verified": true,
            "confidence": 0.9370631970260224
          },
          {
            "description": "Each assessment must certify security program is operating effectively",
            "quoted_text": "Each Assessment shall: D. certify that respondent PCL's security program is operating with sufficient effectiveness to provide reasonable assurance that the security, confidentiality, and integrity of personal information is protected and, for biennial reports, has so operated throughout the reporting period",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Complete each assessment within 60 days after end of reporting period",
            "quoted_text": "Each Assessment shall be prepared and completed within sixty (60) days after the end of the reporting period to which the Assessment applies",
            "deadline": "60 days",
            "verified": true,
            "confidence": 0.9090909090909091
          },
          {
            "description": "Provide initial assessment to FTC within 10 business days after preparation",
            "quoted_text": "Respondents shall provide the initial Assessment to the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580, within ten (10) business days after the Assessment has been prepared",
            "deadline": "10 business days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Retain biennial assessments for three years after final assessment and provide to FTC within 10 business days upon request",
            "quoted_text": "All subsequent biennial Assessments shall be retained by respondents until three years after completion of the final Assessment and provided to the Associate Director of Enforcement upon request within ten (10) business days after respondents receives such request",
            "deadline": "10 business days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondents must maintain compliance-related documents and make them available to the FTC for inspection, including documents contradicting compliance, consumer complaints, law enforcement communications, and assessment materials.",
        "requirements": [
          {
            "description": "Maintain for five years any documents that contradict, qualify, or call into question compliance with order",
            "quoted_text": "IT IS FURTHER ORDERED that respondents shall maintain, and upon request make available to the Federal Trade Commission for inspection and copying, a print or electronic copy of each document relating to compliance, including by not limited to: A. for a period of five (5) years: 1. any documents, whether prepared by or on behalf of either respondent, that contradict, qualify, or call into question respondents' compliance with this order",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Maintain for five years consumer complaints and responses relating to activities alleged in complaint and compliance with order",
            "quoted_text": "for a period of five (5) years: 2. consumer complaints (whether received in written or electronic form, directly, indirectly or through any third party), and any responses to those complaints, whether in written or electronic form, that relate to respondents' activities as alleged in the draft Complaint and respondents' compliance with the provisions of this order",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Maintain for five years copies of all subpoenas and communications with law enforcement relating to collection, maintenance, or furnishing of consumer reports or personal information",
            "quoted_text": "for a period of five (5) years: 3. copies of all subpoenas and other communications with law enforcement entities or personnel, whether in written or electronic form, if such documents bear in any respect on respondents' collection, maintenance, or furnishing of consumer reports or other personal information of consumers",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Maintain for five years all records and documents necessary to demonstrate full compliance with order",
            "quoted_text": "for a period of five (5) years: 4. all records and documents necessary to demonstrate full compliance with each provision of this order",
            "deadline": null,
            "verified": true,
            "confidence": 0.8641975308641975
          },
          {
            "description": "Maintain for three years after each assessment all materials relied upon to prepare the assessment",
            "quoted_text": "for a period of three (3) years after the date of preparation of each Assessment required under Part III of this order, all materials relied upon to prepare the Assessment, whether prepared by or on behalf of either respondent, including but not limited to all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, and any other materials relating to respondents' compliance with Parts II and III.A. of this order, for the compliance period covered by such Assessment",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Provide assessment-related documents to FTC within 10 days of request",
            "quoted_text": "Respondents shall provide such documents to the Associate Director of Enforcement within ten (10) days of request",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Order Acknowledgment and Delivery",
        "category": "acknowledgment",
        "summary": "Respondents must deliver a copy of the order to all current and future personnel with responsibilities relating to the subject matter of the order.",
        "requirements": [
          {
            "description": "Deliver order to current personnel within 30 days after service of order",
            "quoted_text": "IT IS FURTHER ORDERED that respondents shall deliver a copy of this order to all current and future principals, officers, directors, and managers, and to all current and future employees, agents, and representatives having responsibilities relating to the subject matter of this order. Respondents shall deliver this order to such current personnel within thirty (30) days after service of this order",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver order to future personnel within 30 days after person assumes position or responsibilities",
            "quoted_text": "Respondents shall deliver this order to such future personnel within thirty (30) days after the person assumes such position or responsibilities",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.9164468864468864
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Individual Respondent Employment Notification",
        "category": "compliance_reporting",
        "summary": "Respondent Stiles must notify the FTC for 10 years of any discontinuance of current business or employment, or affiliation with any new business or employment providing financial products or services.",
        "requirements": [
          {
            "description": "Notify FTC of discontinuance of current business or employment or affiliation with new business providing financial products or services",
            "quoted_text": "IT IS FURTHER ORDERED that respondent Stiles, for a period of ten (10) years after the date of issuance of the order, shall notify the Commission of the discontinuance of her current business or employment or of her affiliation with any new business or employment that provides financial products or services. The notice shall include respondent Stiles' new business address and telephone number and a description of the nature of the business or employment and her duties or responsibilities",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Corporate Change Notification",
        "category": "compliance_reporting",
        "summary": "Respondents must notify the FTC at least 30 days prior to any corporate changes that may affect compliance obligations, including dissolution, merger, bankruptcy, or name changes.",
        "requirements": [
          {
            "description": "Notify FTC at least 30 days prior to corporate changes affecting compliance obligations",
            "quoted_text": "IT IS FURTHER ORDERED that respondents shall notify the Commission at least thirty (30) days prior to any change in the corporation(s) that may affect compliance obligations arising under this order, including, but not limited to: a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in the corporate name or address",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "If learning of corporate change fewer than 30 days prior, notify FTC as soon as practicable",
            "quoted_text": "Provided, however, that, with respect to any proposed change in the corporation(s) about which respondents learn fewer than thirty (30) days prior to the date such action is to take place, respondents shall notify the Commission as soon as is practicable after obtaining such knowledge",
            "deadline": "as soon as practicable",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondents must file a written compliance report with the FTC within 180 days after service of the order and at other times as required by the Commission.",
        "requirements": [
          {
            "description": "File written compliance report within 180 days after service of order",
            "quoted_text": "IT IS FURTHER ORDERED that respondents shall, within one hundred and eighty (180) days after service of this order, and at such other times as the Commission may require, file with the Commission a report, in writing, setting forth in detail the manner and form in which they have complied with this order",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "The order terminates on December 10, 2028, or 20 years from the most recent date the United States or FTC files a complaint in federal court alleging violation of the order, whichever is later.",
        "requirements": [
          {
            "description": "Order terminates on specified date or 20 years from most recent federal court complaint, whichever is later",
            "quoted_text": "This order will terminate on December 10, 2028, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. any Part in this order that terminates in fewer than twenty (20) years; B. this order's application to any respondent that is not named as a defendant in such complaint; and C. this order if such complaint is filed after the order has terminated pursuant to this Part",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on December 10, 2028, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "12.08, Premier Capital Lending Complaint.pdf",
      "order": "12.08, Premier Capital Lending Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 3,
      "complaint_representations": 2,
      "order_provisions": 10,
      "order_definitions": 11,
      "order_requirements": 31
    },
    "processing_time_seconds": 170.4
  }
}