{
  "case_info": {
    "docket_number": "C-4069",
    "company": {
      "name": "MICROSOFT CORPORATION",
      "incorporation_state": "Washington",
      "entity_type": "corporation",
      "address": "One Microsoft Way, Redmond, Washington 98052",
      "business_description": "Microsoft is a software and technology company that develops and promotes online services including sign-on and online wallet services known as Passport and Passport Express Purchase (Passport Wallet) through its website and the Internet."
    },
    "commissioners": [
      "Timothy J. Muris, Chairman",
      "Sheila F. Anthony",
      "Mozelle W. Thompson",
      "Orson Swindle",
      "Thomas B. Leary"
    ],
    "date_issued": "",
    "legal_authority": "Federal Trade Commission Act, 15 U.S.C. ยง 45 et seq",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/1923258-microsoft-corporation-us-v"
  },
  "complaint": {
    "factual_background": "Microsoft made false and misleading claims about its Passport and Passport Wallet services between 1999 and 2002. The company claimed to maintain high-level security and provide parents control over children's information through Kids Passport, but failed to implement reasonable security measures, misrepresented the safety benefits of Passport Wallet, collected personally identifiable information beyond what was disclosed in its privacy policy, and failed to give parents adequate control over their children's information.",
    "representations_made": [
      {
        "description": "Claimed to maintain a high level of online security with reasonable measures to protect personal information",
        "quoted_text": "Through the means described in Paragraphs 3-5, respondent represented, expressly or by implication, that it maintained a high level of online security by employing sufficient measures reasonable and appropriate under the circumstances to maintain and protect the privacy and confidentiality of personal information obtained from or about consumers in connection with the Passport and Passport Wallet services.",
        "source_paragraph": 6
      },
      {
        "description": "Claimed that purchases made with Passport Wallet are safer or more secure",
        "quoted_text": "Through the means described in paragraphs 9 and 10, respondent represented, expressly or by implication, that purchases made at a Passport Express Purchase site with Passport Wallet are safer or more secure than purchases made at the same Passport Express Purchase site without using the Passport Wallet.",
        "source_paragraph": 11
      },
      {
        "description": "Claimed that Passport did not collect any personally identifiable information beyond what was described in its privacy policy",
        "quoted_text": "Through the means described in paragraphs 13-14, respondent represented, expressly or by implication, that Passport did not collect any personally identifiable information other than that described in its privacy policy.",
        "source_paragraph": 15
      },
      {
        "description": "Claimed that Kids Passport provided parents with control over children's information shared with participating sites",
        "quoted_text": "Through the means described in Paragraph 18, respondent represented, expressly or by implication, that the Kids Passport service provided parents with control over the information their children could provide to participating Passport sites and the use of that information by such sites.",
        "source_paragraph": 19
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Passport Security Misrepresentation",
        "representation": "Microsoft claimed it maintained a high level of online security by employing sufficient measures reasonable and appropriate under the circumstances to maintain and protect the privacy and confidentiality of personal information obtained from or about consumers in connection with the Passport and Passport Wallet services",
        "fact": "Microsoft did not maintain a high level of online security by employing sufficient measures reasonable and appropriate under the circumstances. Microsoft failed to implement and document procedures that were reasonable and appropriate to: (1) prevent possible unauthorized access to the Passport system; (2) detect possible unauthorized access to the Passport system; (3) monitor the Passport system for potential vulnerabilities; and (4) record and retain system information sufficient to perform security audits and investigations",
        "conclusion": "In light of these deficiencies, taken together, the representation set forth in Paragraph 6 was false or misleading."
      },
      {
        "count_number": 2,
        "title": "Passport Wallet Security Misrepresentation",
        "representation": "Microsoft claimed that purchases made at a Passport Express Purchase site with Passport Wallet are safer or more secure than purchases made at the same Passport Express Purchase site without using the Passport Wallet",
        "fact": "Purchases made at a Passport Express Purchase site with Passport Wallet are not, for most consumers, safer or more secure than purchases made at the same Passport Express Purchase site without using the Passport Wallet. Most consumers making credit card purchases at a Passport Express Purchase site receive identical security whether they use Passport Wallet to complete a transaction or purchase directly from the Passport Express Purchase site without using a Passport Wallet",
        "conclusion": "Therefore, the representations set forth in paragraph 11 were false or misleading."
      },
      {
        "count_number": 3,
        "title": "Undisclosed Data Collection",
        "representation": "Microsoft represented that Passport did not collect any personally identifiable information other than that described in its privacy policy",
        "fact": "Passport did collect personally identifiable information other than that described in its privacy policy. In particular, Passport collected, and maintained for a limited period of time, a personally identifiable record of the sites to which a Passport user signed in, along with the dates and times of sign in, which customer service representatives linked to a user's name in order to respond to a user's request for service",
        "conclusion": "Therefore, the representation set forth in paragraph 15 was false or misleading."
      },
      {
        "count_number": 4,
        "title": "Kids Passport Parental Control Misrepresentation",
        "representation": "Microsoft represented that the Kids Passport service provided parents with control over the information their children could provide to participating Passport sites and the use of that information by such sites",
        "fact": "The Kids Passport service did not provide parents with control over the information their children could provide to participating Passport sites and the use of that information by such sites. Once a parent set up a child's Passport account and provided consent for the collection and/or disclosure of the types of personal information listed in respondent's privacy policy, respondent permitted the child to edit or change certain fields of personal information and change account settings set by the parent. Respondent also failed to clearly inform parents that in some instances information would be disclosed to Passport Web sites that do not participate in the Kids Passport service",
        "conclusion": "Therefore, the representations set forth in paragraph 19 were false or misleading."
      }
    ]
  },
  "order": {
    "definitions": {
      "Personally identifiable information": "individually identifiable information from or about an individual including, but not limited to: (a) a first and last name; (b) a home or other physical address, including street name and name of city or town; (c) an email address or other online contact information, such as an instant messaging user identifier or a screen name that reveals an individual's email address; (d) a telephone number; (e) a Social Security Number; (f) a persistent identifier, such as a customer number held in a \"cookie\" or processor serial number, that is combined with other available data that identifies an individual; or (g) any information that is combined with any of (a) through (f) above.",
      "personal information": "individually identifiable information from or about an individual including, but not limited to: (a) a first and last name; (b) a home or other physical address, including street name and name of city or town; (c) an email address or other online contact information, such as an instant messaging user identifier or a screen name that reveals an individual's email address; (d) a telephone number; (e) a Social Security Number; (f) a persistent identifier, such as a customer number held in a \"cookie\" or processor serial number, that is combined with other available data that identifies an individual; or (g) any information that is combined with any of (a) through (f) above.",
      "Covered online service": "Passport, Kids Passport, Passport Wallet, any substantially similar product or service, or any multisite online authentication service.",
      "respondent": "Microsoft Corporation, its successors and assigns and its officers, agents, representatives, and employees acting within the scope of their authority on behalf of, or in active concert or participation with Microsoft Corporation.",
      "Commerce": "as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. ยง 44."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Information Practices",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent its information practices, including what personal information is collected, security protections, privacy policy changes, parental controls, or any other matter regarding collection, use, or disclosure of personally identifiable information.",
        "requirements": [
          {
            "description": "Must not misrepresent what personal information is collected from or about consumers",
            "quoted_text": "IT IS ORDERED that respondent, directly or through any corporation, subsidiary, division, or other device, in connection with the advertising, marketing, promotion, offering for sale, or sale of a covered online service, in or affecting commerce, shall not misrepresent in any manner, expressly or by implication, its information practices, including: A. what personal information is collected from or about consumers;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent the extent to which it will maintain, protect or enhance privacy, confidentiality, or security of personally identifiable information",
            "quoted_text": "B. the extent to which respondent's product or service will maintain, protect or enhance the privacy, confidentiality, or security of any personally identifiable information collected from or about consumers;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent the steps it will take with respect to personal information when privacy policy terms change",
            "quoted_text": "C. the steps respondent will take with respect to personal information it has collected in the event that it changes the terms of the privacy policy in effect at the time the information was collected;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent the extent to which the service allows parents to control what information their children can provide or the use of that information",
            "quoted_text": "D. the extent to which the service allows parents to control what information their children can provide to participating sites or the use of that information by such sites;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not misrepresent any other matter regarding collection, use, or disclosure of personally identifiable information",
            "quoted_text": "E. any other matter regarding the collection, use, or disclosure of personally identifiable information.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Information Security Program",
        "category": "affirmative_obligation",
        "summary": "Respondent must establish and maintain a comprehensive written information security program with administrative, technical, and physical safeguards to protect the security, confidentiality, and integrity of personal information collected from consumers.",
        "requirements": [
          {
            "description": "Establish and maintain a comprehensive written information security program with appropriate safeguards",
            "quoted_text": "IT IS FURTHER ORDERED that respondent, and its successors and assigns, in connection with the advertising, marketing, promotion, offering for sale, or sale of a covered online service, in or affecting commerce, shall establish and maintain a comprehensive information security program in writing that is reasonably designed to protect the security, confidentiality, and integrity of personal information collected from or about consumers. Such program shall contain administrative, technical, and physical safeguards appropriate to respondent's size and complexity, the nature and scope of respondent's activities, and the sensitivity of the personal information collected from or about consumers",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Designate employee(s) to coordinate and be accountable for the information security program",
            "quoted_text": "A. The designation of an employee or employees to coordinate and be accountable for the information security program.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Identify material internal and external risks and assess sufficiency of safeguards, including consideration of employee training, information systems, and prevention/detection/response to attacks",
            "quoted_text": "B. The identification of material internal and external risks to the security, confidentiality, and integrity of customer information that could result in the unauthorized disclosure, misuse, alteration, destruction, or other compromise of such information, and assessment of the sufficiency of any safeguards in place to control these risks. At a minimum, this risk assessment should include consideration of risks in each area of relevant operation, including: (1) employee training and management; (2) information systems, including network and software design, information processing, storage, transmission and disposal; and (3) prevention, detection, and response to attacks, intrusions, or other systems failures.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Design and implement reasonable safeguards to control identified risks and regularly test or monitor their effectiveness",
            "quoted_text": "C. Design and implementation of reasonable safeguards to control the risks identified through risk assessment, and regular testing or monitoring of the effectiveness of the safeguards' key controls, systems, and procedures.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Evaluate and adjust the information security program based on testing results, material changes, or other circumstances",
            "quoted_text": "D. Evaluation and adjustment of respondent's information security program in light of the results of the testing and monitoring required by paragraph C, any material changes to respondent's operations or business arrangements, or any other circumstances that respondent knows or has reason to know may have a material impact on its information security program.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Third-Party Assessments",
        "category": "assessment",
        "summary": "Respondent must obtain independent third-party assessments from a qualified professional within one year and biennially thereafter, certifying that the security program meets the order's requirements and is operating effectively.",
        "requirements": [
          {
            "description": "Obtain initial third-party assessment and report certifying security program meets order requirements and is operating effectively",
            "quoted_text": "IT IS FURTHER ORDERED that respondent obtain within one (1) year, and on a biannual basis thereafter, an assessment and report from a qualified, objective, independent third-party professional, using procedures and standards generally accepted in the profession, that certifies: A. that respondent has in place a security program that provides protections that meet or exceed the protections required by Part II of this order; and B. that respondent's security program is operating with sufficient effectiveness to provide reasonable assurance that the security, confidentiality, and integrity of consumer's personal information has been protected.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Report must be prepared by a CISSP or person/organization approved by the Associate Director for Enforcement",
            "quoted_text": "The report required by this paragraph shall be prepared by a Certified Information System Security Professional (CISSP) or by a person or organization approved by the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must maintain for five years and make available to the FTC upon request various documents relating to compliance, including advertisements, policies, training materials, and audit reports.",
        "requirements": [
          {
            "description": "Maintain for five years sample copies of advertisements and documents containing representations about collection, use, and security of personal information",
            "quoted_text": "IT IS FURTHER ORDERED that respondent, and its successors and assigns, shall for a period of five (5) years after the date of service of this order maintain and upon request make available to the Federal Trade Commission for inspection and copying a print or electronic copy of the following documents relating to compliance with this order: A. a sample copy of each different print, broadcast, cable, or Internet advertisement, promotion, information collection form, Web page, screen, email message, or other document containing any representation to consumers regarding respondent's collection, use, and security of personal information from or about consumers.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Maintain for five years all plans, reports, studies, reviews, audits, policies, and training materials relating to compliance with the order",
            "quoted_text": "B. all plans, reports, studies, reviews, audits, audit trails, policies, and training materials, whether prepared by or on behalf of respondent, relating to respondent's compliance with this order;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Maintain for five years any documents that contradict, qualify, or call into question compliance with the order",
            "quoted_text": "C. any documents, whether prepared by or on behalf of respondent, that contradict, qualify, or call into question respondent's compliance with this order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Acknowledgment of Order",
        "category": "acknowledgment",
        "summary": "Respondent must deliver a copy of this order to all current and future principals, officers, directors, managers, and employees with managerial responsibilities relating to the subject matter of the order.",
        "requirements": [
          {
            "description": "Deliver copy of order to current personnel with managerial responsibilities",
            "quoted_text": "IT IS FURTHER ORDERED that respondent, and its successors and assigns, shall deliver a copy of this order to all current and future principals, officers, directors, and managers, and to all current and future employees, agents, and representatives having managerial responsibilities relating to the subject matter of this order. Respondent shall deliver this order to such current personnel within thirty (30) days after the date of service of this order",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver copy of order to future personnel with managerial responsibilities within 30 days of assuming position",
            "quoted_text": "and to such future personnel within thirty (30) days after the person assumes such position or responsibilities.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Change in Corporate Structure Notification",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the Commission at least 30 days prior to any corporate change that may affect compliance obligations, including dissolution, merger, bankruptcy, or change in name or address.",
        "requirements": [
          {
            "description": "Notify the Commission at least 30 days prior to any corporate change affecting compliance obligations",
            "quoted_text": "IT IS FURTHER ORDERED that respondent Microsoft Corporation, and its successors and assigns, shall notify the Commission at least thirty (30) days prior to any change in the corporation that may affect compliance obligations arising under this order, including, but not limited to, a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in the corporate name or address.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Notify the Commission as soon as practicable if change is learned about less than 30 days prior",
            "quoted_text": "Provided, however, that, with respect to any proposed change in the corporation about which respondent learns less than thirty (30) days prior to the date such action is to take place, respondent shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Compliance Reports",
        "category": "compliance_reporting",
        "summary": "Respondent must file with the Commission a written report detailing compliance with the order within 60 days after service and at such other times as the FTC may require.",
        "requirements": [
          {
            "description": "File initial compliance report with the Commission within 60 days after service of the order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent Microsoft Corporation, and its successors and assigns, shall within sixty (60) days after service of this order, and at such other times as the Federal Trade Commission may require, file with the Commission a report, in writing, setting forth in detail the manner and form in which they have complied with this order.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "This order will terminate on December 20, 2022, or 20 years from the most recent date the FTC files a complaint alleging violation of the order, whichever comes later.",
        "requirements": [
          {
            "description": "Order terminates on December 20, 2022, or 20 years from most recent complaint filing, whichever is later",
            "quoted_text": "This order will terminate on December 20, 2022, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on December 20, 2022, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part in this order that terminates in less than twenty (20) years; B. This order's application to any respondent that is not named as a defendant in such complaint; and C. This order if such complaint is filed after the order has terminated pursuant to this Part."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "12.02, Microsoft Corporation Complaint.pdf",
      "order": "12.02, Microsoft Corporation Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 4,
      "complaint_representations": 4,
      "order_provisions": 8,
      "order_definitions": 5,
      "order_requirements": 21
    },
    "processing_time_seconds": 100.6
  }
}