{
  "case_info": {
    "docket_number": "C-4241",
    "company": {
      "name": "Premier Capital Lending, Inc.",
      "incorporation_state": "Texas",
      "entity_type": "corporation",
      "address": "901 W. Bardin Road, Suite 200, Arlington, Texas 76017",
      "business_description": "Premier Capital Lending is a mortgage lender that specializes in loans to fund the combined purchase by consumers of real estate and manufactured homes. As a lender, the company routinely obtains sensitive personal information related to customers and potential customers, including credit histories and consumer reports."
    },
    "commissioners": [
      "William E. Kovacic, Chairman",
      "Pamela Jones Harbour",
      "Jon Leibowitz",
      "J. Thomas Rosch"
    ],
    "case_date": {
      "month": 12,
      "year": 2008
    },
    "legal_authority": "Section 5 of the Federal Trade Commission Act, 15 U.S.C. § 45(a); the Standards for Safeguarding Customer Information Rule (Safeguards Rule), 16 C.F.R. Part 314, issued pursuant to Title V, Subtitle A of the Gramm-Leach-Bliley Act, 15 U.S.C. § 6801-6809; and the Privacy of Consumer Financial Information Rule (Privacy Rule), 16 C.F.R. Part 313, issued pursuant to the Gramm-Leach-Bliley Act",
    "violation_type": "unfair",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/0723004-premier-capital-lending-inc-et-al-matter"
  },
  "complaint": {
    "factual_background": "Premier Capital Lending, Inc. (PCL), a Texas mortgage lender, issued a consumer reporting agency (CRA) login credential to a third-party seller of manufactured homes, allowing him to pull consumer credit reports through PCL's account. PCL failed to assess the security of the seller's computer network, monitor the account for suspicious activity, or audit the scope of consumer data accessible through the account. In July 2006, a hacker breached the seller's computer, obtained the PCL-issued CRA login, and used it to pull 317 unauthorized consumer reports and gain access to 83 additional reports with full names, addresses, and Social Security numbers. PCL took over a year to recognize the full scope of the breach affecting those 83 consumers. Throughout this period, PCL's published Privacy Policy falsely assured consumers that it maintained physical, electronic, and procedural safeguards complying with federal standards to protect customer information.",
    "representations_made": [
      {
        "description": "PCL claimed in its Privacy Policy that it takes responsibility to protect customer privacy seriously and maintains physical, electronic, and procedural safeguards that comply with federal standards to protect customer information from unauthorized access, alteration, and destruction, and that access to customer information is authorized only for individuals who need it for their work.",
        "quoted_text": "We take our responsibility to protect the privacy and confidentiality of customer information very seriously. We maintain physical, electronic, and procedural safeguards that comply with federal standards to store and secure information about you from unauthorized access, alteration and destruction. Our control policies, for example, authorize access to customer information only by individuals who need access to do their work.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 19,
        "quote_start_line": 161,
        "quote_end_line": 166
      },
      {
        "description": "Through its Privacy Policy statements, PCL represented, expressly or by implication, that it implements reasonable and appropriate measures to protect consumers' personal information from unauthorized access.",
        "quoted_text": "20. Through the means described in paragraph 19, respondents have represented, expressly or by implication, that they implement reasonable and appropriate measures to protect consumers’ personal information from unauthorized access.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 20,
        "quote_start_line": 167,
        "quote_end_line": 169
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Violation of the Safeguards Rule",
        "representation": "PCL was required under the Safeguards Rule to implement a comprehensive written information security program with reasonable safeguards, including identifying foreseeable risks and designing and implementing controls to address those risks.",
        "fact": "Respondents failed to identify reasonably foreseeable internal and external risks to the security, confidentiality, and integrity of customer information, and failed to design and implement information safeguards to control those risks and regularly test or monitor them, as set forth in paragraphs 8–11 and 13–14.",
        "conclusion": "Respondents have engaged in violations of the Safeguards Rule, 16 C.F.R. Part 314."
      },
      {
        "count_number": 2,
        "title": "False or Misleading Security Representation — Violation of FTC Act Section 5",
        "representation": "Respondents represented, expressly or by implication, that they implement reasonable and appropriate measures to protect consumers' personal information from unauthorized access, as stated in PCL's Privacy Policy.",
        "fact": "In truth and in fact, respondents did not implement reasonable and appropriate measures to protect consumers' personal information from unauthorized access, as set forth in paragraphs 8–11 and 13–14.",
        "conclusion": "Therefore the representation set forth in paragraph 20 was, and is, false or misleading, in violation of Section 5(a) of the FTC Act."
      },
      {
        "count_number": 3,
        "title": "Inaccurate Privacy Notice — Violation of the Privacy Rule",
        "representation": "Respondents disseminated a privacy policy purporting to accurately reflect PCL's privacy policies and practices, including its security policies and practices, as required by the Privacy Rule.",
        "fact": "The privacy policy contained false or misleading statements regarding the measures respondents implemented to protect customers' personal information and therefore did not accurately reflect PCL's actual privacy policies and practices.",
        "conclusion": "Respondents have disseminated a privacy policy that does not accurately reflect its privacy policies and practices, in violation of the Privacy Rule, 16 C.F.R. Part 313."
      }
    ]
  },
  "order": {
    "definitions": {
      "Personally identifiable information / personal information": "individually identifiable information from or about an individual consumer including, but not limited to: (a) a first and last name; (b) a home or other physical address, including street name and name of city or town; (c) an email address or other online contact information, such as an instant messaging user identifier or a screen name that reveals an individual's email address; (d) a telephone number; (e) a Social Security number; (f) credit or debit card information, including card number, expiration date, and security code; (g) a persistent identifier, such as a customer number held in a \"cookie\" or processor serial number, that is combined with other available data that identifies an individual consumer; or (h) any information that is combined with any of (a) through (g) above.",
      "Gramm-Leach-Bliley Act / GLB Act": "refers to 15 U.S.C. §§ 6801-6809, as amended, the \"Safeguards Rule\" or the \"Standards for Safeguarding Customer Information Rule\" refers to 16 C.F.R. Part 314, issued pursuant to Title V, Subtitle A of the GLB Act, 15 U.S.C. §§ 6801-6809, and the \"Privacy Rule\" or the \"Commission's Privacy of Consumer Financial Information Rule\" refers to 16 C.F.R. Part 313, issued pursuant to the GLB Act.",
      "Financial institution": "shall mean as defined in Section 509(3)(A) of the GLB Act, 15 U.S.C. § 6809(3)(A).",
      "Respondents": "Premier Capital Lending, Inc. and its subsidiaries, divisions, affiliates, successors and assigns (\"PCL\"), and Debra Stiles.",
      "Commerce": "shall mean as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. § 44."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Privacy and Security",
        "category": "prohibition",
        "summary": "Respondents must not misrepresent, in any manner, the extent to which they maintain and protect the privacy, confidentiality, or security of consumers' personal information.",
        "requirements": [
          {
            "description": "Must not misrepresent in any manner, expressly or by implication, the extent to which respondents maintain and protect the privacy, confidentiality, or security of any personal information collected from or about consumers",
            "quoted_text": "IT IS ORDERED that respondents, and their officers, agents, representatives, and employees, shall not directly or through any corporation, subsidiary, division, website, or other device, in connection with the advertising, marketing, promotion, offering for sale, or sale of any product or service, in or affecting commerce, misrepresent in any manner, expressly or by implication, the extent to which respondents maintain and protect the privacy, confidentiality, or security of any personal information collected from or about consumers.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 80,
            "quote_end_line": 85
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Comprehensive Information Security Program",
        "category": "affirmative_obligation",
        "summary": "Respondents must establish, implement, and maintain a comprehensive written information security program with administrative, technical, and physical safeguards appropriate to the size, complexity, and sensitivity of personal information handled.",
        "requirements": [
          {
            "description": "Establish and implement a comprehensive information security program, fully documented in writing, no later than the date of service of this order",
            "quoted_text": "IT IS FURTHER ORDERED that respondents, and their officers, agents, representatives, and employees, directly or through any corporation, subsidiary, division, website, or other device, no later than the date of service of this order, shall establish and implement, and thereafter maintain, a comprehensive information security program that is reasonably designed to protect the security, confidentiality, and integrity of consumers’ personal information. Such program, the content and implementation of which must be fully documented in writing, shall contain administrative, technical, and physical safeguards appropriate to respondent PCL’s size and complexity, the nature and scope of its activities, and the sensitivity of the personal information collected from or about consumers, including:",
            "deadline": "date of service of order",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 87,
            "quote_end_line": 95
          },
          {
            "description": "Designate an employee or employees to coordinate and be accountable for the information security program",
            "quoted_text": "A. the designation of an employee or employees to coordinate and be accountable for the information security program;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 96,
            "quote_end_line": 97
          },
          {
            "description": "Identify material internal and external risks to the security, confidentiality, and integrity of personal information and assess the sufficiency of existing safeguards, including employee training, information systems, and incident response",
            "quoted_text": "B. the identification of material internal and external risks to the security, confidentiality, and integrity of personal information that could result in the unauthorized disclosure, misuse, loss, alteration, destruction, or other compromise of such information, and assessment of the sufficiency of any safeguards in place to control these risks. At a minimum, this risk assessment should include consideration of risks in each area of relevant operation, including, but not limited to, (1) employee training and management, (2) information systems, including network and software design, information processing, storage, transmission, and disposal, and (3) prevention, detection, and response to attacks, intrusions, or other systems failure;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 98,
            "quote_end_line": 107
          },
          {
            "description": "Design and implement reasonable safeguards to control identified risks, and regularly test or monitor the effectiveness of safeguards' key controls, systems, and procedures",
            "quoted_text": "C. the design and implementation of reasonable safeguards to control the risks identified through risk assessment, and regular testing or monitoring of the effectiveness of the safeguards’ key controls, systems, and procedures;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 108,
            "quote_end_line": 110
          },
          {
            "description": "Take reasonable steps to select and retain service providers capable of appropriately safeguarding personal information, and require service providers by contract to implement and maintain appropriate safeguards",
            "quoted_text": "D. the development and use of reasonable steps to select and retain service providers capable of appropriately safeguarding personal information they receive from respondents and requiring service providers by contract to implement and maintain appropriate safeguards; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 111,
            "quote_end_line": 114
          },
          {
            "description": "Evaluate and adjust the information security program in light of testing and monitoring results, material changes to operations or business arrangements, or other circumstances that may materially impact the program's effectiveness",
            "quoted_text": "E. the evaluation and adjustment of respondents’ information security program in Page 3 of 7 light of the results of the testing and monitoring required by subpart C, any material changes to respondents’ operations or business arrangements, or any other circumstances that respondents know or have reason to know may have a material impact on the effectiveness of their information security program.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 115,
            "quote_end_line": 122
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Compliance with Safeguards Rule and Privacy Rule",
        "category": "prohibition",
        "summary": "Respondents must not violate any provision of the FTC Safeguards Rule (16 C.F.R. Part 314) or the Privacy Rule (16 C.F.R. Part 313); compliance with future amendments to those rules will not constitute a violation of this order.",
        "requirements": [
          {
            "description": "Must not violate any provision of the Safeguards Rule, 16 C.F.R. Part 314",
            "quoted_text": "IT IS FURTHER ORDERED that respondents, and their officers, agents, representatives, and employees, shall not, directly or through any corporation, subsidiary, division, website, or other device, violate any provision of: A. the Safeguards Rule, 16 C.F.R. Part 314; or",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 124,
            "quote_end_line": 127
          },
          {
            "description": "Must not violate any provision of the Privacy Rule, 16 C.F.R. Part 313",
            "quoted_text": "IT IS FURTHER ORDERED that respondents, and their officers, agents, representatives, and employees, shall not, directly or through any corporation, subsidiary, division, website, or other device, violate any provision of: A. the Safeguards Rule, 16 C.F.R. Part 314; or B. the Privacy Rule, 16 C.F.R. Part 313.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 124,
            "quote_end_line": 128
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Third-Party Security Assessments",
        "category": "assessment",
        "summary": "Respondents must obtain initial and biennial independent third-party assessments of their information security program covering the first 180 days and each two-year period thereafter for 20 years, with each assessment prepared by a qualified security professional and submitted or retained according to specified timelines.",
        "requirements": [
          {
            "description": "Obtain an initial third-party assessment covering the first 180 days after service of the order, prepared by a qualified security professional (CISSP, CISA, GIAC, or equivalent approved by the FTC)",
            "quoted_text": "shall obtain initial and biennial assessments and reports (\"Assessments\") from a qualified, objective, independent third-party professional using procedures and standards generally accepted in the profession. The reporting period for the Assessments shall cover: (A) the first one hundred and eighty (180) days after service of the order for the initial Assessment; and (B) each two (2) year period thereafter for twenty (20) years after service of the order for the biennial Assessments. Each Assessment shall: A. set forth the specific administrative, technical, and physical safeguards that respondent PCL has implemented and maintained during the reporting period; B. explain how such safeguards are appropriate to respondent PCL’s size and complexity, the nature and scope of respondent PCL’s activities, and the sensitivity of the personal information collected from or about consumers; C. explain how the safeguards that have been implemented meet or exceed the protections required by the Safeguards Rule; and D. certify that respondent PCL’s security program is operating with sufficient effectiveness to provide reasonable assurance that the security, confidentiality, and integrity of personal information is protected and, for biennial reports, has so operated throughout the reporting period. Each Assessment shall be prepared and completed within sixty (60) days after the end of the Page 4 of 7 reporting period to which the Assessment applies by: a person qualified as a Certified Information System Security Professional (CISSP) or as a Certified Information Systems Auditor (CISA); a person holding Global Information Assurance Certification (GIAC) from the SysAdmin, Audit, Network, Security (SANS) Institute; or a similarly qualified person or organization approved by the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission.",
            "deadline": "180 days after service of order (reporting period); assessment completed within 60 days after end of reporting period",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 134,
            "quote_end_line": 160
          },
          {
            "description": "Obtain biennial third-party assessments covering each two-year period for 20 years after service of the order; each assessment must set forth safeguards implemented, explain their appropriateness, explain how they meet the Safeguards Rule, and certify the program is operating with sufficient effectiveness",
            "quoted_text": "accepted in the profession. The reporting period for the Assessments shall cover: (A) the first one hundred and eighty (180) days after service of the order for the initial Assessment; and (B) each two (2) year period thereafter for twenty (20) years after service of the order for the biennial Assessments. Each Assessment shall: A. set forth the specific administrative, technical, and physical safeguards that respondent PCL has implemented and maintained during the reporting period; B. explain how such safeguards are appropriate to respondent PCL’s size and complexity, the nature and scope of respondent PCL’s activities, and the sensitivity of the personal information collected from or about consumers; C. explain how the safeguards that have been implemented meet or exceed the protections required by the Safeguards Rule; and D. certify that respondent PCL’s security program is operating with sufficient effectiveness to provide reasonable assurance that the security, confidentiality, and integrity of personal information is protected and, for biennial reports, has so operated throughout the reporting period. Each Assessment shall be prepared and completed within sixty (60) days after the end of the Page 4 of 7 reporting period to which the Assessment applies by: a person qualified as a Certified Information System Security Professional (CISSP) or as a Certified Information Systems Auditor (CISA); a person holding Global Information Assurance Certification (GIAC) from the SysAdmin, Audit, Network, Security (SANS) Institute; or a similarly qualified person or organization approved by the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission.",
            "deadline": "every 2 years for 20 years; completed within 60 days after end of each reporting period",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 136,
            "quote_end_line": 160
          },
          {
            "description": "Provide the initial Assessment to the FTC Associate Director for Enforcement within 10 business days after it has been prepared",
            "quoted_text": "Respondents shall provide the initial Assessment to the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580, within ten (10) business days after the Assessment has been prepared. All subsequent biennial",
            "deadline": "10 business days after assessment is prepared",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 161,
            "quote_end_line": 163
          },
          {
            "description": "Retain all subsequent biennial Assessments until three years after completion of the final Assessment and provide them to the Associate Director of Enforcement upon request within 10 business days",
            "quoted_text": "ten (10) business days after the Assessment has been prepared. All subsequent biennial Assessments shall be retained by respondents until three years after completion of the final Assessment and provided to the Associate Director of Enforcement upon request within ten (10) business days after respondents receives such request.",
            "deadline": "10 business days after request",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 163,
            "quote_end_line": 166
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondents must maintain and make available to the FTC compliance-related documents for specified periods: five years for most compliance records and consumer complaints, and three years for materials used to prepare each security assessment.",
        "requirements": [
          {
            "description": "For five years, maintain documents that contradict, qualify, or call into question respondents' compliance with this order",
            "quoted_text": "A. for a period of five (5) years: 1. any documents, whether prepared by or on behalf of either respondent, that contradict, qualify, or call into question respondents’ compliance with this order;",
            "deadline": "5 years",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 171,
            "quote_end_line": 174
          },
          {
            "description": "For five years, maintain consumer complaints and responses related to respondents' activities as alleged in the Complaint and compliance with this order",
            "quoted_text": "2. consumer complaints (whether received in written or electronic form, directly, indirectly or through any third party), and any responses to those complaints, whether in written or electronic form, that relate to respondents’ activities as alleged in the draft Complaint and respondents’ compliance with the provisions of this order;",
            "deadline": "5 years",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 175,
            "quote_end_line": 179
          },
          {
            "description": "For five years, maintain copies of all subpoenas and other communications with law enforcement entities bearing on respondents' collection, maintenance, or furnishing of consumer reports or personal information",
            "quoted_text": "3. copies of all subpoenas and other communications with law enforcement entities or personnel, whether in written or electronic form, if such documents bear in any respect on respondents’ collection, maintenance, or furnishing of consumer reports or other personal information of consumers; and",
            "deadline": "5 years",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 180,
            "quote_end_line": 183
          },
          {
            "description": "For five years, maintain all records and documents necessary to demonstrate full compliance with each provision of this order",
            "quoted_text": "4. all records and documents necessary to demonstrate full compliance with each provision of this order; and",
            "deadline": "5 years",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 184,
            "quote_end_line": 185
          },
          {
            "description": "For three years after preparation of each Assessment, maintain all materials relied upon to prepare the Assessment, including plans, reports, studies, reviews, audits, policies, and training materials; provide such documents to the Associate Director of Enforcement within 10 days of request",
            "quoted_text": "B. for a period of three (3) years after the date of preparation of each Assessment required under Part III of this order, all materials relied upon to prepare the Assessment, whether prepared by or on behalf of either respondent, including but not limited to all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, and any other materials relating to Page 5 of 7 respondents’ compliance with Parts II and III.A. of this order, for the compliance period covered by such Assessment. Respondents shall provide such documents to the Associate Director of Enforcement within ten (10) days of request.",
            "deadline": "3 years after each assessment; documents provided within 10 days of request",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 186,
            "quote_end_line": 196
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Order Acknowledgment and Delivery",
        "category": "acknowledgment",
        "summary": "Respondents must deliver a copy of this order to all current and future principals, officers, directors, managers, employees, agents, and representatives with relevant responsibilities — current personnel within 30 days of service, future personnel within 30 days of assuming their role.",
        "requirements": [
          {
            "description": "Deliver a copy of this order to all current principals, officers, directors, managers, employees, agents, and representatives having responsibilities relating to the subject matter of this order within 30 days after service of this order",
            "quoted_text": "IT IS FURTHER ORDERED that respondents shall deliver a copy of this order to all current and future principals, officers, directors, and managers, and to all current and future employees, agents, and representatives having responsibilities relating to the subject matter of this order. Respondents shall deliver this order to such current personnel within thirty (30) days after service of this order, and to such future personnel within thirty (30) days after the person",
            "deadline": "30 days after service of order",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 198,
            "quote_end_line": 202
          },
          {
            "description": "Deliver a copy of this order to all future personnel with relevant responsibilities within 30 days after the person assumes such position or responsibilities",
            "quoted_text": "this order. Respondents shall deliver this order to such current personnel within thirty (30) days after service of this order, and to such future personnel within thirty (30) days after the person assumes such position or responsibilities.",
            "deadline": "30 days after person assumes position",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 201,
            "quote_end_line": 203
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Employment Notification — Respondent Stiles",
        "category": "compliance_reporting",
        "summary": "Respondent Stiles must notify the FTC within the required period of any discontinuance of her current business or employment, or any new affiliation with a business providing financial products or services, for a period of ten years.",
        "requirements": [
          {
            "description": "For ten years after issuance of the order, Respondent Stiles must notify the Commission by certified mail of any discontinuance of current business or employment, or any new business or employment affiliation providing financial products or services, including new business address, telephone number, and description of duties",
            "quoted_text": "IT IS FURTHER ORDERED that respondent Stiles, for a period of ten (10) years after the date of issuance of the order, shall notify the Commission of the discontinuance of her current business or employment or of her affiliation with any new business or employment that provides financial products or services. The notice shall include respondent Stiles’ new business address and telephone number and a description of the nature of the business or employment and her duties or responsibilities. All notices required by this Part shall be sent by certified mail to the Associate Director, Division of Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580.",
            "deadline": "10 years; notification required upon each triggering event",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 205,
            "quote_end_line": 212
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Corporate Change Notification",
        "category": "compliance_reporting",
        "summary": "Respondents must notify the FTC at least 30 days prior to any corporate change that may affect compliance obligations under this order, such as dissolution, merger, sale, bankruptcy filing, or change of name or address.",
        "requirements": [
          {
            "description": "Notify the Commission by certified mail at least 30 days prior to any dissolution, assignment, sale, merger, or other action that would result in a successor corporation; creation or dissolution of a subsidiary, parent, or affiliate; proposed bankruptcy filing; or change in corporate name or address",
            "quoted_text": "IT IS FURTHER ORDERED that respondents shall notify the Commission at least thirty (30) days prior to any change in the corporation(s) that may affect compliance obligations arising under this order, including, but not limited to: a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in the corporate name or address. Provided, however, that, with respect to any proposed change in the corporation(s) about which respondents learn fewer than thirty (30) days prior to the date such action is to take place, respondents shall notify the Commission as soon as is practicable after obtaining such knowledge. All notices required by this Part shall be sent by certified mail to the Associate Director, Division of Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580.",
            "deadline": "at least 30 days prior to the corporate change; as soon as practicable if fewer than 30 days' notice is available",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 214,
            "quote_end_line": 225
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondents must file a written compliance report with the FTC within 180 days after service of the order, and at such other times as the Commission may require.",
        "requirements": [
          {
            "description": "File a written compliance report with the Commission within 180 days after service of this order, setting forth in detail the manner and form in which respondents have complied with the order",
            "quoted_text": "IT IS FURTHER ORDERED that respondents shall, within one hundred and eighty (180) days after service of this order, and at such other times as the Commission may require, file with the Commission a report, in writing, setting forth in detail the manner and form in which they have complied with this order.",
            "deadline": "180 days after service of order",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 227,
            "quote_end_line": 230
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Order Duration",
        "category": "duration",
        "summary": "The order terminates on December 10, 2028, or twenty years from the most recent date the FTC or U.S. files a federal court complaint alleging a violation, whichever is later, subject to specified exceptions.",
        "requirements": [
          {
            "description": "Order terminates on December 10, 2028, or twenty years from the most recent date of a federal court complaint alleging a violation, whichever is later; termination does not affect parts with shorter durations, respondents not named in the complaint, or orders already terminated",
            "quoted_text": "This order will terminate on December 10, 2028, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. any Part in this order that terminates in fewer than twenty (20) years; B. this order’s application to any respondent that is not named as a defendant in such complaint; and C. this order if such complaint is filed after the order has terminated pursuant to this Part. Provided, further, that if such complaint is dismissed or a federal court rules that respondent(s) did not violate any provision of the order, and the dismissal or ruling is either not appealed or upheld on appeal, then the order as to such respondent(s) will terminate according to this Part as though the complaint had never been filed, except that the order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 235,
            "quote_end_line": 249
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on December 10, 2028, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. any Part in this order that terminates in fewer than twenty (20) years; B. this order's application to any respondent that is not named as a defendant in such complaint; and C. this order if such complaint is filed after the order has terminated pursuant to this Part."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "12.08, Premier Capital Lending Complaint.pdf",
      "order": "12.08, Premier Capital Lending Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 3,
      "complaint_representations": 2,
      "order_provisions": 10,
      "order_definitions": 5,
      "order_requirements": 24,
      "provisions_per_section": {
        "I": 1,
        "II": 6,
        "III": 2,
        "IV": 4,
        "V": 5,
        "VI": 2,
        "VII": 1,
        "VIII": 1,
        "IX": 1,
        "X": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 2,
        "complaint_total": 2,
        "order_verified": 24,
        "order_total": 24
      }
    },
    "processing_time_seconds": 107.7
  }
}