{
  "case_info": {
    "docket_number": "C-4120",
    "company": {
      "name": "Gateway Learning Corporation",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "2900 South Harbor Boulevard, Suite 202, Santa Ana, CA 92704",
      "business_description": "Gateway Learning Corporation markets and sells educational products designed for children learning math and reading under the 'Hooked on Phonics' brand name and trademark, selling primarily to parents and teachers through the Internet."
    },
    "commissioners": [
      "Deborah Platt Majoras, Chairman",
      "Orson Swindle",
      "Thomas B. Leary",
      "Pamela Jones Harbour",
      "Jon Leibowitz"
    ],
    "case_date": {
      "month": 12,
      "year": 2004
    },
    "legal_authority": "Federal Trade Commission Act, 15 U.S.C. § 45 et seq",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/042-3047-gateway-learning-corp-matter",
    "statutory_topics": [
      "Section 5 Only"
    ],
    "practice_areas": [
      "Telemarketing",
      "Privacy"
    ],
    "industry_sectors": [
      "Technology",
      "Financial Services",
      "Education"
    ]
  },
  "complaint": {
    "factual_background": "Gateway Learning Corporation, which markets 'Hooked on Phonics' products online, collected personal information from parents under a privacy policy that explicitly promised not to sell, rent, or loan that information to third parties without explicit consumer consent. Beginning in April 2003, the company violated this promise by renting customer data—including names, addresses, phone numbers, purchase histories, and children's age ranges and gender—to third parties for direct mail and telemarketing purposes, without obtaining any form of consumer consent. In June 2003, the company revised its privacy policy to permit third-party sharing but did not alert existing customers to the material change, and retroactively applied the new policy to information collected under the original promise. The company also failed to honor its commitment to notify consumers of material changes to its information practices, earning approximately $4,608 from the unauthorized data rentals.",
    "representations_made": [
      {
        "description": "Claimed it would not sell, rent, or loan any personally identifiable information to third parties unless it received the customer's explicit consent",
        "quoted_text": "We do not sell, rent or loan any personally identifiable information regarding our consumers with any third party unless we receive a customer’s explicit consent. We do share information with third parties that help us run our operations or provide services to customers (e.g., credit card processing and shipping companies), but only to the extent necessary to provide these services.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 5,
        "quote_start_line": 51,
        "quote_end_line": 56
      },
      {
        "description": "Claimed it would not provide any personally identifiable information about children under 13 years of age to any third party for any purpose",
        "quoted_text": "their parents. We do not provide any personally identifiable information about children under 13 years of age to any third party for any purpose whatsoever.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 5,
        "quote_start_line": 62,
        "quote_end_line": 64
      },
      {
        "description": "Claimed that if there were a material change to its information usage practices, it would notify consumers of the relevant changes on the site or by e-mail, with an opportunity to opt out",
        "quoted_text": "If at some future time there is a material change to our information usage practices that affect your personally identifiable information, we will notify you of the relevant changes on this Site or by e- mail. You will then be able to opt-out of this information usage by sending an e-mail to: webmaster@hop.com. You should also check this privacy policy for changes.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 5,
        "quote_start_line": 67,
        "quote_end_line": 72
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "False or Misleading Privacy Representations",
        "representation": "Respondent represented that it would not sell, rent, or loan personal information to third parties without explicit consumer consent, and that it would not provide any personal information about children under 13 to any third party for any purpose whatsoever.",
        "fact": "Respondent did rent personal information to third parties without receiving consumers' explicit consent, and did provide to third parties personal information about children under 13, including age range and gender.",
        "conclusion": "Therefore, the representations set forth in Paragraph 11 were false or misleading."
      },
      {
        "count_number": 2,
        "title": "Unfair Retroactive Application of Revised Privacy Policy",
        "representation": "Respondent posted a revised privacy policy containing material changes to its information-sharing practices and retroactively applied those changes to personal information previously collected from consumers under its original, more restrictive policy.",
        "fact": "Respondent's retroactive application of its revised privacy policy caused or is likely to cause substantial injury to consumers that is not outweighed by countervailing benefits to consumers or competition and is not reasonably avoidable by consumers.",
        "conclusion": "The practice was, and is, an unfair act or practice in violation of Section 5 of the FTC Act."
      },
      {
        "count_number": 3,
        "title": "False or Misleading Notification Representation",
        "representation": "Respondent represented that it would notify consumers of any material changes to its information usage practices.",
        "fact": "Respondent did not notify consumers of material changes to its information practices. Instead, it posted a revised privacy policy on its website without any indication that the policy had materially changed or what aspects of the policy had changed.",
        "conclusion": "Therefore, the representation set forth in Paragraph 14 was, and is, false or misleading."
      }
    ]
  },
  "order": {
    "definitions": {
      "Personally identifiable information / personal information": "individually identifiable information from or about an individual including, but not limited to: (a) a first and last name; (b) a home or other physical address, including street name and name of city or town; (c) an email address or other online contact information, such as an instant messaging user identifier or a screen name that reveals an individual's email address; (d) a telephone number; (e) a Social Security number; (f) a persistent identifier, such as a customer number held in a \"cookie\" or processor serial number, that is combined with other available data that identifies an individual; or (g) any other information from or about an individual that is combined with any of (a) through (f) above.",
      "Respondent": "Gateway Learning Corporation and its successors and assigns and its officers, and its agents, representatives, and employees.",
      "Commerce": "as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. § 44."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Personal Information Practices",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent in any manner how it handles personal information, including representations about selling or renting data to third parties, sharing children's data, notifying consumers of policy changes, or collecting and disclosing personal information.",
        "requirements": [
          {
            "description": "Must not misrepresent that Respondent will not sell, rent, or loan personal information to third parties",
            "quoted_text": "IT IS ORDERED that Respondent, directly or through any corporation, subsidiary, division, or other device, in connection with the collection of personal information from or about an individual, shall not misrepresent in any manner, expressly or by implication: A. That Respondent will not sell, rent, or loan to third parties such personal information;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 62,
            "quote_end_line": 65
          },
          {
            "description": "Must not misrepresent that Respondent will not provide personal information about children under 13 to any third party",
            "quoted_text": "B. That Respondent will not provide to any third party personal information about children under the age of thirteen;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 66,
            "quote_end_line": 67
          },
          {
            "description": "Must not misrepresent the manner by which Respondent will notify consumers of changes to its privacy policy",
            "quoted_text": "C. The manner by which Respondent will notify consumers of changes to its privacy policy; or",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 71,
            "quote_end_line": 72
          },
          {
            "description": "Must not misrepresent the manner in which Respondent will collect, use, or disclose personal information",
            "quoted_text": "D. The manner in which Respondent will collect, use, or disclose personal information.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 73,
            "quote_end_line": 73
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Prohibition on Disclosure of Pre-Policy-Change Personal Information Without Opt-In Consent",
        "category": "prohibition",
        "summary": "Respondent must not disclose to any third party personal information collected on www.hop.com before June 20, 2003 (when the revised privacy policy permitting third-party sharing was posted), unless the affected consumers provide express affirmative opt-in consent.",
        "requirements": [
          {
            "description": "Must not disclose to third parties personal information collected on www.hop.com prior to June 20, 2003 without obtaining express affirmative (opt-in) consent from affected consumers",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent, directly or through any corporation, subsidiary, division, or other device, shall not disclose to any third party any personal information collected on the www.hop.com Web site prior to the date Gateway posted its revised privacy policy permitting third-party sharing (June 20, 2003), unless Respondent obtains the express affirmative (“opt-in”) consent of the consumers to whom such personal information relates.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 75,
            "quote_end_line": 79
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "III",
        "title": "Prohibition on Retroactive Application of Material Privacy Policy Changes Without Opt-In Consent",
        "category": "prohibition",
        "summary": "Respondent must not apply material changes to its privacy policy to information previously collected from consumers without first obtaining those consumers' express affirmative opt-in consent.",
        "requirements": [
          {
            "description": "Must not apply material privacy policy changes to previously collected consumer information without obtaining express affirmative (opt-in) consent from those consumers",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent, in connection with the posting of any privacy policy that contains a material change from the previous version of the policy, shall not apply such changes to information collected from or about consumers before the date of the posting, unless Respondent obtains the express affirmative (“opt-in”) consent of the consumers to whom such personal information relates.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 81,
            "quote_end_line": 85
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Disgorgement Payment to U.S. Treasury",
        "category": "affirmative_obligation",
        "summary": "Respondent must pay $4,608 to the United States Treasury as disgorgement within five days of service of this Order, by cashier's or certified check, with interest accruing on any unpaid balance after a ten-day default period.",
        "requirements": [
          {
            "description": "Pay $4,608 to the United States Treasury as disgorgement by cashier's check or certified check within five days of service of this Order",
            "quoted_text": "IT IS FURTHER ORDERED that within five (5) days of the date of service of this Order, Respondent, its successors and assigns, shall pay $4,608 to the United States Treasury as disgorgement. Such payment shall be by cashier’s check or certified check made payable to the Treasurer of the United States. In the event of any default in payment, which default continues",
            "deadline": "5 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 87,
            "quote_end_line": 90
          },
          {
            "description": "If payment defaults for more than ten days beyond the due date, pay interest as computed under 28 U.S.C. § 1961 on the unpaid balance from the date of default until fully paid",
            "quoted_text": "Treasurer of the United States. In the event of any default in payment, which default continues for more than ten (10) days beyond the due date of payment, Respondent shall also pay interest as computed under 28 U.S.C. § 1961, which shall accrue on the unpaid balance from the date of default until the date the balance is fully paid.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 90,
            "quote_end_line": 93
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Telemarketing",
          "Privacy"
        ],
        "remedy_types": [
          "Monetary Penalty"
        ]
      },
      {
        "provision_number": "V",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must maintain and make available to the FTC for five years all documents demonstrating compliance with this Order, including copies of privacy statements, opt-in consent records, and records of disclosures to third parties.",
        "requirements": [
          {
            "description": "Maintain and make available to the FTC for inspection and copying a sample copy of each different privacy statement or communication relating to collection of personally identifiable information, with each copy dated and containing the full URL, for five years after issuance of the Order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent Gateway Learning Corporation and its successors and assigns shall, for a period of five (5) years after the date of issuance of this Order, maintain and upon request make available to the Federal Trade Commission for inspection and copying a print or electronic copy of all documents demonstrating their compliance with the terms and provisions of this Order, including, but not limited to: A. a sample copy of each different privacy statement or communication relating to the collection of personally identifiable information containing representations about how personally identifiable information will be used or disclosed. Each Web page copy shall be dated and contain the full 3 URL of the Web page where the material was posted online. Electronic copies shall include all text and graphics files, audio scripts, and other computer files used in presenting the information on the Web; provided, however, that after creation of any Web page or screen in compliance with this Order, Respondent shall not be required to retain a print or electronic copy of any amended Web page or screen to the extent that the amendment does not affect Respondent’s compliance obligations under this Order;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 95,
            "quote_end_line": 114
          },
          {
            "description": "Maintain and make available a sample copy of each different document relating to any attempt to obtain express affirmative opt-in consent from consumers and copies of documents demonstrating such consent, as required by Parts II and III",
            "quoted_text": "B. a sample copy of each different document relating to any attempt by Respondent to obtain the express affirmative (“opt-in”) consent of consumers and copies of any documents demonstrating such consent provided by consumers, as required by Parts II and III of this Order; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 115,
            "quote_end_line": 118
          },
          {
            "description": "Maintain and make available all invoices, communications, and records relating to the disclosure of personally identifiable information to third parties",
            "quoted_text": "C. all invoices, communications, and records relating to the disclosure of personally identifiable information to third parties.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 119,
            "quote_end_line": 120
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Acknowledgment and Delivery of Order",
        "category": "acknowledgment",
        "summary": "Respondent must deliver a copy of this Order to all current and future principals, officers, directors, managers, employees, agents, and representatives with relevant responsibilities — current personnel within 30 days of service, future personnel within 30 days of assuming their role.",
        "requirements": [
          {
            "description": "Deliver a copy of this Order to all current principals, officers, directors, managers, employees, agents, and representatives with relevant responsibilities within thirty days of service of this Order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent Gateway Learning Corporation and its successors and assigns shall deliver a copy of this Order to all current and future principals, officers, directors, and managers, and to all current and future employees, agents, and representatives having responsibilities with respect to the subject matter of this Order. Respondent shall deliver this Order to such current personnel within thirty (30) days after the date of service of this Order, and to such future personnel within thirty (30) days after the person",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 122,
            "quote_end_line": 127
          },
          {
            "description": "Deliver a copy of this Order to all future personnel with relevant responsibilities within thirty days after the person assumes such position or responsibilities",
            "quoted_text": "date of service of this Order, and to such future personnel within thirty (30) days after the person assumes such position or responsibilities.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 127,
            "quote_end_line": 128
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Telemarketing",
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Notification of Corporate Changes",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the FTC at least 30 days prior to any corporate change that may affect compliance obligations under this Order, such as dissolution, merger, sale, bankruptcy filing, or name/address change, by certified mail to the FTC's Division of Enforcement.",
        "requirements": [
          {
            "description": "Notify the Commission at least thirty days prior to any corporate change affecting compliance obligations (e.g., dissolution, assignment, sale, merger, subsidiary creation/dissolution, bankruptcy filing, name or address change) by certified mail to the Associate Director, Division of Enforcement, Bureau of Consumer Protection",
            "quoted_text": "IT IS FURTHER ORDERED that respondent Gateway Learning Corporation and its successors and assigns shall notify the Commission at least thirty (30) days prior to any change in the corporation(s) that may affect compliance obligations arising under this Order, including, but not limited to, a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order; the proposed filing of a bankruptcy petition; or a change in the corporate name or address. Provided, however, that, with respect to any proposed change in the corporation about which a respondent learns less than thirty (30) days prior to the date such action is to take place, the respondent shall notify the Commission as soon as is practicable after obtaining such knowledge. All notices required by this Part shall be sent by certified mail to the Associate Director, Division of Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580.",
            "deadline": "30 days prior to change",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 130,
            "quote_end_line": 141
          },
          {
            "description": "If Respondent learns of a proposed change less than thirty days before it occurs, notify the Commission as soon as practicable after obtaining such knowledge",
            "quoted_text": "bankruptcy petition; or a change in the corporate name or address. Provided, however, that, with respect to any proposed change in the corporation about which a respondent learns less than thirty (30) days prior to the date such action is to take place, the respondent shall notify the Commission as soon as is practicable after obtaining such knowledge. All notices required by this Part shall be sent by certified mail to the Associate Director, Division of Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580.",
            "deadline": "As soon as practicable",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 136,
            "quote_end_line": 141
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Telemarketing",
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondent must file a written compliance report with the FTC within 60 days of service of this Order, and at such other times as the FTC may require, detailing the manner and form in which it has complied with the Order.",
        "requirements": [
          {
            "description": "File a written report with the Commission within sixty days of service of this Order, and at such other times as the FTC may require, setting forth in detail the manner and form in which Respondent has complied with the Order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent Gateway Learning Corporation and its successors and assigns shall, within sixty (60) days after service of this Order, and at such other times as the Federal Trade Commission may require, file with the Commission a report, in writing, setting forth in detail the manner and form in which it has complied with this Order.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 146,
            "quote_end_line": 149
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Telemarketing",
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "IX",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "This Order terminates on September 10, 2024, or twenty years from the most recent date the FTC files a complaint alleging any violation of the Order in federal court, whichever is later, subject to specified exceptions.",
        "requirements": [
          {
            "description": "Order terminates on September 10, 2024, or twenty years from the most recent date the FTC or United States files a complaint in federal court alleging any Order violation, whichever is later, with specified exceptions for parts terminating in less than twenty years, non-named respondents, and post-termination complaints",
            "quoted_text": "This Order will terminate on September 10, 2024, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part in this Order that terminates in less than twenty (20) years; B. This Order’s application to any respondent that is not named as a defendant in such complaint; and C. This Order if such complaint is filed after the Order has terminated pursuant to this Part. Provided, further, that if such complaint is dismissed or a federal court rules that a respondent did not violate any provision of the Order, and the dismissal or ruling is either not appealed or upheld on appeal, then the Order will terminate according to this Part as though the complaint had never been filed, except that the Order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 151,
            "quote_end_line": 166
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Telemarketing",
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This Order will terminate on September 10, 2024, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part in this Order that terminates in less than twenty (20) years; B. This Order's application to any respondent that is not named as a defendant in such complaint; and C. This Order if such complaint is filed after the Order has terminated pursuant to this Part."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "12.04, Gateway Learning Complaint.pdf",
      "order": "12.04, Gateway Learning Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 3,
      "complaint_representations": 3,
      "order_provisions": 9,
      "order_definitions": 3,
      "order_requirements": 17,
      "provisions_per_section": {
        "I": 4,
        "II": 1,
        "III": 1,
        "IV": 2,
        "V": 3,
        "VI": 2,
        "VII": 2,
        "VIII": 1,
        "IX": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 3,
        "complaint_total": 3,
        "order_verified": 17,
        "order_total": 17
      }
    },
    "processing_time_seconds": 77.3
  }
}