{
  "case_info": {
    "docket_number": "",
    "company": {
      "name": "American United",
      "incorporation_state": "",
      "entity_type": "corporation",
      "address": "",
      "business_description": "American United is a financial institution that receives consumer reports and personal financial information from credit agencies. It maintains consumer data including names, addresses, credit reports, and information derived from consumer reports."
    },
    "commissioners": [],
    "case_date": {
      "month": 12,
      "year": 2007
    },
    "legal_authority": "Section 5(a)(1), Section 13(b) of the Federal Trade Commission Act, 15 U.S.C. §§ 45(a), 53(b); Section 621 of the Fair Credit Reporting Act ('FCRA'), 15 U.S.C. § 1681s; Safeguarding Customer Information Rule, 16 C.F.R. §§ 314",
    "violation_type": "both",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/062-3103-american-united-mortgage-company-united-states-america-ftc"
  },
  "complaint": {
    "factual_background": "American United, a mortgage company and financial institution, failed to implement reasonable security measures to protect consumers' personal information. The company failed to implement reasonable procedures for disposing of consumer reports and personal information, and left documents containing consumers' personal information in an unsecured dumpster adjacent to their office, creating risk of unauthorized access. The company also failed to provide customers with required privacy notices.",
    "representations_made": [
      {
        "description": "Claimed to implement reasonable security measures to protect against unauthorized access to consumers' personal information",
        "quoted_text": "reasonable measures to protect against unauthorized access to or use",
        "source_paragraph": 16
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Failure to Implement Safeguards Rule",
        "representation": "Required to develop, implement, and maintain a comprehensive information security program with administrative, technical, and physical safeguards",
        "fact": "Failed to develop, implement, or maintain a comprehensive security program as required by the Safeguards Rule",
        "conclusion": "Defendant's practices violated the Safeguards Rule"
      },
      {
        "count_number": 2,
        "title": "Failure to Comply with Privacy Rule",
        "representation": "Required to provide customers with a copy of its privacy policy",
        "fact": "Failed to provide customers with a copy of its privacy policy in violation of 16 CFR § 313",
        "conclusion": "Defendant violated the Privacy Rule"
      },
      {
        "count_number": 3,
        "title": "Failure to Comply with Disposal Rule",
        "representation": "Required to implement reasonable procedures for disposing of consumer reports and take reasonable actions when disposing such information",
        "fact": "Failed to implement reasonable disposal procedures, including failing to burn, pulverize, or shred consumer reports so they could not be practicably read or reconstructed; left documents in unsecured dumpster",
        "conclusion": "Defendant violated the Disposal Rule"
      }
    ]
  },
  "order": {
    "definitions": {},
    "provisions": [],
    "duration": {
      "duration_years": null,
      "termination_text": ""
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "12.07, American United Mortgage Company., United States of America Complaint.pdf",
      "order": "12.07, American United Mortgage Company., United States of America Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 3,
      "complaint_representations": 1,
      "order_provisions": 0,
      "order_definitions": 0,
      "order_requirements": 0
    },
    "processing_time_seconds": 117.3
  }
}