{
  "case_info": {
    "docket_number": "06-60602-CIV",
    "company": {
      "name": "CEO GROUP, INC.",
      "incorporation_state": "",
      "entity_type": "corporation",
      "address": "3220 W. 17 100 Terrace #306, Port Lauderdale, Florida",
      "business_description": "CEO GROUP, INC., doing business as Check Em Out, obtained and sold customer proprietary network information and telephone call records from telecommunications carriers to third parties without customer authorization."
    },
    "commissioners": [],
    "case_date": {
      "month": 12,
      "year": 2007
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a); Section 13(b) of the Federal Trade Commission Act, 15 U.S.C. § 53(b)",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/062-3100-ceo-group-inc-dba-check-em-out-scott-joseph"
  },
  "complaint": {
    "factual_background": "Defendants CEO Group, Inc. and Scott Jones operated a website offering to obtain and sell confidential customer telephone call records (phone records, also known as Customer Proprietary Network Information or CPNI) to any individual or business for a fee. Since at least 1998, they advertised over the World Wide Web that they could obtain such records by providing a target phone number. They obtained these records through false pretenses, misrepresentations, or fraudulent means — including posing as customers of telecommunications carriers — without the account holders' knowledge or authorization. This practice caused substantial injury to consumers who could not reasonably avoid the harm because Defendants' conduct was essentially invisible to them.",
    "representations_made": [
      {
        "description": "Defendants advertised on their website that they could obtain confidential phone records (CPNI) for any residential, cellular, or business number, offering to research the billing records for a fee",
        "quoted_text": "9. Since at ltast1998,Def-ts have advertised over the World Wide Web that &. such informatienavailableto theirclieats for a On their Web site, Deh&m@have stated: \"Oiwm my *tial, cemar orbmhesse-t umber md wewill reeeerchthe billing",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 9,
        "quote_start_line": 66,
        "quote_end_line": 70
      },
      {
        "description": "Defendants offered to obtain call records for any individual or business for a fee, including records available for a flat transaction fee",
        "quoted_text": "10. F4aafee. Defendants have offeredto obtain, for any~ ~bdncas, dor , callssrepvai~dforaawtra~.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 10,
        "quote_start_line": 72,
        "quote_end_line": 73
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Unfair Practice — Obtaining and Selling Confidential Phone Records Without Authorization",
        "representation": "Defendants obtained and sold to third parties confidential phone records (CPNI) of telecommunications customers, using false pretenses, misrepresentations, fraudulent statements, fraudulent documents or representations, including posing as a customer of a telecommunications carrier, to induce officers or agents of telecommunications carriers to disclose such records",
        "fact": "The account holders had not authorized Defendants to obtain access to or sell their confidential phone records; the conduct was invisible to consumers and caused substantial injury that consumers could not reasonably avoid",
        "conclusion": "Defendants' practices in obtaining and selling to third parties confidential phone records constitute an unfair practice in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a)"
      }
    ]
  },
  "order": {
    "definitions": {
      "Defendants": "CEO Group, Inc., d/b/a Check Em Out, and Scott Joseph, individually and as an officer of CEO Group, Inc.",
      "Customer phone records": "information that relates to the quantity, technical configuration, type, destination, location, and amount of use of a telecommunications service subscribed to by any customer of a telecommunications carrier, and that is made available to the carrier by the customer solely by virtue of the carrier-customer relationship; and (b) information contained in the bills pertaining to telephone exchange service or telephone toll service received by a customer of a carrier, which includes, but is not limited to, telephone call detail records.",
      "Consumer personal information": "any individually identifiable information concerning a consumer, including, but not limited to: (a) an unpublished or unlisted wire line or wireless phone number; (b) an unpublished or unlisted physical or mailing address, including street name and name of city or town, Post Office Box number, or Private Mailbox number; (c) an email address or other online contact information, such as an instant messaging user identifier or a screen name that reveals an individual's email address; (d) a Social Security number in whole or in part; (e) credit and/or debit card information, including credit and/or debit card number, expiration date, data stored on the magnetic strip of a credit or debit card, and transaction detail records; (f) bank account information or transaction records including the ABA routing number, account number, check number, and transaction detail records; (g) a driver's license number; or (h) any other information from or about an individual consumer that is combined with (a) through (g) above."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Ban on Sale of Customer Phone Records",
        "category": "prohibition",
        "summary": "Defendants are permanently restrained from obtaining, marketing, or selling customer phone records and consumer personal information derived from customer phone records, except as authorized by law.",
        "requirements": [
          {
            "description": "Defendants are permanently enjoined from obtaining, causing others to obtain, marketing, or selling customer phone records and consumer personal information derived from customer phone records, except pursuant to law, regulation, or lawful court order.",
            "quoted_text": "I. IT IS THEREFORE ORDERED that Defendants, their assigns, agents, servants, employees and those persons in active concert or participation with them who receive actual notice of this Order by personal service or otherwise, are hereby restrained and enjoined from obtaining, causing others to obtain, marketing, or selling customer phone records and consumer personal information that is derived from customer phone records, provided. however. that Defendants shall not be prohibited from obtaining customer phone records or consumer personal information that is derived from customer phone records pursuant to any law, regulation, or lawful court order. Nothing in this Order shall be read as an exception to this Section 1.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 81,
            "quote_end_line": 88
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Prohibited Business Activities",
        "category": "prohibition",
        "summary": "Defendants are permanently restrained from making false or deceptive statements to obtain consumer personal information, or knowingly requesting others to do so, in connection with the obtaining, marketing, or sale of consumer personal information.",
        "requirements": [
          {
            "description": "Defendants are prohibited from making false or deceptive statements or representations, including impersonating any person or entity, to obtain consumer personal information.",
            "quoted_text": "II. IT IS FUR1HER ORDERED that Defendants, their assigns, agents, servants, employees and those persons in active concert or participation with them who receive actual notice ofthis Order by personal service or otherwise, in connection with the obtaining, marketing or sale ofany consumer personal information, unless otherwise authorized pursuant to any law, regulation, or lawful court order, are hereby restrained and enjoined from: A. Making false or deceptive statements or representations, including but not limited to impersonating any person or entity, directly or by implication, to any person or entity in order to obtain consumer personal information;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 90,
            "quote_end_line": 97
          },
          {
            "description": "Defendants are prohibited from requesting any person or entity to obtain consumer personal information if Defendants know or should know that person will do so in violation of Subsection A (i.e., through deceptive means).",
            "quoted_text": "B. Requesting any person or entity to obtain consumer personal information relating to any third person, if the person making such a request knows or should know that the person or entity to Page4of 14 whom such a request is made will obtain or attempt to obtain such information in violation of Subsection A of this Section Il.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 98,
            "quote_end_line": 104
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Monetary Relief",
        "category": "affirmative_obligation",
        "summary": "Judgment of $222,381.00 is entered against Defendants jointly and severally, suspended upon payment of $25,000.00 within five days of notice of entry of this Order; funds are administered by the FTC for equitable relief.",
        "requirements": [
          {
            "description": "Defendants must pay $25,000.00 to the FTC within five (5) days after receiving notice of entry of this Order, via cashier's check, to suspend the full $222,381.00 judgment.",
            "quoted_text": "A. Judgment is hereby entered against Defendants, jointly and severally, in the amount of TWO HUNDRED TWENTY TWO THOUSAND THREE HUNDRED AND EIGHTY ONE DOLLARS ($222,381.00); provided, however, that this judgment shall be suspended (1) upon payment to the FTC within five (5) days after Defendants receive notice of entry of this Order, of TWENTY FIVE THOUSAND DOLLARS ($25,000.00) in the form ofa cashiers check payable to the FTC; and (2) as long as the Court makes no finding, as provided in Section N ofthis Order, that any defendant materially misrepresented or omitted the nature, existence, or value of any asset.",
            "deadline": "5 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 107,
            "quote_end_line": 113
          },
          {
            "description": "Defendants must furnish their tax identification numbers to the FTC in accordance with 31 U.S.C. § 7701 for purposes of collecting and reporting any delinquent amounts.",
            "quoted_text": "F. Defendants are hereby required, in accordance with 31 U.S.c. § 7701, to furnish to the FTC their tax identification numbers, which shall be used for purposes of collecting and reporting on any delinquent amount arising out ofthis Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 130,
            "quote_end_line": 132
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Right to Reopen",
        "category": "monitoring",
        "summary": "If the Court finds that any Defendant materially misrepresented or omitted financial information, the suspended judgment becomes immediately due and payable; Defendants waive the right to contest Complaint allegations for purposes of this section.",
        "requirements": [
          {
            "description": "If the Court finds any Defendant's financial statement contained material misrepresentation or omission, the suspended judgment becomes immediately due and payable as to that Defendant, less amounts already paid.",
            "quoted_text": "IV. IT IS FURTHER ORDERED that the FTC's agreement to this Order is expressly premised on the truthfulness, accuracy and completeness of the financial statements previously submitted by Defendants to the FTC. If, upon motion by the FTC, the Court finds that the financial statement ofany Defendant contains any material misrepresentation or omission, the suspended judgment entered in Section III of this Order shall become immediately due and payable as to that Defendant (less any amounts turned over to the FTC pursuant to Section Ill.A ofthis Order); provided, however, that in all other respects this Order shall remain in full force and effect unless otherwise ordered by the Court; and, provided further, that proceedings instituted under this provision would be in addition to, and not in lieu of. any other civil or criminal remedies as may be provided by law, including any other proceedings that the FTC may initiate to enforce this Order. For purposes ofthis Section N, Defendants waive any right to contest any of the allegations in the Complaint.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 134,
            "quote_end_line": 144
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Cooperation with FTC",
        "category": "affirmative_obligation",
        "summary": "Defendant Scott Joseph must cooperate in good faith with the FTC, appear for interviews and other proceedings, and provide truthful testimony when requested in writing, without requiring a subpoena.",
        "requirements": [
          {
            "description": "Defendant Scott Joseph must cooperate in good faith with the FTC and appear at places and times reasonably requested for interviews, conferences, pretrial discovery, document review, and other matters.",
            "quoted_text": "V. IT IS FURTHER ORDERED that Defendant Scott Joseph shall, in connection with this action or any subsequent investigations related to or associated with the transactions or the occurrences that are the subject of the FTC's Complaint, cooperate in good faith with the FTC and appear at such places and times as the FTC shall reasonably request, after written notice, for interviews, conferences, pretrial discovery, review ofdocuments, and for such other matters as may be reasonably requested by the FTC.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 150,
            "quote_end_line": 154
          },
          {
            "description": "If requested in writing by the FTC, Defendant Scott Joseph must appear and provide truthful testimony in any trial, deposition, or other proceeding related to the Complaint, without a subpoena.",
            "quoted_text": "If requested in writing by the FTC. Defendant Scott Joseph shall appear and provide truthful testimony in any trial, deposition, or other proceeding related to or associated with the transactions or the occurrences that are the subject of the Complaint, without the service of a subpoena.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 155,
            "quote_end_line": 157
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Distribution of Order",
        "category": "acknowledgment",
        "summary": "For five years from entry, Defendants must deliver copies of the Order to principals, officers, employees, and agents, and obtain signed acknowledgments of receipt within thirty days of delivery.",
        "requirements": [
          {
            "description": "CEO Group, Inc. must deliver a copy of the Order to all principals, officers, directors, managers, employees, agents, and representatives engaged in conduct related to the Order. Current personnel must receive it within 5 days of service; new personnel before assuming responsibilities.",
            "quoted_text": "A. Defendant CEO Group, Inc. must deliver a copy ofthis Order to all of its principals, officers, directors, and managers. Defendant CEO Group, Inc. also must deliver copies of this Order to all of its employees, agents, and representatives who engage in conduct related to the subject matter of the Order. For current personnel, delivery shall be within (5) days of service of this Order upon Defendant. For new personnel, delivery shall occur prior to them assuming their responsibilities.",
            "deadline": "5 days for current personnel",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 161,
            "quote_end_line": 165
          },
          {
            "description": "Defendant Scott Joseph must deliver a copy of the Order to all principals, officers, directors, managers, employees, agents, and representatives of any business he controls or has majority ownership in, within 5 days for current personnel and before assuming responsibilities for new personnel.",
            "quoted_text": "B. For any business related to the subject matter of this Order that Defendant Scott Joseph controls, directly or indirectly, or in which he has a majority ownership interest, he must deliver a copy of this Order to all principals, officers, directors, and managers ofthat business. Defendant Scott Joseph must also deliver copies of this Order to all employees, agents, and representatives of that business who Page 7 of 14 engage in conduct related to the subject matter of the Order. For current personnel, delivery shall be within (5) days of service ofthis Order upon Defendant. For new personnel, delivery shall occur prior to them assuming their responsibilities.",
            "deadline": "5 days for current personnel",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 166,
            "quote_end_line": 175
          },
          {
            "description": "For businesses where Scott Joseph is not a controlling person but engages in conduct related to the Order, he must deliver a copy to all principals and managers before engaging in such conduct.",
            "quoted_text": "C. For any business where Defendant Scott Joseph is not a controlling person ofa business, but otherwise engages in conduct related to thesubject matter ofthis Order, he must deliver a copy of this Order to all principals and managers ofsuch business before engaging in such conduct.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 176,
            "quote_end_line": 178
          },
          {
            "description": "Defendants must obtain a signed and dated acknowledgment of receipt of the Order from all persons receiving a copy, within thirty days of delivery.",
            "quoted_text": "D. Defendants must secure a signed and dated statement acknowledging receipt ofthe Order, withinthirtydays ofdelivery,from allpersonsreceivinga copy ofthe Orderpursuant to this SectionVI.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 179,
            "quote_end_line": 180
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Record-Keeping Provisions",
        "category": "recordkeeping",
        "summary": "For five years from entry, Defendants must create and retain specified business records including accounting, personnel, customer, complaint, marketing materials, third-party, and order acknowledgment records.",
        "requirements": [
          {
            "description": "Defendants must create and retain accounting records reflecting the cost of goods or services sold, revenues generated, and disbursement of revenues.",
            "quoted_text": "A. Accounting records that reflect the cost ofgoods or services sold, revenues generated, and the disbursement ofsuch revenues;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 190,
            "quote_end_line": 191
          },
          {
            "description": "Defendants must retain personnel records reflecting the name, address, telephone number, job title, commencement date, and termination date/reason for each person employed in any capacity.",
            "quoted_text": "B. Personnel records accurately reflecting: the name, address, and telephone number of each person employed in any capacity by such business, including as an independent contractor; that person's Page 8 of 14 job title or position; the date upon which the person commenced work; and the date and reason for the person's termination, ifapplicable;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 192,
            "quote_end_line": 198
          },
          {
            "description": "Defendants must retain customer files containing names, addresses, phone numbers, dollar amounts paid, quantity and description of goods or services purchased, to the extent obtained in the ordinary course of business.",
            "quoted_text": "C. Customer files containing the names, addresses, phone numbers, dollar amounts paid, quantity of goods or services purchased, and description ofgoods or services purchased, to the extent such information is obtained in the ordinary course of business;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 199,
            "quote_end_line": 201
          },
          {
            "description": "Defendants must retain all complaints and refund requests (received directly, indirectly, or through third parties) and any responses to those complaints or requests.",
            "quoted_text": "D. Complaints and refund requests (whether received directly, indirectly or through any third party) and any responses to those complaints or requests;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 202,
            "quote_end_line": 203
          },
          {
            "description": "Defendants must retain copies of all sales scripts, training materials, advertisements, or other marketing materials, and records reflecting the time periods and persons who used such materials.",
            "quoted_text": "E. Copies of all sales scripts, training materials, advertisements, or other marketing materials, and records that accurately reflect the time periods during which such materials were used and the persons and business entities that used such materials;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 204,
            "quote_end_line": 206
          },
          {
            "description": "To the extent consumer personal information is obtained through a third party, Defendants must retain records reflecting the name, address, and telephone number of such third party, including copies of all contracts and correspondence.",
            "quoted_text": "F. To the extent consumer personal information is obtained through the use of any third party, records that accurately reflect the name, address and telephone number ofsuch third party, including, but not limited to, copies of all contracts and correspondence between any Defendant and such third party; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 207,
            "quote_end_line": 210
          },
          {
            "description": "Defendants must retain copies of each acknowledgment of receipt of the Order required under Section VI.",
            "quoted_text": "G. Copies ofeach acknowledgement ofreceiptofOrderrequiredto be obtainedpursuantto Section VI ofthis Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 211,
            "quote_end_line": 212
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "For five years from entry, Defendants must notify the FTC of changesin residence, employment, business ownership, corporate structure, and name, and must file a sworn compliance report 180 days after entry of the Order.",
        "requirements": [
          {
            "description": "Defendant Scott Joseph must notify the FTC of any changes in his residence, mailing addresses, and telephone numbers within ten (10) days of such change.",
            "quoted_text": "a. Any changes in his residence, mailing addresses. and telephone numbers, within ten (l0) days of the date ofsuch change;",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 221,
            "quote_end_line": 222
          },
          {
            "description": "Defendant Scott Joseph must notify the FTC of any changes in his employment status, self-employment, or ownership in any business entity within ten (10) days, including the name, address, nature of business, and his duties.",
            "quoted_text": "b. Any changes in his employment status (including self-employment), and any change in his ownership in any business entity, within ten (10) days of the date ofsuch change. Such notice shall include the name and address ofeach business that he is affiliated with, employed by, creates or forms, or performs services for; a statement ofthe nature of the business; and a statement of his duties and responsibilities in connection with the business or employment; and",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 223,
            "quote_end_line": 227
          },
          {
            "description": "Defendant Scott Joseph must notify the FTC of any changes in his name or use of any aliases or fictitious names.",
            "quoted_text": "c. Any changes in his name or use ofany aliases or fictitious names; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 228,
            "quote_end_line": 228
          },
          {
            "description": "Defendants must notify the FTC of any changes in corporate structure of CEO Group, Inc. or any entity Scott Joseph controls or has an ownership interest in (including dissolution, merger, bankruptcy filing, or name/address change) at least thirty (30) days prior to such change, or as soon as practicable if less than 30 days' notice is available.",
            "quoted_text": "2. Defendants shall notify the FTC ofany changes in corporate structure of CEO Group, Inc. or any business entity that Scott Joseph directly or indirectly control(s), or has an ownership interest in, that may affect compliance obligations arising under this Order, including but not limited to a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor entity; the creation or dissolution ofa subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order; the filing of a bankruptcy petition; or a change in the corporate name or address, at least thirty (30) days prior to such change, provided that, with respect to any proposed change in the corporation about which a Defendant learns less than thirty (30) days prior to the date such action is to take place, such Defendant shall notify the FTC as soon as is practicable after obtaining such knowledge.",
            "deadline": "30 days prior to change",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 229,
            "quote_end_line": 237
          },
          {
            "description": "Defendants must each provide a sworn written compliance report to the FTC 180 days after entry of the Order, detailing the manner and form in which they have complied and are complying with the Order.",
            "quoted_text": "B. One hundred eighty (180) days after the date of entry ofthis Order, Defendants each shall provide a written report to the FTC, sworn to under penalty of perjury, setting forth in detail the manner and form in which they have complied and are complying with this Order. This report shall include, but not be limited to: to of 14 1. For each individual Defendant: a. The then-current residence address, mailing addresses, and telephone numbers of the individual Defendant; b. The then-current employment and business addresses and telephone numbers of the individual Defendant, a description of the business activities ofeach such employer or business, and the title and responsibilities ofthe individual Defendant, for each such employer or business; and c. Any other changes required to be reported under subparagraph A of this Section VITI. 2. For all Defendants: a. A copy ofeach acknowledgment of receipt of this Order, obtained pursuant to Section VI; and b. Any other changes required to be reported under subparagraph A of this Section vrn.",
            "deadline": "180 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 238,
            "quote_end_line": 259
          },
          {
            "description": "Defendants must mail all written notifications to the FTC to the Associate Director of Enforcement at the specified address, unless otherwise directed.",
            "quoted_text": "C. For the purposes of this Order, Defendants shall, unless otherwise directed by the FTC's authorized representatives, mail all written notifications to the FTC to: Associate Director ofEnforcement Federal Trade Commission 600 Pennsylvania Avenue, N.W. Room NJ-2122 Washington, DC 20580 Re: FTC v. CEO Group, Inc.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 260,
            "quote_end_line": 267
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The FTC is authorized to monitor compliance through written requests for reports, document production, depositions, facility access, discovery, posing as consumers or suppliers, and interviewing Defendants' personnel.",
        "requirements": [
          {
            "description": "Within fourteen (14) days of written notice from the FTC, Defendants must submit additional sworn written reports, produce documents for inspection and copying, appear for deposition, and/or provide entry to any business location during normal business hours.",
            "quoted_text": "A. Within fourteen (14) days ofreceipt ofwritten notice from a representative of the FTC, Defendants each shall submit additional written reports, sworn to under penalty ofperjury; produce documents for inspection and copying; appear for deposition; and/or provide entry during normal business hours to any business location in such Defendant's possession or direct or indirect control to inspect the business operation;",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 277,
            "quote_end_line": 281
          },
          {
            "description": "The FTC is authorized to monitor compliance by all lawful means, including obtaining discovery from any person using Federal Rules of Civil Procedure procedures and posing as consumers or suppliers without prior notice.",
            "quoted_text": "B. In addition, the FTC is authorized to monitor compliance with this Order by all other lawful means, including but not limited to the following: 1. Obtaining discovery from any person, without further leave ofcourt, using the procedures prescribed by Fed. R. Civ. P. 30, 31, 33, 34, 36, and 45; 2. Posing asconsumers and suppliers to: Defendants, Defendants' employees, or any other entity managed or controlled in whole or in part by any Defendant, without the necessity of identification or prior notice; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 282,
            "quote_end_line": 288
          },
          {
            "description": "Defendants must permit FTC representatives to interview any employer, consultant, independent contractor, representative, agent, or employee who agrees to such an interview; the interviewee may have counsel present.",
            "quoted_text": "C. Defendants shall permit representatives of the FTC to interview any employer, consultant, independent contractor, representative, agent, or employee who has agreed to such an interview, relating in any way to any conduct subject to this Order. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 289,
            "quote_end_line": 291
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Acknowledgment of Receipt of Order",
        "category": "acknowledgment",
        "summary": "Each Defendant must submit a truthful sworn statement to the FTC acknowledging receipt of the Order within five business days of receiving it.",
        "requirements": [
          {
            "description": "Within five (5) business days after receipt of this Order as entered by the Court, each Defendant must submit to the FTC a truthful sworn statement acknowledging receipt of the Order.",
            "quoted_text": "x. IT IS FURTHER ORDERED that within five (5) business days after receipt of this Order, as entered by the Court, each Defendant shall submit to the FTC a truthful sworn statement acknowledging receipt of this Order.",
            "deadline": "5 business days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 300,
            "quote_end_line": 302
          }
        ]
      },
      {
        "provision_number": "XI",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of the Order.",
        "requirements": [
          {
            "description": "The Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of the Order.",
            "quoted_text": "XI. IT IS FURTHER ORDERED that this Court shall retain jurisdiction of this matter, for +h6/{j h +~( LierK purposes ofconstruction, modification and enforcement of this Order)",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 304,
            "quote_end_line": 306
          }
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "IT IS FURTHER ORDERED that this Court shall retain jurisdiction of this matter, for purposes of construction, modification and enforcement of this Order."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "12.07, CEO Group, Inc. dba Check Em Out, and Scott Joseph Complaint.pdf",
      "order": "12.07, CEO Group, Inc. dba Check Em Out, and Scott Joseph Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 2,
      "order_provisions": 11,
      "order_definitions": 3,
      "order_requirements": 30,
      "provisions_per_section": {
        "I": 1,
        "II": 2,
        "III": 2,
        "IV": 1,
        "V": 2,
        "VI": 4,
        "VII": 7,
        "VIII": 6,
        "IX": 3,
        "X": 1,
        "XI": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 2,
        "complaint_total": 2,
        "order_verified": 30,
        "order_total": 30
      }
    },
    "processing_time_seconds": 114.2
  }
}